{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195467/",
  "id": 195467,
  "absolute_url": "/opinion/195467/gonzalez-abreau-v-banco-central/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195467/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:34Z",
  "date_modified": "2020-02-21T23:28:58.618769Z",
  "type": "010combined",
  "sha1": "241ec6491d4bf8cfca143ad6841e81b5d562e107",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2021.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo.  93-2021\n\n                          OLGA GONZALEZ,\n                a/k/a OLGA GONZALEZ ABREU, ET AL.,\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                   BANCO CENTRAL CORP., ET AL.,\n                      Defendants, Appellees.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Hector M. Laffitte, U.S. District Judge]\n                                                       \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                  Bownes, Senior Circuit Judge,\n                                              \n\n                    and Stahl, Circuit Judge.\n                                            \n\n                                             \n\n     Fernando  L. Gallardo, with whom Woods &amp; Woods was on brief,\n                                                   \nfor appellants.\n     Luis Sanchez  Betances, with whom Ivonne  Cruz Serrano, Luis\n                                                                 \nA. Melendez-Albizu,  and Sanchez-Betances &amp; Sifre  were on brief,\n                                                 \nfor appellees.\n\n                                             \n\n                          June 30, 1994\n\n                                             \n\n          SELYA, Circuit  Judge.  This appeal  raises tantalizing\n          SELYA, Circuit  Judge.\n                               \n\nquestions  concerning  the application  of  the  doctrine of  res\n\njudicata  to nonparties.    Because we  conclude that  appellants\n\ncannot lawfully be  precluded from bringing  their action in  the\n\ncircumstances  at bar, we  reverse the district  court's order of\n\ndismissal and remand for further proceedings.\n\nI.  BACKGROUND\n\n          In the  1970s, a  consortium of real  estate developers\n\nsold subdivided  lots of undeveloped land  to approximately 3,000\n\npurchasers, most of whom resided in Puerto Rico.  Contrary to the\n\npromoters' glowing representations, the  real estate proved to be\n\nFlorida swampland, unsuitable for development.\n\n          In 1982, a  gaggle of duped  purchasers (whom we  shall\n\ncall \"the Rodriguez plaintiffs\") commenced a civil  action in the\n\nUnited  States District  Court for  the District of  Puerto Rico.\n\nThey  sued the sellers, the banks that financed the project,1 and\n\nseveral related individuals.   The  Rodriguez plaintiffs  alleged\n\nviolations  of  the Interstate  Land  Sales  Full Disclosure  Act\n\n(\"ILSFDA\"), 15  U.S.C.    1703,  the Securities  Exchange Act  of\n\n1934,  15  U.S.C.    78j,  Rule  10b-5  thereunder,  17 C.F.R.   \n\n240.10b-5,   and   the   Racketeering  Influenced   and   Corrupt\n\nOrganizations  Act (\"RICO\"), 18 U.S.C.    1961-1964.  Some of the\n\nplaintiffs  then  assisted  in   the  formation  of  the  Sunrise\n\nLitigation Group.   The  group's members  paid  fees that  helped\n\n                    \n\n     1Most of  the financing was  undertaken by  Banco Central  y\nEconomias and Banco de Economias, the predecessors in interest of\ndefendant-appellee Banco Central Corp.\n\n                                2\n\ndefray the costs of the litigation and exchanged information that\n\nsometimes proved to be of use in pursuing the litigation.\n\n          After   several  years   of   discovery  and   numerous\n\namendments  to  the  pleadings,  the  Rodriguez  plaintiffs,  152\n\nstrong, sought to convert their suit to a class action.  In April\n\nof 1987, the district court refused either to certify  a class or\n\nto permit additional plaintiffs to intervene.  Almost immediately\n\nthereafter, several prospective plaintiffs  who had tried in vain\n\nto join  the Rodriguez  litigation initiated the  instant action.\n\nThe  new coalition of claimants (whom we shall call \"the Gonzalez\n\nplaintiffs\") were represented by the same lawyers who represented\n\nthe  Rodriguez plaintiffs.    They sued  the same  defendants and\n\ntheir  complaint mimicked  a proposed  amended complaint  on file\n\n(but never allowed) in the Rodriguez litigation.\n\n          During  the  next  few  years,  some  of  the  Gonzalez\n\nplaintiffs joined the Sunrise Litigation Group.  In the same time\n\nframe,  they prevailed on no fewer  than five motions to bring in\n\nadditional  claimants.   And on  January 16,  1992, the  district\n\ncourt allowed the Gonzalez plaintiffs to amend their complaint to\n\ninclude mail  fraud as  a  RICO predicate  act, see  18 U.S.C.   \n                                                   \n\n1962(d), and to include  claims for breach of contract  and fraud\n\nunder Puerto Rico law, see, e.g., P.R. Laws Ann. tit. 31,   3018.\n                                \n\n          Despite   strong   evidence   of   skullduggery,2   the\n\n                    \n\n     2Judge Fuste, who presided over the Rodriguez case, believed\nthe  plaintiffs  \"undoubtedly\"  had  been wronged.    Even  while\nupholding many  of the  defendants' legal arguments,  he lamented\nthe seeming injustice \"in allowing the . . . sellers of swampland\nto trusting buyers, to walk from this court without so  much as a\n\n                                3\n\nRodriguez plaintiffs frittered away much of their case through  a\n\nseries  of pretrial  blunders.   See,  e.g.,  Rodriguez v.  Banco\n                                                                 \n\nCentral Corp., 727 F. Supp. 759, 763-65 (D.P.R. 1989) (dismissing\n             \n\nclaims under ILSFDA as time-barred), aff'd in part and vacated in\n                                                                 \n\npart, 917 F.2d  664 (1st  Cir. 1990); id.  at 769-70  (dismissing\n                                         \n\nRICO claims premised on federal securities violations); Rodriguez\n                                                                 \n\nv. Banco Central  Corp., 777  F. Supp. 1043,  1047 (D.P.R.  1991)\n                       \n\n(discussing  plaintiffs'  failure  to  plead  certain potentially\n\nviable claims).   The  Rodriguez plaintiffs ultimately  lost what\n\nremained of their case  after a seven-week jury trial  when Judge\n\nFuste directed verdicts for the  defendants on the only surviving\n\nclaims  and this court upheld his ruling on appeal, see Rodriguez\n                                                                 \n\nv. Banco Central Corp., 990 F.2d 7, 14 (1st Cir. 1993).\n                      \n\n          Following  the interment  of the  Rodriguez litigation,\n\nrenewed attention  focused on the Gonzalez  litigation (which was\n\npending before Judge Laffitte).  By then, the Gonzalez plaintiffs\n\nwere pressing  certain claims  that replicated those  pressed and\n\nlost by the Rodriguez plaintiffs,  e.g., claims under the ILSFDA,\n                                       \n\nRule 10b-5, and RICO (premised on securities fraud), and  certain\n\nadditional claims  that had  been neglected  or abandoned  by the\n\nRodriguez plaintiffs,  e.g., RICO claims premised  on mail fraud,\n                           \n\nstate-law claims for fraud, and claims for breach of contract.\n\n          After  silhouetting  the   Gonzalez  plaintiffs'   suit\n\nagainst the backdrop of the completed Rodriguez litigation, Judge\n\n                    \n\nscratch.\"  Rodriguez v.  Banco Central Corp., 777 F.  Supp. 1043,\n                                            \n1065 (D.P.R. 1991).\n\n                                4\n\nLaffitte, by way of  an unpublished memorandum opinion, dismissed\n\nthe  action in  its entirety  on grounds  of res  judicata.   The\n\nGonzalez plaintiffs appeal.  We have jurisdiction pursuant  to 28\n\nU.S.C.   1291.\n\nII.  ANALYSIS\n\n          Although appellants  were not  parties  to the  earlier\n\nlitigation,  the court below applied res judicata in bar of their\n\nclaims under a  theory of privity.  The applicability  vel non of\n                                                              \n\nthe  doctrine of  res judicata  presents a  question of  law over\n\nwhich we exercise  plenary appellate review.   See E. &amp;  J. Gallo\n                                                                 \n\nWinery v. Gallo Cattle Co., 967 F.2d  1280, 1287 (9th Cir. 1992).\n                          \n\nFederal law governs the  res judicata effects of a  federal court\n\njudgment in a federal  question case as applied  to a later  case\n\nthat again presents a federal  question to a federal court.   See\n                                                                 \n\nBlonder-Tongue Labs., Inc. v. University of Ill. Found., 402 U.S.\n                                                       \n\n313, 324 n.12  (1971); Kale v. Combined Ins. Co.,  924 F.2d 1161,\n                                                \n\n1165 (1st  Cir.), cert. denied, 112 S. Ct. 69 (1991); see also 18\n                                                              \n\nCharles A. Wright, et al., Federal Practice and Procedure   4466,\n                                                         \n\nat 617-18 (1981) (hereinafter \"Wright &amp; Miller\").  Thus,  because\n\nboth  the  earlier (ostensibly  precluding)  suit  and the  later\n\n(ostensibly    precluded)    suit   invoked    federal   question\n\njurisdiction, see 28 U.S.C.   1331, the  rule of decision here is\n                 \n\nsupplied by federal law.\n\n          The accepted formulation  of res  judicata for  federal\n\ncourt  use teaches that  \"a final  judgment on  the merits  of an\n\naction precludes  the parties or their  privies from relitigating\n\n                                5\n\nissues  that  were or  could have  been  raised in  that action.\"\n\nAllen  v.  McCurry, 449  U.S. 90,  94  (1980).   Accordingly, the\n                  \n\nelements of res judicata are  (1) a final judgment on the  merits\n\nin  an  earlier suit,  (2)  sufficient  identicality between  the\n\ncauses of action asserted in the earlier and later suits, and (3)\n\nsufficient  identicality between  the parties  in the  two suits.\n\nSee Aunyx  Corp. v. Canon U.S.A.,  Inc., 978 F.2d 3,  6 (1st Cir.\n                                       \n\n1992), cert.  denied, 113 S. Ct.  1416 (1993); Kale, 924  F.2d at\n                                                   \n\n1165.\n\n          In  the present  situation, the  first element  in this\n\ntripartite test provokes no controversy; appellants  concede that\n\nthe earlier  (Rodriguez) suit resulted  in final judgment  on the\n\nmerits.  Thus, we  concentrate our energies on the  remaining two\n\nprongs of the test.\n\n              A.  Identicality of Causes of Action.\n                                                  \n\n          To determine whether sufficient subject matter identity\n\nexists between an earlier and a later suit, federal courts employ\n\na transactional  approach.  See Kale, 924 F.2d at 1166; Manego v.\n                                                              \n\nOrleans  Bd. of  Trade,  773 F.2d  1, 5  (1st  Cir. 1985),  cert.\n                                                                 \n\ndenied, 475  U.S. 1084 (1986);  see also Restatement  (Second) of\n                                                                 \n\nJudgments   24 (1992).  This approach recognizes that a valid and\n         \n\nfinal  judgment in  an action  will extinguish  subsequent claims\n\n\"with respect to all or any part of the transaction, or series of\n\nconnected transactions,  out of which the action arose.\"  Manego,\n                                                                \n\n773 F.2d at 5 (quoting Restatement   24).\n\n          To   understand  the  transactional   approach,  it  is\n\n                                6\n\nnecessary to appreciate  that a single  transaction or series  of\n\ntransactions  can   and often does    give rise to a multiplicity\n\nof claims.  Phrased another way, \"[a] single  cause of action can\n\nmanifest  itself  in an  outpouring  of  different claims,  based\n\nvariously  on federal  statutes, state  statutes, and  the common\n\nlaw.\"   Kale, 924 F.2d at  1166.  The necessary  identity will be\n            \n\nfound to exist  if both sets  of claims    those asserted in  the\n\nearlier  action and  those asserted  in  the subsequent  action  \n\nderive from a  common nucleus of  operative facts.  See  id. This\n                                                            \n\nprinciple pertains  no matter how diverse or  prolific the claims\n\nthemselves may be.  See 1B J.  Moore, Federal Practice   0.410[1]\n                                                      \n\nat 350 (2d  ed. 1993) (explaining that \"the  `cause of action' or\n\n`claim' .  . .  is  bounded by  the injury  for  which relief  is\n\ndemanded,  and not by  the legal theory\").   It  follows that the\n\nomission  of a  particular statement  of claim from  the original\n\nsuit is of  no great consequence; if the transaction  is the same\n\nand the other components of the test are satisfied, principles of\n\nres judicata will bar all  claims that either were or  could have\n\nbeen asserted in the initial action.  See Kale, 924 F.2d at 1166;\n                                              \n\nManego,  773 F.2d  at 5.   The  key is  to define  the underlying\n      \n\ninjury.\n\n          This definitional  process is  not a  purely mechanical\n\nexercise.   \"What factual  grouping constitutes  a `transaction',\n\nand  what  groupings constitute  a  `series',  are [matters  that\n\nshould] be determined pragmatically,\" taking into consideration a\n\nwide  variety of relevant  factors, including but  not limited to\n\n                                7\n\nsuch things as  \"whether the  facts are related  in time,  space,\n\norigin, or motivation, whether they form a convenient trial unit,\n\nand  whether their treatment as  a unit conforms  to the parties'\n\nexpectations . . . .\"  Aunyx, 978 F.2d at  7 (quoting Restatement\n                            \n\n(Second) of Judgments   24).\n\n          Given  these  criteria,   we  believe  that   there  is\n\nsufficient  identicality  here  between  the  earlier  and  later\n\nactions to  satisfy the  requisite standard.   Without exception,\n\nappellants' claims stem  from the same series  of transactions as\n\nthe claims  asserted in  the  initial litigation.   Although  the\n\nindividual sales contracts  are different, all of  them arise out\n\nof a  single course  of conduct undertaken  by a  band of  allied\n\ndefendants.    By like  token,  while each  purchaser  acquired a\n\ndifferent lot  at a different price, all the lots are part of the\n\nsame development and all were sold by means of the same ballyhoo.\n\nAt the very least, the two sets of claims are  closely related in\n\ntime, origin, and geography.\n\n          Moreover, if merged, the two  sets of claims would form\n\na  well-integrated unit.  The  same kinds of  land sale contracts\n\nthat the Rodriguez plaintiffs attacked under ILSFDA and sought to\n\ncharacterize as  \"securities\" for  purposes of their  RICO claim,\n\nsee  Rodriguez,  990  F.2d  at 9,  underlie  appellants'  current\n              \n\nclaims.   To be  sure, appellants have  negotiated the procedural\n\nminefield  more  nimbly   than  their  predecessors,  and   have,\n\ntherefore, assembled a more  varied assortment of legal theories;\n\nbut  their  claims    including  both  those  that replicate  the\n\n                                8\n\nRodriguez plaintiffs' claims  and those that  do not    implicate\n\nthe same series of interconnected  transactions that gave rise to\n\nthe causes of action litigated in the earlier lawsuit.  In short,\n\nboth sets of claims, though dressed in different legal garb, grow\n\nout of a common nucleus of operative facts.  No more is exigible.\n\n                   B.  Identicality of Parties.\n                                              \n\n          Concluding,  as   we  do,  that  the  district  court's\n\nanalysis passes  muster  on  the  first  two  components  of  the\n\ntripartite test, we turn to the third essential ingredient needed\n\nto  invoke the  doctrine of  res  judicata:   the  presence of  a\n\nsufficient identity between the parties  to the earlier and later\n\nactions.  Short of situations in which precisely the same parties\n\nappear  in both suits, this element is almost always difficult to\n\ngauge.\n\n          1.   Nonparty Preclusion.  We step back to gain a sense\n          1.   Nonparty Preclusion.\n                                  \n\nof perspective.  We are aware that a Supreme Court  dictum can be\n\nread  to suggest that res judicata  is inoperative as a matter of\n\nlaw insofar as nonparties  are concerned.  See Montana  v. United\n                                                                 \n\nStates, 440 U.S. 147, 154 (1979) (\"Preclusion of . . . nonparties\n      \n\nfalls under  the rubric  of collateral  estoppel rather  than res\n\njudicata because the latter doctrine presupposes identity between\n\ncauses  of action.  And the cause  of action which a nonparty has\n\nvicariously  asserted differs  by definition  from that  which he\n\nsubsequently  seeks to litigate in his own right.\") (dictum).  We\n\nbelieve it is highly improbable, however, that the Montana Court,\n                                                          \n\nwhose primary interest lay in molding the contours of the related\n\n                                9\n\ndoctrine of  collateral estoppel,3 meant categorically  to banish\n\nprivity    a  time-honored  concept  that collapses  distinctions\n\nbetween form and substance in respect to party  status   from use\n\nin conjunction with principles of res judicata.\n\n          This  conclusion  is  firmly  supported  not  only   by\n\nrespectable  precedent  but  also  by  practical  considerations.\n\nNotwithstanding  the  Montana dictum,  several  courts, including\n                             \n\nthis court, continue to apply res judicata to nonparties when the\n\ncircumstances  warrant.    See,  e.g., Aunyx,  978  F.2d  at  7-8\n                                            \n\n(applying res judicata to preclude the alter ego of a corporation\n\nfrom relitigating); In re Air Crash at Dallas/Fort Worth Airport,\n                                                                \n\n861  F.2d 814, 816-18 (5th  Cir. 1988) (applying  res judicata to\n\nbar  decedent's daughter from relitigating); see also Restatement\n                                                                 \n\n(Second) of Judgments    40,  41 (endorsing application of  claim\n                     \n\npreclusion  to nonparties  in specified  circumstances).   In the\n\nsame vein, courts continue routinely to formulate res judicata as\n\na doctrine that bars parties \"or their privies\" from relitigating\n\nclaims.   See, e.g.,  Allen, 449  U.S. at 94;  Kale, 924  F.2d at\n                                                   \n\n1165; In re Air Crash, 861 F.2d at 816; United  States v. Athlone\n                                                                 \n\nIndus., Inc.,  746 F.2d 977, 983  (3d Cir. 1984); Lee  v. City of\n                                                                 \n\nPeoria, 685 F.2d 196, 199 (7th Cir. 1982).\n      \n\n          There  are  also strong  practical  considerations that\n\ncounsel against  blind  adherence to  the  Montana dictum.    The\n                                                  \n\n                    \n\n     3While the doctrines of res judicata and collateral estoppel\nhave been said to \"share a  distinct family resemblance,\" Fiumara\n                                                                 \nv. Fireman's Fund Ins. Cos., 746 F.2d 87, 90 n.1 (1st Cir. 1984),\n                           \nthey are nonetheless distinct, see Parklane Hosiery Co. v. Shore,\n                                                                \n439 U.S. 322, 326 n.5 (1979) (delineating differences).\n\n                                10\n\ndoctrine of  res judicata serves many desirable  ends, among them\n\nfinality and efficiency.   See Montana, 440 U.S.  at 153.   Logic\n                                      \n\nsuggests  that the  doctrine can  achieve its  goals only  if its\n\npreclusive   effects  occasionally   can   reach   persons   who,\n\ntechnically,  were  not  parties  to the  original  action.   The\n\npitfalls of  a more  mechanical rule  are  obvious; making  party\n\nstatus a sine qua non for the operation of res judicata opens the\n                     \n\ndoor  to countless  varieties of  manipulation, including  claim-\n\nsplitting, suits by proxy, and forum-shopping.\n\n          Finally,  reading  Montana's  dictum  as  categorically\n                                    \n\neliminating res judicata whenever there are  technically distinct\n\nparties is at  loggerheads with the hoary concept  of privity   a\n\nconcept  long  since  integrated   into  the  legal  lexicon  and\n\nroutinely applied in analogous situations.   See, e.g., Stacy  v.\n                                                             \n\nThrasher, 47  U.S. 44, 51  (1848) (applying privity  to determine\n        \n\nthe binding  effect of  court judgments); Wallingsford  v. Larcon\n                                                                 \n\nCo.,  237  F.2d 904,  906 (8th  Cir.  1956) (applying  privity to\n   \n\ndetermine  the extent  of  the res  judicata  effect of  a  prior\n\njudgment).   We are loath  to assume  that the Court  intended to\n\nwrest  this concept from the  jurisprudence of res  judicata by a\n\ncasual  observation,  bereft  of  any  meaningful  discussion  or\n\nexplanation.  As  a rule, appellate courts  do not operate in  so\n\nDelphic a fashion.   See, e.g., United States  v. Zapata, 18 F.3d\n                                                        \n\n971, 977  (1st Cir. 1994) (rejecting argument that \"an unheralded\n\ndictum\"  in  a  Supreme  Court  opinion  altered  settled  Fourth\n\nAmendment concepts and thereby \"worked a sea change in the law\").\n\n                                11\n\n          We  find this  combination  of  precedent, policy,  and\n\npracticalities to  be irresistible.  Consequently,  we hold that,\n\nunder  federal law, res judicata can sometimes operate to bar the\n\nmaintenance of an  action by persons  who, technically, were  not\n\nparties to  the  initial action  (to which  preclusive effect  is\n\nattributed).   Nonetheless,  we appreciate  that this is  a murky\n\ncorner  of the  law  and caution  the  district courts  to  tread\n\ngingerly in applying res judicata to nonparties.4\n\n          2.  Privity.  The most familiar mechanism for extending\n          2.  Privity.\n                     \n\nres   judicata   to   nonparties   without   savaging   important\n\nconstitutional  rights is the concept of privity   a concept that\n\nfurnishes a  serviceable framework for  an exception to  the rule\n\nthat res judicata only bars relitigation of claims by persons who\n\nwere parties to  the original  litigation.  See  Meza v.  General\n                                                                 \n\nBattery Corp., 908 F.2d 1262, 1266 (5th Cir. 1990); see also NLRB\n                                                                 \n\nv.  Donna-Lee Sportswear  Co., 836  F.2d 31,  34 (1st  Cir. 1987)\n                             \n\n(applying same exception in connection with issue preclusion).\n\n          Although  privity can  be elusive,  this case  does not\n\nrequire us to build four walls around it.  Here, the res judicata\n\ndefense is based not  on some exotic doctrinal refinement  but on\n\ncommonly  accepted principles  of how  privity operates  to bring\n\nabout  nonparty preclusion.   The  theory underlying  defendants'\n\n                    \n\n     4The  perils of  nonparty  preclusion are  real.   Prominent\namong them is the  prospect that an overly expansive  arrangement\nof  the  concept,   or  too   free  use  of   it,  may   endanger\nconstitutional rights.   See Meza v.  General Battery Corp.,  908\n                                                           \nF.2d 1262, 1266 (5th Cir. 1990) (approving concept but noting the\ndue  process concerns  implicit in  the  ideal that,  in general,\nevery party is entitled to her own \"day in court\").\n\n                                12\n\niteration of the defense is that privity exists (and,  therefore,\n\nnonparty  preclusion potentially  obtains) if  a nonparty  either\n\nsubstantially  controlled  a party's  involvement in  the initial\n\nlitigation  or,  conversely, permitted  a  party  to the  initial\n\nlitigation to  function  as his  de  facto representative.5    We\n                                          \n\naccept   defendants'  theoretical   premise,  but,   after  close\n\nperscrutation  of the record as a whole, we conclude that neither\n\nstripe of privity exists here.\n\n                       Substantial Control\n                                          \n\n          The  doctrine of  res judicata  rests upon  the bedrock\n\nprinciple that, for  claim preclusion to apply,  a litigant first\n\nmust have had a full and fair opportunity to litigate his  claim.\n\nSee Fiumara v.  Fireman's Fund  Ins. Cos., 746  F.2d 87, 92  (1st\n                                         \n\nCir. 1984);  see also 18 Wright  &amp; Miller, supra,    4449, at 417\n                                                \n\n(noting  \"[o]ur  deep-rooted  historic  tradition  that  everyone\n\nshould  have his own day in court\"); cf. Blonder-Tongue, 402 U.S.\n                                                       \n\nat 328 (commenting that it is sufficient to afford a litigant one\n\n\"full  and  fair  opportunity   for  judicial  resolution\"  of  a\n\nparticular issue).  If a nonparty either participated vicariously\n\nin the  original litigation  by exercising  control over  a named\n\nparty  or had  the opportunity  to exert  such control,  then the\n\nnonparty  effectively  enjoyed  his  day  in  court,  and  it  is\n\nappropriate to impute to him the legal attributes of party status\n\nfor purposes of claim  preclusion.  See United States  v. Bonilla\n                                                                 \n\n                    \n\n     5The sobriquet  \"virtual representation\" frequently  is used\nto  describe this  type  of de  facto  representation.   It  fits\n                                     \nequally well under the label \"representation by proxy.\"\n\n                                13\n\nRomero, 836 F.2d  39, 44 (1st Cir. 1987),  cert. denied, 488 U.S.\n                                                       \n\n817 (1988);  see also 18 Wright  &amp; Miller, supra,    4451, at 430\n                                                \n\n(arguing  that \"[p]reclusion is fair so  long as the relationship\n\nbetween the nonparty and  a party was such that  the nonparty had\n\nthe same  practical  opportunity to  control  the course  of  the\n\nproceedings that  would be available  to a party\");  cf. Montana,\n                                                                \n\n440  U.S.  at 154  (finding  issue  preclusion appropriate  \"when\n\nnonparties  assume control over  litigation in which  they have a\n\ndirect  financial  or  proprietary  interest  and  then  seek  to\n\nredetermine issues previously resolved\"); Restatement (Second) of\n\nJudgments   39 (similar).6\n\n          Substantial control  means what the  phrase implies; it\n\nconnotes the  availability of  a significant degree  of effective\n\ncontrol  in the prosecution  or defense  of the  case    what one\n\nmight term, in the  vernacular, the power   whether  exercised or\n\nnot    to call the shots.7   See Rumford Chem.  Works v. Hygienic\n                                                                 \n\nChem. Co., 215 U.S. 156, 160 (1909) (holding that  the concept of\n         \n\n                    \n\n     6We do not think  that comment b to section  39, Restatement\n                                                                 \n(Second)  of Judgments   39, comment b, at 383-84 (limiting scope\n                      \nof section to issue  preclusion, not claim preclusion), indicates\nthat  substantial  control can  never serve  as  the basis  for a\nfinding  of privity  when res  judicata is in  play.   Rather, we\ninterpret the comment as  suggesting that substantial control has\nsomewhat  different dimensions for  purposes of  issue preclusion\nthan  for purposes of claim preclusion   a proposition with which\nwe agree.\n\n     7Some  courts and  commentators  have suggested  that, at  a\nminimum,  substantial  control  is  the  quantum  of  involvement\nexpected  of a  co-party.   See,  e.g.,  American Postal  Workers\n                                                                 \nUnion,  Etc. v. U.S.  Postal Serv., 736  F.2d 317,  319 (6th Cir.\n                                  \n1984); 1B Moore, supra,   0.411[6],  at 456.  With respect, we do\n                      \nnot find this mode  of measurement particularly enlightening and,\nhence, we decline to install it.\n\n                                14\n\nsubstantial control refers  to \"the right  to intermeddle in  any\n\nway in the conduct of  the case\"); Hy-Lo Unit &amp; Metal  Prods. Co.\n                                                                 \n\nv.  Remote Control Mfg.  Co., 83  F.2d 345,  350 (9th  Cir. 1936)\n                            \n\n(stating that substantial control means the \"right to participate\n\nand control  such prosecution or  defense\"); Restatement (Second)\n                                                                 \n\nof  Judgments   39, comment c,  at 384 (stating that control, for\n             \n\npurposes of issue  preclusion, refers  to the  right to  exercise\n\n\"effective  choice  as to  the legal  theories  and proofs  to be\n\nadvanced,\" as  well as  \"control over  the opportunity  to obtain\n\nreview\"); see generally 1B Moore, supra,   0.411[6] at 456-58.\n                                       \n\n          As the proverb suggests, a picture is sometimes worth a\n\nthousand words.  Along  these lines, we suspect that  the concept\n\nof substantial control can be illustrated better by examples than\n\nby linguistic constructs.   For instance, substantial control has\n\nbeen  found in the case  of a liability  insurer that assumes the\n\ninsured's defense, see, e.g., Iacaponi v. New Amsterdam Cas. Co.,\n                                                                \n\n379 F.2d  311, 312 (3d  Cir. 1967), cert.  denied, 389  U.S. 1054\n                                                 \n\n(1968),  an indemnitor  who participates  in defending  an action\n\nbrought  against the indemnitee, see,  e.g., Bros, Inc.  v. W. E.\n                                                                 \n\nGrace Mfg. Co.,  261 F.2d 428,  430-31 (5th Cir.  1958), and  the\n              \n\nowner of  a close corporation  who assumes control  of litigation\n\nbrought against  the firm,  see, e.g.,  Kreager v. General  Elec.\n                                                                 \n\nCo., 497 F.2d 468, 471-72 (2d Cir.), cert. denied, 419 U.S.  1041\n                                                 \n\n(1974).   Conversely,  courts  have refused  to find  substantial\n\ncontrol  merely  because a  nonparty  retained  the attorney  who\n\nrepresented  a party to the earlier action, see Freeman v. Lester\n                                                                 \n\n                                15\n\nCoggins  Trucking, Inc., 771 F.2d 860, 864 (5th Cir. 1985); Ramey\n                                                                 \n\nv. Rockefeller, 348 F. Supp. 780, 785 (E.D.N.Y. 1972), or because\n              \n\nthe  nonparty  assisted  in  financing the  earlier  action,  see\n                                                                 \n\nRumford  Chem.,  215 U.S.  at  159-60;  General  Foods  Corp.  v.\n                                                             \n\nMassachusetts  Dep't of Pub.  Health, 648  F.2d 784,  787-88 (1st\n                                    \n\nCir. 1981), or because the nonparty testified as a witness in the\n\nearlier action, see Benson  &amp; Ford, Inc. v. Wanda  Petroleum Co.,\n                                                                \n\n833 F.2d 1172, 1174-75 (5th Cir. 1987); Ponderosa Devel. Corp. v.\n                                                              \n\nBjordahl, 787 F.2d 533,  536-37 (10th Cir. 1986), or  because the\n        \n\nnonparty procured witnesses or  evidence, see Carl Zeiss Stiftung\n                                                                 \n\nv.  V.E.B.  Carl Zeiss,  Jena, 293  F.  Supp. 892,  921 (S.D.N.Y.\n                             \n\n1968), modified, 433 F.2d  686 (2d Cir. 1970), cert.  denied, 403\n                                                            \n\nU.S. 905 (1971), or because the nonparty furnished his attorney's\n\nassistance,  see Cofax Corp.  v. Minn. Mining  &amp; Mfg.  Co., 79 F.\n                                                          \n\nSupp. 842, 844 (S.D.N.Y. 1947).\n\n          In the last analysis, there is  no bright-line test for\n\ngauging substantial control.   The inquiry must be case-specific,\n\nsee  1B Moore,  supra,   0.411[6]  at 458, and  fact patterns are\n                     \n\nalmost endlessly variable.  The critical judgment cannot be based\n\non  isolated  facts.    Consequently,  an  inquiring  court  must\n\nconsider the  totality of the circumstances  to determine whether\n\nthey justify a  reasonable inference of a nonparty's potential or\n\nactual involvement as a  decisionmaker in the earlier litigation.\n\nThe nonparty's  participation may  be overt  or  covert, and  the\n\nevidence  of it may be direct or  circumstantial   so long as the\n\nevidence as a  whole shows that the nonparty  possessed effective\n\n                                16\n\ncontrol  over  a party's  conduct  of the  earlier  litigation as\n\nmeasured from  a practical, as  opposed to a  purely theoretical,\n\nstandpoint.   The burden of persuasion  ultimately rests with him\n\nwho asserts that control (or the right to exercise it) existed to\n\nsuch a degree as would warrant invoking nonparty preclusion.  See\n                                                                 \n\nid.\n   \n\n          Applying this  standard, there is no  principled way in\n\nwhich it can  be said that the Gonzalez  plaintiffs substantially\n\ncontrolled  the Rodriguez  plaintiffs in  regard to  the original\n\nlitigation.  The only  facts to which the district  court alluded\n\nin ruling that nonparty  preclusion loomed involve the similarity\n\nof the complaints at one point in time, the parties' common legal\n\nrepresentation, and the planned  use of some discovered materials\n\nin both  litigations.  In our  view, these facts do  not begin to\n\nshow that the Gonzalez plaintiffs exercised any meaningful degree\n\nof control over the course of  the Rodriguez litigation.  Nor did\n\nthey  have either  the right  or the  opportunity to  demand such\n\ncontrol.8\n\n          Moreover,  the record contains much additional evidence\n\nindicating the absence of substantial control.  No useful purpose\n\n                    \n\n     8Admittedly, some  plaintiffs in each camp  also belonged to\nan informal litigation group that helped to finance the Rodriguez\nlitigation  and  disseminated  information relevant  to  members'\nclaims.  Yet this link, whether taken by itself or in combination\nwith  the circumstances noted by  the district court,  is far too\nfragile  to support a finding of substantial control.  See, e.g.,\n                                                                \nJenkins v. Hartford  Acc. &amp; Indem. Co., 733 F.2d  1090, 1091 (4th\n                                      \nCir. 1984) (holding  that limited participation  will not bind  a\nnonparty); General  Foods, 648 F.2d  at 788  (noting that  merely\n                         \nhelping  to finance litigation will not bind a nonparty); McKeown\n                                                                 \nv. Wheat, 231 F.2d 540, 543 (5th Cir. 1956) (similar).\n        \n\n                                17\n\nwould  be served by marshalling  this evidence.   We do, however,\n\nremark the  most telling  datum:   that the  Rodriguez plaintiffs\n\nsought to amend their complaint to add those who later became the\n\nGonzalez plaintiffs  a full  half-decade after  the start of  the\n\nlitigation   a datum strongly  suggesting that appellants had  no\n\ninvolvement in the initial  five years of litigation.   This lack\n\nof participation at the early stages  of the Rodriguez litigation\n\nis particularly  probative on  the issue of  substantial control,\n\nfor  it  was  during  this period  that  many  pivotal  strategic\n\ndecisions were made, resulting in the virtual forfeiture of  some\n\nespecially promising  causes of action (including  the mail fraud\n\nand state-law  claims).  Obviously,  appellant had  no chance  to\n\nshare in this decisionmaking.\n\n                      Virtual Representation\n                                            \n\n          The defendants also attempt  to sustain the application\n\nof res judicata by employing principles of virtual representation\n\nto  demonstrate  that  privity   exists.    The  attempt  stalls.\n\nFollowing  defendants' itinerary  would require  us to  imbue the\n\ntheory  of virtual  representation with  a much  greater cruising\n\nrange than either the law or the facts permit.\n\n          Although  rooted  in  the  eighteenth  century  law  of\n\nestates, virtual  representation has  only recently emerged  as a\n\nvehicle  for general nonparty  preclusion.   See Robert  G. Bone,\n                                                \n\nRethinking the `Day in  Court' Ideal and Nonparty Preclusion,  67\n                                                            \n\nN.Y.U. L. Rev. 193,  206-219 (1992).  Its  recent jurisprudential\n\nhistory has been characterized by breadth of initial articulation\n\n                                18\n\nfollowed  by abrupt  retrenchment in  actual application.   These\n\npererrations,  and  the  competing  centrifugal  and  centripetal\n\nforces that  account  for  them,  are most  easily  explained  by\n\nreference  to the due process analyses that must guide any effort\n\nto place  the theory into practice.  See, e.g., Meza, 908 F.2d at\n                                                    \n\n1266.\n\n          The  courts that  first  rode the  warhorse of  virtual\n\nrepresentation  into battle  on the  res judicata  front invested\n\ntheir steed  with near-magical  properties.  They  suggested that\n\nmere identity  of interests between party  and nonparty warranted\n\napplication  of  the  theory  and,  hence,   authorized  nonparty\n\npreclusion.  See, e.g., Aerojet-General Corp. v. Askew,  511 F.2d\n                                                      \n\n710, 719 (5th Cir.)  (holding that, under federal law,  \"a person\n\nmay be bound by a  judgment even though not a party if one of the\n\nparties to the suit  is so closely aligned with  his interests as\n\nto be his  virtual representative\"), cert.  denied, 423 U.S.  908\n                                                  \n\n(1975).   Despite such sweeping generalities, courts soon came to\n\nrealize that, though virtual representation  was not the old gray\n\nmare, neither should it be confused with Pegasus; finding virtual\n\nrepresentation based  solely on  identity of interests,  and then\n\ndeploying the  theory to justify  nonparty preclusion in  a broad\n\nspectrum   of  cases,   would   threaten   the  core   principles\n\nunderpinning  the due process equation.  See Martin v. Wilks, 490\n                                                            \n\nU.S.  755,  761-62 (1989);  Meza, 908  F.2d  at 1266.    For this\n                                \n\nreason,  contemporary caselaw  has placed  the theory  of virtual\n\nrepresentation on  a short tether,  significantly restricting its\n\n                                19\n\nrange.   See Benson &amp; Ford, 833  F.2d at 1175 (observing that the\n                          \n\ntheory  of  virtual representation  must  be  kept within  strict\n\nconfines); Pollard v. Cockrell, 578 F.2d 1002, 1008-09  (5th Cir.\n                              \n\n1978) (explicitly  limiting  Aerojet holding);  see generally  18\n                                                             \n\nWright  &amp; Miller, supra,    4457 at 355  (Supp. 1994) (discussing\n                       \n\n\"narrow role\" that remains for virtual representation).\n\n          The upshot is that,  today, while identity of interests\n\nremains   a   necessary   condition   for    triggering   virtual\n\nrepresentation,  it is not alone a sufficient condition.  More is\n\nrequired to bring  the theory to bear.9   See General  Foods, 648\n                                                            \n\nF.2d at 789 (holding that \"identity of interests\" between a party\n\nand a nonparty \"does  not bind [the nonparty] to  the judgment\");\n\nGriffin v. Burns, 570 F.2d 1065, 1071 (1st Cir. 1978) (explaining\n                \n\nthat   \"[m]ere  similarity   of  interests   and  a   quantum  of\n\nrepresentation\"    is    insufficient    to    trigger    virtual\n\nrepresentation);  Petit v. City of Chicago, 766 F. Supp. 607, 612\n                                          \n\n(N.D. Ill. 1991) (holding that \"identity of interests alone . . .\n\nis  not  sufficient to  yield a  finding  of privity\");  see also\n                                                                 \n\nBenson  &amp; Ford, 833 F.2d  at 1174-76 (declining  to find nonparty\n              \n\npreclusion anent an antitrust claim growing out of the same facts\n\nwhere  the nonparty plaintiff testified at  the earlier trial and\n\nhad  the same attorney); see generally 18 Wright &amp; Miller, supra,\n                                                                \n\n                    \n\n     9This remains  the modern rule despite  an occasional dictum\nthat  a determined  advocate might  read to  the contrary.   See,\n                                                                \ne.g.,  In re Medomak  Canning Co.,  922 F.2d  895, 901  (1st Cir.\n                                 \n1990)   (suggesting  that   \"privity   may   be  established   by\nidentification of  interests, even where  representation of those\ninterests is not authorized\").\n\n                                20\n\n  4457, at 500.\n\n          To    say   that   a    litigant   advocating   virtual\n\nrepresentation,  and  seeking thereby  to  preclude  a nonparty's\n\nsuit,  must show more than  an identity of  interests is to state\n\nthe nature of the problem,  not to solve it.  Many of the ensuing\n\nquestions   questions like  \"how much more?\" and \"what  comprises\n\n`more'?\"     seem   to  have   no  categorical   answers.     Not\n\nsurprisingly, then, the cases in which courts have dealt with the\n\ndoctrine,  taken   as  an  array,  are   resistant  to  doctrinal\n\nrationalization  in  the  form   of  a  single  elegant  limiting\n\nprinciple of the \"one size fits all\" variety.  There is no black-\n\nletter rule.   See Colby v. J.C. Penney Co.,  811 F.2d 1119, 1125\n                                           \n\n(7th Cir. 1987)  (commenting that \"no uniform pattern has emerged\n\nfrom the  cases\");  Ethnic Employees  of Library  of Congress  v.\n                                                             \n\nBoorstin, 751 F.2d 1405,  1411 n.8 (D.C. Cir. 1985)  (noting that\n        \n\nthe  virtual  representation  doctrine has  a  \"highly  uncertain\n\nscope\");  see  also  Bone,  supra,  67  N.Y.U.  L.  Rev.  at  220\n                                 \n\n(acknowledging absence  of clear  organizing framework).   In the\n\nend, virtual  representation is  best understood as  an equitable\n\ntheory rather  than as a crisp rule  with sharp corners and clear\n\nfactual predicates, see 18 Wright &amp; Miller, supra,   4457 at 502,\n                                                 \n\nsuch  that  a party's  status as  a  virtual representative  of a\n\nnonparty must be determined on a case-by-case  basis, see Bonilla\n                                                                 \n\nRomero, 836 F.2d at 43.\n      \n\n          Although the need for individualized analysis persists,\n\na common thread  binds these variegated cases together:   virtual\n\n                                21\n\nrepresentation  has  a  pronounced equitable  dimension.    Thus,\n\nnotwithstanding  identity  of  interests, virtual  representation\n\nwill not serve to bar a nonparty's claim  unless the nonparty has\n\nhad actual  or constructive  notice of the  earlier litigation,10\n\nand  the  balance  of the  relevant  equities  tips  in favor  of\n\npreclusion.   For  example, courts  have applied the  doctrine in\n\nsituations  in  which  a nonparty  has  given  actual or  implied\n\nconsent to  be bound by the results in a prior action, see, e.g.,\n                                                                \n\nBoyd v. Jamaica Plain  Co-op Bank, 386 N.E.2d 775,  778-81 (Mass.\n                                 \n\nApp. Ct. 1979); see also Benson &amp; Ford, 833 F.2d at 1176 (finding\n                                      \n\n\"tacit agreement[s]\" to be bound characteristic of cases applying\n\nvirtual  representation), or in which there  has been \"an express\n\nor  implied legal relationship in which parties to the first suit\n\nare accountable to non-parties who file a subsequent suit raising\n\nidentical  issues,\" Pollard,  578 F.2d  at 1008;  see also  In re\n                                                                 \n\nMedomak  Canning  Co.,  922  F.2d  895, 900-01  (1st  Cir.  1990)\n                     \n\n(holding  that  creditors  were  represented by  the  trustee  in\n\nbankruptcy,  who had  a fiduciary  relationship to  them), or  in\n\nwhich certain  types of  familial relationships link  parties and\n\nnonparties,  see, e.g., Eubanks v.  FDIC, 977 F.2d  166, 170 (5th\n                                        \n\nCir.  1992) (holding wife bound by  outcome of bankrupt husband's\n\nprior action); Stone v. Williams, 970 F.2d 1043, 1058-61 (2d Cir.\n                                \n\n                    \n\n     10Notice is  a very  important factor.    With the  possible\nexception of  Aerojet, 511 F.2d 710  (a case that has  since been\n                     \nnarrowed by the Fifth Circuit), counsel have cited  us to no case\nin which a  court has precluded a nonparty, based  on a theory of\nvirtual  representation,  where  the  nonparty  had  not received\ntimely notice (actual or constructive) of the initial litigation.\n\n                                22\n\n1992)  (binding  decedent's  son  to a  prior  ruling  concerning\n\nlegacies), cert. denied, 113 S. Ct. 2331, or in which courts have\n                       \n\ndetected  tactical  maneuvering   designed  unfairly  to  exploit\n\ntechnical nonparty status  in order to  obtain multiple bites  of\n\nthe litigatory apple, see,  e.g., Petit, 766 F. Supp.  at 611-13;\n                                       \n\nCrane v. Comm'r of Dep't of  Agric., 602 F. Supp. 280, 286-88 (D.\n                                   \n\nMe. 1985); see also 18 Wright &amp; Miller, supra,   4457, at 498-99;\n                                             \n\nBone, supra,  at 222.   Implicit  in all  these scenarios  is the\n           \n\nexistence of actual or constructive notice.11\n\n          We  have considered,  and  rejected,  another  possible\n\ncommon characteristic.  Some  courts have suggested that adequacy\n\nof  representation  is also  a  condition  precedent to  nonparty\n\npreclusion  grounded  upon virtual  representation.   See,  e.g.,\n                                                                \n\nClark v. Amoco Prods. Co.,  794 F.2d 967, 973-74 (5th Cir.  1986)\n                         \n\n(suggesting  that virtual  representation \"closely  resembles the\n\ncommon law  theory of concurrent privity  . . . which  in turn is\n\nreally only [an] adequate representation of interests analysis\");\n\nDelta Air Lines, Inc.  v. McCoy Restaurants, Inc., 708  F.2d 582,\n                                                 \n\n587 (11th  Cir. 1983) (finding no  virtual representation because\n\nnonparty  was  not \"adequately  represented\");  cf.  18 Wright  &amp;\n                                                   \n\nMiller,  supra,     4457,  at  355-58  (1994  Supp.)  (suggesting\n              \n\nsomewhat  cryptically that \"adequate litigation\" should \"remain[]\n\n                    \n\n     11To be sure, the Restatement does not require actual notice\nwhen nonparty preclusion  stems from  a preexistent  relationship\nbetween  party  and  nonparty.     See  Restatement  (Second)  of\n                                      \nJudgments    41,  at 393.   We  suggest that  the requirement  is\nomitted  in  such  a  situation  because  the  formation  of  the\nunderlying relationship, in and  of itself, embodies what amounts\nto constructive notice of all ensuing litigation.\n\n                                23\n\nthe  central  requirement\"  for   nonparty  preclusion  based  on\n\nprinciples of virtual representation).  Properly viewed, however,\n\nadequacy  of   representation  is  not  itself   a  separate  and\n\ninflexible  requirement  for   engaging  principles  of   virtual\n\nrepresentation,12 although  it  is one  of  the factors  that  an\n\ninquiring  court  should  weigh  in  attempting  to  balance  the\n\nequities.13\n\n          Based  on  these  benchmarks,  the  Gonzalez plaintiffs\n\ncannot plausibly  be said to  have been virtually  represented by\n\nthe   Rodriguez  plaintiffs   notwithstanding  the   identity  of\n\ninterests between  the two  groups.   Here, the  equities counsel\n\nvery   strongly  against   deploying   the  theory   of   virtual\n\nrepresentation.   In the first  place, there has  been no showing\n\nthat the  Gonzalez  plaintiffs had  timely  notice of  the  first\n\n                    \n\n     12A contrary view would fly in the teeth of the general rule\nthat, in civil litigation,  the sins of the lawyer  routinely are\nvisited upon the  client.   See, e.g., Link  v. Wabash R.R.,  370\n                                                           \nU.S. 626, 633-36 (1961); Thibeault v. Square D Co., 960 F.2d 239,\n                                                  \n242 (1st  Cir. 1992).   We do not  understand why a  nonparty who\ncomes within the doctrinal framework for virtual representation  \na  framework   in  which  party  and   nonparty  share  identical\ninterests,  and  that  provides  for  notice  and  a weighing  of\nequitable considerations    should be treated  differently from a\nparty in this regard.\n\n     13We are confident that  the cases discussing the importance\nof adequate representation can  be reconciled with this analysis.\nFor  instance,  in  McCoy,   the  prior  action  was  voluntarily\n                                                                 \ndismissed, not determined on the merits as res judicata requires.\n         \nSee McCoy Restaurants, 708 F.2d at 587.  And in  Clark, the court\n                                                      \npointed out  that the nonparties  whose suit defendant  sought to\npreclude did not have  fair notice of the prior  litigation.  See\n                                                                 \nClark, 794 F.2d at 973-74.\n     \n\n                                24\n\nsuit.14  In  the second  place, the parties'  independence    the\n\ninescapable fact  that the Rodriguez plaintiffs  were not legally\n\nresponsible for, or in any other way accountable to, the Gonzalez\n\nplaintiffs     weighs  heavily   against  a  finding  of  virtual\n\nrepresentation.15  See Benson &amp;  Ford, 833 F.2d at 1176.   In the\n                                     \n\nthird place, the  lack of  a special type  of close  relationship\n\nbetween the two groups of plaintiffs (who are, for the most part,\n\nunrelated  lambs  purportedly  fleeced   by  the  same  cadre  of\n\nunscrupulous  sheepherders)  also  weighs against  a  finding  of\n\nvirtual representation.  See  Eubanks, 977 F.2d at 170.   Fourth,\n                                     \n\nthe  fact that  the Gonzalez  plaintiffs never  consented, either\n\nexplicitly or constructively, to  be bound by the verdict  in the\n\nearlier action is  significant, see  Benson &amp; Ford,  833 F.2d  at\n                                                  \n\n1176, especially  since they actually initiated  the later action\n\nwhile  the earlier action was  still pending.   And, finally, far\n\nfrom  engaging in  tactical maneuvering  aimed at  gaining unfair\n\nadvantage, appellants sought  to join the Rodriguez action    and\n\nwere thwarted in  the effort because the  defendants objected and\n\nthe   district  court,   siding   with  the   defendants,  barred\n\n                    \n\n     14The  first  explicit  reference  to any  of  the  Gonzalez\nplaintiffs  in the papers of the Rodriguez case occurred on April\n10,  1987, when the Rodriguez plaintiffs sought leave to add them\nas  parties.  The district court  denied this motion on April 27,\n1987.  See supra p.3.   There is nothing to indicate  that, prior\n                \nthereto,  any of  the Gonzalez plaintiffs  either knew  about the\npendency of  the Rodriguez action  or had retained  the Rodriguez\nplaintiffs' lawyers as their counsel.\n\n     15In  this  connection,  it  must  be  emphasized  that  the\ndistrict  court, in the person of Judge Fuste, refused to certify\nthe Rodriguez case as a class action.\n\n                                25\n\nappellants' path.\n\n          Of course, given the discretionary character of virtual\n\nrepresentation, see 18 Wright &amp; Miller, supra,    4457 at 502, we\n                                             \n\nwould not conclude that a case falls outside the theory's purview\n\nsolely because  it  does not  fit snugly  into some  preconceived\n\nniche  or mirror some established  fact pattern.   But, here, the\n\nsequence  of events  itself  confirms  the  inappropriateness  of\n\nbringing  virtual representation to the  fore in this  case.  The\n\ndistrict  court, after  refusing to  certify a  class, prohibited\n\nappellants  from  joining  the  original   suit,  yet  thereafter\n\nprecluded  them  from  prosecuting  their  own  action.16    This\n\nwhipsawing placed appellants in an untenable position.   Short of\n\na class action,  with all the  concomitant safeguards that  class\n\ncertification portends, see, e.g., Fed. R. Civ. P.  23, we do not\n                                 \n\nthink  that the  Due Process  Clause comfortably  can accommodate\n\nsuch a paradigm.   In any  event, on the  facts of this case  the\n\nprospect  of depriving  these plaintiffs  of  their day  in court\n\noffends  our   collective  sense   of  justice  and   fair  play.\n\nConsequently, we  hold that the theory  of virtual representation\n\ncannot  be  galvanized to  preclude  appellants from  maintaining\n\ntheir suit.\n\nIII.  CONCLUSION\n\n          We  need go no  further.   Because the  appellants were\n\nneither parties to  the initial  action nor in  privity with  the\n\n                    \n\n     16Though two different judges  made these rulings, that fact\nis not of legal  consequence.  We might add  parenthetically that\nit is also cold consolation to appellants.\n\n                                26\n\nplaintiffs therein, the district  court erred in dismissing their\n\nsuit under principles of res judicata.\n\nReversed  and  remanded  for   further  proceedings.    Costs  to\n                                                                 \n\nappellants.\n          \n\n                                27\n",
  "html": "<p class=\"case_cite\">27 F.3d 751</p>\n    <p class=\"case_cite\">Fed. Sec. L. Rep.  P 98,307, RICO Bus.Disp.Guide 8590</p>\n    <p class=\"parties\">Olga GONZALEZ, a/k/a Olga Gonzalez Abreu, et al.,<br>Plaintiffs, Appellants,<br>v.<br>BANCO CENTRAL CORP., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2021.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 8, 1994.<br>Decided June 30, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Fernando L. Gallardo, with whom Woods &amp; Woods was on brief, for appellants.</p>\n      <p class=\"indent\">Luis Sanchez Betances, with whom Ivonne Cruz Serrano, Luis A. Melendez-Albizu, and Sanchez-Betances &amp; Sifre were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal raises tantalizing questions concerning the application of the doctrine of res judicata to nonparties.  Because we conclude that appellants cannot lawfully be precluded from bringing their action in the circumstances at bar, we reverse the district court's order of dismissal and remand for further proceedings.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the 1970s, a consortium of real estate developers sold subdivided lots of undeveloped land to approximately 3,000 purchasers, most of whom resided in Puerto Rico.  Contrary to the promoters' glowing representations, the real estate proved to be Florida swampland, unsuitable for development.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1982, a gaggle of duped purchasers (whom we shall call \"the Rodriguez plaintiffs\") commenced a civil action in the United States District Court for the District of Puerto Rico.  They sued the sellers, the banks that financed the project,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and several related individuals.  The Rodriguez plaintiffs alleged violations of the Interstate Land Sales Full Disclosure Act (\"ILSFDA\"), 15 U.S.C. Sec. 1703, the Securities Exchange Act of 1934, 15 U.S.C. Sec. 78j, Rule 10b-5 thereunder, 17 C.F.R. Sec. 240.10b-5, and the Racketeering Influenced and Corrupt Organizations Act (\"RICO\"), 18 U.S.C. Secs. 1961-1964.  Some of the plaintiffs then assisted in the formation of the Sunrise Litigation Group.  The group's members paid fees that helped defray the costs of the litigation and exchanged information that sometimes proved to be of use in pursuing the litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After several years of discovery and numerous amendments to the pleadings, the Rodriguez plaintiffs, 152 strong, sought to convert their suit to a class action.  In April of 1987, the district court refused either to certify a class or to permit additional plaintiffs to intervene.  Almost immediately thereafter, several prospective plaintiffs who had tried in vain to join the Rodriguez litigation initiated the instant action.  The new coalition of claimants (whom we shall call \"the Gonzalez plaintiffs\") were represented by the same lawyers who represented the Rodriguez plaintiffs.  They sued the same defendants and their complaint mimicked a proposed amended complaint on file (but never allowed) in the Rodriguez litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the next few years, some of the Gonzalez plaintiffs joined the Sunrise Litigation Group.  In the same time frame, they prevailed on no fewer than five motions to bring in additional claimants.  And on January 16, 1992, the district court allowed the Gonzalez plaintiffs to amend their complaint to include mail fraud as a RICO predicate act, see 18 U.S.C. Sec. 1962(d), and to include claims for breach of contract and fraud under Puerto Rico law, see, e.g., P.R.Laws Ann. tit. 31, Sec. 3018.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Despite strong evidence of skullduggery,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the Rodriguez plaintiffs frittered away much of their case through a series of pretrial blunders.  See, e.g., Rodriguez v. Banco Central Corp., 727 F.Supp. 759, 763-65 (D.P.R.1989) (dismissing claims under ILSFDA as time-barred), aff'd in part and vacated in part, 917 F.2d 664 (1st Cir.1990);  id. at 769-70 (dismissing RICO claims premised on federal securities violations);  Rodriguez v. Banco Central Corp., 777 F.Supp. 1043, 1047 (D.P.R.1991) (discussing plaintiffs' failure to plead certain potentially viable claims).  The Rodriguez plaintiffs ultimately lost what remained of their case after a seven-week jury trial when Judge Fuste directed verdicts for the defendants on the only surviving claims and this court upheld his ruling on appeal, see Rodriguez v. Banco Central Corp., 990 F.2d 7, 14 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following the interment of the Rodriguez litigation, renewed attention focused on the Gonzalez litigation (which was pending before Judge Laffitte).  By then, the Gonzalez plaintiffs were pressing certain claims that replicated those pressed and lost by the Rodriguez plaintiffs, e.g., claims under the ILSFDA, Rule 10b-5, and RICO (premised on securities fraud), and certain additional claims that had been neglected or abandoned by the Rodriguez plaintiffs, e.g., RICO claims premised on mail fraud, state-law claims for fraud, and claims for breach of contract.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After silhouetting the Gonzalez plaintiffs' suit against the backdrop of the completed Rodriguez litigation, Judge Laffitte, by way of an unpublished memorandum opinion, dismissed the action in its entirety on grounds of res judicata.  The Gonzalez plaintiffs appeal.  We have jurisdiction pursuant to 28 U.S.C. Sec. 1291.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although appellants were not parties to the earlier litigation, the court below applied res judicata in bar of their claims under a theory of privity.  The applicability vel non of the doctrine of res judicata presents a question of law over which we exercise plenary appellate review.  See E. &amp; J. Gallo Winery v. Gallo Cattle Co., 967 F.2d 1280, 1287 (9th Cir.1992).  Federal law governs the res judicata effects of a federal court judgment in a federal question case as applied to a later case that again presents a federal question to a federal court.  See Blonder-Tongue Labs., Inc. v. University of Ill.  Found., 402 U.S. 313, 324 n. 12, 91 S.Ct. 1434, 1440 n. 12, 28 L.Ed.2d 788 (1971);  Kale v. Combined Ins. Co., 924 F.2d 1161, 1165 (1st Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 69, 116 L.Ed.2d 44 (1991);  see also 18 Charles A. Wright, et al., Federal Practice and Procedure Sec. 4466, at 617-18 (1981) (hereinafter \"Wright &amp; Miller\").  Thus, because both the earlier (ostensibly precluding) suit and the later (ostensibly precluded) suit invoked federal question jurisdiction, see 28 U.S.C. Sec. 1331, the rule of decision here is supplied by federal law.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The accepted formulation of res judicata for federal court use teaches that \"a final judgment on the merits of an action precludes the parties or their privies from relitigating issues that were or could have been raised in that action.\"  Allen v. McCurry, 449 U.S. 90, 94, 101 S.Ct. 411, 414, 66 L.Ed.2d 308 (1980).  Accordingly, the elements of res judicata are (1) a final judgment on the merits in an earlier suit, (2) sufficient identicality between the causes of action asserted in the earlier and later suits, and (3) sufficient identicality between the parties in the two suits.  See Aunyx Corp. v. Canon U.S.A., Inc., 978 F.2d 3, 6 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1416, 122 L.Ed.2d 786 (1993);  Kale, 924 F.2d at 1165.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the present situation, the first element in this tripartite test provokes no controversy;  appellants concede that the earlier (Rodriguez) suit resulted in final judgment on the merits.  Thus, we concentrate our energies on the remaining two prongs of the test.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A. Identicality of Causes of Action.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To determine whether sufficient subject matter identity exists between an earlier and a later suit, federal courts employ a transactional approach.  See Kale, 924 F.2d at 1166;  Manego v. Orleans Bd. of Trade, 773 F.2d 1, 5 (1st Cir.1985), cert. denied, 475 U.S. 1084, 106 S.Ct. 1466, 89 L.Ed.2d 722 (1986);  see also Restatement (Second) of Judgments Sec. 24 (1992).  This approach recognizes that a valid and final judgment in an action will extinguish subsequent claims \"with respect to all or any part of the transaction, or series of connected transactions, out of which the action arose.\"  Manego, 773 F.2d at 5 (quoting Restatement Sec. 24).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To understand the transactional approach, it is necessary to appreciate that a single transaction or series of transactions can--and often does--give rise to a multiplicity of claims.  Phrased another way, \"[a] single cause of action can manifest itself in an outpouring of different claims, based variously on federal statutes, state statutes, and the common law.\"  Kale, 924 F.2d at 1166.   The necessary identity will be found to exist if both sets of claims--those asserted in the earlier action and those asserted in the subsequent action--derive from a common nucleus of operative facts.  See id.   This principle pertains no matter how diverse or prolific the claims themselves may be.  See 1B J. Moore, Federal Practice p 0.410 at 350 (2d ed. 1993) (explaining that \"the 'cause of action' or 'claim' ... is bounded by the injury for which relief is demanded, and not by the legal theory\").  It follows that the omission of a particular statement of claim from the original suit is of no great consequence;  if the transaction is the same and the other components of the test are satisfied, principles of res judicata will bar all claims that either were or could have been asserted in the initial action.  See Kale, 924 F.2d at 1166;  Manego, 773 F.2d at 5.   The key is to define the underlying injury.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This definitional process is not a purely mechanical exercise.  \"What factual grouping constitutes a 'transaction', and what groupings constitute a 'series', are [matters that should] be determined pragmatically,\" taking into consideration a wide variety of relevant factors, including but not limited to such things as \"whether the facts are related in time, space, origin, or motivation, whether they form a convenient trial unit, and whether their treatment as a unit conforms to the parties' expectations....\"  Aunyx, 978 F.2d at 7 (quoting Restatement (Second) of Judgments Sec. 24).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Given these criteria, we believe that there is sufficient identicality here between the earlier and later actions to satisfy the requisite standard.  Without exception, appellants' claims stem from the same series of transactions as the claims asserted in the initial litigation.  Although the individual sales contracts are different, all of them arise out of a single course of conduct undertaken by a band of allied defendants.  By like token, while each purchaser acquired a different lot at a different price, all the lots are part of the same development and all were sold by means of the same ballyhoo.  At the very least, the two sets of claims are closely related in time, origin, and geography.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, if merged, the two sets of claims would form a well-integrated unit.  The same kinds of land sale contracts that the Rodriguez plaintiffs attacked under ILSFDA and sought to characterize as \"securities\" for purposes of their RICO claim, see Rodriguez, 990 F.2d at 9, underlie appellants' current claims.  To be sure, appellants have negotiated the procedural minefield more nimbly than their predecessors, and have, therefore, assembled a more varied assortment of legal theories;  but their claims--including both those that replicate the Rodriguez plaintiffs' claims and those that do not--implicate the same series of interconnected transactions that gave rise to the causes of action litigated in the earlier lawsuit.  In short, both sets of claims, though dressed in different legal garb, grow out of a common nucleus of operative facts.  No more is exigible.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">B. Identicality of Parties.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Concluding, as we do, that the district court's analysis passes muster on the first two components of the tripartite test, we turn to the third essential ingredient needed to invoke the doctrine of res judicata:  the presence of a sufficient identity between the parties to the earlier and later actions.  Short of situations in which precisely the same parties appear in both suits, this element is almost always difficult to gauge.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">1.  Nonparty Preclusion.   We step back to gain a sense of perspective.  We are aware that a Supreme Court dictum can be read to suggest that res judicata is inoperative as a matter of law insofar as nonparties are concerned.  See Montana v. United States, 440 U.S. 147, 154, 99 S.Ct. 970, 974, 59 L.Ed.2d 210 (1979) (\"Preclusion of ... nonparties falls under the rubric of collateral estoppel rather than res judicata because the latter doctrine presupposes identity between causes of action.  And the cause of action which a nonparty has vicariously asserted differs by definition from that which he subsequently seeks to litigate in his own right.\")  (dictum).  We believe it is highly improbable, however, that the Montana Court, whose primary interest lay in molding the contours of the related doctrine of collateral estoppel,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> meant categorically to banish privity--a time-honored concept that collapses distinctions between form and substance in respect to party status--from use in conjunction with principles of res judicata.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This conclusion is firmly supported not only by respectable precedent but also by practical considerations.  Notwithstanding the Montana dictum, several courts, including this court, continue to apply res judicata to nonparties when the circumstances warrant.  See, e.g., Aunyx, 978 F.2d at 7-8 (applying res judicata to preclude the alter ego of a corporation from relitigating);  In re Air Crash at Dallas/Fort Worth Airport, 861 F.2d 814, 816-18 (5th Cir.1988) (applying res judicata to bar decedent's daughter from relitigating);  see also Restatement (Second) of Judgments Secs. 40, 41 (endorsing application of claim preclusion to nonparties in specified circumstances).  In the same vein, courts continue routinely to formulate res judicata as a doctrine that bars parties \"or their privies\" from relitigating claims.  See, e.g., Allen, 449 U.S. at 94, 101 S.Ct. at 414;  Kale, 924 F.2d at 1165;  In re Air Crash, 861 F.2d at 816;  United States v. Athlone Indus., Inc., 746 F.2d 977, 983 (3d Cir.1984);  Lee v. City of Peoria, 685 F.2d 196, 199 (7th Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There are also strong practical considerations that counsel against blind adherence to the Montana dictum.  The doctrine of res judicata serves many desirable ends, among them finality and efficiency.  See Montana, 440 U.S. at 153, 99 S.Ct. at 973.   Logic suggests that the doctrine can achieve its goals only if its preclusive effects occasionally can reach persons who, technically, were not parties to the original action.  The pitfalls of a more mechanical rule are obvious;  making party status a sine qua non for the operation of res judicata opens the door to countless varieties of manipulation, including claim-splitting, suits by proxy, and forum-shopping.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, reading Montana's dictum as categorically eliminating res judicata whenever there are technically distinct parties is at loggerheads with the hoary concept of privity--a concept long since integrated into the legal lexicon and routinely applied in analogous situations.  See, e.g., Stacy v. Thrasher, 47 U.S.  (6 How.) 44, 51, 12 L.Ed. 337 (1848) (applying privity to determine the binding effect of court judgments);  Wallingsford v. Larcon Co., 237 F.2d 904, 906 (8th Cir.1956) (applying privity to determine the extent of the res judicata effect of a prior judgment).  We are loath to assume that the Court intended to wrest this concept from the jurisprudence of res judicata by a casual observation, bereft of any meaningful discussion or explanation.  As a rule, appellate courts do not operate in so Delphic a fashion.  See, e.g., United States v. Zapata, 18 F.3d 971, 977 (1st Cir.1994) (rejecting argument that \"an unheralded dictum\" in a Supreme Court opinion altered settled Fourth Amendment concepts and thereby \"worked a sea change in the law\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We find this combination of precedent, policy, and practicalities to be irresistible.  Consequently, we hold that, under federal law, res judicata can sometimes operate to bar the maintenance of an action by persons who, technically, were not parties to the initial action (to which preclusive effect is attributed).  Nonetheless, we appreciate that this is a murky corner of the law and caution the district courts to tread gingerly in applying res judicata to nonparties.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">2. Privity.   The most familiar mechanism for extending res judicata to nonparties without savaging important constitutional rights is the concept of privity--a concept that furnishes a serviceable framework for an exception to the rule that res judicata only bars relitigation of claims by persons who were parties to the original litigation.  See Meza v. General Battery Corp., 908 F.2d 1262, 1266 (5th Cir.1990);  see also NLRB v. Donna-Lee Sportswear Co., 836 F.2d 31, 34 (1st Cir.1987) (applying same exception in connection with issue preclusion).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although privity can be elusive, this case does not require us to build four walls around it.  Here, the res judicata defense is based not on some exotic doctrinal refinement but on commonly accepted principles of how privity operates to bring about nonparty preclusion.  The theory underlying defendants' iteration of the defense is that privity exists (and, therefore, nonparty preclusion potentially obtains) if a nonparty either substantially controlled a party's involvement in the initial litigation or, conversely, permitted a party to the initial litigation to function as his de facto representative.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We accept defendants' theoretical premise, but, after close perscrutation of the record as a whole, we conclude that neither stripe of privity exists here.</p>\n    </div>\n    <p>Substantial Control</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The doctrine of res judicata rests upon the bedrock principle that, for claim preclusion to apply, a litigant first must have had a full and fair opportunity to litigate his claim.  See Fiumara v. Fireman's Fund Ins. Cos., 746 F.2d 87, 92 (1st Cir.1984);  see also 18 Wright &amp; Miller, supra, Sec. 4449, at 417 (noting \"[o]ur deep-rooted historic tradition that everyone should have his own day in court\");  cf. Blonder-Tongue, 402 U.S. at 328, 91 S.Ct. at 1442 (commenting that it is sufficient to afford a litigant one \"full and fair opportunity for judicial resolution\" of a particular issue).  If a nonparty either participated vicariously in the original litigation by exercising control over a named party or had the opportunity to exert such control, then the nonparty effectively enjoyed his day in court, and it is appropriate to impute to him the legal attributes of party status for purposes of claim preclusion.  See United States v. Bonilla Romero, 836 F.2d 39, 44 (1st Cir.1987), cert. denied, 488 U.S. 817, 109 S.Ct. 55, 102 L.Ed.2d 33 (1988);  see also 18 Wright &amp; Miller, supra, Sec. 4451, at 430 (arguing that \"[p]reclusion is fair so long as the relationship between the nonparty and a party was such that the nonparty had the same practical opportunity to control the course of the proceedings that would be available to a party\");   cf. Montana, 440 U.S. at 154, 99 S.Ct. at 974 (finding issue preclusion appropriate \"when nonparties assume control over litigation in which they have a direct financial or proprietary interest and then seek to redetermine issues previously resolved\");  Restatement (Second) of Judgments Sec. 39 (similar).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Substantial control means what the phrase implies;  it connotes the availability of a significant degree of effective control in the prosecution or defense of the case--what one might term, in the vernacular, the power--whether exercised or not--to call the shots.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See Rumford Chem.  Works v. Hygienic Chem.  Co., 215 U.S. 156, 160, 30 S.Ct. 45, 46, 54 L.Ed. 137 (1909) (holding that the concept of substantial control refers to \"the right to intermeddle in any way in the conduct of the case\");  Hy-Lo Unit &amp; Metal Prods.  Co. v. Remote Control Mfg. Co., 83 F.2d 345, 350 (9th Cir.1936) (stating that substantial control means the \"right to participate and control such prosecution or defense\");  Restatement (Second) of Judgments Sec. 39, comment c, at 384 (stating that control, for purposes of issue preclusion, refers to the right to exercise \"effective choice as to the legal theories and proofs to be advanced,\" as well as \"control over the opportunity to obtain review\");  see generally 1B Moore, supra, p 0.411 at 456-58.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As the proverb suggests, a picture is sometimes worth a thousand words.  Along these lines, we suspect that the concept of substantial control can be illustrated better by examples than by linguistic constructs.  For instance, substantial control has been found in the case of a liability insurer that assumes the insured's defense, see, e.g., Iacaponi v. New Amsterdam Cas. Co., 379 F.2d 311, 312 (3d Cir.1967), cert. denied, 389 U.S. 1054, 88 S.Ct. 802, 19 L.Ed.2d 849 (1968), an indemnitor who participates in defending an action brought against the indemnitee, see, e.g., Bros, Inc. v. W.E. Grace Mfg. Co., 261 F.2d 428, 430-31 (5th Cir.1958), and the owner of a close corporation who assumes control of litigation brought against the firm, see, e.g., Kreager v. General Elec. Co., 497 F.2d 468, 471-72 (2d Cir.), cert. denied, 419 U.S. 1041, 95 S.Ct. 530, 42 L.Ed.2d 319 (1974).  Conversely, courts have refused to find substantial control merely because a nonparty retained the attorney who represented a party to the earlier action, see Freeman v. Lester Coggins Trucking, Inc., 771 F.2d 860, 864 (5th Cir.1985);  Ramey v. Rockefeller, 348 F.Supp. 780, 785 (E.D.N.Y.1972), or because the nonparty assisted in financing the earlier action, see Rumford Chem., 215 U.S. at 159-60, 30 S.Ct. at 45-46;  General Foods Corp. v. Massachusetts Dep't of Pub. Health, 648 F.2d 784, 787-88 (1st Cir.1981), or because the nonparty testified as a witness in the earlier action, see Benson &amp; Ford, Inc. v. Wanda Petroleum Co., 833 F.2d 1172, 1174-75 (5th Cir.1987);  Ponderosa Devel.  Corp. v. Bjordahl, 787 F.2d 533, 536-37 (10th Cir.1986), or because the nonparty procured witnesses or evidence, see Carl Zeiss Stiftung v. V.E.B. Carl Zeiss, Jena, 293 F.Supp. 892, 921 (S.D.N.Y.1968), modified, 433 F.2d 686 (2d Cir.1970), cert. denied, 403 U.S. 905, 91 S.Ct. 2205, 29 L.Ed.2d 680 (1971), or because the nonparty furnished his attorney's assistance, see Cofax Corp. v. Minn.  Mining &amp; Mfg. Co., 79 F.Supp. 842, 844 (S.D.N.Y.1947).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the last analysis, there is no bright-line test for gauging substantial control.  The inquiry must be case-specific, see 1B Moore, supra, p 0.411 at 458, and fact patterns are almost endlessly variable.  The critical judgment cannot be based on isolated facts.  Consequently, an inquiring court must consider the totality of the circumstances to determine whether they justify a reasonable inference of a nonparty's potential or actual involvement as a decisionmaker in the earlier litigation.  The nonparty's participation may be overt or covert, and the evidence of it may be direct or circumstantial--so long as the evidence as a whole shows that the nonparty possessed effective control over a party's conduct of the earlier litigation as measured from a practical, as opposed to a purely theoretical, standpoint.  The burden of persuasion ultimately rests with him who asserts that control (or the right to exercise it) existed to such a degree as would warrant invoking nonparty preclusion.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Applying this standard, there is no principled way in which it can be said that the Gonzalez plaintiffs substantially controlled the Rodriguez plaintiffs in regard to the original litigation.  The only facts to which the district court alluded in ruling that nonparty preclusion loomed involve the similarity of the complaints at one point in time, the parties' common legal representation, and the planned use of some discovered materials in both litigations.  In our view, these facts do not begin to show that the Gonzalez plaintiffs exercised any meaningful degree of control over the course of the Rodriguez litigation.  Nor did they have either the right or the opportunity to demand such control.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Moreover, the record contains much additional evidence indicating the absence of substantial control.  No useful purpose would be served by marshalling this evidence.  We do, however, remark the most telling datum:  that the Rodriguez plaintiffs sought to amend their complaint to add those who later became the Gonzalez plaintiffs a full half-decade after the start of the litigation--a datum strongly suggesting that appellants had no involvement in the initial five years of litigation.  This lack of participation at the early stages of the Rodriguez litigation is particularly probative on the issue of substantial control, for it was during this period that many pivotal strategic decisions were made, resulting in the virtual forfeiture of some especially promising causes of action (including the mail fraud and state-law claims).  Obviously, appellant had no chance to share in this decisionmaking.</p>\n    </div>\n    <p>Virtual Representation</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The defendants also attempt to sustain the application of res judicata by employing principles of virtual representation to demonstrate that privity exists.  The attempt stalls.  Following defendants' itinerary would require us to imbue the theory of virtual representation with a much greater cruising range than either the law or the facts permit.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Although rooted in the eighteenth century law of estates, virtual representation has only recently emerged as a vehicle for general nonparty preclusion.  See Robert G. Bone, Rethinking the 'Day in Court' Ideal and Nonparty Preclusion, 67 N.Y.U.L.Rev. 193, 206-219 (1992).  Its recent jurisprudential history has been characterized by breadth of initial articulation followed by abrupt retrenchment in actual application.  These pererrations, and the competing centrifugal and centripetal forces that account for them, are most easily explained by reference to the due process analyses that must guide any effort to place the theory into practice.  See, e.g., Meza, 908 F.2d at 1266.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The courts that first rode the warhorse of virtual representation into battle on the res judicata front invested their steed with near-magical properties.  They suggested that mere identity of interests between party and nonparty warranted application of the theory and, hence, authorized nonparty preclusion.   See, e.g., Aerojet-General Corp. v. Askew, 511 F.2d 710, 719 (5th Cir.)  (holding that, under federal law, \"a person may be bound by a judgment even though not a party if one of the parties to the suit is so closely aligned with his interests as to be his virtual representative\"), cert. denied, 423 U.S. 908, 96 S.Ct. 210, 46 L.Ed.2d 137 (1975).  Despite such sweeping generalities, courts soon came to realize that, though virtual representation was not the old gray mare, neither should it be confused with Pegasus;  finding virtual representation based solely on identity of interests, and then deploying the theory to justify nonparty preclusion in a broad spectrum of cases, would threaten the core principles underpinning the due process equation.   See Martin v. Wilks, 490 U.S. 755, 761-62, 109 S.Ct. 2180, 2184, 104 L.Ed.2d 835 (1989);   Meza, 908 F.2d at 1266.   For this reason, contemporary caselaw has placed the theory of virtual representation on a short tether, significantly restricting its range.   See Benson &amp; Ford, 833 F.2d at 1175 (observing that the theory of virtual representation must be kept within strict confines);   Pollard v. Cockrell, 578 F.2d 1002, 1008-09 (5th Cir.1978) (explicitly limiting Aerojet holding);  see generally 18 Wright &amp; Miller, supra, Sec. 4457 at 355 (Supp.1994) (discussing \"narrow role\" that remains for virtual representation).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The upshot is that, today, while identity of interests remains a necessary condition for triggering virtual representation, it is not alone a sufficient condition.  More is required to bring the theory to bear.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  See General Foods, 648 F.2d at 789 (holding that \"identity of interests\" between a party and a nonparty \"does not bind [the nonparty] to the judgment\");  Griffin v. Burns, 570 F.2d 1065, 1071 (1st Cir.1978) (explaining that \"[m]ere similarity of interests and a quantum of representation\" is insufficient to trigger virtual representation);  Petit v. City of Chicago, 766 F.Supp. 607, 612 (N.D.Ill.1991) (holding that \"identity of interests alone ... is not sufficient to yield a finding of privity\");  see also Benson &amp; Ford, 833 F.2d at 1174-76 (declining to find nonparty preclusion anent an antitrust claim growing out of the same facts where the nonparty plaintiff testified at the earlier trial and had the same attorney);  see generally 18 Wright &amp; Miller, supra, Sec. 4457, at 500.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">To say that a litigant advocating virtual representation, and seeking thereby to preclude a nonparty's suit, must show more than an identity of interests is to state the nature of the problem, not to solve it.  Many of the ensuing questions--questions like \"how much more?\" and \"what comprises 'more'?\"--  seem to have no categorical answers.  Not surprisingly, then, the cases in which courts have dealt with the doctrine, taken as an array, are resistant to doctrinal rationalization in the form of a single elegant limiting principle of the \"one size fits all\" variety.  There is no black-letter rule.  See Colby v. J.C. Penney Co., 811 F.2d 1119, 1125 (7th Cir.1987) (commenting that \"no uniform pattern has emerged from the cases\");  Ethnic Employees of Library of Congress v. Boorstin, 751 F.2d 1405, 1411 n. 8 (D.C.Cir.1985) (noting that the virtual representation doctrine has a \"highly uncertain scope\");  see also Bone, supra, 67 N.Y.U.L.Rev. at 220 (acknowledging absence of clear organizing framework).  In the end, virtual representation is best understood as an equitable theory rather than as a crisp rule with sharp corners and clear factual predicates, see 18 Wright &amp; Miller, supra, Sec. 4457 at 502, such that a party's status as a virtual representative of a nonparty must be determined on a case-by-case basis, see Bonilla Romero, 836 F.2d at 43.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Although the need for individualized analysis persists, a common thread binds these variegated cases together:  virtual representation has a pronounced equitable dimension.  Thus, notwithstanding identity of interests, virtual representation will not serve to bar a nonparty's claim unless the nonparty has had actual or constructive notice of the earlier litigation,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and the balance of the relevant equities tips in favor of preclusion.  For example, courts have applied the doctrine in situations in which a nonparty has given actual or implied consent to be bound by the results in a prior action, see, e.g., Boyd v. Jamaica Plain Co-op Bank, 7 Mass.App.Ct. 153, 386 N.E.2d 775, 778-81 (1979);  see also Benson &amp; Ford, 833 F.2d at 1176 (finding \"tacit agreement[s]\" to be bound characteristic of cases applying virtual representation), or in which there has been \"an express or implied legal relationship in which parties to the first suit are accountable to non-parties who file a subsequent suit raising identical issues,\" Pollard, 578 F.2d at 1008;  see also In re Medomak Canning Co., 922 F.2d 895, 900-01 (1st Cir.1990) (holding that creditors were represented by the trustee in bankruptcy, who had a fiduciary relationship to them), or in which certain types of familial relationships link parties and nonparties, see, e.g., Eubanks v. FDIC, 977 F.2d 166, 170 (5th Cir.1992) (holding wife bound by outcome of bankrupt husband's prior action);  Stone v. Williams, 970 F.2d 1043, 1058-61 (2d Cir.1992) (binding decedent's son to a prior ruling concerning legacies), cert. denied, --- U.S. ----, 113 S.Ct. 2331, 124 L.Ed.2d 243, or in which courts have detected tactical maneuvering designed unfairly to exploit technical nonparty status in order to obtain multiple bites of the litigatory apple, see, e.g., Petit, 766 F.Supp. at 611-13;  Crane v. Comm'r of Dep't of Agric., 602 F.Supp. 280, 286-88 (D.Me.1985);  see also 18 Wright &amp; Miller, supra, Sec. 4457, at 498-99;  Bone, supra, at 222.  Implicit in all these scenarios is the existence of actual or constructive notice.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We have considered, and rejected, another possible common characteristic.  Some courts have suggested that adequacy of representation is also a condition precedent to nonparty preclusion grounded upon virtual representation.  See, e.g., Clark v. Amoco Prods.  Co., 794 F.2d 967, 973-74 (5th Cir.1986) (suggesting that virtual representation \"closely resembles the common law theory of concurrent privity ... which in turn is really only [an] adequate representation of interests analysis\");  Delta Air Lines, Inc. v. McCoy Restaurants, Inc., 708 F.2d 582, 587 (11th Cir.1983) (finding no virtual representation because nonparty was not \"adequately represented\");  cf. 18 Wright &amp; Miller, supra, Sec. 4457, at 355-58 (1994 Supp.)  (suggesting somewhat cryptically that \"adequate litigation\" should \"remain[ ] the central requirement\" for nonparty preclusion based on principles of virtual representation).  Properly viewed, however, adequacy of representation is not itself a separate and inflexible requirement for engaging principles of virtual representation,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> although it is one of the factors that an inquiring court should weigh in attempting to balance the equities.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Based on these benchmarks, the Gonzalez plaintiffs cannot plausibly be said to have been virtually represented by the Rodriguez plaintiffs notwithstanding the identity of interests between the two groups.  Here, the equities counsel very strongly against deploying the theory of virtual representation.  In the first place, there has been no showing that the Gonzalez plaintiffs had timely notice of the first suit.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  In the second place, the parties' independence--the inescapable fact that the Rodriguez plaintiffs were not legally responsible for, or in any other way accountable to, the Gonzalez plaintiffs--weighs heavily against a finding of virtual representation.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  See Benson &amp; Ford, 833 F.2d at 1176.   In the third place, the lack of a special type of close relationship between the two groups of plaintiffs (who are, for the most part, unrelated lambs purportedly fleeced by the same cadre of unscrupulous sheepherders) also weighs against a finding of virtual representation.  See Eubanks, 977 F.2d at 170.   Fourth, the fact that the Gonzalez plaintiffs never consented, either explicitly or constructively, to be bound by the verdict in the earlier action is significant, see Benson &amp; Ford, 833 F.2d at 1176, especially since they actually initiated the later action while the earlier action was still pending.  And, finally, far from engaging in tactical maneuvering aimed at gaining unfair advantage, appellants sought to join the Rodriguez action--and were thwarted in the effort because the defendants objected and the district court, siding with the defendants, barred appellants' path.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Of course, given the discretionary character of virtual representation, see 18 Wright &amp; Miller, supra, Sec. 4457 at 502, we would not conclude that a case falls outside the theory's purview solely because it does not fit snugly into some preconceived niche or mirror some established fact pattern.  But, here, the sequence of events itself confirms the inappropriateness of bringing virtual representation to the fore in this case.  The district court, after refusing to certify a class, prohibited appellants from joining the original suit, yet thereafter precluded them from prosecuting their own action.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  This whipsawing placed appellants in an untenable position.  Short of a class action, with all the concomitant safeguards that class certification portends, see, e.g., Fed.R.Civ.P. 23, we do not think that the Due Process Clause comfortably can accommodate such a paradigm.  In any event, on the facts of this case the prospect of depriving these plaintiffs of their day in court offends our collective sense of justice and fair play.  Consequently, we hold that the theory of virtual representation cannot be galvanized to preclude appellants from maintaining their suit.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We need go no further.  Because the appellants were neither parties to the initial action nor in privity with the plaintiffs therein, the district court erred in dismissing their suit under principles of res judicata.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Reversed and remanded for further proceedings.  Costs to appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Most of the financing was undertaken by Banco Central y Economias and Banco de Economias, the predecessors in interest of defendant-appellee Banco Central Corp</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Judge Fuste, who presided over the Rodriguez case, believed the plaintiffs \"undoubtedly\" had been wronged.  Even while upholding many of the defendants' legal arguments, he lamented the seeming injustice \"in allowing the ... sellers of swampland to trusting buyers, to walk from this court without so much as a scratch.\"  Rodriguez v. Banco Central Corp., 777 F.Supp. 1043, 1065 (D.P.R.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While the doctrines of res judicata and collateral estoppel have been said to \"share a distinct family resemblance,\" Fiumara v. Fireman's Fund Ins. Cos., 746 F.2d 87, 90 n. 1 (1st Cir.1984), they are nonetheless distinct, see Parklane Hosiery Co. v. Shore, 439 U.S. 322, 326 n. 5, 99 S.Ct. 645, 649 n. 5, 58 L.Ed.2d 552 (1979) (delineating differences)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The perils of nonparty preclusion are real.  Prominent among them is the prospect that an overly expansive arrangement of the concept, or too free use of it, may endanger constitutional rights.   See Meza v. General Battery Corp., 908 F.2d 1262, 1266 (5th Cir.1990) (approving concept but noting the due process concerns implicit in the ideal that, in general, every party is entitled to her own \"day in court\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The sobriquet \"virtual representation\" frequently is used to describe this type of de facto representation.  It fits equally well under the label \"representation by proxy.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We do not think that comment b to section 39, Restatement (Second) of Judgments Sec. 39, comment b, at 383-84 (limiting scope of section to issue preclusion, not claim preclusion), indicates that substantial control can never serve as the basis for a finding of privity when res judicata is in play.  Rather, we interpret the comment as suggesting that substantial control has somewhat different dimensions for purposes of issue preclusion than for purposes of claim preclusion--a proposition with which we agree</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Some courts and commentators have suggested that, at a minimum, substantial control is the quantum of involvement expected of a co-party.  See, e.g., American Postal Workers Union, Etc. v. U.S. Postal Serv., 736 F.2d 317, 319 (6th Cir.1984);  1B Moore, supra, p 0.411, at 456.  With respect, we do not find this mode of measurement particularly enlightening and, hence, we decline to install it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Admittedly, some plaintiffs in each camp also belonged to an informal litigation group that helped to finance the Rodriguez litigation and disseminated information relevant to members' claims.  Yet this link, whether taken by itself or in combination with the circumstances noted by the district court, is far too fragile to support a finding of substantial control.  See, e.g., Jenkins  v. Hartford Acc. &amp; Indem. Co., 733 F.2d 1090, 1091 (4th Cir.1984) (holding that limited participation will not bind a nonparty);   General Foods, 648 F.2d at 788 (noting that merely helping to finance litigation will not bind a nonparty);   McKeown v. Wheat, 231 F.2d 540, 543 (5th Cir.1956) (similar)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> This remains the modern rule despite an occasional dictum that a determined advocate might read to the contrary.  See, e.g., In re Medomak Canning Co., 922 F.2d 895, 901 (1st Cir.1990) (suggesting that \"privity may be established by identification of interests, even where representation of those interests is not authorized\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Notice is a very important factor.  With the possible exception of Aerojet, 511 F.2d 710 (a case that has since been narrowed by the Fifth Circuit), counsel have cited us to no case in which a court has precluded a nonparty, based on a theory of virtual representation, where the nonparty had not received timely notice (actual or constructive) of the initial litigation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> To be sure, the Restatement does not require actual notice when nonparty preclusion stems from a preexistent relationship between party and nonparty.  See Restatement (Second) of Judgments Sec. 41, at 393.  We suggest that the requirement is omitted in such a situation because the formation of the underlying relationship, in and of itself, embodies what amounts to constructive notice of all ensuing litigation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> A contrary view would fly in the teeth of the general rule that, in civil litigation, the sins of the lawyer routinely are visited upon the client.  See, e.g., Link v. Wabash R.R., 370 U.S. 626, 633-36, 82 S.Ct. 1386, 1390-92, 8 L.Ed.2d 734 (1962);  Thibeault v. Square D Co., 960 F.2d 239, 242 (1st Cir.1992).  We do not understand why a nonparty who comes within the doctrinal framework for virtual representation--a framework in which party and nonparty share identical interests, and that provides for notice and a weighing of equitable considerations--should be treated differently from a party in this regard</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We are confident that the cases discussing the importance of adequate representation can be reconciled with this analysis.  For instance, in McCoy, the prior action was voluntarily dismissed, not determined on the merits as res judicata requires.   See McCoy Restaurants, 708 F.2d at 587.   And in Clark, the court pointed out that the nonparties whose suit defendant sought to preclude did not have fair notice of the prior litigation.   See Clark, 794 F.2d at 973-74</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The first explicit reference to any of the Gonzalez plaintiffs in the papers of the Rodriguez case occurred on April 10, 1987, when the Rodriguez plaintiffs sought leave to add them as parties.  The district court denied this motion on April 27, 1987.  See supra p. 754.  There is nothing to indicate that, prior thereto, any of the Gonzalez plaintiffs either knew about the pendency of the Rodriguez action or had retained the Rodriguez plaintiffs' lawyers as their counsel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> In this connection, it must be emphasized that the district court, in the person of Judge Fuste, refused to certify the Rodriguez case as a class action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Though two different judges made these rulings, that fact is not of legal consequence.  We might add parenthetically that it is also cold consolation to appellants</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">751</span></span></p>\n    <p class=\"case_cite\">Fed. Sec. L. Rep.  P 98,307, RICO Bus.Disp.Guide 8590</p>\n    <p class=\"parties\">Olga GONZALEZ, a/k/a Olga Gonzalez Abreu, et al.,<br>Plaintiffs, Appellants,<br>v.<br>BANCO CENTRAL CORP., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2021.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 8, 1994.<br>Decided June 30, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Fernando L. Gallardo, with whom Woods &amp; Woods was on brief, for appellants.</p>\n      <p class=\"indent\">Luis Sanchez Betances, with whom Ivonne Cruz Serrano, Luis A. Melendez-Albizu, and Sanchez-Betances &amp; Sifre were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal raises tantalizing questions concerning the application of the doctrine of res judicata to nonparties.  Because we conclude that appellants cannot lawfully be precluded from bringing their action in the circumstances at bar, we reverse the district court's order of dismissal and remand for further proceedings.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the 1970s, a consortium of real estate developers sold subdivided lots of undeveloped land to approximately 3,000 purchasers, most of whom resided in Puerto Rico.  Contrary to the promoters' glowing representations, the real estate proved to be Florida swampland, unsuitable for development.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1982, a gaggle of duped purchasers (whom we shall call \"the Rodriguez plaintiffs\") commenced a civil action in the United States District Court for the District of Puerto Rico.  They sued the sellers, the banks that financed the project,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and several related individuals.  The Rodriguez plaintiffs alleged violations of the Interstate Land Sales Full Disclosure Act (\"ILSFDA\"), 15 U.S.C. Sec. 1703, the Securities Exchange Act of 1934, 15 U.S.C. Sec. 78j, Rule 10b-5 thereunder, 17 C.F.R. Sec. 240.10b-5, and the Racketeering Influenced and Corrupt Organizations Act (\"RICO\"), 18 U.S.C. Secs. 1961-1964.  Some of the plaintiffs then assisted in the formation of the Sunrise Litigation Group.  The group's members paid fees that helped defray the costs of the litigation and exchanged information that sometimes proved to be of use in pursuing the litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After several years of discovery and numerous amendments to the pleadings, the Rodriguez plaintiffs, 152 strong, sought to convert their suit to a class action.  In April of 1987, the district court refused either to certify a class or to permit additional plaintiffs to intervene.  Almost immediately thereafter, several prospective plaintiffs who had tried in vain to join the Rodriguez litigation initiated the instant action.  The new coalition of claimants (whom we shall call \"the Gonzalez plaintiffs\") were represented by the same lawyers who represented the Rodriguez plaintiffs.  They sued the same defendants and their complaint mimicked a proposed amended complaint on file (but never allowed) in the Rodriguez litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the next few years, some of the Gonzalez plaintiffs joined the Sunrise Litigation Group.  In the same time frame, they prevailed on no fewer than five motions to bring in additional claimants.  And on January 16, 1992, the district court allowed the Gonzalez plaintiffs to amend their complaint to include mail fraud as a RICO predicate act, see 18 U.S.C. Sec. 1962(d), and to include claims for breach of contract and fraud under Puerto Rico law, see, e.g., P.R.Laws Ann. tit. 31, Sec. 3018.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Despite strong evidence of skullduggery,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the Rodriguez plaintiffs frittered away much of their case through a series of pretrial blunders.  See, e.g., Rodriguez v. Banco Central Corp., <span class=\"citation no-link\"><span class=\"volume\">727</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">759</span></span>, 763-65 (D.P.R.1989) (dismissing claims under ILSFDA as time-barred), aff'd in part and vacated in part, <span class=\"citation\" data-id=\"550644\"><a href=\"/opinion/550644/raul-f-rodriguez-v-banco-central-raul-rodriguez-rodriguez-v-banco/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">664</span> </a></span>(1st Cir.1990);  <span class=\"citation\" data-id=\"550644\"><a href=\"/opinion/550644/raul-f-rodriguez-v-banco-central-raul-rodriguez-rodriguez-v-banco/\"><span class=\"id_token\">id.</span> at 769-70 </a></span>(dismissing RICO claims premised on federal securities violations);  Rodriguez v. Banco Central Corp., <span class=\"citation no-link\"><span class=\"volume\">777</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1043</span></span>, 1047 (D.P.R.1991) (discussing plaintiffs' failure to plead certain potentially viable claims).  The Rodriguez plaintiffs ultimately lost what remained of their case after a seven-week jury trial when Judge Fuste directed verdicts for the defendants on the only surviving claims and this court upheld his ruling on appeal, see Rodriguez v. Banco Central Corp., <span class=\"citation\" data-id=\"603795\"><a href=\"/opinion/603795/raul-f-rodriguez-v-banco-central-corporation/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 14 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following the interment of the Rodriguez litigation, renewed attention focused on the Gonzalez litigation (which was pending before Judge Laffitte).  By then, the Gonzalez plaintiffs were pressing certain claims that replicated those pressed and lost by the Rodriguez plaintiffs, e.g., claims under the ILSFDA, Rule 10b-5, and RICO (premised on securities fraud), and certain additional claims that had been neglected or abandoned by the Rodriguez plaintiffs, e.g., RICO claims premised on mail fraud, state-law claims for fraud, and claims for breach of contract.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After silhouetting the Gonzalez plaintiffs' suit against the backdrop of the completed Rodriguez litigation, Judge Laffitte, by way of an unpublished memorandum opinion, dismissed the action in its entirety on grounds of res judicata.  The Gonzalez plaintiffs appeal.  We have jurisdiction pursuant to 28 U.S.C. Sec. 1291.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although appellants were not parties to the earlier litigation, the court below applied res judicata in bar of their claims under a theory of privity.  The applicability vel non of the doctrine of res judicata presents a question of law over which we exercise plenary appellate review.  See E. &amp; J. Gallo Winery v. Gallo Cattle Co., <span class=\"citation\" data-id=\"585871\"><a href=\"/opinion/585871/e-j-gallo-winery-a-california-corporation/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1280</span></a></span>, 1287 (9th Cir.1992).  Federal law governs the res judicata effects of a federal court judgment in a federal question case as applied to a later case that again presents a federal question to a federal court.  See Blonder-Tongue Labs., Inc. v. University of Ill.  Found., <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>, 324 n. 12, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1434</span></a></span>, 1440 n. 12, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">788</span> </a></span>(1971);  Kale v. Combined Ins. Co., <span class=\"citation\" data-id=\"555434\"><a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1161</span></a></span>, 1165 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">69</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">44</span> </span>(1991);  see also 18 Charles A. Wright, et al., Federal Practice and Procedure Sec. 4466, at 617-18 (1981) (hereinafter \"Wright &amp; Miller\").  Thus, because both the earlier (ostensibly precluding) suit and the later (ostensibly precluded) suit invoked federal question jurisdiction, see 28 U.S.C. Sec. 1331, the rule of decision here is supplied by federal law.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The accepted formulation of res judicata for federal court use teaches that \"a final judgment on the merits of an action precludes the parties or their privies from relitigating issues that were or could have been raised in that action.\"  Allen v. McCurry, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">90</span></a></span>, 94, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">411</span></a></span>, 414, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span> </a></span>(1980).  Accordingly, the elements of res judicata are (1) a final judgment on the merits in an earlier suit, (2) sufficient identicality between the causes of action asserted in the earlier and later suits, and (3) sufficient identicality between the parties in the two suits.  See Aunyx Corp. v. Canon U.S.A., Inc., <span class=\"citation\" data-id=\"593290\"><a href=\"/opinion/593290/aunyx-corporation-v-canon-usa-incorporated/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 6 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1416</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span> </span>(1993);  <span class=\"citation\" data-id=\"555434\"><span class=\"antecedent_guess\">Kale,</span> <a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1165</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the present situation, the first element in this tripartite test provokes no controversy;  appellants concede that the earlier (Rodriguez) suit resulted in final judgment on the merits.  Thus, we concentrate our energies on the remaining two prongs of the test.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A. Identicality of Causes of Action.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To determine whether sufficient subject matter identity exists between an earlier and a later suit, federal courts employ a transactional approach.  See <span class=\"citation\" data-id=\"555434\"><span class=\"antecedent_guess\">Kale,</span> <a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1166</span></a></span>;  Manego v. Orleans Bd. of Trade, <span class=\"citation\" data-id=\"458606\"><a href=\"/opinion/458606/isaac-manego-v-the-orleans-board-of-trade-isaac-manego-v-the-orleans/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1084</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1466</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span> </span>(1986);  see also Restatement (Second) of Judgments Sec. 24 (1992).  This approach recognizes that a valid and final judgment in an action will extinguish subsequent claims \"with respect to all or any part of the transaction, or series of connected transactions, out of which the action arose.\"  <span class=\"citation\" data-id=\"458606\"><span class=\"antecedent_guess\">Manego,</span> <a href=\"/opinion/458606/isaac-manego-v-the-orleans-board-of-trade-isaac-manego-v-the-orleans/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">5</span> </a></span>(quoting Restatement Sec. 24).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To understand the transactional approach, it is necessary to appreciate that a single transaction or series of transactions can--and often does--give rise to a multiplicity of claims.  Phrased another way, \"[a] single cause of action can manifest itself in an outpouring of different claims, based variously on federal statutes, state statutes, and the common law.\"  <span class=\"citation\" data-id=\"555434\"><span class=\"antecedent_guess\">Kale,</span> <a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1166</span></a></span>.   The necessary identity will be found to exist if both sets of claims--those asserted in the earlier action and those asserted in the subsequent action--derive from a common nucleus of operative facts.  See <span class=\"citation\" data-id=\"555434\"><a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"id_token\">id.</span>   This principle </a></span>pertains no matter how diverse or prolific the claims themselves may be.  See 1B J. Moore, Federal Practice p 0.410 at 350 (2d ed. 1993) (explaining that \"the 'cause of action' or 'claim' ... is bounded by the injury for which relief is demanded, and not by the legal theory\").  It follows that the omission of a particular statement of claim from the original suit is of no great consequence;  if the transaction is the same and the other components of the test are satisfied, principles of res judicata will bar all claims that either were or could have been asserted in the initial action.  See <span class=\"citation\" data-id=\"555434\"><span class=\"antecedent_guess\">Kale,</span> <a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1166</span></a></span>;  <span class=\"citation\" data-id=\"458606\"><span class=\"antecedent_guess\">Manego,</span> <a href=\"/opinion/458606/isaac-manego-v-the-orleans-board-of-trade-isaac-manego-v-the-orleans/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">5</span></a></span>.   The key is to define the underlying injury.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This definitional process is not a purely mechanical exercise.  \"What factual grouping constitutes a 'transaction', and what groupings constitute a 'series', are [matters that should] be determined pragmatically,\" taking into consideration a wide variety of relevant factors, including but not limited to such things as \"whether the facts are related in time, space, origin, or motivation, whether they form a convenient trial unit, and whether their treatment as a unit conforms to the parties' expectations....\"  <span class=\"citation\" data-id=\"593290\"><span class=\"antecedent_guess\">Aunyx,</span> <a href=\"/opinion/593290/aunyx-corporation-v-canon-usa-incorporated/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">7</span> </a></span>(quoting Restatement (Second) of Judgments Sec. 24).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Given these criteria, we believe that there is sufficient identicality here between the earlier and later actions to satisfy the requisite standard.  Without exception, appellants' claims stem from the same series of transactions as the claims asserted in the initial litigation.  Although the individual sales contracts are different, all of them arise out of a single course of conduct undertaken by a band of allied defendants.  By like token, while each purchaser acquired a different lot at a different price, all the lots are part of the same development and all were sold by means of the same ballyhoo.  At the very least, the two sets of claims are closely related in time, origin, and geography.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, if merged, the two sets of claims would form a well-integrated unit.  The same kinds of land sale contracts that the Rodriguez plaintiffs attacked under ILSFDA and sought to characterize as \"securities\" for purposes of their RICO claim, see <span class=\"citation\" data-id=\"603795\"><span class=\"antecedent_guess\">Rodriguez,</span> <a href=\"/opinion/603795/raul-f-rodriguez-v-banco-central-corporation/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">9</span></a></span>, underlie appellants' current claims.  To be sure, appellants have negotiated the procedural minefield more nimbly than their predecessors, and have, therefore, assembled a more varied assortment of legal theories;  but their claims--including both those that replicate the Rodriguez plaintiffs' claims and those that do not--implicate the same series of interconnected transactions that gave rise to the causes of action litigated in the earlier lawsuit.  In short, both sets of claims, though dressed in different legal garb, grow out of a common nucleus of operative facts.  No more is exigible.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">B. Identicality of Parties.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Concluding, as we do, that the district court's analysis passes muster on the first two components of the tripartite test, we turn to the third essential ingredient needed to invoke the doctrine of res judicata:  the presence of a sufficient identity between the parties to the earlier and later actions.  Short of situations in which precisely the same parties appear in both suits, this element is almost always difficult to gauge.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">1.  Nonparty Preclusion.   We step back to gain a sense of perspective.  We are aware that a Supreme Court dictum can be read to suggest that res judicata is inoperative as a matter of law insofar as nonparties are concerned.  See Montana v. United States, <span class=\"citation\" data-id=\"110022\"><a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, 154, <span class=\"citation\" data-id=\"110022\"><a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">970</span></a></span>, 974, <span class=\"citation\" data-id=\"110022\"><a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span> </a></span>(1979) (\"Preclusion of ... nonparties falls under the rubric of collateral estoppel rather than res judicata because the latter doctrine presupposes identity between causes of action.  And the cause of action which a nonparty has vicariously asserted differs by definition from that which he subsequently seeks to litigate in his own right.\")  (dictum).  We believe it is highly improbable, however, that the Montana Court, whose primary interest lay in molding the contours of the related doctrine of collateral estoppel,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> meant categorically to banish privity--a time-honored concept that collapses distinctions between form and substance in respect to party status--from use in conjunction with principles of res judicata.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This conclusion is firmly supported not only by respectable precedent but also by practical considerations.  Notwithstanding the Montana dictum, several courts, including this court, continue to apply res judicata to nonparties when the circumstances warrant.  See, e.g., <span class=\"citation\" data-id=\"593290\"><span class=\"antecedent_guess\">Aunyx,</span> <a href=\"/opinion/593290/aunyx-corporation-v-canon-usa-incorporated/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">7</span></a></span>-8 (applying res judicata to preclude the alter ego of a corporation from relitigating);  In re Air Crash at Dallas/Fort Worth Airport, <span class=\"citation\" data-id=\"514594\"><a href=\"/opinion/514594/in-re-air-crash-at-dallasfort-worth-airport-on-august-2-1985-david-c/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">814</span></a></span>, 816-18 (5th Cir.1988) (applying res judicata to bar decedent's daughter from relitigating);  see also Restatement (Second) of Judgments Secs. 40, 41 (endorsing application of claim preclusion to nonparties in specified circumstances).  In the same vein, courts continue routinely to formulate res judicata as a doctrine that bars parties \"or their privies\" from relitigating claims.  See, e.g., <span class=\"citation\" data-id=\"110360\"><span class=\"antecedent_guess\">Allen,</span> <a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">94</span></a></span>, 101 S.Ct. at 414;  <span class=\"citation\" data-id=\"555434\"><span class=\"antecedent_guess\">Kale,</span> <a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1165</span></a></span>;  In re Air <span class=\"citation\" data-id=\"514594\"><span class=\"antecedent_guess\">Crash,</span> <a href=\"/opinion/514594/in-re-air-crash-at-dallasfort-worth-airport-on-august-2-1985-david-c/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">816</span></a></span>;  United States v. Athlone Indus., Inc., <span class=\"citation\" data-id=\"443222\"><a href=\"/opinion/443222/united-states-v-athlone-industries-inc-also-doing-business-as-dudley/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">977</span></a></span>, 983 (3d Cir.1984);  Lee v. City of Peoria, <span class=\"citation\" data-id=\"406876\"><a href=\"/opinion/406876/29-fair-emplpraccas-892-29-empl-prac-dec-p-32965-robert-b-lee-v/\"><span class=\"volume\">685</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 199 (7th Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There are also strong practical considerations that counsel against blind adherence to the Montana dictum.  The doctrine of res judicata serves many desirable ends, among them finality and efficiency.  See <span class=\"citation\" data-id=\"110022\"><span class=\"antecedent_guess\">Montana,</span> <a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">153</span></a></span>, 99 S.Ct. at 973.   Logic suggests that the doctrine can achieve its goals only if its preclusive effects occasionally can reach persons who, technically, were not parties to the original action.  The pitfalls of a more mechanical rule are obvious;  making party status a sine qua non for the operation of res judicata opens the door to countless varieties of manipulation, including claim-splitting, suits by proxy, and forum-shopping.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, reading Montana's dictum as categorically eliminating res judicata whenever there are technically distinct parties is at loggerheads with the hoary concept of privity--a concept long since integrated into the legal lexicon and routinely applied in analogous situations.  See, e.g., Stacy v. Thrasher, 47 U.S.  (6 How.) 44, 51, <span class=\"citation\" data-id=\"86437\"><a href=\"/opinion/86437/stacy-v-thrasher-ex-rel-sellers/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">337</span> </a></span>(1848) (applying privity to determine the binding effect of court judgments);  Wallingsford v. Larcon Co., <span class=\"citation\" data-id=\"240545\"><a href=\"/opinion/240545/robert-c-wallingsford-v-larcon-company/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">904</span></a></span>, 906 (8th Cir.1956) (applying privity to determine the extent of the res judicata effect of a prior judgment).  We are loath to assume that the Court intended to wrest this concept from the jurisprudence of res judicata by a casual observation, bereft of any meaningful discussion or explanation.  As a rule, appellate courts do not operate in so Delphic a fashion.  See, e.g., United States v. Zapata, <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 977 (1st Cir.1994) (rejecting argument that \"an unheralded dictum\" in a Supreme Court opinion altered settled Fourth Amendment concepts and thereby \"worked a sea change in the law\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We find this combination of precedent, policy, and practicalities to be irresistible.  Consequently, we hold that, under federal law, res judicata can sometimes operate to bar the maintenance of an action by persons who, technically, were not parties to the initial action (to which preclusive effect is attributed).  Nonetheless, we appreciate that this is a murky corner of the law and caution the district courts to tread gingerly in applying res judicata to nonparties.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">2. Privity.   The most familiar mechanism for extending res judicata to nonparties without savaging important constitutional rights is the concept of privity--a concept that furnishes a serviceable framework for an exception to the rule that res judicata only bars relitigation of claims by persons who were parties to the original litigation.  See Meza v. General Battery Corp., <span class=\"citation\" data-id=\"545173\"><a href=\"/opinion/545173/robert-j-meza-v-general-battery-corporation-and-provident-life-and/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1262</span></a></span>, 1266 (5th Cir.1990);  see also NLRB v. Donna-Lee Sportswear Co., <span class=\"citation\" data-id=\"499439\"><a href=\"/opinion/499439/national-labor-relations-board-v-donna-lee-sportswear-co-inc/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 34 (1st Cir.1987) (applying same exception in connection with issue preclusion).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although privity can be elusive, this case does not require us to build four walls around it.  Here, the res judicata defense is based not on some exotic doctrinal refinement but on commonly accepted principles of how privity operates to bring about nonparty preclusion.  The theory underlying defendants' iteration of the defense is that privity exists (and, therefore, nonparty preclusion potentially obtains) if a nonparty either substantially controlled a party's involvement in the initial litigation or, conversely, permitted a party to the initial litigation to function as his de facto representative.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We accept defendants' theoretical premise, but, after close perscrutation of the record as a whole, we conclude that neither stripe of privity exists here.</p>\n    </div>\n    <p>Substantial Control</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The doctrine of res judicata rests upon the bedrock principle that, for claim preclusion to apply, a litigant first must have had a full and fair opportunity to litigate his claim.  See Fiumara v. Fireman's Fund Ins. Cos., <span class=\"citation\" data-id=\"442975\"><a href=\"/opinion/442975/joseph-j-fiumara-v-firemans-fund-insurance-companies/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">87</span></a></span>, 92 (1st Cir.1984);  see also 18 Wright &amp; Miller, supra, Sec. 4449, at 417 (noting \"[o]ur deep-rooted historic tradition that everyone should have his own day in court\");  cf. <span class=\"citation\" data-id=\"108330\"><span class=\"antecedent_guess\">Blonder-Tongue,</span> <a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">328</span></a></span>, 91 S.Ct. at 1442 (commenting that it is sufficient to afford a litigant one \"full and fair opportunity for judicial resolution\" of a particular issue).  If a nonparty either participated vicariously in the original litigation by exercising control over a named party or had the opportunity to exert such control, then the nonparty effectively enjoyed his day in court, and it is appropriate to impute to him the legal attributes of party status for purposes of claim preclusion.  See United States v. Bonilla Romero, <span class=\"citation\" data-id=\"499440\"><a href=\"/opinion/499440/united-states-v-felipe-bonilla-romero-aka-felo-bonilla/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 44 (1st Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">55</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">33</span> </span>(1988);  see also 18 Wright &amp; Miller, supra, Sec. 4451, at 430 (arguing that \"[p]reclusion is fair so long as the relationship between the nonparty and a party was such that the nonparty had the same practical opportunity to control the course of the proceedings that would be available to a party\");   cf. <span class=\"citation\" data-id=\"110022\"><span class=\"antecedent_guess\">Montana,</span> <a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">154</span></a></span>, 99 S.Ct. at 974 (finding issue preclusion appropriate \"when nonparties assume control over litigation in which they have a direct financial or proprietary interest and then seek to redetermine issues previously resolved\");  Restatement (Second) of Judgments Sec. 39 (similar).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Substantial control means what the phrase implies;  it connotes the availability of a significant degree of effective control in the prosecution or defense of the case--what one might term, in the vernacular, the power--whether exercised or not--to call the shots.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See Rumford Chem.  Works v. Hygienic Chem.  Co., <span class=\"citation\" data-id=\"97100\"><a href=\"/opinion/97100/rumford-chem-wks-v-hygienic-chem-co/\"><span class=\"volume\">215</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 160, <span class=\"citation\" data-id=\"97100\"><a href=\"/opinion/97100/rumford-chem-wks-v-hygienic-chem-co/\"><span class=\"volume\">30</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">45</span></a></span>, 46, <span class=\"citation\" data-id=\"97100\"><a href=\"/opinion/97100/rumford-chem-wks-v-hygienic-chem-co/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">137</span> </a></span>(1909) (holding that the concept of substantial control refers to \"the right to intermeddle in any way in the conduct of the case\");  Hy-Lo Unit &amp; Metal Prods.  Co. v. Remote Control Mfg. Co., <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">345</span></span>, 350 (9th Cir.1936) (stating that substantial control means the \"right to participate and control such prosecution or defense\");  Restatement (Second) of Judgments Sec. 39, comment c, at 384 (stating that control, for purposes of issue preclusion, refers to the right to exercise \"effective choice as to the legal theories and proofs to be advanced,\" as well as \"control over the opportunity to obtain review\");  see generally 1B Moore, supra, p 0.411 at 456-58.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As the proverb suggests, a picture is sometimes worth a thousand words.  Along these lines, we suspect that the concept of substantial control can be illustrated better by examples than by linguistic constructs.  For instance, substantial control has been found in the case of a liability insurer that assumes the insured's defense, see, e.g., Iacaponi v. New Amsterdam Cas. Co., <span class=\"citation\" data-id=\"276352\"><a href=\"/opinion/276352/dino-iacaponi-v-new-amsterdam-casualty-company-a-corporation/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">311</span></a></span>, 312 (3d Cir.1967), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1054</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">802</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">849</span> </span>(1968), an indemnitor who participates in defending an action brought against the indemnitee, see, e.g., Bros, Inc. v. W.E. Grace Mfg. Co., <span class=\"citation\" data-id=\"246645\"><a href=\"/opinion/246645/bros-incorporated-v-w-e-grace-manufacturing-company-and-william-e/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">428</span></a></span>, 430-31 (5th Cir.1958), and the owner of a close corporation who assumes control of litigation brought against the firm, see, e.g., Kreager v. General Elec. Co., <span class=\"citation\" data-id=\"319396\"><a href=\"/opinion/319396/james-scott-kreager-v-general-electric-company-james-scott-kreager-v/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">468</span></a></span>, 471-72 (2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">530</span></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">319</span> </span>(1974).  Conversely, courts have refused to find substantial control merely because a nonparty retained the attorney who represented a party to the earlier action, see Freeman v. Lester Coggins Trucking, Inc., <span class=\"citation\" data-id=\"457719\"><a href=\"/opinion/457719/bobby-g-freeman-on-behalf-of-himself-and-the-wrongful-death-beneficiaries/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">860</span></a></span>, 864 (5th Cir.1985);  Ramey v. Rockefeller, <span class=\"citation\" data-id=\"2010782\"><a href=\"/opinion/2010782/ramey-v-rockefeller/\"><span class=\"volume\">348</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">780</span></a></span>, 785 (E.D.N.Y.1972), or because the nonparty assisted in financing the earlier action, see Rumford <span class=\"citation\" data-id=\"97100\"><span class=\"antecedent_guess\">Chem.,</span> <a href=\"/opinion/97100/rumford-chem-wks-v-hygienic-chem-co/\"><span class=\"volume\">215</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">159-60</span></a></span>, 30 S.Ct. at 45-46;  General Foods Corp. v. Massachusetts Dep't of Pub. Health, <span class=\"citation\" data-id=\"390297\"><a href=\"/opinion/390297/general-foods-corporation-and-rich-seapak-corporation-v-the-massachusetts/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">784</span></a></span>, 787-88 (1st Cir.1981), or because the nonparty testified as a witness in the earlier action, see Benson &amp; Ford, Inc. v. Wanda Petroleum Co., <span class=\"citation\" data-id=\"497969\"><a href=\"/opinion/497969/benson-and-ford-inc-dba-ford-gas-co-v-wanda-petroleum-co-etc/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1172</span></a></span>, 1174-75 (5th Cir.1987);  Ponderosa Devel.  Corp. v. Bjordahl, <span class=\"citation\" data-id=\"467622\"><a href=\"/opinion/467622/ponderosa-development-corporation-a-wyoming-corporation-francis-h-mcvay/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">533</span></a></span>, 536-37 (10th Cir.1986), or because the nonparty procured witnesses or evidence, see Carl Zeiss Stiftung v. V.E.B. Carl Zeiss, Jena, <span class=\"citation\" data-id=\"1982095\"><a href=\"/opinion/1982095/carl-zeiss-stiftung-v-veb-carl-zeiss-jena/\"><span class=\"volume\">293</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">892</span></a></span>, 921 (S.D.N.Y.1968), modified, <span class=\"citation\" data-id=\"292892\"><a href=\"/opinion/292892/carl-zeiss-stiftung-doing-business-under-the-name-and-style-of-carl-zeiss/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">686</span> </a></span>(2d Cir.1970), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">905</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2205</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">680</span> </span>(1971), or because the nonparty furnished his attorney's assistance, see Cofax Corp. v. Minn.  Mining &amp; Mfg. Co., <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">842</span></span>, 844 (S.D.N.Y.1947).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the last analysis, there is no bright-line test for gauging substantial control.  The inquiry must be case-specific, see 1B Moore, supra, p 0.411 at 458, and fact patterns are almost endlessly variable.  The critical judgment cannot be based on isolated facts.  Consequently, an inquiring court must consider the totality of the circumstances to determine whether they justify a reasonable inference of a nonparty's potential or actual involvement as a decisionmaker in the earlier litigation.  The nonparty's participation may be overt or covert, and the evidence of it may be direct or circumstantial--so long as the evidence as a whole shows that the nonparty possessed effective control over a party's conduct of the earlier litigation as measured from a practical, as opposed to a purely theoretical, standpoint.  The burden of persuasion ultimately rests with him who asserts that control (or the right to exercise it) existed to such a degree as would warrant invoking nonparty preclusion.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Applying this standard, there is no principled way in which it can be said that the Gonzalez plaintiffs substantially controlled the Rodriguez plaintiffs in regard to the original litigation.  The only facts to which the district court alluded in ruling that nonparty preclusion loomed involve the similarity of the complaints at one point in time, the parties' common legal representation, and the planned use of some discovered materials in both litigations.  In our view, these facts do not begin to show that the Gonzalez plaintiffs exercised any meaningful degree of control over the course of the Rodriguez litigation.  Nor did they have either the right or the opportunity to demand such control.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Moreover, the record contains much additional evidence indicating the absence of substantial control.  No useful purpose would be served by marshalling this evidence.  We do, however, remark the most telling datum:  that the Rodriguez plaintiffs sought to amend their complaint to add those who later became the Gonzalez plaintiffs a full half-decade after the start of the litigation--a datum strongly suggesting that appellants had no involvement in the initial five years of litigation.  This lack of participation at the early stages of the Rodriguez litigation is particularly probative on the issue of substantial control, for it was during this period that many pivotal strategic decisions were made, resulting in the virtual forfeiture of some especially promising causes of action (including the mail fraud and state-law claims).  Obviously, appellant had no chance to share in this decisionmaking.</p>\n    </div>\n    <p>Virtual Representation</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The defendants also attempt to sustain the application of res judicata by employing principles of virtual representation to demonstrate that privity exists.  The attempt stalls.  Following defendants' itinerary would require us to imbue the theory of virtual representation with a much greater cruising range than either the law or the facts permit.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Although rooted in the eighteenth century law of estates, virtual representation has only recently emerged as a vehicle for general nonparty preclusion.  See Robert G. Bone, Rethinking the 'Day in Court' Ideal and Nonparty Preclusion, 67 N.Y.U.L.Rev. 193, 206-219 (1992).  Its recent jurisprudential history has been characterized by breadth of initial articulation followed by abrupt retrenchment in actual application.  These pererrations, and the competing centrifugal and centripetal forces that account for them, are most easily explained by reference to the due process analyses that must guide any effort to place the theory into practice.  See, e.g., <span class=\"citation\" data-id=\"545173\"><span class=\"antecedent_guess\">Meza,</span> <a href=\"/opinion/545173/robert-j-meza-v-general-battery-corporation-and-provident-life-and/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1266</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The courts that first rode the warhorse of virtual representation into battle on the res judicata front invested their steed with near-magical properties.  They suggested that mere identity of interests between party and nonparty warranted application of the theory and, hence, authorized nonparty preclusion.   See, e.g., Aerojet-General Corp. v. Askew, <span class=\"citation\" data-id=\"325551\"><a href=\"/opinion/325551/aerojet-general-corporation-v-reubin-odonovan-askew-governor-of-state-of/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">710</span></a></span>, 719 (5th Cir.)  (holding that, under federal law, \"a person may be bound by a judgment even though not a party if one of the parties to the suit is so closely aligned with his interests as to be his virtual representative\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">210</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">137</span> </span>(1975).  Despite such sweeping generalities, courts soon came to realize that, though virtual representation was not the old gray mare, neither should it be confused with Pegasus;  finding virtual representation based solely on identity of interests, and then deploying the theory to justify nonparty preclusion in a broad spectrum of cases, would threaten the core principles underpinning the due process equation.   See Martin v. Wilks, <span class=\"citation\" data-id=\"112275\"><a href=\"/opinion/112275/martin-v-wilks/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">755</span></a></span>, 761-62, <span class=\"citation\" data-id=\"112275\"><a href=\"/opinion/112275/martin-v-wilks/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2180</span></a></span>, 2184, <span class=\"citation\" data-id=\"112275\"><a href=\"/opinion/112275/martin-v-wilks/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">835</span> </a></span>(1989);   <span class=\"citation\" data-id=\"545173\"><span class=\"antecedent_guess\">Meza,</span> <a href=\"/opinion/545173/robert-j-meza-v-general-battery-corporation-and-provident-life-and/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1266</span></a></span>.   For this reason, contemporary caselaw has placed the theory of virtual representation on a short tether, significantly restricting its range.   See Benson &amp; <span class=\"citation\" data-id=\"497969\"><span class=\"antecedent_guess\">Ford,</span> <a href=\"/opinion/497969/benson-and-ford-inc-dba-ford-gas-co-v-wanda-petroleum-co-etc/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1175</span> </a></span>(observing that the theory of virtual representation must be kept within strict confines);   Pollard v. Cockrell, <span class=\"citation\" data-id=\"357364\"><a href=\"/opinion/357364/james-o-pollard-etc-v-lila-cockrell-etc/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1002</span></a></span>, 1008-09 (5th Cir.1978) (explicitly limiting Aerojet holding);  see generally 18 Wright &amp; Miller, supra, Sec. 4457 at 355 (Supp.1994) (discussing \"narrow role\" that remains for virtual representation).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The upshot is that, today, while identity of interests remains a necessary condition for triggering virtual representation, it is not alone a sufficient condition.  More is required to bring the theory to bear.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  See General <span class=\"citation\" data-id=\"390297\"><span class=\"antecedent_guess\">Foods,</span> <a href=\"/opinion/390297/general-foods-corporation-and-rich-seapak-corporation-v-the-massachusetts/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">789</span> </a></span>(holding that \"identity of interests\" between a party and a nonparty \"does not bind [the nonparty] to the judgment\");  Griffin v. Burns, <span class=\"citation\" data-id=\"353176\"><a href=\"/opinion/353176/lloyd-t-griffin-v-robert-f-burns-etc-thomas-a-mccormick/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1065</span></a></span>, 1071 (1st Cir.1978) (explaining that \"[m]ere similarity of interests and a quantum of representation\" is insufficient to trigger virtual representation);  Petit v. City of Chicago, <span class=\"citation no-link\"><span class=\"volume\">766</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">607</span></span>, 612 (N.D.Ill.1991) (holding that \"identity of interests alone ... is not sufficient to yield a finding of privity\");  see also Benson &amp; <span class=\"citation\" data-id=\"497969\"><span class=\"antecedent_guess\">Ford,</span> <a href=\"/opinion/497969/benson-and-ford-inc-dba-ford-gas-co-v-wanda-petroleum-co-etc/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1174-76</span> </a></span>(declining to find nonparty preclusion anent an antitrust claim growing out of the same facts where the nonparty plaintiff testified at the earlier trial and had the same attorney);  see generally 18 Wright &amp; Miller, supra, Sec. 4457, at 500.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">To say that a litigant advocating virtual representation, and seeking thereby to preclude a nonparty's suit, must show more than an identity of interests is to state the nature of the problem, not to solve it.  Many of the ensuing questions--questions like \"how much more?\" and \"what comprises 'more'?\"--  seem to have no categorical answers.  Not surprisingly, then, the cases in which courts have dealt with the doctrine, taken as an array, are resistant to doctrinal rationalization in the form of a single elegant limiting principle of the \"one size fits all\" variety.  There is no black-letter rule.  See Colby v. J.C. Penney Co., <span class=\"citation\" data-id=\"483307\"><a href=\"/opinion/483307/diane-colby-on-her-own-behalf-and-that-of-all-other-persons-similarly/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1119</span></a></span>, 1125 (7th Cir.1987) (commenting that \"no uniform pattern has emerged from the cases\");  Ethnic Employees of Library of Congress v. Boorstin, <span class=\"citation\" data-id=\"446523\"><a href=\"/opinion/446523/ethnic-employees-of-the-library-of-congress-v-daniel-j-boorstin-ethnic/\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1405</span></a></span>, 1411 n. 8 (D.C.Cir.1985) (noting that the virtual representation doctrine has a \"highly uncertain scope\");  see also <span class=\"citation no-link\"><span class=\"antecedent_guess\">Bone,</span> supra</span>, 67 N.Y.U.L.Rev. at 220 (acknowledging absence of clear organizing framework).  In the end, virtual representation is best understood as an equitable theory rather than as a crisp rule with sharp corners and clear factual predicates, see 18 Wright &amp; Miller, supra, Sec. 4457 at 502, such that a party's status as a virtual representative of a nonparty must be determined on a case-by-case basis, see Bonilla <span class=\"citation\" data-id=\"499440\"><span class=\"antecedent_guess\">Romero,</span> <a href=\"/opinion/499440/united-states-v-felipe-bonilla-romero-aka-felo-bonilla/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">43</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Although the need for individualized analysis persists, a common thread binds these variegated cases together:  virtual representation has a pronounced equitable dimension.  Thus, notwithstanding identity of interests, virtual representation will not serve to bar a nonparty's claim unless the nonparty has had actual or constructive notice of the earlier litigation,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and the balance of the relevant equities tips in favor of preclusion.  For example, courts have applied the doctrine in situations in which a nonparty has given actual or implied consent to be bound by the results in a prior action, see, e.g., Boyd v. Jamaica Plain Co-op Bank, 7 Mass.App.Ct. 153, <span class=\"citation\" data-id=\"2066627\"><a href=\"/opinion/2066627/boyd-v-jamaica-plain-co-operative-bank/\"><span class=\"volume\">386</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">775</span></a></span>, 778-81 (1979);  see also Benson &amp; <span class=\"citation\" data-id=\"497969\"><span class=\"antecedent_guess\">Ford,</span> <a href=\"/opinion/497969/benson-and-ford-inc-dba-ford-gas-co-v-wanda-petroleum-co-etc/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1176</span> </a></span>(finding \"tacit agreement[s]\" to be bound characteristic of cases applying virtual representation), or in which there has been \"an express or implied legal relationship in which parties to the first suit are accountable to non-parties who file a subsequent suit raising identical issues,\" <span class=\"citation\" data-id=\"357364\"><span class=\"antecedent_guess\">Pollard,</span> <a href=\"/opinion/357364/james-o-pollard-etc-v-lila-cockrell-etc/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1008</span></a></span>;  see also In re Medomak Canning Co., <span class=\"citation\" data-id=\"553835\"><a href=\"/opinion/553835/in-re-medomak-canning-debtor-dennis-g-bezanson-trustee-v-bayside/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">895</span></a></span>, 900-01 (1st Cir.1990) (holding that creditors were represented by the trustee in bankruptcy, who had a fiduciary relationship to them), or in which certain types of familial relationships link parties and nonparties, see, e.g., Eubanks v. FDIC, <span class=\"citation\" data-id=\"592238\"><a href=\"/opinion/592238/br-eubanks-md-and-bonnie-b-eubanks-v-federal-deposit-insurance/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">166</span></a></span>, 170 (5th Cir.1992) (holding wife bound by outcome of bankrupt husband's prior action);  Stone v. Williams, <span class=\"citation\" data-id=\"587580\"><a href=\"/opinion/587580/cathy-yvonne-stone-v-hank-williams-jr-billie-jean-williams-berlin/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1043</span></a></span>, 1058-61 (2d Cir.1992) (binding decedent's son to a prior ruling concerning legacies), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2331</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">243</span></span>, or in which courts have detected tactical maneuvering designed unfairly to exploit technical nonparty status in order to obtain multiple bites of the litigatory apple, see, e.g., <span class=\"citation no-link\"><span class=\"antecedent_guess\">Petit,</span> <span class=\"volume\">766</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">611-13</span></span>;  Crane v. Comm'r of Dep't of Agric., <span class=\"citation\" data-id=\"1635399\"><a href=\"/opinion/1635399/crane-v-comr-of-dept-of-agr-food-rural-res/\"><span class=\"volume\">602</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">280</span></a></span>, 286-88 (D.Me.1985);  see also 18 Wright &amp; Miller, supra, Sec. 4457, at 498-99;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Bone,</span> supra</span>, at 222.  Implicit in all these scenarios is the existence of actual or constructive notice.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We have considered, and rejected, another possible common characteristic.  Some courts have suggested that adequacy of representation is also a condition precedent to nonparty preclusion grounded upon virtual representation.  See, e.g., Clark v. Amoco Prods.  Co., <span class=\"citation\" data-id=\"472585\"><a href=\"/opinion/472585/james-clark-v-amoco-production-co-etc/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">967</span></a></span>, 973-74 (5th Cir.1986) (suggesting that virtual representation \"closely resembles the common law theory of concurrent privity ... which in turn is really only [an] adequate representation of interests analysis\");  Delta Air Lines, Inc. v. McCoy Restaurants, Inc., <span class=\"citation\" data-id=\"419235\"><a href=\"/opinion/419235/delta-air-lines-inc-eastern-air-lines-inc-v-mccoy-restaurants-inc/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">582</span></a></span>, 587 (11th Cir.1983) (finding no virtual representation because nonparty was not \"adequately represented\");  cf. 18 Wright &amp; Miller, supra, Sec. 4457, at 355-58 (1994 Supp.)  (suggesting somewhat cryptically that \"adequate litigation\" should \"remain[ ] the central requirement\" for nonparty preclusion based on principles of virtual representation).  Properly viewed, however, adequacy of representation is not itself a separate and inflexible requirement for engaging principles of virtual representation,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> although it is one of the factors that an inquiring court should weigh in attempting to balance the equities.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Based on these benchmarks, the Gonzalez plaintiffs cannot plausibly be said to have been virtually represented by the Rodriguez plaintiffs notwithstanding the identity of interests between the two groups.  Here, the equities counsel very strongly against deploying the theory of virtual representation.  In the first place, there has been no showing that the Gonzalez plaintiffs had timely notice of the first suit.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  In the second place, the parties' independence--the inescapable fact that the Rodriguez plaintiffs were not legally responsible for, or in any other way accountable to, the Gonzalez plaintiffs--weighs heavily against a finding of virtual representation.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  See Benson &amp; <span class=\"citation\" data-id=\"497969\"><span class=\"antecedent_guess\">Ford,</span> <a href=\"/opinion/497969/benson-and-ford-inc-dba-ford-gas-co-v-wanda-petroleum-co-etc/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1176</span></a></span>.   In the third place, the lack of a special type of close relationship between the two groups of plaintiffs (who are, for the most part, unrelated lambs purportedly fleeced by the same cadre of unscrupulous sheepherders) also weighs against a finding of virtual representation.  See <span class=\"citation\" data-id=\"592238\"><span class=\"antecedent_guess\">Eubanks,</span> <a href=\"/opinion/592238/br-eubanks-md-and-bonnie-b-eubanks-v-federal-deposit-insurance/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">170</span></a></span>.   Fourth, the fact that the Gonzalez plaintiffs never consented, either explicitly or constructively, to be bound by the verdict in the earlier action is significant, see Benson &amp; <span class=\"citation\" data-id=\"497969\"><span class=\"antecedent_guess\">Ford,</span> <a href=\"/opinion/497969/benson-and-ford-inc-dba-ford-gas-co-v-wanda-petroleum-co-etc/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1176</span></a></span>, especially since they actually initiated the later action while the earlier action was still pending.  And, finally, far from engaging in tactical maneuvering aimed at gaining unfair advantage, appellants sought to join the Rodriguez action--and were thwarted in the effort because the defendants objected and the district court, siding with the defendants, barred appellants' path.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Of course, given the discretionary character of virtual representation, see 18 Wright &amp; Miller, supra, Sec. 4457 at 502, we would not conclude that a case falls outside the theory's purview solely because it does not fit snugly into some preconceived niche or mirror some established fact pattern.  But, here, the sequence of events itself confirms the inappropriateness of bringing virtual representation to the fore in this case.  The district court, after refusing to certify a class, prohibited appellants from joining the original suit, yet thereafter precluded them from prosecuting their own action.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  This whipsawing placed appellants in an untenable position.  Short of a class action, with all the concomitant safeguards that class certification portends, see, e.g., Fed.R.Civ.P. 23, we do not think that the Due Process Clause comfortably can accommodate such a paradigm.  In any event, on the facts of this case the prospect of depriving these plaintiffs of their day in court offends our collective sense of justice and fair play.  Consequently, we hold that the theory of virtual representation cannot be galvanized to preclude appellants from maintaining their suit.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We need go no further.  Because the appellants were neither parties to the initial action nor in privity with the plaintiffs therein, the district court erred in dismissing their suit under principles of res judicata.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Reversed and remanded for further proceedings.  Costs to appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Most of the financing was undertaken by Banco Central y Economias and Banco de Economias, the predecessors in interest of defendant-appellee Banco Central Corp</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Judge Fuste, who presided over the Rodriguez case, believed the plaintiffs \"undoubtedly\" had been wronged.  Even while upholding many of the defendants' legal arguments, he lamented the seeming injustice \"in allowing the ... sellers of swampland to trusting buyers, to walk from this court without so much as a scratch.\"  Rodriguez v. Banco Central Corp., <span class=\"citation no-link\"><span class=\"volume\">777</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1043</span></span>, 1065 (D.P.R.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While the doctrines of res judicata and collateral estoppel have been said to \"share a distinct family resemblance,\" Fiumara v. Fireman's Fund Ins. Cos., <span class=\"citation\" data-id=\"442975\"><a href=\"/opinion/442975/joseph-j-fiumara-v-firemans-fund-insurance-companies/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">87</span></a></span>, 90 n. 1 (1st Cir.1984), they are nonetheless distinct, see Parklane Hosiery Co. v. Shore, <span class=\"citation\" data-id=\"109964\"><a href=\"/opinion/109964/parklane-hosiery-co-v-shore/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">322</span></a></span>, 326 n. 5, <span class=\"citation\" data-id=\"109964\"><a href=\"/opinion/109964/parklane-hosiery-co-v-shore/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">645</span></a></span>, 649 n. 5, <span class=\"citation\" data-id=\"109964\"><a href=\"/opinion/109964/parklane-hosiery-co-v-shore/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">552</span> </a></span>(1979) (delineating differences)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The perils of nonparty preclusion are real.  Prominent among them is the prospect that an overly expansive arrangement of the concept, or too free use of it, may endanger constitutional rights.   See Meza v. General Battery Corp., <span class=\"citation\" data-id=\"545173\"><a href=\"/opinion/545173/robert-j-meza-v-general-battery-corporation-and-provident-life-and/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1262</span></a></span>, 1266 (5th Cir.1990) (approving concept but noting the due process concerns implicit in the ideal that, in general, every party is entitled to her own \"day in court\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The sobriquet \"virtual representation\" frequently is used to describe this type of de facto representation.  It fits equally well under the label \"representation by proxy.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We do not think that comment b to section 39, Restatement (Second) of Judgments Sec. 39, comment b, at 383-84 (limiting scope of section to issue preclusion, not claim preclusion), indicates that substantial control can never serve as the basis for a finding of privity when res judicata is in play.  Rather, we interpret the comment as suggesting that substantial control has somewhat different dimensions for purposes of issue preclusion than for purposes of claim preclusion--a proposition with which we agree</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Some courts and commentators have suggested that, at a minimum, substantial control is the quantum of involvement expected of a co-party.  See, e.g., American Postal Workers Union, Etc. v. U.S. Postal Serv., <span class=\"citation\" data-id=\"437150\"><a href=\"/opinion/437150/american-postal-workers-union-columbus-area-local-afl-cio-v-united-states/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span>, 319 (6th Cir.1984);  1B Moore, supra, p 0.411, at 456.  With respect, we do not find this mode of measurement particularly enlightening and, hence, we decline to install it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Admittedly, some plaintiffs in each camp also belonged to an informal litigation group that helped to finance the Rodriguez litigation and disseminated information relevant to members' claims.  Yet this link, whether taken by itself or in combination with the circumstances noted by the district court, is far too fragile to support a finding of substantial control.  See, e.g., Jenkins  v. Hartford Acc. &amp; Indem. Co., <span class=\"citation\" data-id=\"435246\"><a href=\"/opinion/435246/dawn-schall-jenkins-v-the-hartford-accident-and-indemnity-company/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1090</span></a></span>, 1091 (4th Cir.1984) (holding that limited participation will not bind a nonparty);   General <span class=\"citation\" data-id=\"390297\"><span class=\"antecedent_guess\">Foods,</span> <a href=\"/opinion/390297/general-foods-corporation-and-rich-seapak-corporation-v-the-massachusetts/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">788</span> </a></span>(noting that merely helping to finance litigation will not bind a nonparty);   McKeown v. Wheat, <span class=\"citation\" data-id=\"239005\"><a href=\"/opinion/239005/alexander-mckeown-and-fred-g-held-on-behalf-of-themselves-and-as/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">540</span></a></span>, 543 (5th Cir.1956) (similar)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> This remains the modern rule despite an occasional dictum that a determined advocate might read to the contrary.  See, e.g., In re Medomak Canning Co., <span class=\"citation\" data-id=\"553835\"><a href=\"/opinion/553835/in-re-medomak-canning-debtor-dennis-g-bezanson-trustee-v-bayside/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">895</span></a></span>, 901 (1st Cir.1990) (suggesting that \"privity may be established by identification of interests, even where representation of those interests is not authorized\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Notice is a very important factor.  With the possible exception of Aerojet, <span class=\"citation\" data-id=\"325551\"><a href=\"/opinion/325551/aerojet-general-corporation-v-reubin-odonovan-askew-governor-of-state-of/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">710</span> </a></span>(a case that has since been narrowed by the Fifth Circuit), counsel have cited us to no case in which a court has precluded a nonparty, based on a theory of virtual representation, where the nonparty had not received timely notice (actual or constructive) of the initial litigation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> To be sure, the Restatement does not require actual notice when nonparty preclusion stems from a preexistent relationship between party and nonparty.  See Restatement (Second) of Judgments Sec. 41, at 393.  We suggest that the requirement is omitted in such a situation because the formation of the underlying relationship, in and of itself, embodies what amounts to constructive notice of all ensuing litigation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> A contrary view would fly in the teeth of the general rule that, in civil litigation, the sins of the lawyer routinely are visited upon the client.  See, e.g., Link v. Wabash R.R., <span class=\"citation\" data-id=\"106449\"><a href=\"/opinion/106449/link-v-wabash-r-co/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">626</span></a></span>, 633-36, <span class=\"citation\" data-id=\"106449\"><a href=\"/opinion/106449/link-v-wabash-r-co/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1386</span></a></span>, 1390-92, <span class=\"citation\" data-id=\"106449\"><a href=\"/opinion/106449/link-v-wabash-r-co/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">734</span> </a></span>(1962);  Thibeault v. Square D Co., <span class=\"citation\" data-id=\"580699\"><a href=\"/opinion/580699/charles-m-thibeault-v-square-d-company/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">239</span></a></span>, 242 (1st Cir.1992).  We do not understand why a nonparty who comes within the doctrinal framework for virtual representation--a framework in which party and nonparty share identical interests, and that provides for notice and a weighing of equitable considerations--should be treated differently from a party in this regard</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We are confident that the cases discussing the importance of adequate representation can be reconciled with this analysis.  For instance, in McCoy, the prior action was voluntarily dismissed, not determined on the merits as res judicata requires.   See McCoy <span class=\"citation\" data-id=\"419235\"><span class=\"antecedent_guess\">Restaurants,</span> <a href=\"/opinion/419235/delta-air-lines-inc-eastern-air-lines-inc-v-mccoy-restaurants-inc/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">587</span></a></span>.   And in Clark, the court pointed out that the nonparties whose suit defendant sought to preclude did not have fair notice of the prior litigation.   See <span class=\"citation\" data-id=\"472585\"><span class=\"antecedent_guess\">Clark,</span> <a href=\"/opinion/472585/james-clark-v-amoco-production-co-etc/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">973-74</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The first explicit reference to any of the Gonzalez plaintiffs in the papers of the Rodriguez case occurred on April 10, 1987, when the Rodriguez plaintiffs sought leave to add them as parties.  The district court denied this motion on April 27, 1987.  See supra p. 754.  There is nothing to indicate that, prior thereto, any of the Gonzalez plaintiffs either knew about the pendency of the Rodriguez action or had retained the Rodriguez plaintiffs' lawyers as their counsel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> In this connection, it must be emphasized that the district court, in the person of Judge Fuste, refused to certify the Rodriguez case as a class action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Though two different judges made these rulings, that fact is not of legal consequence.  We might add parenthetically that it is also cold consolation to appellants</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/86437/",
    "https://www.courtlistener.com/api/rest/v3/opinions/97100/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106449/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108330/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109964/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110022/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110360/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112275/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/239005/",
    "https://www.courtlistener.com/api/rest/v3/opinions/240545/",
    "https://www.courtlistener.com/api/rest/v3/opinions/246645/",
    "https://www.courtlistener.com/api/rest/v3/opinions/276352/",
    "https://www.courtlistener.com/api/rest/v3/opinions/292892/",
    "https://www.courtlistener.com/api/rest/v3/opinions/319396/",
    "https://www.courtlistener.com/api/rest/v3/opinions/325551/",
    "https://www.courtlistener.com/api/rest/v3/opinions/353176/",
    "https://www.courtlistener.com/api/rest/v3/opinions/357364/",
    "https://www.courtlistener.com/api/rest/v3/opinions/390297/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406876/",
    "https://www.courtlistener.com/api/rest/v3/opinions/419235/",
    "https://www.courtlistener.com/api/rest/v3/opinions/435246/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437150/",
    "https://www.courtlistener.com/api/rest/v3/opinions/442975/",
    "https://www.courtlistener.com/api/rest/v3/opinions/443222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/446523/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/467622/",
    "https://www.courtlistener.com/api/rest/v3/opinions/472585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/483307/",
    "https://www.courtlistener.com/api/rest/v3/opinions/497969/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499439/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499440/",
    "https://www.courtlistener.com/api/rest/v3/opinions/514594/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545173/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550644/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553835/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555434/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580699/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585871/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587580/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592238/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593290/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603795/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1635399/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1982095/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2010782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2066627/"
  ]
}