{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195403/",
  "id": 195403,
  "absolute_url": "/opinion/195403/the-3-e-company-v-nlrb/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195403/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:18Z",
  "date_modified": "2020-02-21T23:47:55.514635Z",
  "type": "010combined",
  "sha1": "c7c7d35e5c7590d60275a780b918083c458876be",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2343.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-2343\n\n                      THE 3-E COMPANY, INC.,\n\n                           Petitioner,\n\n                                v.\n\n                 NATIONAL LABOR RELATIONS BOARD,\n\n                           Respondent.\n\n                                           \n\n           ON PETITION FOR REVIEW AND CROSS-APPLICATION\n                  FOR ENFORCEMENT OF AN ORDER OF\n                THE NATIONAL LABOR RELATIONS BOARD\n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\n                                            \n\n                 Campbell, Senior Circuit Judge,\n                                               \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n     Malcolm  E. Morrell,  Jr., with  whom Michael  A. Duddy  and\n                                                            \nEaton,  Peabody,  Bradford  &amp; Veague,  P.A.,  were  on brief  for\n                                           \nappellant.\n     Joseph J. Jablonski, Jr., Attorney, National Labor Relations\n                             \nBoard, with  whom Frederick L. Feinstein,  General Counsel, Linda\n                                                                 \nSher,  Acting Associate  General  Counsel, Aileen  A.  Armstrong,\n                                                                \nDeputy Associate General Counsel, and Howard E. Perlstein, Deputy\n                                                         \nAssistant General Counsel,  National Labor Relations  Board, were\non brief for appellee.\n\n                                           \n\n                           June 3, 1994\n                                           \n\n          Per  Curiam.     In  this  action,   the  International\n                     \n\nBrotherhood of Electrical Workers, Local Union #567 (\"the Union\")\n\nalleged  that The  3-E  Company (\"3-E\")  engaged in  unfair labor\n\npractices.  After  a hearing, an administrative law judge (\"ALJ\")\n\nfound that a 3-E supervisor interfered with and coerced employees\n\nin  the  exercise  of  their  protected  right  to  organize,  in\n\nviolation  of   8(a)(1) of the National Labor Relations Act (\"the\n\nAct\").   29  U.S.C.   158(a)(1).    The National  Labor Relations\n\nBoard (\"NLRB\")  subsequently issued  a final order  affirming the\n\nALJ's  findings  and adopting  its  recommended order.    3-E now\n\npetitions this Court for  review of the NLRB's final order.   The\n\nNLRB has  also filed a cross-application,  seeking enforcement of\n\nits order.   We  deny 3-E's  petition for  review, and grant  the\n\nNLRB's cross-application for enforcement against 3-E.\n\n                            BACKGROUND\n                                      \n\n          The record supports the NLRB's finding of the following\n\nfacts.  See Cumberland Farms, Inc. v. N.L.R.B., 984 F.2d 556, 558\n                                              \n\n(1st  Cir.  1993).   3-E is  an  electrical contractor  that does\n\ncommercial and industrial projects throughout the State of Maine.\n\nIn December 1990, 3-E began work on a Sam's Warehouse store (\"the\n\nProject\").   James  Lamson was  vice-president of  3-E's southern\n\ndivision, and in  charge of  the Project.   Paul  Werner was  the\n\nforeman for the  Project.   Werner supervised the  daily work  of\n\nemployees on the Project.  His responsibilities included watching\n\nequipment,  keeping track  of what  work each  employee performed\n\neach  day,  and  completing  daily  labor  reports  charting  the\n\n                               -2-\n\nprogress of the Project.\n\n          In March 1991, 3-E hired Charles Campbell to work full-\n\ntime as an  electrician on the Project.  Campbell  was not then a\n\nmember  of  the  Union.    In  early  April  1991,  Lamson  hired\n\nadditional electricians, including Elliot  Tonken, to work on the\n\nProject.  Lamson knew that Tonken  was a member of the Union, and\n\nTonken made no attempt to hide his Union membership.\n\n          In April,  Tonken had numerous conversations  about the\n\nUnion with  Campbell, and with  employees Ed Hevey,  Roger Hicks,\n\nand  Paul Lavelle.   In  mid to  late April, Werner  noticed that\n\nCampbell  was talking  to  Tonken  during  a  break.    As  their\n\nconversation  ended,  Werner  approached  Campbell  and,  in  the\n\npresence of Hevey and Hicks, asked Campbell if Tonken was talking\n\nto him  about the Union.   Campbell replied that he  was.  Werner\n\nthen told Campbell that he did  not like the idea that Tonken was\n\ntalking about the Union on the  Project site, and that when there\n\nwas a layoff, Tonken  would be one of  the first to be  laid off.\n\nWerner also  showed Campbell a  notebook he kept,  containing the\n\nnames of  the first  group of  employees who  would be  laid off:\n\nTonken, Hevey, Hicks and Lavelle.\n\n          On or  about April  25, 1991, Werner  approached Tonken\n\nand  asked him whether he belonged to  the Union.  Tonken gave an\n\naffirmative response.  Werner  then asked Tonken if he  was there\n\nto cause  trouble.  Tonken replied  that he was not,  he was just\n\nthere  to do his job.   A week or two  later, Werner asked Tonken\n\nwhat  the Union was like.   In reply,  Tonken expressed his views\n\n                               -3-\n\nregarding the Union.\n\n          Later  in May  1991, 3-E  laid off  Tonken, as  well as\n\nHevey, Hicks and Lavelle.  In July 1991, Campbell was transferred\n\nto another jobsite.   Campbell  continued to work  for 3-E  until\n\nSeptember 1991.\n\n          Based  on  these events,  the  Union  alleged that  3-E\n\nengaged in unfair labor practices.   The NLRB subsequently issued\n\na complaint  and initiated hearings regarding  allegations that a\n\n3-E  supervisor  interfered with  and  coerced  employees in  the\n\nexercise of their protected  right to organize in violation  of  \n\n8(a)(1) of the Act.  The ALJ found the allegations to be true and\n\nrecommended  that 3-E  be ordered  to cease  and desist  from its\n\nunfair  labor practices and to  post notices stating  it would no\n\nlonger interrogate or threaten employees.  The NLRB then issued a\n\nfinal order  on November 22,  1993, affirming the  ALJ's findings\n\nand adopting the recommended order.\n\n          3-E challenges  the findings  of the NLRB,  claiming in\n\nlarge  part  that the  findings  are  unsupported by  substantial\n\nevidence on the record.  We disagree.\n\n                        STANDARD OF REVIEW\n                                          \n\n          We uphold a NLRB finding that the Act has been violated\n\nas  long as the finding  is supported by  substantial evidence on\n\nthe record  as a whole, even if we would have reached a different\n\nconclusion.  29 U.S.C.     160(e) and (f); Cumberland  Farms, 984\n                                                            \n\nF.2d at 559.\n\n  WAS THE NLRB'S FINAL ORDER SUPPORTED BY SUBSTANTIAL EVIDENCE?\n                                                              \n\n                               -4-\n\n          The Act guarantees employees  the right \"to form, join,\n\nor  assist  labor organizations  . .  .  and to  engage  in other\n\nconcerted activities for the  purpose of collective bargaining or\n\nother  mutual  aid or  protection .  .  . .\"    29 U.S.C.    157.\n\nSection 8(a)(1) of the Act implements this guarantee by making it\n\nan unfair  labor practice  for an  employer  \"to interfere  with,\n\nrestrain,  or  coerce employees\"  in  the exercise  of  the above\n\nmentioned rights.  29 U.S.C.    158(a)(1).   An employer violates\n\n  8(a)(1) by coercively interrogating employees about their union\n\nactivities or  sentiments, or about the  activities or sentiments\n\nof  others,  and by  either  directly  or indirectly  threatening\n\nemployees.   See Cumberland Farms,  984 F.2d at  559; N.L.R.B. v.\n                                                              \n\nOtis Hospital, 545  F.2d 252,  256 (1st Cir.  1976).  Whether  an\n             \n\nemployer's  actions are  coercive depends  on the  entire factual\n\ncontext in which the  actions occur.  Cumberland Farms,  984 F.2d\n                                                      \n\nat 559.\n\n          Substantial evidence on the record  supports the NLRB's\n\nconclusions that 3-E violated    8(a)(1) of the Act.   The record\n\nsupports  the finding that Werner,  employed by 3-E  as a foreman\n\nwith  supervisory  responsibilities,  interrogated Campbell,  and\n\nlater Tonken,  about their  union activities.   Werner questioned\n\nCampbell  about  discussions he  had  with  Tonken regarding  the\n\nUnion, and indicated that he  disapproved of such discussions  on\n\nthe jobsite.  Werner also asked Tonken whether he was a member of\n\nthe  Union, and whether Tonken had come  to work for 3-E to cause\n\ntrouble.   Moreover, Werner  threatened Campbell and  Tonken with\n\n                               -5-\n\nlayoffs  or   unspecified  reprisals   because  of   their  Union\n\nactivities.     Werner  substantiated  his  threat of  layoff  by\n\nshowing  Campbell a  notebook, containing  a list  of soon-to-be-\n\nlaid-off-employees:   Tonken,  Hevey, Hicks  and Lavelle.   These\n\nfacts,  considered in the  context in  which the  statements were\n\nmade and the actions taken, support the conclusion that under the\n\ntotality of  the circumstances,  3-E interfered with  and coerced\n\nemployees in the exercise of their protected right to organize in\n\nviolation of   8(a)(1) of the Act.\n\n          To a large extent, the ALJ arrived at his conclusion by\n\ncrediting the testimony of Campbell and Tonken, and giving little\n\nweight  to  the  testimony  of  Werner.    An  ALJ's  credibility\n\ndeterminations are entitled  to great weight  because he saw  and\n\nheard the witnesses testify.   Holyoke Visiting Nurses Ass'n.  v.\n                                                             \n\nN.L.R.B., 11 F.3d 302,  308 (1st Cir. 1993) (citations  omitted).\n        \n\nA reviewing court  will not disturb such findings so  long as the\n\nALJ's position represents a choice between two fairly conflicting\n\nviews, even  if this Court would have made a different choice had\n\nthe matter come before it de novo.   Id.  We will only set  aside\n                                       \n\nfindings if we  believe that  the ALJ overstepped  the bounds  of\n\nreason.   Id.    Here, we  find  no basis  to  disturb the  ALJ's\n            \n\nreasoned credibility determinations.  We also do not believe that\n\nthe ALJ transgressed the bounds of reason in any other respect.\n\n          The record also supports the finding that 3-E was bound\n\nby  the acts and statements  of Werner.   \"In determining whether\n\nany  person is acting  as an 'agent'  of another person  so as to\n\n                               -6-\n\nmake  such other person responsible for his acts, the question of\n\nwhether the  specific acts performed were  actually authorized or\n\nsubsequently ratified  shall not be  controlling.\"   29 U.S.C.   \n\n152(13).  Rather, in this labor context, courts utilize a liberal\n\nagency  analysis,  emphasizing  such  factors  as  a supervisor's\n\n\"apparent authority.\"  N.L.R.B.  v. Schroeder, 726 F.2d 967,  971\n                                             \n\n(3d  Cir. 1984).  An  employer is generally  held responsible for\n\nthe statements or conduct of its supervisors when employees would\n\nhave just cause to believe that a [supervisor] was acting for and\n\non behalf of the company.  Ballou Brick Co. v. N.L.R.B., 798 F.2d\n                                                       \n\n339, 347 (8th Cir.  1986); Schroeder, 726 F.2d at 971;  Proctor &amp;\n                                                                 \n\nGamble  Mfg. Co. v.  N.L.R.B., 658 F.2d  968, 984 n.18  (4th Cir.\n                             \n\n1981) (quoting N.L.R.B. v.  Texas Indep. Oil. Co., 232  F.2d 447,\n                                                 \n\n450 (9th Cir. 1956), cert. denied, 459 U.S. 879 (1982);  see also\n                                                                 \n\nN.L.R.B.  v. Garland Corp., 396 F.2d 707, 709 (1st Cir. 1968) (in\n                          \n\ndicta,  stating  that employers  are  liable for  the  conduct of\n\nsupervisors where employees have reason to think that supervisors\n\nare acting on behalf of employers).\n\n          3-E admits  that Werner  was a \"supervisor\"  within the\n\nmeaning of  29 U.S.C.   152(11).   The evidence also supports the\n\nconclusion that employees reasonably  believed that Werner  acted\n\non  behalf of 3-E with  respect to labor  and employment matters.\n\nWerner  was  3-E's  only foreman  on  the  Project  site, and  he\n\nexercised  broad  daily supervisory  authority over  the workers.\n\nMoreover, on occasion, Werner specifically suggested to employees\n\nthat he  had input into 3-E layoff decisions, and that he did not\n\n                               -7-\n\nlook favorably upon union activities.  For instance, Werner  told\n\nCampbell that he did not think Tonken should be talking about the\n\nUnion on  the Project site, and  that Tonken would be  one of the\n\nfirst  employees laid  off.   Additionally, 3-E  did  not proffer\n\nevidence  which  established  that  despite  Werner's supervisory\n\nstatus, employees  had notice that  Werner was not  authorized to\n\nspeak  on behalf of 3-E, or that employees reasonably should have\n\nknown that Werner did  not possess such authority.   We therefore\n\nuphold the finding attributing Werner's statements and actions to\n\n3-E.1\n\n          We  have considered 3-E's  other arguments and conclude\n\nthat  they lack  merit.   We  believe  that the  ALJ's  findings,\n\nadopted by the NLRB, are supported by substantial evidence in the\n\nrecord.   The  petition  for review  is  denied, and  the  NLRB's\n                                               \n\nrequest for enforcement of its order is granted.\n                                               \n\n                    \n\n1   The NLRB properly  disavowed the ALJ's  discussion concerning\nwhether  Werner  was  specifically  authorized  by  3-E  to  make\nstatements or take actions which interfered with employees' union\nactivities as  the controlling principle  in determining  whether\nWerner's actions were attributable  to 3-E.  29 U.S.C.    152(13)\nspecifically   provides   that  such   analysis   shall  not   be\ncontrolling.   Despite 3-E's contention to the contrary, the NLRB\ndid  not then  simply irrebuttably  attribute the  statements and\nactions of Werner to 3-E.  Rather, the NLRB did not disclaim, and\nthus accepted,  the ALJ's findings demonstrating  that Werner had\napparent authority  to act on behalf of 3-E.  This finding by the\nALJ was supported by substantial evidence in the record.\n\n                               -8-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-2343\n\n                      THE 3-E COMPANY, INC.,\n\n                           Petitioner,\n\n                                v.\n\n                 NATIONAL LABOR RELATIONS BOARD,\n\n                           Respondent.\n\n                                           \n\n           ON PETITION FOR REVIEW AND CROSS-APPLICATION\n                  FOR ENFORCEMENT OF AN ORDER OF\n                THE NATIONAL LABOR RELATIONS BOARD\n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\n                                            \n\n                 Campbell, Senior Circuit Judge,\n                                               \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n     Malcolm  E. Morrell,  Jr., with  whom Michael  A. Duddy  and\n                                                            \nEaton,  Peabody,  Bradford  &amp; Veague,  P.A.,  were  on brief  for\n                                           \nappellant.\n     Joseph J. Jablonski, Jr., Attorney, National Labor Relations\n                             \nBoard, with  whom Frederick L. Feinstein,  General Counsel, Linda\n                                                                 \nSher,  Acting Associate  General  Counsel, Aileen  A.  Armstrong,\n                                                                \nDeputy Associate General Counsel, and Howard E. Perlstein, Deputy\n                                                         \nAssistant General Counsel,  National Labor Relations  Board, were\non brief for appellee.\n\n                                           \n\n                           June 3, 1994\n                                           \n\n          Per  Curiam.     In  this  action,   the  International\n                     \n\nBrotherhood of Electrical Workers, Local Union #567 (\"the Union\")\n\nalleged  that The  3-E  Company (\"3-E\")  engaged in  unfair labor\n\npractices.  After  a hearing, an administrative law judge (\"ALJ\")\n\nfound that a 3-E supervisor interfered with and coerced employees\n\nin  the  exercise  of  their  protected  right  to  organize,  in\n\nviolation  of   8(a)(1) of the National Labor Relations Act (\"the\n\nAct\").   29  U.S.C.   158(a)(1).    The National  Labor Relations\n\nBoard (\"NLRB\")  subsequently issued  a final order  affirming the\n\nALJ's  findings  and adopting  its  recommended order.    3-E now\n\npetitions this Court for  review of the NLRB's final order.   The\n\nNLRB has  also filed a cross-application,  seeking enforcement of\n\nits order.   We  deny 3-E's  petition for  review, and grant  the\n\nNLRB's cross-application for enforcement against 3-E.\n\n                            BACKGROUND\n                                      \n\n          The record supports the NLRB's finding of the following\n\nfacts.  See Cumberland Farms, Inc. v. N.L.R.B., </pre><span class=\"citation\" data-id=\"599131\"><a href=\"/opinion/599131/cumberland-farms-inc-v-national-labor-relations-board/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">556</span></a></span><pre class=\"inline\">, 558\n                                              \n\n(1st  Cir.  1993).   3-E is  an  electrical contractor  that does\n\ncommercial and industrial projects throughout the State of Maine.\n\nIn December 1990, 3-E began work on a Sam's Warehouse store (\"the\n\nProject\").   James  Lamson was  vice-president of  3-E's southern\n\ndivision, and in  charge of  the Project.   Paul  Werner was  the\n\nforeman for the  Project.   Werner supervised the  daily work  of\n\nemployees on the Project.  His responsibilities included watching\n\nequipment,  keeping track  of what  work each  employee performed\n\neach  day,  and  completing  daily  labor  reports  charting  the\n\n                               -2-\n\nprogress of the Project.\n\n          In March 1991, 3-E hired Charles Campbell to work full-\n\ntime as an  electrician on the Project.  Campbell  was not then a\n\nmember  of  the  Union.    In  early  April  1991,  Lamson  hired\n\nadditional electricians, including Elliot  Tonken, to work on the\n\nProject.  Lamson knew that Tonken  was a member of the Union, and\n\nTonken made no attempt to hide his Union membership.\n\n          In April,  Tonken had numerous conversations  about the\n\nUnion with  Campbell, and with  employees Ed Hevey,  Roger Hicks,\n\nand  Paul Lavelle.   In  mid to  late April, Werner  noticed that\n\nCampbell  was talking  to  Tonken  during  a  break.    As  their\n\nconversation  ended,  Werner  approached  Campbell  and,  in  the\n\npresence of Hevey and Hicks, asked Campbell if Tonken was talking\n\nto him  about the Union.   Campbell replied that he  was.  Werner\n\nthen told Campbell that he did  not like the idea that Tonken was\n\ntalking about the Union on the  Project site, and that when there\n\nwas a layoff, Tonken  would be one of  the first to be  laid off.\n\nWerner also  showed Campbell a  notebook he kept,  containing the\n\nnames of  the first  group of  employees who  would be  laid off:\n\nTonken, Hevey, Hicks and Lavelle.\n\n          On or  about April  25, 1991, Werner  approached Tonken\n\nand  asked him whether he belonged to  the Union.  Tonken gave an\n\naffirmative response.  Werner  then asked Tonken if he  was there\n\nto cause  trouble.  Tonken replied  that he was not,  he was just\n\nthere  to do his job.   A week or two  later, Werner asked Tonken\n\nwhat  the Union was like.   In reply,  Tonken expressed his views\n\n                               -3-\n\nregarding the Union.\n\n          Later  in May  1991, 3-E  laid off  Tonken, as  well as\n\nHevey, Hicks and Lavelle.  In July 1991, Campbell was transferred\n\nto another jobsite.   Campbell  continued to work  for 3-E  until\n\nSeptember 1991.\n\n          Based  on  these events,  the  Union  alleged that  3-E\n\nengaged in unfair labor practices.   The NLRB subsequently issued\n\na complaint  and initiated hearings regarding  allegations that a\n\n3-E  supervisor  interfered with  and  coerced  employees in  the\n\nexercise of their protected  right to organize in violation  of  \n\n8(a)(1) of the Act.  The ALJ found the allegations to be true and\n\nrecommended  that 3-E  be ordered  to cease  and desist  from its\n\nunfair  labor practices and to  post notices stating  it would no\n\nlonger interrogate or threaten employees.  The NLRB then issued a\n\nfinal order  on November 22,  1993, affirming the  ALJ's findings\n\nand adopting the recommended order.\n\n          3-E challenges  the findings  of the NLRB,  claiming in\n\nlarge  part  that the  findings  are  unsupported by  substantial\n\nevidence on the record.  We disagree.\n\n                        STANDARD OF REVIEW\n                                          \n\n          We uphold a NLRB finding that the Act has been violated\n\nas  long as the finding  is supported by  substantial evidence on\n\nthe record  as a whole, even if we would have reached a different\n\nconclusion.  29 U.S.C.     160(e) and (f); Cumberland  </pre><span class=\"citation\" data-id=\"599131\"><span class=\"antecedent_guess\">Farms,</span> <a href=\"/opinion/599131/cumberland-farms-inc-v-national-labor-relations-board/\"><span class=\"volume\">984</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">559</span></a></span><pre class=\"inline\">.\n\n  WAS THE NLRB'S FINAL ORDER SUPPORTED BY SUBSTANTIAL EVIDENCE?\n                                                              \n\n                               -4-\n\n          The Act guarantees employees  the right \"to form, join,\n\nor  assist  labor organizations  . .  .  and to  engage  in other\n\nconcerted activities for the  purpose of collective bargaining or\n\nother  mutual  aid or  protection .  .  . .\"    29 U.S.C.    157.\n\nSection 8(a)(1) of the Act implements this guarantee by making it\n\nan unfair  labor practice  for an  employer  \"to interfere  with,\n\nrestrain,  or  coerce employees\"  in  the exercise  of  the above\n\nmentioned rights.  29 U.S.C.    158(a)(1).   An employer violates\n\n  8(a)(1) by coercively interrogating employees about their union\n\nactivities or  sentiments, or about the  activities or sentiments\n\nof  others,  and by  either  directly  or indirectly  threatening\n\nemployees.   See Cumberland </pre><span class=\"citation\" data-id=\"599131\"><span class=\"antecedent_guess\">Farms,</span>  <a href=\"/opinion/599131/cumberland-farms-inc-v-national-labor-relations-board/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">559</span></a></span><pre class=\"inline\">; N.L.R.B. v.\n                                                              \n\nOtis Hospital, </pre><span class=\"citation\" data-id=\"340654\"><a href=\"/opinion/340654/national-labor-relations-board-v-otis-hospital/\"><span class=\"volume\">545</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">252</span></a></span><pre class=\"inline\">,  256 (1st Cir.  1976).  Whether  an\n             \n\nemployer's  actions are  coercive depends  on the  entire factual\n\ncontext in which the  actions occur.  Cumberland </pre><span class=\"citation\" data-id=\"599131\"><span class=\"antecedent_guess\">Farms,</span>  <a href=\"/opinion/599131/cumberland-farms-inc-v-national-labor-relations-board/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span>\n                                                      \n\nat <span class=\"page\">559</span></a></span><pre class=\"inline\">.\n\n          Substantial evidence on the record  supports the NLRB's\n\nconclusions that 3-E violated    8(a)(1) of the Act.   The record\n\nsupports  the finding that Werner,  employed by 3-E  as a foreman\n\nwith  supervisory  responsibilities,  interrogated Campbell,  and\n\nlater Tonken,  about their  union activities.   Werner questioned\n\nCampbell  about  discussions he  had  with  Tonken regarding  the\n\nUnion, and indicated that he  disapproved of such discussions  on\n\nthe jobsite.  Werner also asked Tonken whether he was a member of\n\nthe  Union, and whether Tonken had come  to work for 3-E to cause\n\ntrouble.   Moreover, Werner  threatened Campbell and  Tonken with\n\n                               -5-\n\nlayoffs  or   unspecified  reprisals   because  of   their  Union\n\nactivities.     Werner  substantiated  his  threat of  layoff  by\n\nshowing  Campbell a  notebook, containing  a list  of soon-to-be-\n\nlaid-off-employees:   Tonken,  Hevey, Hicks  and Lavelle.   These\n\nfacts,  considered in the  context in  which the  statements were\n\nmade and the actions taken, support the conclusion that under the\n\ntotality of  the circumstances,  3-E interfered with  and coerced\n\nemployees in the exercise of their protected right to organize in\n\nviolation of   8(a)(1) of the Act.\n\n          To a large extent, the ALJ arrived at his conclusion by\n\ncrediting the testimony of Campbell and Tonken, and giving little\n\nweight  to  the  testimony  of  Werner.    An  ALJ's  credibility\n\ndeterminations are entitled  to great weight  because he saw  and\n\nheard the witnesses testify.   Holyoke Visiting Nurses Ass'n.  v.\n                                                             \n\nN.L.R.B., </pre><span class=\"citation\" data-id=\"658543\"><a href=\"/opinion/658543/holyoke-visiting-nurses-association-and-oconnell-professional-nurse/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">302</span></a></span><pre class=\"inline\">,  308 (1st Cir. 1993) (citations  omitted).\n        \n\nA reviewing court  will not disturb such findings so  long as the\n\nALJ's position represents a choice between two fairly conflicting\n\nviews, even  if this Court would have made a different choice had\n\nthe matter come before it de novo.   </pre><span class=\"citation\" data-id=\"658543\"><a href=\"/opinion/658543/holyoke-visiting-nurses-association-and-oconnell-professional-nurse/\"><span class=\"id_token\">Id.</span>  We will </a></span><pre class=\"inline\">only set  aside\n                                       \n\nfindings if we  believe that  the ALJ overstepped  the bounds  of\n\nreason.   </pre><span class=\"citation\" data-id=\"658543\"><a href=\"/opinion/658543/holyoke-visiting-nurses-association-and-oconnell-professional-nurse/\"><span class=\"id_token\">Id.</span>    Here, we </a></span><pre class=\"inline\"> find  no basis  to  disturb the  ALJ's\n            \n\nreasoned credibility determinations.  We also do not believe that\n\nthe ALJ transgressed the bounds of reason in any other respect.\n\n          The record also supports the finding that 3-E was bound\n\nby  the acts and statements  of Werner.   \"In determining whether\n\nany  person is acting  as an 'agent'  of another person  so as to\n\n                               -6-\n\nmake  such other person responsible for his acts, the question of\n\nwhether the  specific acts performed were  actually authorized or\n\nsubsequently ratified  shall not be  controlling.\"   29 U.S.C.   \n\n152(13).  Rather, in this labor context, courts utilize a liberal\n\nagency  analysis,  emphasizing  such  factors  as  a supervisor's\n\n\"apparent authority.\"  N.L.R.B.  v. Schroeder, </pre><span class=\"citation\" data-id=\"430889\"><a href=\"/opinion/430889/national-labor-relations-board-v-frank-j-schroeder-dba-national/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">967</span></a></span><pre class=\"inline\">,  971\n                                             \n\n(3d  Cir. 1984).  An  employer is generally  held responsible for\n\nthe statements or conduct of its supervisors when employees would\n\nhave just cause to believe that a [supervisor] was acting for and\n\non behalf of the company.  Ballou Brick Co. v. N.L.R.B., </pre><span class=\"citation\" data-id=\"474619\"><a href=\"/opinion/474619/ballou-brick-company-v-national-labor-relations-board/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n<span class=\"page\">339</span></a></span><pre class=\"inline\">, 347 (8th Cir.  1986); </pre><span class=\"citation\" data-id=\"430889\"><span class=\"antecedent_guess\">Schroeder,</span> <a href=\"/opinion/430889/national-labor-relations-board-v-frank-j-schroeder-dba-national/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">971</span></a></span><pre class=\"inline\">;  Proctor &amp;\n                                                                 \n\nGamble  Mfg. Co. v.  N.L.R.B., </pre><span class=\"citation\" data-id=\"393949\"><a href=\"/opinion/393949/the-procter-gamble-manufacturing-company-port-ivory-new-york-plant/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">968</span></a></span><pre class=\"inline\">, 984 n.18  (4th Cir.\n                             \n\n1981) (quoting N.L.R.B. v.  Texas Indep. Oil. Co., </pre><span class=\"citation\" data-id=\"239223\"><a href=\"/opinion/239223/national-labor-relations-board-v-texas-independent-oil-company-inc/\"><span class=\"volume\">232</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span><pre class=\"inline\">,\n                                                 \n\n450 (9th Cir. 1956), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">879</span> </span><pre class=\"inline\">(1982);  see also\n                                                                 \n\nN.L.R.B.  v. Garland Corp., </pre><span class=\"citation\" data-id=\"280645\"><a href=\"/opinion/280645/national-labor-relations-board-v-garland-corporation/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span><pre class=\"inline\">, 709 (1st Cir. 1968) (in\n                          \n\ndicta,  stating  that employers  are  liable for  the  conduct of\n\nsupervisors where employees have reason to think that supervisors\n\nare acting on behalf of employers).\n\n          3-E admits  that Werner  was a \"supervisor\"  within the\n\nmeaning of  29 U.S.C.   152(11).   The evidence also supports the\n\nconclusion that employees reasonably  believed that Werner  acted\n\non  behalf of 3-E with  respect to labor  and employment matters.\n\nWerner  was  3-E's  only foreman  on  the  Project  site, and  he\n\nexercised  broad  daily supervisory  authority over  the workers.\n\nMoreover, on occasion, Werner specifically suggested to employees\n\nthat he  had input into 3-E layoff decisions, and that he did not\n\n                               -7-\n\nlook favorably upon union activities.  For instance, Werner  told\n\nCampbell that he did not think Tonken should be talking about the\n\nUnion on  the Project site, and  that Tonken would be  one of the\n\nfirst  employees laid  off.   Additionally, 3-E  did  not proffer\n\nevidence  which  established  that  despite  Werner's supervisory\n\nstatus, employees  had notice that  Werner was not  authorized to\n\nspeak  on behalf of 3-E, or that employees reasonably should have\n\nknown that Werner did  not possess such authority.   We therefore\n\nuphold the finding attributing Werner's statements and actions to\n\n3-E.1\n\n          We  have considered 3-E's  other arguments and conclude\n\nthat  they lack  merit.   We  believe  that the  ALJ's  findings,\n\nadopted by the NLRB, are supported by substantial evidence in the\n\nrecord.   The  petition  for review  is  denied, and  the  NLRB's\n                                               \n\nrequest for enforcement of its order is granted.\n                                               \n\n                    \n\n1   The NLRB properly  disavowed the ALJ's  discussion concerning\nwhether  Werner  was  specifically  authorized  by  3-E  to  make\nstatements or take actions which interfered with employees' union\nactivities as  the controlling principle  in determining  whether\nWerner's actions were attributable  to 3-E.  29 U.S.C.    152(13)\nspecifically   provides   that  such   analysis   shall  not   be\ncontrolling.   Despite 3-E's contention to the contrary, the NLRB\ndid  not then  simply irrebuttably  attribute the  statements and\nactions of Werner to 3-E.  Rather, the NLRB did not disclaim, and\nthus accepted,  the ALJ's findings demonstrating  that Werner had\napparent authority  to act on behalf of 3-E.  This finding by the\nALJ was supported by substantial evidence in the record.\n\n                               -8-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/239223/",
    "https://www.courtlistener.com/api/rest/v3/opinions/280645/",
    "https://www.courtlistener.com/api/rest/v3/opinions/340654/",
    "https://www.courtlistener.com/api/rest/v3/opinions/393949/",
    "https://www.courtlistener.com/api/rest/v3/opinions/430889/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474619/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599131/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658543/"
  ]
}