{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195421/",
  "id": 195421,
  "absolute_url": "/opinion/195421/shaw-v-shhs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195421/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:39Z",
  "date_modified": "2020-02-21T23:48:41.810601Z",
  "type": "010combined",
  "sha1": "460fa607c630b9d9d178f01cd57d56efc4c09157",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2173.01A",
  "local_path": null,
  "plain_text": "June 9, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-2173\n\n                        BARBARA SHAW,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\n\n                     Defendant, Appellee.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. Frank H. Freedman, Senior U.S. District Judge]\n                                                        \n\n                                        \n\n                            Before\n\n                    Boudin, Circuit Judge,\n                                         \n               Campbell, Senior Circuit Judge,\n                                             \n                  and Stahl, Circuit Judge.\n                                          \n\n                                        \n\n   David Waldfogel,  J. Patterson Rae, and  Western Mass. Legal\n                                                               \nServices, Inc., on brief for appellant.\n            \n   Donald K.  Stern, United States Attorney,  Karen L. Goodwin,\n                                                              \nAssistant United States Attorney,  and John Germanotta, Assistant\n                                                    \nRegional Counsel, Department of Health &amp; Human Services, on brief\nfor appellee.\n\n                                        \n\n                                        \n\n          Per Curiam.   Plaintiff  appeals the denial  of her\n                    \n\nsecond  application for SSDI and SSI benefits for a period of\n\nalleged disability beginning November  15, 1988, due to back,\n\nneck  and  shoulder  problems.   The  procedural  history  of\n\nplaintiff's claim, and the medical evidence in the record are\n\nthoroughly  detailed in  the  district court's  opinion.   We\n\nreiterate here  only to  the extent  necessary to orient  our\n\ndiscussion.  \n\n          Plaintiff had a history  of back, neck and shoulder\n\ncomplaints dating back  to October,  1979.  She  worked as  a\n\nself-employed  housekeeper  for  approximately   seven  years\n\nimmediately prior to her  initial application for  disability\n\nbenefits at  age 47.  The alleged onset of her disability was\n\nnot  triggered by  any  sudden event,  but  its date  roughly\n\ncoincides with  the date upon  which her  physician, who  had\n\ndiagnosed  cervical arthritis, referred  her to an orthopedic\n\nsurgeon, Dr. Kanner. (T.187). \n\n          Dr.  Kanner diagnosed  plaintiff as  suffering from\n\nadvanced  degenerative  disc  disease of  the  cervical spine\n\naffecting   four   discs,   with   kyphotic   deformity,  and\n\nsignificant osteophytic formation  at two of the  discs.1  In\n\n                    \n\n1.  Kyphosis is defined as \"abnormally increased convexity in\nthe  curvature of the thoracic spine as viewed from the side;\nhunchback.\"   Dorland's  Illustrated Medical  Dictionary  705\n                                                        \n(26th  ed.  1985).     Osteophyte  is  defined  as   \"a  bony\nexcrescence or osseous outgrowth.\"  Id. at 943.\n                                       \n\n                              2\n\nplaintiff's first two office visits, Dr. Kanner also observed\n\ndecreased sensitivity in plaintiff's hands and paresthesia in\n\nall fingers.2 (T.199, 200).   Plaintiff's range of motion was\n\ninitially  restricted in  all planes by  50 percent,  she was\n\nunable to do  any lifting or bending,  and unable to  use her\n\nhands  at  great length.  (T.195-96,  199-200).   Dr.  Kanner\n\nrecommended cervical traction  and exercise therapy.  (T.199-\n\n200).  Later he  also recommended a soft cervical  collar and\n\nlower back support. (T.226-27).  \n\n          Within  a few  months  of starting  treatment,  Dr.\n\nKanner noted  that plaintiff's  neck  condition was  \"greatly\n\nimproved.\"  (T.199).  By February, 1990, he recorded that her\n\nupper  extremity  symptoms had  \"completely  resolved,\" there\n\nwere  no radicular  symptoms in  her lower  back, only  \"mild\n\nrestricted motion, but  otherwise no neurological deficit  or\n\nspasm.\" (T.226).  Her disc spaces were well maintained.  \n\n          Nevertheless, Dr. Kanner simultaneously reported on\n\na   Welfare  Department  form  that  plaintiff  was  \"totally\n\ndisabled,\" and predicted that  her disability would last from\n\n10  to 12 months.  (T.224).  On  three earlier  forms, he had\n\npredicted shorter  durations of  3 months,  4-6 months  and 2\n\nmonths respectively.  (T.190, 193, 196).   During the shorter\n\ntime periods,  he said  that plaintiff would  have difficulty\n\n                    \n\n2.  Paresthesia is defined as an \"abnormal sensation, such as\nburning,  prickling, formication,  etc.\"   The Sloane-Dorland\n                                                             \nAnnotated Medical-Legal Dictionary 533 (1987).\n                                  \n\n                              3\n\nwith prolonged standing,  walking, sitting, bending or  heavy\n\nlifting.  (T.190, 193, 196).  On the last form (10-12 months)\n\nno functional limits were noted.3  \n\n          In  December,  1989,   a  consultative   orthopedic\n\nsurgeon, Dr.  Silver, concurred in Dr.  Kanner's diagnoses of\n\nsignificant degenerative disc disease,  osteophyte formation,\n\nand   \"moderate  kyphosis   which   can   only  be   measured\n\nradiologically.\"   (T.202).    He   observed,  however,  that\n\nplaintiff  walked  with  a  normal  gait,  maintained  normal\n\nposture,  and  got on  and  off the  examining  table without\n\nhesitation. (T.201).  The range of motion for her lumbosacral\n\nspine was sufficient to enable her to reach within an inch of\n\nthe floor with her knees straight.  As to the cervical spine,\n\nshe was  able to touch her chin to her chest and rotate forty\n\nfive degrees to the right and left.  There was \"no tenderness\n\nthroughout the  spinous process  of the cervical  spine,\" and\n\n\"no pain on palpation to the shoulder  musculature,\" no spasm\n\nor  neurological deficit,  and no  indication of  weakness of\n\ngrasp.  (T.202-03).    Dr.  Silver  opined  that  plaintiff's\n\nkyphosis was the main cause of her difficulties. (T.203).\n\n                    \n\n3.  In answer to a written question from appellant's attorney\nin  May,  1990,  Dr.  Kanner  checked  \"no\"  when  asked \"has\n[appellant] achieved  pain relief to  such a degree  that you\nwould no longer  judge her to have  difficulty with prolonged\n[activities]  as  you had  in your  [earlier] reports  to the\nWelfare Department?\" (T.205)  He did not further  explain his\nanswer,  however, despite  a request  for an  explanation (T.\n205).\n\n                              4\n\n          There  were also three residual functional capacity\n\nassessments  (\"RFCs\")  by  State  agency  doctors   based  on\n\nplaintiff's medical records.   All three found that plaintiff\n\nhad  a residual  functional  capacity to  frequently lift  or\n\ncarry  up to 25 pounds, and to sit,  stand and walk for up to\n\nsix hours  a day with  normal breaks. (T.79-80,  139-46, 165-\n\n72).   The facts  detailed by two  of the  agency doctors  in\n\nsupport  of  their  assessments  include  the  medical  signs\n\nrecited   by  the  two   examining  orthopedists   that  seem\n\ninconsistent with  a high  degree of pain,  i.e., plaintiff's\n\nnormal  gait,  the  absence  of muscle  spasm,  radicular  or\n\nneurological  deficits, and  a  mild limitation  on range  of\n\nmotion. \n\n           After a  hearing at  which plaintiff  testified at\n\nlength about her pain, the ALJ found plaintiff \"not disabled\"\n\nat  step four of the  regulatory sequential analysis, in that\n\nshe was able to return  to her past relevant work as  a house\n\ncleaner.  See 20 C.F.R.   404.1520.  \n             \n\n          There   seems   little  question   that   there  is\n\nsubstantial  evidence  in the  record  to  support the  ALJ's\n\ndecision.  Plaintiff's claim  to  a  disability of  statutory\n\nseverity  was  based  on  impairments which,  by  definition,\n\ninclude a  degree of pain.   The question  before the  ALJ at\n\nstep  four  was  whether  plaintiff's pain  was  so  intense,\n\npersistent or  functionally limiting  as to prevent  her from\n\n                              5\n\nreturning  to  her   past  relevant  work.     20  C.F.R.    \n\n404.1529(b).   Both  examining orthopedists  reported medical\n\nsigns  and symptoms  inconsistent  with the  unremitting pain\n\nwhich plaintiff alleged.  In conformance with the regulations\n\nand caselaw,  the ALJ considered detailed  testimony from the\n\nplaintiff and her son about her symptoms, her  intolerance of\n\npain medication, her home  traction and exercise regimen, her\n\nother daily  activities,  and the  extent to  which her  pain\n\nallegedly  impeded her  functioning.   Avery v.  Secretary of\n                                                             \n\nHHS,   797  F.2d  19,  23  (1st  Cir.  1986);  20  C.F.R.    \n   \n\n404.1529(c),  416.929(c) (1991).  Although the ALJ's findings\n\nare more abbreviated than  we might prefer, it is  clear that\n\nhe found plaintiff's testimony about the limiting severity of\n\nher pain  not credible,  inconsistent with the  medical signs\n\nreported, and inconsistent with the daily activities and work\n\nhistory which  she described.   In these  circumstances, \"the\n\ncredibility  determination  by  the  ALJ,  who  observed  the\n\nclaimant, evaluated [her]  demeanor, and considered  how that\n\ntestimony fit in with  the rest of the evidence,  is entitled\n\nto  deference . .  . \"   Frustaglia v. Secretary  of HHS, 829\n                                                        \n\nF.2d 192, 195 (1st Cir. 1987).  \n\n          Plaintiff  bore  the  burden  of proving  that  her\n\nimpairments prevented her from  performing her former type of\n\nwork.   Gray v. Heckler, 760  F.2d 369, 371  (1st Cir. 1985);\n                       \n\nsee also Dudley  v. Secretary of HHS, 816 F.2d  792, 795 (1st\n                                    \n\n                              6\n\nCir.   1987)   (plaintiff's  burden   includes   proving  the\n\nparticular demands of her past work that she cannot perform).\n\nShe  described her  work  as requiring  frequent bending  and\n\nreaching,  and the  lifting of 10  to 20  pounds,4 capacities\n\nwhich the  nontreating doctors  concluded that she  retained.\n\nAlthough plaintiff produced three  reports from Dr. Kanner to\n\nthe Welfare Department stating that her functional capacities\n\nwere  then more limited,  each report predicted  a very short\n\ndisability period, together totalling less than the statutory\n\nminimum  for  disability.   See 42  U.S.C.    423(d)(1)(A) (a\n                               \n\nqualifying impairment is one which \"can be expected to result\n\nin death or which has lasted or can be expected to last for a\n\ncontinuous period of not less than 12 months\").  Dr. Kanner's\n\nfourth report  carried the  prediction of  \"total disability\"\n\ninto the statutory period, but did not specify any functional\n\nlimitation.   Viewed as a mixed  legal-medical conclusion, it\n\nwas  not  binding on  the ALJ.    20 C.F.R.    404.1527(d)(2)\n\n(1991). \n\n          Plaintiff  argues, however,  that the  ALJ  and the\n\ndistrict  court erred  in applying  the recently  promulgated\n\nregulation relating to the weight  to be assigned to treating\n\n                    \n\n4.  Plaintiff    gave    several    somewhat    contradictory\ndescriptions of the demands of her past work (T.84, 98, 131).\nThe ALJ was entitled to rely on the description he found most\ncredible.  See  Santiago v. Secretary  of HHS, 944 F.2d  1, 5\n                                             \n(1st  Cir. 1991) (ALJ is  entitled to rely  on claimant's own\ndescription).    \n\n                              7\n\ndoctor reports, 20 C.F.R.  S 404.1527 (1991).5   She contends\n\nthat  the  regulation  required   that  the  ALJ  assign  (1)\n\n\"controlling weight\"  to Dr. Kanner's  evaluation, and/or (2)\n\n\"substantially greater  weight\" to his opinion  than to those\n\nof the  non-treating physicians.   A  part of  the regulation\n\nprovides: \n\n     Generally we give more weight to opinions from your\n     treating sources ....   If we find  that a treating\n     source's opinion on the  issue(s) of the nature and\n     severity of your impairments  is well supported  by\n     medically   acceptable   clinical  and   laboratory\n     diagnostic techniques and is not  inconsistent with\n     other substantial evidence in your case record,  we\n     will give  it controlling weight.   When we  do not\n     give ... controlling  weight, we will  apply [other\n     factors] in  determining [its] weight ...   We will\n     always give  good reasons  in our ...  decision for\n     the weight we give your treating source's opinion.\n\n20 C.F.R.   404.1527(d)(2).   While the  district court seems\n\nto  have overlooked this regulation, we do not think a remand\n\nis required.  \n\n          Controlling weight  may be  accorded to  a treating\n\ndoctor's  opinion  as to  the  \"nature\" and  \"severity\"  of a\n\nclaimant's impairments where, among other qualifications, the\n\nopinion  is \"not inconsistent\"  with substantial  evidence in\n\nthe case.  By this measure, Dr. Kanner's diagnosis, confirmed\n\nby the consulting orthopedist and accepted by  the three non-\n\nexamining doctors,  qualified for \"controlling weight.\"    We\n\n                    \n\n5.  The Secretary  has not  objected to the  applicability of\nthis regulation,  which became final shortly  after the ALJ's\ndecision was issued.\n\n                              8\n\nfind  no fault with the decisions  below on this score.  Both\n\nthe  ALJ and  the  district court  accepted  as a  given  Dr.\n\nKanner's diagnosis of plaintiff's condition.\n\n          On the  other hand, Dr. Kanner's opinion  as to the\n\n\"severity\"   of   claimant's   impairments   is   not  easily\n\ncharacterized,  making inexact  any  attempt  at bottom  line\n\ncontrasts with the other doctors' opinions.  While Dr. Kanner\n\nthree times reported to the Welfare Department that appellant\n\nwas  unable  to  engage  in  prolonged  bending,  sitting  or\n\nstanding,  on each  occasion he  indicated that  the expected\n\nduration  of  appellant's disability  would  be quite  short,\n\nsuggesting  only an  episodic  impairment.   During the  same\n\nperiod, moreover,  his office  notes indicate  that appellant\n\nwas  showing marked  improvement, some  of her  symptoms were\n\n\"completely  resolved,\"  and  she  had  achieved  significant\n\nrelief  through  a  regimen  of home  traction  and  exercise\n\ntherapy.    His  fourth  report,  extending  the   conclusion\n\n\"totally  disabled\"  for  another 10  to  12  months,  is not\n\nexplained.\n\n          Appellant's line of argument presumably  would have\n\nus disregard the time  limits and internal inconsistencies in\n\nDr.  Kanner's  reports  and  interpret   his  statement  that\n\nappellant was \"totally disabled\" as a shorthand expression of\n\nhis medical opinion that appellant's impairments were of such\n\n                              9\n\n\"severity\"   as  to  cause  lasting  functional  incapacity.6\n\nAppellant points  to  the doctor's  recommended treatment  as\n\nfurther   proof  that   his   actual  opinion   supports  her\n\ninterpretation.  Even so, however, Dr. Kanner's opinion would\n\nnot  automatically qualify  for \"controlling  weight\" because\n\nthe consulting physician and  the three non-examining doctors\n\nreached a divergent result.  When a treating doctor's opinion\n\nis  inconsistent  with  other  substantial  evidence  in  the\n\nrecord, the  requirement  of \"controlling  weight\"  does  not\n\napply.  All things being equal,  however, a treating doctor's\n\nreport  may   be  entitled   to  \"greater\"  weight   than  an\n\ninconsistent non-treating source.7\n\n          We do not agree, however, that the ALJ was required\n\nto construe Dr. Kanner's time limited welfare form statements\n\nin  the   manner  most   advantageous  to  appellant.     The\n\nregulations do not require a particular view of the evidence,\n\nbut leave  ambiguities and  inconsistencies to be  sifted and\n\n                    \n\n6.  The decision whether a  claimant is \"disabled\" within the\nmeaning of the statute and regulations is reserved solely for\nthe  Secretary.  20 C.F.R.   404.1526(e).  To the extent that\nDr.  Kanner's opinion is urged as reflecting an answer to the\nstatutory question, it was not binding on the ALJ.  20 C.F.R.\n  404.1526(e)(1); see supra text at 7.      \n                           \n\n7.  The Secretary's comments accompanying promulgation of the\nfinal regulation observe that  if a treating and non-treating\nsource  conflict,  and the  two  opinions  are equally  well-\nsupported, the  Secretary will  give \"greater weight\"  to the\ntreating source  opinion, at least where  the treating doctor\nis  shown to have superior familiarity with the patient and a\nvariety  of  other qualifications  are  met.    20 Fed.  Reg.\n36,951.  \n\n                              10\n\nweighed  by the  ALJ, who  may, as  here, use  a consultative\n\nexamination  to  help resolve  uncertainties.    20 C.F.R.   \n\n404.1527(c)(3)(4).    The  ALJ  must  evaluate  all   medical\n\nopinions from all sources in light of a non-exclusive list of\n\npossibly  relevant   factors.    20  C.F.R.      404.1527(f),\n\n416.927(f).  While generic deference is reserved for treating\n\nsource  opinions,  the   regulations  also  presuppose   that\n\nnontreating,  nonexamining  sources  may   override  treating\n\ndoctor opinions,  provided there is support for the result in\n\nthe record.  See  Standards for Consultative Examinations and\n                \n\nExisting Medical  Evidence; Final Rule, 56  Fed. Reg. 36,931,\n\n36,936 (1991); Schisler v. Sullivan, 3 F.3d 563, 568 (2d Cir.\n                                   \n\n1993)  (observing that  the  new regulation  differs in  this\n\nregard from  the Second Circuit's former  rule, and affirming\n\nthe Secretary's authority to promulgate the new regulation). \n\n           Appellant  would have us  reweigh the  evidence in\n\nlight  of   the  multitude  of  factors   identified  in  the\n\nregulations.  Our standard  of review on appeal, however,  is\n\nwhether   the   Secretary's   findings   are   supported   by\n\n\"substantial evidence.\"  Although the record may support more\n\nthan  one conclusion,  we  must uphold  the  Secretary \"if  a\n\nreasonable mind, reviewing  the evidence in  the record as  a\n\nwhole,   could  accept   it  as   adequate  to   support  his\n\nconclusion.\"   Ortiz v. Secretary  of HHS, 955  F.2d 765, 769\n                                         \n\n(1st  Cir. 1991) (quoting Rodriguez  v. Secretary of HHS, 647\n                                                        \n\n                              11\n\nF.2d  218,  222  (1st Cir.  1981));  see  also Richardson  v.\n                                                         \n\nPerales,  402 U.S. 389, 401 (1971).  Resolutions of conflicts\n       \n\nin the evidence and credibility issues are for the Secretary,\n\nnot  the  courts.   Ortiz, 955  F.2d  at 769;  Evangelista v.\n                                                          \n\nSecretary of HHS, 826 F.2d 136,  141 (1st Cir. 1987).   Where\n                \n\nthe  facts  permit diverse  inferences,  we  will affirm  the\n\nSecretary  even if we might  have reached a different result.\n\nRodriguez Pagan v. Secretary  of HHS, 819 F.2d 1, 3 (1st Cir.\n                                    \n\n1987),  cert.  denied,  484  U.S.  1012  (1988);  Lizotte  v.\n                                                         \n\nSecretary of HHS, 654 F.2d 127, 128 (1st Cir. 1981).   \n                \n\n          As we  have  said, on  the  one hand  Dr.  Kanner's\n\nreports might be  fairly viewed as consistent  with the other\n\nmedical  evidence  in  reflecting  only  episodic  functional\n\nlimitations.   On  the other  hand, they  might be  viewed as\n\ninternally inconsistent or inconsistent  with the record as a\n\nwhole, factors which weigh  against excessive reliance on the\n\ntreating    doctor's     opinion.         20     C.F.R.      \n\n404.1527(d)(ii)(3)(4).    The ALJ  was  required to  consider\n\nthese  ambiguities in  light of  the other  medical evidence,\n\nplaintiff's testimony about her  pain, and his own assessment\n\nof plaintiff's  credibility.  20 C.F.R.    404.1529(c)(1) (in\n\nevaluating  intensity  and   persistence  of  pain,   medical\n\nopinions are to be considered in light of factors stated in  \n\n404.1527).  We hold only that the ALJ's reconciliation of the\n\nevidence as  revealing an impairment \"severe\"  enough to pass\n\n                              12\n\nmuster at  step two of the  process, but not so  severe as to\n\nprevent  plaintiff  from  returning  to  her  past  work,  is\n\nsupported by substantial evidence in the record. \n\n          We  also  find   appellant's  remaining   arguments\n\nwanting.  We agree with the district court that while the ALJ\n\ndid not expressly cite the agency doctors' reports  (only the\n\nagency findings) he implicitly took them into account.  While\n\nwe  would  prefer  more   explanatory  detail,  and  the  new\n\nregulation contemplates  greater detail, we see  no reason to\n\nreturn this case for  the purely formulaic purpose  of having\n\nthe ALJ write out what seems plain on a review of the record.\n\n          We also  reject appellant's  argument that  the ALJ\n\nerred by failing to obtain  more information from Dr. Kanner.\n\nWhere the evidence is  inconsistent or insufficient to enable\n\nthe ALJ  make  a  decision, the  ALJ  may  recontact  medical\n\nsources,  request that  the  claimant undergo  a consultative\n\nexamination or produce additional  information.  20 C.F.R.   \n\n1519p,  1527(c)(3).    There was  a  consultative examination\n\nhere,  and the ALJ  apparently did not see  the need for more\n\nevidence from Dr. Kanner.  Appellant, too, had an obligation.\n\nShe was required to produce all information supportive of her\n\nclaim.  20 C.F.R.   404.1512(a).  She was well represented by\n\na paralegal  under the  supervision of an  attorney, afforded\n\nample  opportunity to present her  case, and did not indicate\n\n                              13\n\nany  desire  to offer  further evidence.  (T.72).   After the\n\nALJ's  decision, she  was afforded  a further  opportunity to\n\npresent  additional or  clarifying  evidence to  the  appeals\n\ncouncil,  but  chose  not  to.  (T.73,  232).    Under  these\n\ncircumstances, we  see no prejudice  in the ALJ's  failure to\n\nrecontact the doctors.\n\n          Accordingly, the judgment below is affirmed.\n                                                     \n\n                              14\n",
  "html": "<p class=\"case_cite\">25 F.3d 1037</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Barbara SHAW, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2173</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 9, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Frank H. Freedman, Senior U.S. District Judge ]</p>\n      <p class=\"indent\">David Waldfogel, J. Patterson Rae, and Western Mass.  Legal Services, Inc., on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, Karen L. Goodwin, Assistant United States Attorney, and John Germanotta, Assistant Regional Counsel, Department of Health &amp; Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Campbell, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff appeals the denial of her second application for SSDI and SSI benefits for a period of alleged disability beginning November 15, 1988, due to back, neck and shoulder problems.  The procedural history of plaintiff's claim, and the medical evidence in the record are thoroughly detailed in the district court's opinion.  We reiterate here only to the extent necessary to orient our discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff had a history of back, neck and shoulder complaints dating back to October, 1979.  She worked as a self-employed housekeeper for approximately seven years immediately prior to her initial application for disability benefits at age 47.  The alleged onset of her disability was not triggered by any sudden event, but its date roughly coincides with the date upon which her physician, who had diagnosed cervical arthritis, referred her to an orthopedic surgeon, Dr. Kanner.  (T.187).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Dr. Kanner diagnosed plaintiff as suffering from advanced degenerative disc disease of the cervical spine affecting four discs, with kyphotic deformity, and significant osteophytic formation at two of the discs.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In plaintiff's first two office visits, Dr. Kanner also observed decreased sensitivity in plaintiff's hands and paresthesia in all fingers.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  (T.199, 200).  Plaintiff's range of motion was initially restricted in all planes by 50 percent, she was unable to do any lifting or bending, and unable to use her hands at great length.  (T.195-96, 199-200).  Dr. Kanner recommended cervical traction and exercise therapy.  (T.199- 200).  Later he also recommended a soft cervical collar and lower back support.  (T.226-27).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Within a few months of starting treatment, Dr. Kanner noted that plaintiff's neck condition was \"greatly improved.\"  (T.199).  By February, 1990, he recorded that her upper extremity symptoms had \"completely resolved,\" there were no radicular symptoms in her lower back, only \"mild restricted motion, but otherwise no neurological deficit or spasm.\"  (T.226).  Her disc spaces were well maintained.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nevertheless, Dr. Kanner simultaneously reported on a Welfare Department form that plaintiff was \"totally disabled,\" and predicted that her disability would last from 10 to 12 months.  (T.224).  On three earlier forms, he had predicted shorter durations of 3 months, 4-6 months and 2 months respectively.  (T.190, 193, 196).  During the shorter time periods, he said that plaintiff would have difficulty with prolonged standing, walking, sitting, bending or heavy lifting.  (T.190, 193, 196).  On the last form (10-12 months) no functional limits were noted.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In December, 1989, a consultative orthopedic surgeon, Dr. Silver, concurred in Dr. Kanner's diagnoses of significant degenerative disc disease, osteophyte formation, and \"moderate kyphosis which can only be measured radiologically.\"  (T.202).  He observed, however, that plaintiff walked with a normal gait, maintained normal posture, and got on and off the examining table without hesitation.  (T.201).  The range of motion for her lumbosacral spine was sufficient to enable her to reach within an inch of the floor with her knees straight.  As to the cervical spine, she was able to touch her chin to her chest and rotate forty five degrees to the right and left.  There was \"no tenderness throughout the spinous process of the cervical spine,\" and \"no pain on palpation to the shoulder musculature,\" no spasm or neurological deficit, and no indication of weakness of grasp.  (T.202-03).  Dr. Silver opined that plaintiff's kyphosis was the main cause of her difficulties.  (T.203).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There were also three residual functional capacity assessments (\"RFCs\") by State agency doctors based on plaintiff's medical records.  All three found that plaintiff had a residual functional capacity to frequently lift or carry up to 25 pounds, and to sit, stand and walk for up to six hours a day with normal breaks.  (T.79-80, 139-46, 165-72).  The facts detailed by two of the agency doctors in support of their assessments include the medical signs recited by the two examining orthopedists that seem inconsistent with a high degree of pain, i.e., plaintiff's normal gait, the absence of muscle spasm, radicular or neurological deficits, and a mild limitation on range of motion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After a hearing at which plaintiff testified at length about her pain, the ALJ found plaintiff \"not disabled\" at step four of the regulatory sequential analysis, in that she was able to return to her past relevant work as a house cleaner.  See 20 C.F.R. Sec. 404.1520.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There seems little question that there is substantial evidence in the record to support the ALJ's decision.  Plaintiff's claim to a disability of statutory severity was based on impairments which, by definition, include a degree of pain.  The question before the ALJ at step four was whether plaintiff's pain was so intense, persistent or functionally limiting as to prevent her from returning to her past relevant work.  20 C.F.R. Sec. 404.1529(b).  Both examining orthopedists reported medical signs and symptoms inconsistent with the unremitting pain which plaintiff alleged.  In conformance with the regulations and caselaw, the ALJ considered detailed testimony from the plaintiff and her son about her symptoms, her intolerance of pain medication, her home traction and exercise regimen, her other daily activities, and the extent to which her pain allegedly impeded her functioning.  Avery v.  Secretary of HHS, 797 F.2d 19, 23 (1st Cir. 1986);  20 C.F.R. Secs. 404.1529(c), 416.929(c) (1991).  Although the ALJ's findings are more abbreviated than we might prefer, it is clear that he found plaintiff's testimony about the limiting severity of her pain not credible, inconsistent with the medical signs reported, and inconsistent with the daily activities and work history which she described.  In these circumstances, \"the credibility determination by the ALJ, who observed the claimant, evaluated [her] demeanor, and considered how that testimony fit in with the rest of the evidence, is entitled to deference ... \"  Frustaglia v. Secretary of HHS, 829 F.2d 192, 195 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plaintiff bore the burden of proving that her impairments prevented her from performing her former type of work.   Gray v. Heckler, 760 F.2d 369, 371 (1st Cir. 1985);   see also Dudley v. Secretary of HHS, 816 F.2d 792, 795 (1st Cir. 1987) (plaintiff's burden includes proving the particular demands of her past work that she cannot perform).  She described her work as requiring frequent bending and reaching, and the lifting of 10 to 20 pounds,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> capacities which the nontreating doctors concluded that she retained.  Although plaintiff produced three reports from Dr. Kanner to the Welfare Department stating that her functional capacities were then more limited, each report predicted a very short disability period, together totalling less than the statutory minimum for disability.  See 42 U.S.C. Sec. 423(d)(1)(A) (a qualifying impairment is one which \"can be expected to result in death or which has lasted or can be expected to last for a continuous period of not less than 12 months\").  Dr. Kanner's fourth report carried the prediction of \"total disability\" into the statutory period, but did not specify any functional limitation.  Viewed as a mixed legal-medical conclusion, it was not binding on the ALJ. 20 C.F.R. Sec. 404.1527(d)(2) (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Plaintiff argues, however, that the ALJ and the district court erred in applying the recently promulgated regulation relating to the weight to be assigned to treating doctor reports, 20 C.F.R. S 404.1527 (1991).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  She contends that the regulation required that the ALJ assign (1) \"controlling weight\" to Dr. Kanner's evaluation, and/or (2) \"substantially greater weight\" to his opinion than to those of the non-treating physicians.  A part of the regulation provides:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Generally we give more weight to opinions from your treating sources....  If we find that a treating source's opinion on the issue(s) of the nature and severity of your impairments is well supported by medically acceptable clinical and laboratory diagnostic techniques and is not inconsistent with other substantial evidence in your case record, we will give it controlling weight.  When we do not give ... controlling weight, we will apply [other factors] in determining [its] weight ... We will always give good reasons in our ... decision for the weight we give your treating source's opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">20 C.F.R. Sec. 404.1527(d)(2).  While the district court seems to have overlooked this regulation, we do not think a remand is required.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Controlling weight may be accorded to a treating doctor's opinion as to the \"nature\" and \"severity\" of a claimant's impairments where, among other qualifications, the opinion is \"not inconsistent\" with substantial evidence in the case.  By this measure, Dr. Kanner's diagnosis, confirmed by the consulting orthopedist and accepted by the three non- examining doctors, qualified for \"controlling weight.\"  We find no fault with the decisions below on this score.  Both the ALJ and the district court accepted as a given Dr. Kanner's diagnosis of plaintiff's condition.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On the other hand, Dr. Kanner's opinion as to the \"severity\" of claimant's impairments is not easily characterized, making inexact any attempt at bottom line contrasts with the other doctors' opinions.  While Dr. Kanner three times reported to the Welfare Department that appellant was unable to engage in prolonged bending, sitting or standing, on each occasion he indicated that the expected duration of appellant's disability would be quite short, suggesting only an episodic impairment.  During the same period, moreover, his office notes indicate that appellant was showing marked improvement, some of her symptoms were \"completely resolved,\" and she had achieved significant relief through a regimen of home traction and exercise therapy.  His fourth report, extending the conclusion \"totally disabled\" for another 10 to 12 months, is not explained.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellant's line of argument presumably would have us disregard the time limits and internal inconsistencies in Dr. Kanner's reports and interpret his statement that appellant was \"totally disabled\" as a shorthand expression of his medical opinion that appellant's impairments were of such \"severity\" as to cause lasting functional incapacity.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Appellant points to the doctor's recommended treatment as further proof that his actual opinion supports her interpretation.  Even so, however, Dr. Kanner's opinion would not automatically qualify for \"controlling weight\" because the consulting physician and the three non-examining doctors reached a divergent result.  When a treating doctor's opinion is inconsistent with other substantial evidence in the record, the requirement of \"controlling weight\" does not apply.  All things being equal, however, a treating doctor's report may be entitled to \"greater\" weight than an inconsistent non-treating source.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We do not agree, however, that the ALJ was required to construe Dr. Kanner's time limited welfare form statements in the manner most advantageous to appellant.  The regulations do not require a particular view of the evidence, but leave ambiguities and inconsistencies to be sifted and weighed by the ALJ, who may, as here, use a consultative examination to help resolve uncertainties.  20 C.F.R. Sec. 404.1527(c)(3)(4).  The ALJ must evaluate all medical opinions from all sources in light of a non-exclusive list of possibly relevant factors.  20 C.F.R. Secs. 404.1527(f), 416.927(f).  While generic deference is reserved for treating source opinions, the regulations also presuppose that nontreating, nonexamining sources may override treating doctor opinions, provided there is support for the result in the record.  See Standards for Consultative Examinations and Existing Medical Evidence;  Final Rule, 56 Fed.  Reg. 36,931, 36,936 (1991);   Schisler v. Sullivan, 3 F.3d 563, 568 (2d Cir. 1993) (observing that the new regulation differs in this regard from the Second Circuit's former rule, and affirming the Secretary's authority to promulgate the new regulation).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant would have us reweigh the evidence in light of the multitude of factors identified in the regulations.  Our standard of review on appeal, however, is whether the Secretary's findings are supported by \"substantial evidence.\"  Although the record may support more than one conclusion, we must uphold the Secretary \"if a reasonable mind, reviewing the evidence in the record as a whole, could accept it as adequate to support his conclusion.\"   Ortiz v. Secretary of HHS, 955 F.2d 765, 769 (1st Cir. 1991) (quoting Rodriguez v.  Secretary of HHS, 647 F.2d 218, 222 (1st Cir. 1981));   see also Richardson v. Perales, 402 U.S. 389, 401 (1971).  Resolutions of conflicts in the evidence and credibility issues are for the Secretary, not the courts.   Ortiz, 955 F.2d at 769;  Evangelista v.  Secretary of HHS, 826 F.2d 136, 141 (1st Cir. 1987).  Where the facts permit diverse inferences, we will affirm the Secretary even if we might have reached a different result.   Rodriguez Pagan v. Secretary of HHS, 819 F.2d 1, 3 (1st Cir. 1987), cert. denied, 484 U.S. 1012 (1988);   Lizotte v. Secretary of HHS, 654 F.2d 127, 128 (1st Cir. 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As we have said, on the one hand Dr. Kanner's reports might be fairly viewed as consistent with the other medical evidence in reflecting only episodic functional limitations.  On the other hand, they might be viewed as internally inconsistent or inconsistent with the record as a whole, factors which weigh against excessive reliance on the treating doctor's opinion.  20 C.F.R. Sec. 404.1527(d)(ii)(3)(4).  The ALJ was required to consider these ambiguities in light of the other medical evidence, plaintiff's testimony about her pain, and his own assessment of plaintiff's credibility.  20 C.F.R. Sec. 404.1529(c)(1) (in evaluating intensity and persistence of pain, medical opinions are to be considered in light of factors stated in Sec. 404.1527).  We hold only that the ALJ's reconciliation of the evidence as revealing an impairment \"severe\" enough to pass muster at step two of the process, but not so severe as to prevent plaintiff from returning to her past work, is supported by substantial evidence in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We also find appellant's remaining arguments wanting.  We agree with the district court that while the ALJ did not expressly cite the agency doctors' reports (only the agency findings) he implicitly took them into account.  While we would prefer more explanatory detail, and the new regulation contemplates greater detail, we see no reason to return this case for the purely formulaic purpose of having the ALJ write out what seems plain on a review of the record.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We also reject appellant's argument that the ALJ erred by failing to obtain more information from Dr. Kanner.  Where the evidence is inconsistent or insufficient to enable the ALJ make a decision, the ALJ may recontact medical sources, request that the claimant undergo a consultative examination or produce additional information.  20 C.F.R. Secs. 1519p, 1527(c)(3).  There was a consultative examination here, and the ALJ apparently did not see the need for more evidence from Dr. Kanner.  Appellant, too, had an obligation.  She was required to produce all information supportive of her claim.  20 C.F.R. Sec. 404.1512(a).  She was well represented by a paralegal under the supervision of an attorney, afforded ample opportunity to present her case, and did not indicate any desire to offer further evidence.  (T.72).  After the ALJ's decision, she was afforded a further opportunity to present additional or clarifying evidence to the appeals council, but chose not to.  (T.73, 232).  Under these circumstances, we see no prejudice in the ALJ's failure to recontact the doctors.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Accordingly, the judgment below is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Kyphosis is defined as \"abnormally increased convexity in the curvature of the thoracic spine as viewed from the side;  hunchback.\"  Dorland's Illustrated Medical Dictionary 705 (26th ed. 1985).  Osteophyte is defined as \"a bony excrescence or osseous outgrowth.\"  Id. at 943</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Paresthesia is defined as an \"abnormal sensation, such as burning, prickling, formication, etc.\"  The Sloane-Dorland Annotated Medical-Legal Dictionary 533 (1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In answer to a written question from appellant's attorney in May, 1990, Dr. Kanner checked \"no\" when asked \"has [appellant] achieved pain relief to such a degree that you would no longer judge her to have difficulty with prolonged [activities] as you had in your [earlier] reports to the Welfare Department?\"  (T.205) He did not further explain his answer, however, despite a request for an explanation (T. 205)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Plaintiff gave several somewhat contradictory descriptions of the demands of her past work (T.84, 98, 131).  The ALJ was entitled to rely on the description he found most credible.   See Santiago v. Secretary of HHS, 944 F.2d 1, 5 (1st Cir. 1991) (ALJ is entitled to rely on claimant's own description)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Secretary has not objected to the applicability of this regulation, which became final shortly after the ALJ's decision was issued</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The decision whether a claimant is \"disabled\" within the meaning of the statute and regulations is reserved solely for the Secretary.  20 C.F.R. Sec. 404.1526(e).  To the extent that Dr. Kanner's opinion is urged as reflecting an answer to the statutory question, it was not binding on the ALJ. 20 C.F.R. Sec. 404.1526(e)(1);  see supra text at 7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Secretary's comments accompanying promulgation of the final regulation observe that if a treating and non-treating source conflict, and the two opinions are equally well- supported, the Secretary will give \"greater weight\" to the treating source opinion, at least where the treating doctor is shown to have superior familiarity with the patient and a variety of other qualifications are met.  20 Fed.  Reg. 36,951</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1037</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Barbara SHAW, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2173</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 9, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Frank H. Freedman, Senior U.S. District Judge ]</p>\n      <p class=\"indent\">David Waldfogel, J. Patterson Rae, and Western Mass.  Legal Services, Inc., on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, Karen L. Goodwin, Assistant United States Attorney, and John Germanotta, Assistant Regional Counsel, Department of Health &amp; Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Campbell, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff appeals the denial of her second application for SSDI and SSI benefits for a period of alleged disability beginning November 15, 1988, due to back, neck and shoulder problems.  The procedural history of plaintiff's claim, and the medical evidence in the record are thoroughly detailed in the district court's opinion.  We reiterate here only to the extent necessary to orient our discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff had a history of back, neck and shoulder complaints dating back to October, 1979.  She worked as a self-employed housekeeper for approximately seven years immediately prior to her initial application for disability benefits at age 47.  The alleged onset of her disability was not triggered by any sudden event, but its date roughly coincides with the date upon which her physician, who had diagnosed cervical arthritis, referred her to an orthopedic surgeon, Dr. Kanner.  (T.187).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Dr. Kanner diagnosed plaintiff as suffering from advanced degenerative disc disease of the cervical spine affecting four discs, with kyphotic deformity, and significant osteophytic formation at two of the discs.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In plaintiff's first two office visits, Dr. Kanner also observed decreased sensitivity in plaintiff's hands and paresthesia in all fingers.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  (T.199, 200).  Plaintiff's range of motion was initially restricted in all planes by 50 percent, she was unable to do any lifting or bending, and unable to use her hands at great length.  (T.195-96, 199-200).  Dr. Kanner recommended cervical traction and exercise therapy.  (T.199- 200).  Later he also recommended a soft cervical collar and lower back support.  (T.226-27).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Within a few months of starting treatment, Dr. Kanner noted that plaintiff's neck condition was \"greatly improved.\"  (T.199).  By February, 1990, he recorded that her upper extremity symptoms had \"completely resolved,\" there were no radicular symptoms in her lower back, only \"mild restricted motion, but otherwise no neurological deficit or spasm.\"  (T.226).  Her disc spaces were well maintained.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nevertheless, Dr. Kanner simultaneously reported on a Welfare Department form that plaintiff was \"totally disabled,\" and predicted that her disability would last from 10 to 12 months.  (T.224).  On three earlier forms, he had predicted shorter durations of 3 months, 4-6 months and 2 months respectively.  (T.190, 193, 196).  During the shorter time periods, he said that plaintiff would have difficulty with prolonged standing, walking, sitting, bending or heavy lifting.  (T.190, 193, 196).  On the last form (10-12 months) no functional limits were noted.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In December, 1989, a consultative orthopedic surgeon, Dr. Silver, concurred in Dr. Kanner's diagnoses of significant degenerative disc disease, osteophyte formation, and \"moderate kyphosis which can only be measured radiologically.\"  (T.202).  He observed, however, that plaintiff walked with a normal gait, maintained normal posture, and got on and off the examining table without hesitation.  (T.201).  The range of motion for her lumbosacral spine was sufficient to enable her to reach within an inch of the floor with her knees straight.  As to the cervical spine, she was able to touch her chin to her chest and rotate forty five degrees to the right and left.  There was \"no tenderness throughout the spinous process of the cervical spine,\" and \"no pain on palpation to the shoulder musculature,\" no spasm or neurological deficit, and no indication of weakness of grasp.  (T.202-03).  Dr. Silver opined that plaintiff's kyphosis was the main cause of her difficulties.  (T.203).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There were also three residual functional capacity assessments (\"RFCs\") by State agency doctors based on plaintiff's medical records.  All three found that plaintiff had a residual functional capacity to frequently lift or carry up to 25 pounds, and to sit, stand and walk for up to six hours a day with normal breaks.  (T.79-80, 139-46, 165-72).  The facts detailed by two of the agency doctors in support of their assessments include the medical signs recited by the two examining orthopedists that seem inconsistent with a high degree of pain, i.e., plaintiff's normal gait, the absence of muscle spasm, radicular or neurological deficits, and a mild limitation on range of motion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After a hearing at which plaintiff testified at length about her pain, the ALJ found plaintiff \"not disabled\" at step four of the regulatory sequential analysis, in that she was able to return to her past relevant work as a house cleaner.  See 20 C.F.R. Sec. 404.1520.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There seems little question that there is substantial evidence in the record to support the ALJ's decision.  Plaintiff's claim to a disability of statutory severity was based on impairments which, by definition, include a degree of pain.  The question before the ALJ at step four was whether plaintiff's pain was so intense, persistent or functionally limiting as to prevent her from returning to her past relevant work.  20 C.F.R. Sec. 404.1529(b).  Both examining orthopedists reported medical signs and symptoms inconsistent with the unremitting pain which plaintiff alleged.  In conformance with the regulations and caselaw, the ALJ considered detailed testimony from the plaintiff and her son about her symptoms, her intolerance of pain medication, her home traction and exercise regimen, her other daily activities, and the extent to which her pain allegedly impeded her functioning.  Avery v.  Secretary of HHS, <span class=\"citation\" data-id=\"474185\"><a href=\"/opinion/474185/14-socsecrepser-301-unemplinsrep-cch-16883-ernest-s-avery-v/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 23 (1st Cir. 1986);  20 C.F.R. Secs. 404.1529(c), 416.929(c) (1991).  Although the ALJ's findings are more abbreviated than we might prefer, it is clear that he found plaintiff's testimony about the limiting severity of her pain not credible, inconsistent with the medical signs reported, and inconsistent with the daily activities and work history which she described.  In these circumstances, \"the credibility determination by the ALJ, who observed the claimant, evaluated [her] demeanor, and considered how that testimony fit in with the rest of the evidence, is entitled to deference ... \"  Frustaglia v. Secretary of HHS, <span class=\"citation\" data-id=\"494588\"><a href=\"/opinion/494588/19-socsecrepser-60-unemplinsrep-cch-17576-joseph-t-frustaglia-v/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">192</span></a></span>, 195 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plaintiff bore the burden of proving that her impairments prevented her from performing her former type of work.   Gray v. Heckler, <span class=\"citation\" data-id=\"451515\"><a href=\"/opinion/451515/9-socsecrepser-262-unemplinsrep-cch-16051-elaine-gray-v-margaret/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">369</span></a></span>, 371 (1st Cir. 1985);   see also Dudley v. Secretary of HHS, <span class=\"citation\" data-id=\"487124\"><a href=\"/opinion/487124/17-socsecrepser-473-unemplinsrep-cch-17321-leroy-dudley-v/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">792</span></a></span>, 795 (1st Cir. 1987) (plaintiff's burden includes proving the particular demands of her past work that she cannot perform).  She described her work as requiring frequent bending and reaching, and the lifting of 10 to 20 pounds,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> capacities which the nontreating doctors concluded that she retained.  Although plaintiff produced three reports from Dr. Kanner to the Welfare Department stating that her functional capacities were then more limited, each report predicted a very short disability period, together totalling less than the statutory minimum for disability.  See 42 U.S.C. Sec. 423(d)(1)(A) (a qualifying impairment is one which \"can be expected to result in death or which has lasted or can be expected to last for a continuous period of not less than 12 months\").  Dr. Kanner's fourth report carried the prediction of \"total disability\" into the statutory period, but did not specify any functional limitation.  Viewed as a mixed legal-medical conclusion, it was not binding on the ALJ. 20 C.F.R. Sec. 404.1527(d)(2) (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Plaintiff argues, however, that the ALJ and the district court erred in applying the recently promulgated regulation relating to the weight to be assigned to treating doctor reports, 20 C.F.R. S 404.1527 (1991).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  She contends that the regulation required that the ALJ assign (1) \"controlling weight\" to Dr. Kanner's evaluation, and/or (2) \"substantially greater weight\" to his opinion than to those of the non-treating physicians.  A part of the regulation provides:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Generally we give more weight to opinions from your treating sources....  If we find that a treating source's opinion on the issue(s) of the nature and severity of your impairments is well supported by medically acceptable clinical and laboratory diagnostic techniques and is not inconsistent with other substantial evidence in your case record, we will give it controlling weight.  When we do not give ... controlling weight, we will apply [other factors] in determining [its] weight ... We will always give good reasons in our ... decision for the weight we give your treating source's opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">20 C.F.R. Sec. 404.1527(d)(2).  While the district court seems to have overlooked this regulation, we do not think a remand is required.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Controlling weight may be accorded to a treating doctor's opinion as to the \"nature\" and \"severity\" of a claimant's impairments where, among other qualifications, the opinion is \"not inconsistent\" with substantial evidence in the case.  By this measure, Dr. Kanner's diagnosis, confirmed by the consulting orthopedist and accepted by the three non- examining doctors, qualified for \"controlling weight.\"  We find no fault with the decisions below on this score.  Both the ALJ and the district court accepted as a given Dr. Kanner's diagnosis of plaintiff's condition.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On the other hand, Dr. Kanner's opinion as to the \"severity\" of claimant's impairments is not easily characterized, making inexact any attempt at bottom line contrasts with the other doctors' opinions.  While Dr. Kanner three times reported to the Welfare Department that appellant was unable to engage in prolonged bending, sitting or standing, on each occasion he indicated that the expected duration of appellant's disability would be quite short, suggesting only an episodic impairment.  During the same period, moreover, his office notes indicate that appellant was showing marked improvement, some of her symptoms were \"completely resolved,\" and she had achieved significant relief through a regimen of home traction and exercise therapy.  His fourth report, extending the conclusion \"totally disabled\" for another 10 to 12 months, is not explained.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellant's line of argument presumably would have us disregard the time limits and internal inconsistencies in Dr. Kanner's reports and interpret his statement that appellant was \"totally disabled\" as a shorthand expression of his medical opinion that appellant's impairments were of such \"severity\" as to cause lasting functional incapacity.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Appellant points to the doctor's recommended treatment as further proof that his actual opinion supports her interpretation.  Even so, however, Dr. Kanner's opinion would not automatically qualify for \"controlling weight\" because the consulting physician and the three non-examining doctors reached a divergent result.  When a treating doctor's opinion is inconsistent with other substantial evidence in the record, the requirement of \"controlling weight\" does not apply.  All things being equal, however, a treating doctor's report may be entitled to \"greater\" weight than an inconsistent non-treating source.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We do not agree, however, that the ALJ was required to construe Dr. Kanner's time limited welfare form statements in the manner most advantageous to appellant.  The regulations do not require a particular view of the evidence, but leave ambiguities and inconsistencies to be sifted and weighed by the ALJ, who may, as here, use a consultative examination to help resolve uncertainties.  20 C.F.R. Sec. 404.1527(c)(3)(4).  The ALJ must evaluate all medical opinions from all sources in light of a non-exclusive list of possibly relevant factors.  20 C.F.R. Secs. 404.1527(f), 416.927(f).  While generic deference is reserved for treating source opinions, the regulations also presuppose that nontreating, nonexamining sources may override treating doctor opinions, provided there is support for the result in the record.  See Standards for Consultative Examinations and Existing Medical Evidence;  Final Rule, 56 Fed.  Reg. 36,931, 36,936 (1991);   Schisler v. Sullivan, <span class=\"citation\" data-id=\"628967\"><a href=\"/opinion/628967/robert-schisler-on-behalf-of-themselves-and-all-others-similarly-situated/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">563</span></a></span>, 568 (2d Cir. 1993) (observing that the new regulation differs in this regard from the Second Circuit's former rule, and affirming the Secretary's authority to promulgate the new regulation).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant would have us reweigh the evidence in light of the multitude of factors identified in the regulations.  Our standard of review on appeal, however, is whether the Secretary's findings are supported by \"substantial evidence.\"  Although the record may support more than one conclusion, we must uphold the Secretary \"if a reasonable mind, reviewing the evidence in the record as a whole, could accept it as adequate to support his conclusion.\"   Ortiz v. Secretary of HHS, <span class=\"citation\" data-id=\"577108\"><a href=\"/opinion/577108/victor-j-irlanda-ortiz-v-secretary-of-health-and-human-services/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 769 (1st Cir. 1991) (quoting Rodriguez v.  Secretary of HHS, <span class=\"citation\" data-id=\"389936\"><a href=\"/opinion/389936/maria-s-rodriguez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span>, 222 (1st Cir. 1981));   see also Richardson v. Perales, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401 (1971).  Resolutions of conflicts in the evidence and credibility issues are for the Secretary, not the courts.   <span class=\"citation\" data-id=\"577108\"><span class=\"antecedent_guess\">Ortiz,</span> <a href=\"/opinion/577108/victor-j-irlanda-ortiz-v-secretary-of-health-and-human-services/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">769</span></a></span>;  Evangelista v.  Secretary of HHS, <span class=\"citation\" data-id=\"492625\"><a href=\"/opinion/492625/18-socsecrepser-711-unemplinsrep-cch-17493-samuel-c-evangelista/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">136</span></a></span>, 141 (1st Cir. 1987).  Where the facts permit diverse inferences, we will affirm the Secretary even if we might have reached a different result.   Rodriguez Pagan v. Secretary of HHS, <span class=\"citation\" data-id=\"488579\"><a href=\"/opinion/488579/17-socsecrepser-783-unemplinsrep-cch-17374-nicasio-rodriguez-pagan/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1012</span> </span>(1988);   Lizotte v. Secretary of HHS, <span class=\"citation\" data-id=\"392284\"><a href=\"/opinion/392284/edmond-p-lizotte-v-secretary-of-health-and-human-services/\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span>, 128 (1st Cir. 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As we have said, on the one hand Dr. Kanner's reports might be fairly viewed as consistent with the other medical evidence in reflecting only episodic functional limitations.  On the other hand, they might be viewed as internally inconsistent or inconsistent with the record as a whole, factors which weigh against excessive reliance on the treating doctor's opinion.  20 C.F.R. Sec. 404.1527(d)(ii)(3)(4).  The ALJ was required to consider these ambiguities in light of the other medical evidence, plaintiff's testimony about her pain, and his own assessment of plaintiff's credibility.  20 C.F.R. Sec. 404.1529(c)(1) (in evaluating intensity and persistence of pain, medical opinions are to be considered in light of factors stated in Sec. 404.1527).  We hold only that the ALJ's reconciliation of the evidence as revealing an impairment \"severe\" enough to pass muster at step two of the process, but not so severe as to prevent plaintiff from returning to her past work, is supported by substantial evidence in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We also find appellant's remaining arguments wanting.  We agree with the district court that while the ALJ did not expressly cite the agency doctors' reports (only the agency findings) he implicitly took them into account.  While we would prefer more explanatory detail, and the new regulation contemplates greater detail, we see no reason to return this case for the purely formulaic purpose of having the ALJ write out what seems plain on a review of the record.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We also reject appellant's argument that the ALJ erred by failing to obtain more information from Dr. Kanner.  Where the evidence is inconsistent or insufficient to enable the ALJ make a decision, the ALJ may recontact medical sources, request that the claimant undergo a consultative examination or produce additional information.  20 C.F.R. Secs. 1519p, 1527(c)(3).  There was a consultative examination here, and the ALJ apparently did not see the need for more evidence from Dr. Kanner.  Appellant, too, had an obligation.  She was required to produce all information supportive of her claim.  20 C.F.R. Sec. 404.1512(a).  She was well represented by a paralegal under the supervision of an attorney, afforded ample opportunity to present her case, and did not indicate any desire to offer further evidence.  (T.72).  After the ALJ's decision, she was afforded a further opportunity to present additional or clarifying evidence to the appeals council, but chose not to.  (T.73, 232).  Under these circumstances, we see no prejudice in the ALJ's failure to recontact the doctors.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Accordingly, the judgment below is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Kyphosis is defined as \"abnormally increased convexity in the curvature of the thoracic spine as viewed from the side;  hunchback.\"  Dorland's Illustrated Medical Dictionary 705 (26th ed. 1985).  Osteophyte is defined as \"a bony excrescence or osseous outgrowth.\"  <span class=\"citation\" data-id=\"392284\"><a href=\"/opinion/392284/edmond-p-lizotte-v-secretary-of-health-and-human-services/\"><span class=\"id_token\">Id.</span> at 943</a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Paresthesia is defined as an \"abnormal sensation, such as burning, prickling, formication, etc.\"  The Sloane-Dorland Annotated Medical-Legal Dictionary 533 (1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In answer to a written question from appellant's attorney in May, 1990, Dr. Kanner checked \"no\" when asked \"has [appellant] achieved pain relief to such a degree that you would no longer judge her to have difficulty with prolonged [activities] as you had in your [earlier] reports to the Welfare Department?\"  (T.205) He did not further explain his answer, however, despite a request for an explanation (T. 205)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Plaintiff gave several somewhat contradictory descriptions of the demands of her past work (T.84, 98, 131).  The ALJ was entitled to rely on the description he found most credible.   See Santiago v. Secretary of HHS, <span class=\"citation\" data-id=\"567917\"><a href=\"/opinion/567917/35-socsecrepser-4-unemplinsrep-cch-p-16272a-luz-m-santiago-v/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir. 1991) (ALJ is entitled to rely on claimant's own description)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Secretary has not objected to the applicability of this regulation, which became final shortly after the ALJ's decision was issued</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The decision whether a claimant is \"disabled\" within the meaning of the statute and regulations is reserved solely for the Secretary.  20 C.F.R. Sec. 404.1526(e).  To the extent that Dr. Kanner's opinion is urged as reflecting an answer to the statutory question, it was not binding on the ALJ. 20 C.F.R. Sec. 404.1526(e)(1);  <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>text at 7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Secretary's comments accompanying promulgation of the final regulation observe that if a treating and non-treating source conflict, and the two opinions are equally well- supported, the Secretary will give \"greater weight\" to the treating source opinion, at least where the treating doctor is shown to have superior familiarity with the patient and a variety of other qualifications are met.  20 Fed.  Reg. 36,951</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108333/",
    "https://www.courtlistener.com/api/rest/v3/opinions/389936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/392284/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451515/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487124/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488579/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492625/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494588/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567917/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577108/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628967/"
  ]
}