{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195479/",
  "id": 195479,
  "absolute_url": "/opinion/195479/united-states-v-benjamin/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195479/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:47Z",
  "date_modified": "2020-02-21T23:29:07.735941Z",
  "type": "010combined",
  "sha1": "0a33a2d7d49c245ba55374c1c56818d87a13a2d1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1694.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 93-1694\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                         ROBERT BENJAMIN,\n\n                      Defendant - Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Mark L. Wolf, U.S. District Judge]\n                                                    \n\n                                           \n\n                              Before\n\n                    Torruella, Cyr and Stahl,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n     Theodore Lawrence  Craft, with  whom Robert Benjamin  pro se\n                                                         \nwas on brief for appellant.\n     Paul G.  Levenson,  Assistant United  States Attorney,  with\n                      \nwhom  Donald K. Stern, United  States Attorney, was  on brief for\n                     \nappellee.\n\n                                           \n\n                          July 13, 1994\n                                           \n\n          TORRUELLA, Circuit Judge.   Robert Benjamin appeals his\n                                  \n\nsentence  and order to pay restitution after  he pled guilty to a\n\nsingle count  of interstate transportation of  stolen property in\n\nviolation of 18 U.S.C.   2314.\n\n                            BACKGROUND\n                                      \n\n          In 1985,  Stanley Sreda  (\"Sreda\"),  a retired  farmer,\n\nhired Robert Benjamin (\"Benjamin\"),  a self-employed advisor  and\n\ntax  accountant, to  manage  Sreda's  investments and  authorized\n\nBenjamin  to buy and sell  securities on Sreda's  behalf.  During\n\nthe  course  of their  business relationship,  Benjamin embezzled\n\nsubstantial sums  of money  from Sreda.   After  Sreda discovered\n\nthat Benjamin  had embezzled money  from him, Sreda  and Benjamin\n\nentered into a civil agreement (\"the Agreement\") whereby Benjamin\n\nconveyed his personal residence and land to Sreda.\n\n          The  Agreement  stipulated  that Sreda  would  put  the\n\nproperty, which was heavily mortgaged, up for sale to recover the\n\nmoney  which Benjamin  had  embezzled.   The  bank which  held  a\n\nmortgage  on  the  property,  however, foreclosed  and  took  the\n\nproperty.   According to Benjamin, Sreda, who  owned the property\n\nsubject to the mortgage, took no actions to sell the property nor\n\nmade  any payments  on the  mortgage.   Sreda then filed  a civil\n\naction to recover the money embezzled.  Benjamin defaulted in the\n\ncivil action.\n\n          In  this  case,  the  government filed  an  Information\n\ncharging Benjamin with  interstate transportation of  $460,449.85\n\nin  embezzled monies.  Benjamin  pled guilty to  the charge.  The\n\n                               -2-\n\npre-sentence report  (\"PSR\") calculated the actual  loss suffered\n\nby Sreda  to be $665,943, consisting  of $460,449.85 attributable\n\nto  13 checks  that Benjamin  wrongfully converted  and $205,494,\n\ndiscovered  after the  plea, attributable  to bearer  bonds which\n\nBenjamin fraudulently redeemed.\n\n          Following the Sentencing Guidelines, the district court\n\nfound Benjamin  to have  an offense  level of 17  and a  criminal\n\nhistory category  of 1, calling for a sentence of 24 to 30 months\n\nincarceration and 24  to 36  months of supervised  release.   The\n\ncourt based its  calculation of  the total offense  level on  the\n\n$460,000 loss alleged in the  indictment, plus an additional loss\n\nof $205,000 which it counted as \"relevant conduct\" under U.S.S.G.\n\n  1B1.3.   The district  court sentenced Benjamin  to 30  months'\n\nincarceration followed by 36 months  of supervised release.   The\n\ndistrict  court   also  ordered  Benjamin  to   pay  $460,000  in\n\nrestitution.\n\n          On  appeal,  Benjamin contends  that  (1)  the district\n\ncourt's  calculation  of  his  offense level  was  excessive  and\n\nimproper; (2) the district court erred in including the  $205,000\n\nnot  included in  the indictment  in its  calculation of  loss in\n\ndetermining \"relevant  conduct\" for  purposes of sentencing;  (3)\n\nthe sentence was wrongfully inconsistent with the plea agreement;\n\nand  (4) the district court  abused its discretion  by failing to\n\nmitigate its  restitution order in  light of the  civil agreement\n\nbetween Benjamin and Sreda.\n\n                               -3-\n\n                            DISCUSSION\n                                      \n\n          Benjamin's first contention has no merit.  The sentence\n\nimposed  was   the  result  of  a   straightforward  and  correct\n\napplication  of  the  Sentencing  Guidelines  and   Benjamin  has\n\narticulated no  reason  why it  should be  deemed \"excessive\"  or\n\n\"improper.\"\n\n          Of the  remaining issues  raised by Benjamin,  the only\n\nissue preserved for appeal is whether the district court erred by\n\nfailing   to   mitigate   restitution.     Benjamin's   remaining\n\ncontentions were not argued before the district court below  and,\n\nabsent exceptional circumstances, they  will not be addressed for\n\nthe first time  on appeal.  United States v.  Curzi, 867 F.2d 36,\n                                                   \n\n44 (1st Cir. 1989);  see also United States v. Shattuck, 961 F.2d\n                                                       \n\n1012,  1015  (1st  Cir.  1992) (\"[w]e  do  not  review sentencing\n\nguideline disputes  which were not preserved  before the district\n\ncourt\") (citation omitted).\n\n          At  sentencing, counsel for  Benjamin acknowledged that\n\nhe  had read  the PSR and  expressly waived any  challenge to the\n\nfactual  accuracy of  the PSR.   Counsel  also conceded  that the\n\ncorrect  amount for  calculating  loss for  purposes of  relevant\n\nconduct  at sentencing  was  $665,000 as  stated  in the  report.\n\nBenjamin  is  bound  by  these  findings  because  on  appeal,  a\n\ndefendant  may not challenge  the findings in  his PSR if  he has\n\nfailed to object to  that report in the  district court.   United\n                                                                 \n\nStates v. Haggert, 980 F.2d 8, 11 (1st  Cir. 1992) (citing United\n                                                                 \n\nStates v. Fox, 889 F.2d 357, 359 (1st Cir. 1989)).\n             \n\n                               -4-\n\n          We can reverse Benjamin's  sentence based on claims not\n\nraised  below, only for \"plain error.\"  United States v. Olivier-\n                                                                 \n\nD az, 13  F.3d  1, 5  (1st  Cir.  1993).   Benjamin  has  failed,\n    \n\nhowever, to persuade us that such error took place.   To meet the\n\nplain  error standard there must  be: (1) a  reviewable error (2)\n\nthat  is  \"clear\"  or  \"obvious\"  and  (3)  affects  \"substantial\n\nrights.\"  Id.  \n            \n\n          There is no plain error in this case because this court\n\nhas  previously entertained  and  rejected  the same  substantive\n\narguments presently made by  Benjamin.  In United States  v. Fox,\n                                                                \n\n889 F.2d 357, 350-61 (1st Cir. 1989),  we rejected a challenge to\n\nthe district court's consideration of \"relevant conduct\" that had\n\nbeen set forth  in a PSR, but  that was not part  of the specific\n\noffense to which defendant had pled guilty.  In the present case,\n\nthe district  court correctly considered  Benjamin's embezzlement\n\nof  the additional  $205,000 stated  in the  PSR as  a factor  in\n\ndetermining  the  guideline range  under  U.S.S.G.    1B1.3,  the\n\n\"relevant conduct\" provision.\n\n          Our  review   of  the  transcript   confirms  that  the\n\ngovernment  met  its obligations  under  the  plea agreement  and\n\nBenjamin  concedes that  there  was no  bad  faith or  breach  of\n\npromise  by the  government.   The agreement  indicated  that the\n\ndistrict  court  was not  bound by  the  agreement and  might not\n\nfollow  the   parties'  guidelines  calculations   or  sentencing\n\nrecommendations.    Yet,  Benjamin  contends  that   the  court's\n\nconsideration, in determining his  sentence, of the $205,000 loss\n\n                               -5-\n\nnot charged in the Information violated the plea agreement.    In\n\nFox, we rejected the contention that the court's consideration of\n   \n\nsuch \"relevant conduct\" in  sentencing violated due process where\n\na pre-sentence  investigation  subsequent to  the plea  agreement\n\nbetween the  defendant and the United  States revealed additional\n\ninformation relevant to sentencing.  Fox, 889 F.2d at 362-63; see\n                                                                 \n\nalso  United States  v. Oyegbola,  961 F.2d  11, 14-15  (1st Cir.\n                                \n\n1992), cert.  denied, 113  S. Ct.  47 (U.S.  1992) (there  was no\n                    \n\nbreach  of  plea  agreement  where  subsequent  investigation  by\n\nProbation  Department  revealed  additional   relevant  conduct).\n\nBecause  Fox  and Oyegbola  control  this  case and  because  the\n                          \n\ndistrict court's  rulings were a  straightforward application  of\n\nthe guidelines to the uncontested factual findings of the PSR, we\n\nfind no plain error.\n\n                        RESTITUTION ORDER\n                                         \n\n          The  district  court  has  considerable  discretion  in\n\nframing a restitution order.   United States v. Lombardi,  5 F.3d\n                                                        \n\n568, 573 (1st Cir. 1993).\n\n          Benjamin maintains that the property tendered to  Sreda\n\ncould  have been  sold  for a  considerable  amount of  money  in\n\nmitigation  of Sreda's loss.  In essence, Benjamin argues that it\n\nis unfair to  require him to restore  the victim's loss a  second\n\ntime  where the  victim's own  negligence in  failing to  put the\n\nproperty up  for sale  prior to  foreclosure  contributed to  the\n\nloss.\n\n          While  this  argument  is  somewhat  appealing,  we are\n\n                               -6-\n\nunable to find any error, much less an abuse of discretion,  with\n\nthe district court's order of restitution in this case.\n\n          Title  18  U.S.C.,  section  3664(a),  establishes  the\n\nfactors to be considered  by the court in determining  whether to\n\norder restitution:\n\n            The court . . . shall consider the amount\n            of the loss sustained  by any victim as a\n            result  of  the  offense,  the  financial\n            resources of the defendant, the financial\n            needs   and   earning   ability  of   the\n            defendant and the defendant's dependents,\n            and such other factors as the court deems\n            appropriate.\n\n          In  formulating  its  restitution order,  the  district\n\ncourt considered the appropriate factors.  The court acknowledged\n\nthe amount  of loss suffered by  the victim:   $460,000 caused by\n\nthe  offense  conduct  charged  as well  as  $205,000  caused  by\n\nBenjamin's relevant  conduct.   The  court limited  its order  of\n\nrestitution  to  $460,000, correctly  noting  that  it could  not\n\n\"properly take  into account the  amount of the  relevant conduct\n\nfor the purposes of  restitution.\"  See Hughey v.  United States,\n                                                                \n\n495  U.S.  411,  420 (1990)  (\"the  loss  caused  by the  conduct\n\nunderlying the offense of conviction establishes the outer limits\n\nof a restitution  order\").1  The  district court also  considered\n\nBenjamin's financial ability to make restitution, stating:\n\n                    \n\n1   Section 3663 was amended on November 29, 1990, to allow broad\nrestitution  for offenses  involving \"as an  element a  scheme, a\nconspiracy, or a pattern of criminal activity.\"  Pub. L. No. 101-\n647,    2509, 104 Stat. 4789,  4863 (Crime Control Act  of 1990);\nUnited States v. Cronin, 990 F.2d 663, 666 (1st Cir. 1993).  That\n                       \namendment does  not apply here,  however, because the  offense of\nconviction did not  include a  plan, scheme or  conspiracy as  an\nelement of the offense.\n\n                               -7-\n\n            I have  ordered you to make  the $460,000\n            restitution.  And, if you can, you  will;\n            and  if you  can't, at  the end  of three\n            years  you  will   be  relieved  of   the\n            obligation.   But, frankly, while  I have\n            been  told all  the money  went  into the\n            house,   I  guess  I  haven't  seen  that\n            proven.   And, perhaps  you will  win the\n            lottery.   And  if  you do,  Mr.  [Sreda]\n            should be a beneficiary of that as well.\n\n          The district  court was aware of  Benjamin's attempt to\n\nmake restitution by conveying  his house and land  to Sreda.   At\n\nsentencing,  the government contended that  Sreda did not get any\n\nmoney  out of  the property.   There was  no evidence  before the\n\ncourt  as to what amount of restitution might have been available\n\nhad  the  property been  sold.   The district  court specifically\n\nasked Benjamin  whether he had an appraisal of the property as of\n\nthe date it was tendered.  Benjamin responded that he did not and\n\nhe failed to present other evidence showing the full value of the\n\nhouse  and  land when  they  were  tendered.   In  light of  this\n\nevidentiary void,  even if the  district court had  considered it\n\nappropriate to reduce  the amount of  restitution to account  for\n\nBenjamin's previous attempt to repay Sreda and  any negligence on\n\nbehalf  of Sreda, it would have been virtually impossible for the\n\ndistrict court to  quantify these factors.   The district  court,\n\ntherefore, simply had  no basis to reduce the  restitution order.\n\nThus,  we  conclude that  the district  court  did not  abuse its\n\ndiscretion  in basing its order  of restitution on  the amount of\n\nloss suffered by Sreda.\n\n          Affirmed.\n                  \n\n                               -8-\n",
  "html": "<p class=\"case_cite\">30 F.3d 196</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Robert BENJAMIN, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 93-1694.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued April 6, 1994.<br>Decided July 13, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Theodore Lawrence Craft, with whom Robert Benjamin pro se was on brief for appellant.</p>\n      <p class=\"indent\">Paul G. Levenson, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Robert Benjamin appeals his sentence and order to pay restitution after he pled guilty to a single count of interstate transportation of stolen property in violation of 18 U.S.C. Sec. 2314.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1985, Stanley Sreda (\"Sreda\"), a retired farmer, hired Robert Benjamin (\"Benjamin\"), a self-employed advisor and tax accountant, to manage Sreda's investments and authorized Benjamin to buy and sell securities on Sreda's behalf.  During the course of their business relationship, Benjamin embezzled substantial sums of money from Sreda.  After Sreda discovered that Benjamin had embezzled money from him, Sreda and Benjamin entered into a civil agreement (\"the Agreement\") whereby Benjamin conveyed his personal residence and land to Sreda.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Agreement stipulated that Sreda would put the property, which was heavily mortgaged, up for sale to recover the money which Benjamin had embezzled.  The bank which held a mortgage on the property, however, foreclosed and took the property.  According to Benjamin, Sreda, who owned the property subject to the mortgage, took no actions to sell the property nor made any payments on the mortgage.  Sreda then filed a civil action to recover the money embezzled.  Benjamin defaulted in the civil action.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In this case, the government filed an Information charging Benjamin with interstate transportation of $460,449.85 in embezzled monies.  Benjamin pled guilty to the charge.  The pre-sentence report (\"PSR\") calculated the actual loss suffered by Sreda to be $665,943, consisting of $460,449.85 attributable to 13 checks that Benjamin wrongfully converted and $205,494, discovered after the plea, attributable to bearer bonds which Benjamin fraudulently redeemed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Following the Sentencing Guidelines, the district court found Benjamin to have an offense level of 17 and a criminal history category of 1, calling for a sentence of 24 to 30 months incarceration and 24 to 36 months of supervised release.  The court based its calculation of the total offense level on the $460,000 loss alleged in the indictment, plus an additional loss of $205,000 which it counted as \"relevant conduct\" under U.S.S.G. Sec. 1B1.3.  The district court sentenced Benjamin to 30 months' incarceration followed by 36 months of supervised release.  The district court also ordered Benjamin to pay $460,000 in restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On appeal, Benjamin contends that (1) the district court's calculation of his offense level was excessive and improper;  (2) the district court erred in including the $205,000 not included in the indictment in its calculation of loss in determining \"relevant conduct\" for purposes of sentencing;  (3) the sentence was wrongfully inconsistent with the plea agreement;  and (4) the district court abused its discretion by failing to mitigate its restitution order in light of the civil agreement between Benjamin and Sreda.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Benjamin's first contention has no merit.  The sentence imposed was the result of a straightforward and correct application of the Sentencing Guidelines and Benjamin has articulated no reason why it should be deemed \"excessive\" or \"improper.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Of the remaining issues raised by Benjamin, the only issue preserved for appeal is whether the district court erred by failing to mitigate restitution.  Benjamin's remaining contentions were not argued before the district court below and, absent exceptional circumstances, they will not be addressed for the first time on appeal.  United States v. Curzi, 867 F.2d 36, 44 (1st Cir.1989);  see also United States v. Shattuck, 961 F.2d 1012, 1015 (1st Cir.1992) (\"[w]e do not review sentencing guideline disputes which were not preserved before the district court\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At sentencing, counsel for Benjamin acknowledged that he had read the PSR and expressly waived any challenge to the factual accuracy of the PSR.  Counsel also conceded that the correct amount for calculating loss for purposes of relevant conduct at sentencing was $665,000 as stated in the report.  Benjamin is bound by these findings because on appeal, a defendant may not challenge the findings in his PSR if he has failed to object to that report in the district court.  United States v. Haggert, 980 F.2d 8, 11 (1st Cir.1992) (citing United States v. Fox, 889 F.2d 357, 359 (1st Cir.1989)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We can reverse Benjamin's sentence based on claims not raised below, only for \"plain error.\"  United States v. Olivier-Diaz, 13 F.3d 1, 5 (1st Cir.1993).  Benjamin has failed, however, to persuade us that such error took place.  To meet the plain error standard there must be:  (1) a reviewable error (2) that is \"clear\" or \"obvious\" and (3) affects \"substantial rights.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There is no plain error in this case because this court has previously entertained and rejected the same substantive arguments presently made by Benjamin.  In United States v. Fox, 889 F.2d 357, 350-61 (1st Cir.1989), we rejected a challenge to the district court's consideration of \"relevant conduct\" that had been set forth in a PSR, but that was not part of the specific offense to which defendant had pled guilty.  In the present case, the district court correctly considered Benjamin's embezzlement of the additional $205,000 stated in the PSR as a factor in determining the guideline range under U.S.S.G. Sec. 1B1.3, the \"relevant conduct\" provision.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our review of the transcript confirms that the government met its obligations under the plea agreement and Benjamin concedes that there was no bad faith or breach of promise by the government.  The agreement indicated that the district court was not bound by the agreement and might not follow the parties' guidelines calculations or sentencing recommendations.  Yet, Benjamin contends that the court's consideration, in determining his sentence, of the $205,000 loss not charged in the Information violated the plea agreement.  In Fox, we rejected the contention that the court's consideration of such \"relevant conduct\" in sentencing violated due process where a pre-sentence investigation subsequent to the plea agreement between the defendant and the United States revealed additional information relevant to sentencing.  Fox, 889 F.2d at 362-63;  see also United States v. Oyegbola, 961 F.2d 11, 14-15 (1st Cir.1992) (there was no breach of plea agreement where subsequent investigation by Probation Department revealed additional relevant conduct).  Because Fox and Oyegbola control this case and because the district court's rulings were a straightforward application of the guidelines to the uncontested factual findings of the PSR, we find no plain error.</p>\n    </div>\n    <p>RESTITUTION ORDER</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court has considerable discretion in framing a restitution order.  United States v. Lombardi, 5 F.3d 568, 573 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Benjamin maintains that the property tendered to Sreda could have been sold for a considerable amount of money in mitigation of Sreda's loss.  In essence, Benjamin argues that it is unfair to require him to restore the victim's loss a second time where the victim's own negligence in failing to put the property up for sale prior to foreclosure contributed to the loss.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While this argument is somewhat appealing, we are unable to find any error, much less an abuse of discretion, with the district court's order of restitution in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Title 18 U.S.C., section 3664(a), establishes the factors to be considered by the court in determining whether to order restitution:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>The court ... shall consider the amount of the loss sustained by any victim as a result of the offense, the financial resources of the defendant, the financial needs and earning ability of the defendant and the defendant's dependents, and such other factors as the court deems appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In formulating its restitution order, the district court considered the appropriate factors.  The court acknowledged the amount of loss suffered by the victim:  $460,000 caused by the offense conduct charged as well as $205,000 caused by Benjamin's relevant conduct.  The court limited its order of restitution to $460,000, correctly noting that it could not \"properly take into account the amount of the relevant conduct for the purposes of restitution.\"   See Hughey v. United States, 495 U.S. 411, 420, 110 S.Ct. 1979, 1984-85, 109 L.Ed.2d 408 (1990) (\"the loss caused by the conduct underlying the offense of conviction establishes the outer limits of a restitution order\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The district court also considered Benjamin's financial ability to make restitution, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>I have ordered you to make the $460,000 restitution.  And, if you can, you will;  and if you can't, at the end of three years you will be relieved of the obligation.  But, frankly, while I have been told all the money went into the house, I guess I haven't seen that proven.  And, perhaps you will win the lottery.  And if you do, Mr.  [Sreda] should be a beneficiary of that as well.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court was aware of Benjamin's attempt to make restitution by conveying his house and land to Sreda.  At sentencing, the government contended that Sreda did not get any money out of the property.  There was no evidence before the court as to what amount of restitution might have been available had the property been sold.  The district court specifically asked Benjamin whether he had an appraisal of the property as of the date it was tendered.  Benjamin responded that he did not and he failed to present other evidence showing the full value of the house and land when they were tendered.  In light of this evidentiary void, even if the district court had considered it appropriate to reduce the amount of restitution to account for Benjamin's previous attempt to repay Sreda and any negligence on behalf of Sreda, it would have been virtually impossible for the district court to quantify these factors.  The district court, therefore, simply had no basis to reduce the restitution order.  Thus, we conclude that the district court did not abuse its discretion in basing its order of restitution on the amount of loss suffered by Sreda.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 3663 was amended on November 29, 1990, to allow broad restitution for offenses involving \"as an element a scheme, a conspiracy, or a pattern of criminal activity.\"   Pub.L. No. 101-647, Sec. 2509, 104 Stat. 4789, 4863 (Crime Control Act of 1990);   United States v. Cronin, 990 F.2d 663, 666 (1st Cir.1993).  That amendment does not apply here, however, because the offense of conviction did not include a plan, scheme or conspiracy as an element of the offense</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">196</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Robert BENJAMIN, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 93-1694.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued April 6, 1994.<br>Decided July 13, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Theodore Lawrence Craft, with whom Robert Benjamin pro se was on brief for appellant.</p>\n      <p class=\"indent\">Paul G. Levenson, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Robert Benjamin appeals his sentence and order to pay restitution after he pled guilty to a single count of interstate transportation of stolen property in violation of 18 U.S.C. Sec. 2314.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1985, Stanley Sreda (\"Sreda\"), a retired farmer, hired Robert Benjamin (\"Benjamin\"), a self-employed advisor and tax accountant, to manage Sreda's investments and authorized Benjamin to buy and sell securities on Sreda's behalf.  During the course of their business relationship, Benjamin embezzled substantial sums of money from Sreda.  After Sreda discovered that Benjamin had embezzled money from him, Sreda and Benjamin entered into a civil agreement (\"the Agreement\") whereby Benjamin conveyed his personal residence and land to Sreda.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Agreement stipulated that Sreda would put the property, which was heavily mortgaged, up for sale to recover the money which Benjamin had embezzled.  The bank which held a mortgage on the property, however, foreclosed and took the property.  According to Benjamin, Sreda, who owned the property subject to the mortgage, took no actions to sell the property nor made any payments on the mortgage.  Sreda then filed a civil action to recover the money embezzled.  Benjamin defaulted in the civil action.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In this case, the government filed an Information charging Benjamin with interstate transportation of $460,449.85 in embezzled monies.  Benjamin pled guilty to the charge.  The pre-sentence report (\"PSR\") calculated the actual loss suffered by Sreda to be $665,943, consisting of $460,449.85 attributable to 13 checks that Benjamin wrongfully converted and $205,494, discovered after the plea, attributable to bearer bonds which Benjamin fraudulently redeemed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Following the Sentencing Guidelines, the district court found Benjamin to have an offense level of 17 and a criminal history category of 1, calling for a sentence of 24 to 30 months incarceration and 24 to 36 months of supervised release.  The court based its calculation of the total offense level on the $460,000 loss alleged in the indictment, plus an additional loss of $205,000 which it counted as \"relevant conduct\" under U.S.S.G. Sec. 1B1.3.  The district court sentenced Benjamin to 30 months' incarceration followed by 36 months of supervised release.  The district court also ordered Benjamin to pay $460,000 in restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On appeal, Benjamin contends that (1) the district court's calculation of his offense level was excessive and improper;  (2) the district court erred in including the $205,000 not included in the indictment in its calculation of loss in determining \"relevant conduct\" for purposes of sentencing;  (3) the sentence was wrongfully inconsistent with the plea agreement;  and (4) the district court abused its discretion by failing to mitigate its restitution order in light of the civil agreement between Benjamin and Sreda.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Benjamin's first contention has no merit.  The sentence imposed was the result of a straightforward and correct application of the Sentencing Guidelines and Benjamin has articulated no reason why it should be deemed \"excessive\" or \"improper.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Of the remaining issues raised by Benjamin, the only issue preserved for appeal is whether the district court erred by failing to mitigate restitution.  Benjamin's remaining contentions were not argued before the district court below and, absent exceptional circumstances, they will not be addressed for the first time on appeal.  United States v. Curzi, <span class=\"citation\" data-id=\"518088\"><a href=\"/opinion/518088/united-states-v-barbara-j-curzi/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 44 (1st Cir.1989);  see also United States v. Shattuck, <span class=\"citation\" data-id=\"581517\"><a href=\"/opinion/581517/united-states-v-lewis-donald-shattuck/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1012</span></a></span>, 1015 (1st Cir.1992) (\"[w]e do not review sentencing guideline disputes which were not preserved before the district court\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At sentencing, counsel for Benjamin acknowledged that he had read the PSR and expressly waived any challenge to the factual accuracy of the PSR.  Counsel also conceded that the correct amount for calculating loss for purposes of relevant conduct at sentencing was $665,000 as stated in the report.  Benjamin is bound by these findings because on appeal, a defendant may not challenge the findings in his PSR if he has failed to object to that report in the district court.  United States v. Haggert, <span class=\"citation\" data-id=\"595476\"><a href=\"/opinion/595476/united-states-v-lloyd-r-haggert/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 11 (1st Cir.1992) (citing United States v. Fox, <span class=\"citation\" data-id=\"532028\"><a href=\"/opinion/532028/united-states-v-carolyn-l-fox/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">357</span></a></span>, 359 (1st Cir.1989)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We can reverse Benjamin's sentence based on claims not raised below, only for \"plain error.\"  United States v. Olivier-Diaz, <span class=\"citation\" data-id=\"195103\"><a href=\"/opinion/195103/united-states-v-olivier/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1993).  Benjamin has failed, however, to persuade us that such error took place.  To meet the plain error standard there must be:  (1) a reviewable error (2) that is \"clear\" or \"obvious\" and (3) affects \"substantial rights.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There is no plain error in this case because this court has previously entertained and rejected the same substantive arguments presently made by Benjamin.  In United States v. Fox, <span class=\"citation\" data-id=\"532028\"><a href=\"/opinion/532028/united-states-v-carolyn-l-fox/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">357</span></a></span>, 350-61 (1st Cir.1989), we rejected a challenge to the district court's consideration of \"relevant conduct\" that had been set forth in a PSR, but that was not part of the specific offense to which defendant had pled guilty.  In the present case, the district court correctly considered Benjamin's embezzlement of the additional $205,000 stated in the PSR as a factor in determining the guideline range under U.S.S.G. Sec. 1B1.3, the \"relevant conduct\" provision.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our review of the transcript confirms that the government met its obligations under the plea agreement and Benjamin concedes that there was no bad faith or breach of promise by the government.  The agreement indicated that the district court was not bound by the agreement and might not follow the parties' guidelines calculations or sentencing recommendations.  Yet, Benjamin contends that the court's consideration, in determining his sentence, of the $205,000 loss not charged in the Information violated the plea agreement.  In Fox, we rejected the contention that the court's consideration of such \"relevant conduct\" in sentencing violated due process where a pre-sentence investigation subsequent to the plea agreement between the defendant and the United States revealed additional information relevant to sentencing.  <span class=\"citation\" data-id=\"532028\"><span class=\"antecedent_guess\">Fox,</span> <a href=\"/opinion/532028/united-states-v-carolyn-l-fox/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">362-63</span></a></span>;  see also United States v. Oyegbola, <span class=\"citation\" data-id=\"580917\"><a href=\"/opinion/580917/united-states-v-ade-george-oyegbola/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 14-15 (1st Cir.1992) (there was no breach of plea agreement where subsequent investigation by Probation Department revealed additional relevant conduct).  Because Fox and Oyegbola control this case and because the district court's rulings were a straightforward application of the guidelines to the uncontested factual findings of the PSR, we find no plain error.</p>\n    </div>\n    <p>RESTITUTION ORDER</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court has considerable discretion in framing a restitution order.  United States v. Lombardi, <span class=\"citation\" data-id=\"194934\"><a href=\"/opinion/194934/united-states-v-lombardi/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">568</span></a></span>, 573 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Benjamin maintains that the property tendered to Sreda could have been sold for a considerable amount of money in mitigation of Sreda's loss.  In essence, Benjamin argues that it is unfair to require him to restore the victim's loss a second time where the victim's own negligence in failing to put the property up for sale prior to foreclosure contributed to the loss.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While this argument is somewhat appealing, we are unable to find any error, much less an abuse of discretion, with the district court's order of restitution in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Title 18 U.S.C., section 3664(a), establishes the factors to be considered by the court in determining whether to order restitution:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>The court ... shall consider the amount of the loss sustained by any victim as a result of the offense, the financial resources of the defendant, the financial needs and earning ability of the defendant and the defendant's dependents, and such other factors as the court deems appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In formulating its restitution order, the district court considered the appropriate factors.  The court acknowledged the amount of loss suffered by the victim:  $460,000 caused by the offense conduct charged as well as $205,000 caused by Benjamin's relevant conduct.  The court limited its order of restitution to $460,000, correctly noting that it could not \"properly take into account the amount of the relevant conduct for the purposes of restitution.\"   See Hughey v. United States, <span class=\"citation\" data-id=\"112428\"><a href=\"/opinion/112428/hughey-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, 420, <span class=\"citation\" data-id=\"112428\"><a href=\"/opinion/112428/hughey-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1979</span></a></span>, 1984-85, <span class=\"citation\" data-id=\"112428\"><a href=\"/opinion/112428/hughey-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">408</span> </a></span>(1990) (\"the loss caused by the conduct underlying the offense of conviction establishes the outer limits of a restitution order\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The district court also considered Benjamin's financial ability to make restitution, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>I have ordered you to make the $460,000 restitution.  And, if you can, you will;  and if you can't, at the end of three years you will be relieved of the obligation.  But, frankly, while I have been told all the money went into the house, I guess I haven't seen that proven.  And, perhaps you will win the lottery.  And if you do, Mr.  [Sreda] should be a beneficiary of that as well.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court was aware of Benjamin's attempt to make restitution by conveying his house and land to Sreda.  At sentencing, the government contended that Sreda did not get any money out of the property.  There was no evidence before the court as to what amount of restitution might have been available had the property been sold.  The district court specifically asked Benjamin whether he had an appraisal of the property as of the date it was tendered.  Benjamin responded that he did not and he failed to present other evidence showing the full value of the house and land when they were tendered.  In light of this evidentiary void, even if the district court had considered it appropriate to reduce the amount of restitution to account for Benjamin's previous attempt to repay Sreda and any negligence on behalf of Sreda, it would have been virtually impossible for the district court to quantify these factors.  The district court, therefore, simply had no basis to reduce the restitution order.  Thus, we conclude that the district court did not abuse its discretion in basing its order of restitution on the amount of loss suffered by Sreda.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 3663 was amended on November 29, 1990, to allow broad restitution for offenses involving \"as an element a scheme, a conspiracy, or a pattern of criminal activity.\"   Pub.L. No. 101-647, Sec. 2509, 104 Stat. 4789, 4863 (Crime Control Act of 1990);   United States v. Cronin, <span class=\"citation\" data-id=\"604121\"><a href=\"/opinion/604121/united-states-v-john-m-cronin-united-states-of-america-v-robert-e/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">663</span></a></span>, 666 (1st Cir.1993).  That amendment does not apply here, however, because the offense of conviction did not include a plan, scheme or conspiracy as an element of the offense</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112428/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194934/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195103/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518088/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532028/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580917/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581517/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595476/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604121/"
  ]
}