{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195550/",
  "id": 195550,
  "absolute_url": "/opinion/195550/united-states-v-thompson/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195550/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:27Z",
  "date_modified": "2020-02-21T23:31:34.605936Z",
  "type": "010combined",
  "sha1": "afedd14b7148fdc38f06274ccc662b7f30a88fdb",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1138.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1138\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                        EVERTON THOMPSON,\n\n                      Defendant - Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. A. David Mazzone, Senior U.S. District Judge]\n                                                         \n\n                                           \n\n                              Before\n\n                    Torruella, Cyr and Stahl,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n     Owen S.  Walker, Federal Defender Office,  by Appointment of\n                    \nthe Court, for appellant.\n     Michael   J.  Pelgro,  Assistant   United  States  Attorney,\n                         \nOrganized Crime Drug Enforcement Task Force,  with whom Donald K.\n                                                                 \nStern, United States Attorney, was on brief for appellee.\n     \n\n                                           \n\n                         August 16, 1994\n                                           \n\n          TORRUELLA,  Circuit  Judge.     A  federal  grand  jury\n                                    \n\nreturned  an   eleven-count   indictment  which   charged   seven\n\ndefendants, not including  defendant/appellant Everton  Thompson,\n\nwith conspiracy to distribute cocaine base from September 1991 to\n\nJune 1992, and other substantive drug distribution counts.  Count\n\nTen  of   the  indictment  charged  Thompson,   and  three  other\n\ndefendants,  with  the knowing  possession of  a handgun  with an\n\nobliterated serial  number in  violation of 18  U.S.C.    922(k).\n\nThompson  pled guilty to Count  Ten.  At  the sentencing hearing,\n\nthe court determined that the applicable guideline was U.S.S.G.  \n\n2K2.1  (1990), and  found that  Thompson \"used  or possessed  the\n\nfirearm   in  connection   with   the  commission   or  attempted\n\ncommission\" of the  drug offenses.   The court therefore  applied\n\nthe  cross-reference provision  set  forth in    2K2.1(c)(2)  and\n\nimputed  to Thompson a series  of drug offenses  committed by the\n\nalleged conspiracy.  Thompson now challenges the district court's\n\ninterpretation  and  application of  U.S.S.G.   2K2.1(c)(2).   We\n\naffirm.\n\n                          I.  BACKGROUND\n                                        \n\n          A.  Facts\n\n          We cull  the facts from  unobjected to portions  of the\n\nPresentence Report (\"PSR\") and from the government's statement of\n\nevidence at the plea hearing.  United States v. Garc a, 954  F.2d\n                                                      \n\n12, 14 (1st Cir. 1992).\n\n          This    case   involves   a   1991   Drug   Enforcement\n\nAdministration  (\"DEA\")  investigation  of  drug  trafficking  in\n\n                               -2-\n\nDorchester, Massachusetts.     Codefendant David Jackson  was the\n\nleader  of a  group of  persons who  were running  a  cocaine and\n\ncocaine base  distribution enterprise out  of an apartment  at 49\n\nTheodore Street in Dorchester.  During the investigation, the DEA\n\nutilized  a confidential  informant  (\"CI\") who  purchased  large\n\nquantities of cocaine and  cocaine base from various codefendants\n\nat  49  Theodore Street,  engaged  in  negotiations with  various\n\ncodefendants  to purchase a  machine gun and  other firearms, and\n\npurchased a handgun with an obliterated serial number.\n\n          The  evidence established  the following  facts linking\n\nThompson to his codefendants.  On August  15 and September 9, the\n\nCI made his first  two cocaine purchases, totalling approximately\n\n250 grams, from two men, one of whom was defendant Charles Brown.\n\nOn September 24, 1991, Brown sold the CI 68 grams of cocaine base\n\nand 43 grams of cocaine.  Brown told the CI that he might be able\n\nto get him a Tech-9 firearm for $1000 and would  contact \"the man\n\nwith the  guns.\"  On  September 25,  1991, the CI  placed a  drug\n\norder with  Brown, and Brown mentioned that he was going to check\n\nabout obtaining the gun.\n\n          On  October 2,  1991, Brown  took the  CI to  the first\n\nfloor apartment at 49 Theodore Street, where the CI observed drug\n\ntransactions and other drug activity.  Brown introduced the CI to\n\nJackson,  and told the  CI that Jackson  was the \"boss.\"   The CI\n\npaid  Jackson $8,500 and was thereupon given 227 grams of cocaine\n\nbase by defendant Roy Gray, who was also in the apartment.\n\n          On  October 3, 1991, the  CI and Brown  had a telephone\n\n                               -3-\n\nconversation in which they discussed the \"crack\" which the CI had\n\npurchased the  day before, and  the firearm Brown  had mentioned.\n\nOn  October  6,  1991,  the  CI  telephoned  the Theodore  Street\n\napartment and spoke  to a man  named \"Henry.\"   The CI then  told\n\nHenry to tell Brown to get a firearm for him.\n\n          On  October 9, 1991, the CI went to the Theodore Street\n\napartment, but neither Brown  nor Jackson was there.   Brown then\n\narrived  at the apartment with Thompson, and Thompson told the CI\n\nthat Jackson  was not  there,  and asked  the CI  for his  beeper\n\nnumber.    Shortly thereafter,  Jackson  arrived.   The  CI asked\n\nJackson if he could  buy a quarter kilogram of crack  and Jackson\n\nreplied that it would be no problem.  Jackson told the CI that he\n\ncould get  the CI anything  he wanted and that  he could get  a 9\n\nmillimeter pistol for the CI immediately.  Jackson stated that he\n\nhad to have  guns, and that  all of his  boys had guns.   Jackson\n\nfurther informed the CI that a  Jamaican soldier sold guns to him\n\nand was supposed to bring him a machine gun.  Jackson told the CI\n\nthat he  would sell  a  Tech-9 (firearm)  to  the CI  for  $1000.\n\nJackson  asked the  CI for  his beeper  number, and  the CI  told\n\nJackson that he had given the number to Thompson.\n\n          On October 11, 1991,  Jackson, who presumably  received\n\nthe beeper number from Thompson, paged the CI.  The CI telephoned\n\nJackson, and Jackson said  that he had  to go somewhere and  that\n\nthe CI would have to deal with his brother, \"Dean.\"  Jackson said\n\nthat he could get the CI any type of  gun, and that he had spoken\n\nwith his  gun contact the previous night.  Later that day, the CI\n\n                               -4-\n\nwent to the  Theodore Street  apartment and bought  227 grams  of\n\ncrack from Dean for $8000.  Thompson and Gray were present at the\n\napartment, and the CI asked Gray about the  firearm.  Gray talked\n\nto  Thompson, and Thompson stated  that he did  not know anything\n\nabout it.    That night,  the CI spoke with  Jackson, and Jackson\n\ntold the CI that he could  pick up the gun from defendant Michael\n\nShields the following morning at Theodore Street.\n\n          On  October 12, 1991,  the CI went  to Theodore Street,\n\nwhere he met Shields.   The CI told Shields that  he was there to\n\npick up a gun.   Shields told the CI that he was going  to make a\n\ncall to Henry's house, so  that Henry would bring the gun  to the\n\nCI  at Theodore  Street.   The  CI then  observed Shields  make a\n\ntelephone call.  Shields  handed the telephone to the CI and said\n\nthat Jackson  was on the phone.   Jackson told  the CI to  wait a\n\nwhile until Shields  woke up Henry who would get  the gun for the\n\nCI.   Shields then asked Thompson to  take a cab to Henry's home,\n\nand to  get the gun from  him.  Thompson left  the apartment, and\n\nlater returned  with Henry.  Henry  handed the CI  a 9 millimeter\n\nfirearm with an obliterated serial number.  Thompson handed Henry\n\na box  containing 50 rounds of ammunition  and Henry gave the box\n\nof ammunition to the CI.\n\n          During the following  three or four  weeks, the CI  had\n\nmore  contact with the defendants at Theodore Street.  On October\n\n15, the CI went  to Theodore Street.  Thompson opened the kitchen\n\ndoor for  him and led  him to an  adjacent room where the  CI met\n\nwith Jackson.   The CI paid  Jackson $650 for the  handgun he had\n\n                               -5-\n\npreviously purchased.   While in the  apartment, the CI  observed\n\nDean engage in a  drug transaction involving what appeared  to be\n\ncocaine.\n\n          On October  18, the  CI telephoned Theodore  Street and\n\nThompson answered the telephone.   The CI then talked  to Shields\n\nabout a future crack cocaine transaction.\n\n          On October 21, Thompson  was present at Theodore Street\n\nwhen the  CI arrived to purchase  more crack.  Shields  and Henry\n\narrived  later  to  sell  the  CI  the  crack.    Acting  at  the\n\ninstruction  of Shields,  Henry left  the apartment  and returned\n\nwith 223 grams of cocaine base, and sold it to the CI for  $8000.\n\nThe CI  also  had  a  discussion with  Shields  about  purchasing\n\nmachine guns.\n\n          After  early November  1991,  there  was  less  contact\n\nbetween  the CI and the defendants.  On November 5, Jackson paged\n\nthe CI  through his beeper.   The CI then telephoned  Jackson, at\n\nwhich point Jackson asked him when he was going  to purchase more\n\ncocaine.    Jackson informed  the CI  that  his gun  supplier was\n\ngetting  weapons and that the CI could purchase them when Jackson\n\nreceived them.\n\n          On  December  10,  the  CI  went  with  Shields to  the\n\nTheodore  Street  apartment and  had  a  discussion with  Jackson\n\nconcerning future  narcotics transactions.   While there,  the CI\n\nsaw Thompson at  the apartment.   In early  January 1992, the  CI\n\nwent  to a second  location, 973 Blue  Hill Avenue  in Boston, to\n\npurchase  more cocaine  base, and  he spoke with  Gray.   After a\n\n                               -6-\n\nwhile, the CI went to the Theodore Street apartment, where he met\n\nwith Thompson and Gray.   The CI told Thompson that he  was there\n\nto buy something from Jackson, and Thompson responded that the CI\n\nwould have to deal directly with Jackson.\n\n          B.  Proceedings Below\n\n          On January 20, 1993, the grand jury returned an eleven-\n\ncount indictment against  eight defendants.   The  only count  in\n                                                       \n\nwhich Thompson was charged,  Count Ten, alleged that on  or about\n\nOctober 12,  1991,   Jackson,  Shields,  \"Henry,\"   and  Thompson\n\nknowingly  possessed  a  9-millimeter  pistol   with  a  removed,\n\nobliterated or altered serial number, in violation of 18 U.S.C.  \n\n922(k).   The other counts, alleging  a cocaine base distribution\n\nconspiracy, and substantive cocaine and cocaine base distribution\n\ncharges,  concerned conduct of  the other defendants  over a six-\n\nmonth period from late September 1991 through March 1992.\n\n          Thompson pled guilty to Count Ten  on October 20, 1993.\n\nPursuant  to a plea agreement, the government agreed to recommend\n\na 30-month prison sentence.   The agreement provided that  if the\n\ncourt  decided to  sentence  Thompson  to  more than  30  months,\n\nThompson would be permitted to withdraw his guilty plea.\n\n          The  PSR  was issued  on December  15,  1993.   The PSR\n\nrecommended  that the  guideline  applicable to  the offense  was\n\nU.S.S.G.    2K2.1, and  that the 1990  guidelines applied, rather\n\nthen  the guidelines  in  effect when  the  report was  prepared,\n\nbecause applying the latter version might create an ex post facto\n                                                                 \n\nproblem.   Because  the PSR  determined  that \"defendant  used or\n\n                               -7-\n\npossessed  the  firearm  in  connection with  the  commission  or\n\nattempted  commission\" of  the overall  drug conspiracy,  the PSR\n\napplied   the   \"cross-reference\"  provision   set  forth   in   \n\n2K2.1(c)(2) and  imputed to  Thompson a  series of drug  offenses\n\ncommitted  by the alleged  conspiracy in  October 1991.   Finding\n\nthat the  conspiracy was responsible  for 122.5 grams  of cocaine\n\nand  450.9  grams of  cocaine base  during  that period,  the PSR\n\ncalculated  Thompson's  base offense  level  as  34.   By  making\n\ncertain adjustments, it found Thompson's overall offense level to\n\nbe 37, and Thompson's applicable criminal history category to  be\n\nI.   Since the applicable  Sentencing Guideline range  of 210-262\n\nmonths was above the  statutory maximum of 60 months,  the latter\n\nfigure became the Sentencing Guideline range pursuant to U.S.S.G.\n\n  5G1.1(a).\n\n          Thompson  agreed  that  the   applicable  offense-level\n\nguideline  was U.S.S.G.   2K2.1 (1990), but objected to the PSR's\n\nconclusions  that  the     2K2.1(c)(2)  cross-reference provision\n\napplied to him.\n\n          The court  sentenced Thompson on January 7,  1994.  The\n\ncourt, agreeing with the PSR, found that the   2K2.1(c)(2) cross-\n\nreference  provision applied  and  imputed to  Thompson the  drug\n\noffense  level as computed in  the PSR.   Specifically, the court\n\naccepted the undisputed factual  assertions contained in the PSR,\n\nwhich convinced the court by a preponderance of the evidence that\n\nthere was a \"sufficient basis\" to find that  \"the weapon was used\n\nin connection  with and/or  to facilitate the  commission of  the\n\n                               -8-\n\noffense.\"    The  court  specifically  noted  that  all  of   the\n\nnarcotics-related   events  occurred   at  the   Theodore  Street\n\napartment  and  that  Thompson's name  came  up  in  the PSR  \"in\n\nconnection  with  others  who   were,  indeed,  involved  in  the\n\nsubstantive  drug  offenses  and  in  the  context in  which  Mr.\n\nThompson  could reasonably  be held  to have knowledge  that they\n\nwere so involved and he was so involved.\"\n\n          The court  determined  that the  applicable  sentencing\n\nrange was the statutory  maximum of 60 months imprisonment.   The\n\ncourt  then  departed downward  to  a prison  sentence  of thirty\n\nmonths, because it found that  the cross-reference resulted in an\n\n\"extraordinary enlargement of  defendant's role and culpability,\"\n\nand the plea  agreement \"does not  undermine the guidelines\"  and\n\ndoes not contravene the purposes of the sentences.1\n\n                          II.  ANALYSIS\n                                       \n\n          A.  Standard of Review\n\n          On appeal,  Thompson  challenges the  district  court's\n\napplication of  sentencing guideline   2K2.1(c)(2)  (1990).  When\n\nwe  review  a  district   court's  application  of  a  sentencing\n\nguideline, we utilize a bifurcated process.  First, we review the\n\nguideline's  legal meaning and scope  de novo.   United States v.\n                                                              \n\nBrewster, 1 F.3d 51, 54 (1st Cir.  1993) (citing United States v.\n                                                              \n\nSt. Cyr, 977 F.2d 698, 701 (1st Cir. 1992)).  Next, we review the\n       \n\ncourt's factfinding  for clear error, giving due deference to the\n\n                    \n\n1   Without the    2K2.1(c)(2) (1990)  cross-reference provision,\nThompson's guideline sentencing range would be 0-6 months.\n\n                               -9-\n\ncourt's application of the guidelines to the facts.  18 U.S.C.   \n\n3742(e); Brewster,  1 F.3d  at 54  (citing St.  Cyr, 977 F.2d  at\n                                                   \n\n701); see, e.g., United States v. Wheelwright, 918 F.2d 226, 227-\n                                             \n\n28  (1st Cir.  1990)  (applying clearly  erroneous standard  when\n\nreviewing   district   court's   application   of    U.S.S.G.    \n\n2K2.1(c)(1987) cross-reference provision).\n\n          B.  Principles of Statutory Construction - \n              What does the Guideline Say and Mean?\n\n          The   sentencing   guideline  at   issue,   U.S.S.G.   \n\n2K2.1(c)(2) (1990), provides:\n\n            If  the defendant  used or  possessed the\n            firearm in connection with  commission or\n            attempted commission  of another offense,\n            apply   2X1.1  (Attempt, Solicitation, or\n            Conspiracy)  in  respect  to  that  other\n            offense, if the  resulting offense  level\n            is greater than that determined above.\n\nU.S.S.G.   2X1.1(a) (1990) in turn requires that the base offense\n\nlevel  is  to be  determined from  the  guideline for  the object\n\noffense,  plus  any  adjustments  from  such  guideline  for  any\n\nintended  offense   conduct  that   can  be  established   within\n\nreasonable certainty.\n\n          The  question  in  this appeal  is  whether  Thompson's\n\nconstructive possession  of the firearm was  \"in connection with\"\n\none  or  more of  the  drug  offenses.2    This Circuit  has  not\n\nspecifically identified what evidence  is sufficient to sustain a\n\n                    \n\n2   Thompson pled  guilty to  Count Ten  of the indictment  which\ncharged  him with  the knowing  possession of  a handgun  with an\nobliterated  serial  number.    Thompson  does   not,  therefore,\nchallenge the  court's implicit determination at  sentencing that\nhe \"used  or  possessed\"  the  firearm  pursuant  to  U.S.S.G.   \n2K2.1(c)(2).\n\n                               -10-\n\nfinding  under    2K2.1(c)(2)  that  a firearm  was  possessed in\n\nconnection with the commission or attempted commission of another\n\noffense.   Thompson argues that  the phrase \"in  connection with\"\n\nshould  be interpreted narrowly, in  a way that  requires a tight\n\nfacilitative nexus between a  defendant's possession of a firearm\n\nand the commission of  any drug offense.  Thompson  contends that\n\nsuch a nexus is lacking in this case.  The government argues that\n\nthe phrase  is  to be  interpreted  broadly and  that  Thompson's\n\nconduct easily falls within the purview of the guideline.\n\n          When  interpreting a  statute, it  is axiomatic  that a\n\ncourt must first  look to the  plain words  and structure of  the\n\nstatute.   United States  v. O'Neil, 11  F.3d 292, 295  (1st Cir.\n                                   \n\n1993); see also United States v. DeLuca,  17 F.3d 6, 10 (1st Cir.\n                                       \n\n1994) (stating  that principles of statutory interpretation apply\n\nto  sentencing  guidelines).    With respect  to  the  sentencing\n\nguidelines,  courts  should strive  to  apply  the guidelines  as\n\nwritten, according words in  common usage their ordinary meaning.\n\nBrewster, 1  F.3d at 54.  Because the phrase \"in connection with\"\n        \n\nis  not  defined  under  U.S.S.G.     2K2,  we  assume  that  the\n\nSentencing  Commission  did  not  intend the  terms  to  have  an\n\nexceptional or guideline-specific meaning.   This reinforces  our\n\nbelief that the words should be accorded their customary meaning.\n\nSee  Smith  v.  United  States,  113  S. Ct. 2050,  2054  (1993);\n                              \n\nBrewster, 1 F.3d at 54.3\n        \n\n                    \n\n3  Thompson points  to the language of the    2K2 cross-reference\nwhen originally issued, which provided:\n\n                               -11-\n\n          Merriam-Webster's Collegiate Dictionary  245 (10th  Ed.\n\n1993) defines  \"connection\" as a  \"causal or logical  relation or\n\nsequence.\"   This  definition  suggests that  there must  be some\n\nreasoned  link between a defendant's  possession of a firearm and\n\nthe commission or attempted commission of another offense.  While\n\nit  is difficult  to sketch  the outer  boundaries of  this link,\n\nthere is no  question that  where a defendant's  possession of  a\n\nfirearm  somehow aids or facilitates, or has the potential to aid\n\nor facilitate, the commission of another offense, the defendant's\n\npossession of the  firearm is causally  and logically related  to\n\nthe  other offense.  A defendant's possession of a firearm cannot\n\ntherefore simply be coincidental.\n\n          Courts which have interpreted the phrase \"in connection\n\n                    \n\n            If  the defendant  used  the  firearm  in\n            committing or attempting another offense,\n            apply  the guideline  in respect  to such\n            other  offense,  or    2X1.1  (Attempt of\n            Conspiracy)  if   the  resulting  offense\n            level  is  higher  than  that  determined\n            above.  U.S.S.G.   2K2.1 (1987).\n\nThompson argues that this earlier language required a tight nexus\nbetween the  firearm and the cross-referenced  offense.  Although\nthe wording of the  cross-reference provision was changed between\n1987 and  1990, Thompson  argues that  this modification  was not\nintended  to  change the  meaning  of  the cross-reference.  (The\nphrase  \"[i]f the  defendant  used the  firearm in  committing or\nattempting another  offense\" was replaced by  \"[i]f the defendant\nused or possessed  the firearm in  connection with commission  or\nattempted  commission of  another  offense.\"   U.S.S.G., App.  C,\nAmendment  189  (1989)).    To support  this  argument,  Thompson\ncontends that the lack  of expository comment in relation  to the\namendment  means that it is  unlikely that the  change in wording\nsignalled a change in meaning or how it was to be applied.  We do\nnot agree.   We  do  not believe  we should  use  the absence  of\nlegislative  history to  interpret  a statute  or guideline  in a\nmanner  inconsistent with its  plain language.   United States v.\n                                                              \nZackular, 945 F.2d 423, 424 (1st Cir. 1991).\n        \n\n                               -12-\n\nwith\" in the context of   2K2 of the guidelines  have adopted and\n\napplied  this plain  meaning.   In  Brewster,  the First  Circuit\n                                            \n\nreviewed  the  district court's  application  of  the phrase  \"in\n\nconnection with\" in the context of U.S.S.G.   2K2.1(b)(5) (1992),\n\na  similar  cross-reference  provision.4    Id.  at  54-55.    In\n                                              \n\nBrewster, over the course of a month, an undercover federal agent\n        \n\nmet with Brewster  several times  to discuss  the possibility  of\n\nbuying drugs and guns.   Their discussions came to  fruition when\n\nBrewster  sold the  agent a  small amount  of crack  cocaine, and\n\nwithin  an hour of that  transaction, also sold  him an automatic\n\nweapon.     Brewster  eventually   pled  guilty  to   charges  of\n\ndistribution  of cocaine  and being  a felon  in possession  of a\n\nfirearm.   At the sentencing hearing, the agent testified that he\n\nhad told  Brewster from the outset  that he aspired to  be a drug\n\ndealer,  and  that he  needed a  weapon  to facilitate  his plan.\n\nBrewster denied that  he knew of any link between  the weapon and\n\nthe  agent's planned drug trafficking.  The court then found that\n\nBrewster sold the firearm with  knowledge of the buyer's intended\n\nnarcotics-related use  of the  weapon, and enhanced  his sentence\n\npursuant to U.S.S.G.   2K2.1 (b)(5).   Brewster then appealed the\n\n                    \n\n4  U.S.S.G.   2K2.1(b)(5) (1992) provides:\n\n            If  the defendant  used or  possessed any\n            firearm or ammunition in  connection with\n            another felony offense;  or possessed  or\n            transferred  any  firearm  or  ammunition\n            with  knowledge,  intent  or   reason  to\n            believe   that  it   would  be   used  or\n            possessed  in   connection  with  another\n            felony offense, increase by four levels.\n\n                               -13-\n\ncourt's application of this  cross-reference.  We determined that\n\nthe phrase \"in  connection with\" should be  accorded its ordinary\n\nmeaning.     The  court  then  noted  that  the  case  turned  on\n\ncredibility,  and found  that  the district  court's decision  to\n\ncredit  the agent's  recitation of  events, which  indicated that\n\nBrewster  sold the gun with  reason to believe  that his customer\n\nplanned to use the  gun in connection with drug  trafficking, was\n\nsupported by the  record, and that this constituted  a sufficient\n\nnexus between the  weapon and the drug  trafficking, for purposes\n\nof  the  sentence enhancement.  Id. at  54-55.   See  also United\n                                                                 \n\nStates v. Condren,  18 F.3d 1190, 1200  (5th Cir. 1994);   United\n                                                                 \n\nStates v. Sanders, 990  F.2d 582, 585 (10th Cir.),  cert. denied,\n                                                                \n\n114 S. Ct. 216 (1993).\n\n          Our  construction of  the phrase  \"in  connection with\"\n\ncomports  with the  Supreme Court's  recent interpretation  of an\n\nanalogous  phrase, \"in relation to\"  in the context  of 18 U.S.C.\n\n  924(c)(1).  See Smith  v. United States, 113 S. Ct.  2050, 2059\n                                         \n\n(1993); United  States v.  Routon, No.  93-10103, slip.  op. (9th\n                                 \n\nCir. June  1, 1994).  In  Smith, the Supreme Court  looked to the\n                               \n\nordinary meaning of the phrase \"in relation to\" and found that it\n\nmeant \"with reference to\" or \"as  regards.\"  Smith, 113 S. Ct. at\n                                                  \n\n2058-59  (citing Webster's  New International  Dictionary of  the\n\nEnglish Language, at 2102).  The Court emphasized that the phrase\n\nhad an expansive meaning.  Id. at 2058.  The Court stated:\n                             \n\n            The  phrase \"in relation  to\" thus,  at a\n            minimum, clarifies that the  firearm must\n            have some purpose or effect  with respect\n            to  the  drug   trafficking  crime;   its\n\n                               -14-\n\n            presence  or  involvement  cannot be  the\n            result  of accident  or coincidence.   As\n            one court has observed, the  \"in relation\n            to\"   language  \"allays   explicitly  the\n            concern that a  person could be\" punished\n            under   924(c)(1) for  committing a  drug\n            trafficking offense  \"while in possession\n            of a  firearm\" even though  the firearm's\n            presence  is   coincidental  or  entirely\n            \"unrelated\"  to the crime.  United States\n                                                     \n            v. Stewart, 779  F.2d 538, 539  (9th Cir.\n                      \n            1985) (Kennedy, J.).  Instead, the gun at\n            least  must  \"facilitate,  or   have  the\n            potential  of   facilitating,\"  the  drug\n            trafficking offense.\n\nSmith,  113 S.  Ct. at  2059 (other  citations omitted.);  United\n                                                                 \n\nStates  v. Hadfield, 918 F.2d  987, 998 (1st  Cir. 1990) (stating\n                   \n\nthat  under 18  U.S.C.    924(c),  the  critical concern  is  the\n\npresence  or absence of a facilitative  nexus between the firearm\n\nand drug  activity, and  finding that  even if  a firearm is  not\n\ninstantly  available or  exclusively dedicated  to  the narcotics\n\ntrade,  a sufficient nexus may  exist to find  a firearm was used\n\nduring  and  in  relation to  a  drug  trafficking crime),  cert.\n                                                                 \n\ndenied,  500  U.S. 936  (1991).   We  therefore believe  that the\n      \n\nphrase  \"in connection  with\" should  be interpreted  broadly and\n\nthat  where  a  defendant's  possession  of  a  firearm  aids  or\n\nfacilitates the commission of another offense, the requisite link\n\nis present.5\n\n                    \n\n5    Thompson points  to the  Tenth  Circuit's opinion  in United\n                                                                 \nStates  v. G mez-Arrellano, 5  F.3d 464  (10th Cir.  1993), which\n                          \nexpressly  looked  to  18  U.S.C.     924(c)  for  interpretative\nguidance, as controlling precedent.  In United States v. Sanders,\n                                                                \n990 F.2d 582 (10th Cir.), cert. denied, 114 S. Ct. 216 (1993), an\n                                      \nearlier  Tenth  Circuit case,  the court  refused  to look  to 18\nU.S.C.   924(c) which creates criminal liability for one who uses\nor  carries a  firearm \"during  and in relation  to any  crime of\nviolence or drug trafficking crime\" as a guide for interpreting  \n\n                               -15-\n\n          We  do not  believe that  the district  court's factual\n\nfinding that  Thompson's constructive  possession of  the handgun\n\nfacilitated  the  commission  of  the cocaine  and  cocaine  base\n\noffenses,   and  therefore  fell  within   the  ambit  of  the   \n\n2K2.1(c)(2)  cross-reference  provision,  was clearly  erroneous.\n\nThe  record  supports the  conclusion  that  a drug  distribution\n\noperation  was run out of the Theodore Street apartment, and that\n\n                    \n\n2K2.1(b)(5) because the standard under    924(c) was \"much higher\nthan  that  necessary  for  enhancement  under  the  Guidelines.\"\nSanders, 990 F.2d  at 585.  After Sanders was decided, the United\n                                         \nStates  Supreme Court  issued  its decision  in  Smith v.  United\n                                                                 \nStates,  113 S. Ct.  2050, 2059-60  (1993), which  interpreted 18\n      \nU.S.C.    924(c) to require  evidence showing only  that a weapon\nfacilitated or had the potential to facilitate a crime -- a lower\nstandard than that previously used by the Tenth Circuit.\n\n   In G mez-Arrellano,  the Tenth Circuit expressly  looked to 18\n                     \nU.S.C.    924(c) for  guidance as to how  to interpret the phrase\n\"in  connection  with\"  and  ultimately held  that  the  district\ncourt's decision to apply  the sentence enhancement for use  of a\nfirearm in connection with another  felony was unsupported by the\nrecord.   The  facts had  shown that  when INS  officers went  to\narrest Mr.  G mez-Arrellano  at  an  Albuquerque  residence,  the\nofficers observed a green  leafy substance in plain view  and Mr.\nG mez-Arrellano attempting to hide a plastic bag under a bed.   A\nsubsequent  search  of the  residence  led  to the  discovery  of\nmarijuana, cocaine, a pistol and  ammunition.  Because there  was\nno  evidence  in  the  record regarding  the  physical  proximity\nbetween  the weapon and the drugs, nor any evidence regarding the\nsize  or  layout  of the  house,  nor  any  indication that  drug\ntransactions occurred  inside the house, the  Tenth Circuit found\nthere was  insufficient evidence to  support the  inference of  a\nnexus between the weapon and narcotics activity.\n\n   We  do not believe that the Tenth Circuit's decision in G mez-\n                                                                 \nArrellano  to  use     924(c)  as  a  model  for  interpreting   \n         \n2K2.1(b)(5)  is  inconsistent  with  Sanders,  in  light  of  the\n                                            \nintervening  United States  Supreme  Court case.   Moreover,  our\ninterpretation of    2K2.1 (c)(2) is consistent  with the Supreme\nCourt's  interpretation of similar language in   924(c).  We also\nbelieve  that the  facts  of the  present  case show  a  stronger\nconnection between the firearm  possession and drug offenses than\ndid the facts in G mez-Arrellano.\n                                \n\n                               -16-\n\nJackson was the \"Boss,\" who was supported in his business by  his\n\n\"boys,\"  one of whom was Thompson.   As the district court found,\n\nit was imminently reasonable to believe that Thompson  knew about\n\nthis  drug  dealing operation  --  he  was  present  on  numerous\n\noccasions when the CI went to Theodore Street to purchase cocaine\n\nand cocaine  base, and while  there, saw drug  related activities\n\nopenly occurring in the apartment.\n\n          While  purchasing drugs,  the CI  repeatedly sought  to\n\npurchase firearms as well.   Specifically, the CI was  looking to\n\npurchase a handgun on October 11, 1991, when he bought a quarter-\n\nkilogram of cocaine base at Theodore Street.  The handgun was not\n\navailable and  the CI was  told to  come back the  next day.   On\n\nOctober  12, the CI returned  to Theodore Street  to purchase the\n\ngun, and Thompson, along with  Henry, personally delivered the  9\n\nmillimeter pistol and ammunition  to the CI.    Essentially, this\n\ncompleted the sale from the previous day.  It does not in any way\n\nstrain credulity to believe that the Theodore Street group's sale\n\nof the firearm to the CI facilitated the cocaine and cocaine base\n\nsales.   The  evidence  reasonably  suggested  that the  cast  of\n\ncharacters at  Theodore Street was  in the business  of supplying\n\nboth drugs and  firearms, and  that they were  willing to  obtain\n\nwhatever  contraband the CI requested,  in order to accommodate a\n\ngood customer and to maintain his confidence and business.\n\n          Thompson argues that the requisite nexus should only be\n\nfound  to exist  when there  is some  type of  physical proximity\n\nbetween  the firearm  and  the drugs.    The guideline  does  not\n\n                               -17-\n\nrequire that  the defendant actually use the  firearm himself, or\n\nuse  the  firearm in  any particular  way.   Rather,  as  we have\n\nalready  determined, the language of the guideline is broad.  The\n\ncombination of firearms  and drugs is  common, and the  guideline\n\nencompasses the many logical links which exist between the use of\n\nfirearms and drugs.\n\n          Thompson also points out  that the usual case  in which\n\nthe    2K2.1 cross-reference is  used to apply drug guidelines to\n\na firearms offender  is where  the defendant used  a firearm  for\n\nprotection during a drug transaction or had the firearm available\n\nto  protect his  supply of  drugs.   While this  may be  the most\n\ncommon  scenario, it is certainly not the only type of situation.\n\nRather,  the cross-reference  has been  applied in  a  variety of\n\nfactual  scenarios   where  a   firearm  has  somehow   aided  or\n\nfacilitated  the  cross-referenced  offense.  See,  e.g.,  United\n                                                                 \n\nStates  v. Patterson, 947 F.2d  635, 636 (2d  Cir. 1991) (finding\n                    \n\nthat   the   district  court   properly  applied      2K2.1(c)(2)\n\nenhancement when evidence  showed that defendant had  a gun under\n\nthe front seat of his car while he was driving to purchase drugs,\n\neven though no drugs were physically present in the car.)   Here,\n\nthe  requisite nexus  existed  by virtue  of  the fact  that  the\n\nenterprise, which Thompson was associated with, sold the guns and\n\ndrugs together,  in  an attempt  to  accommodate a  customer  and\n\nmaintain his  business.   The application  of  the    2K2.1(c)(2)\n\ncross-reference  to Thompson reflects  the seriousness of firearm\n\npossession  in connection  with other  felonies, and  the reality\n\n                               -18-\n\nthat  when firearms are possessed or used in connection with drug\n\noffenses, there is a greater threat to public safety.  See, e.g.,\n                                                                \n\nUnited  States  v. McFadden,  13 F.3d  463,  464 (1st  Cir. 1994)\n                           \n\n(noting  that  Congress  viewed  the  connection between  firearm\n\npossession in relation to drug trafficking provided  by 18 U.S.C.\n\n   924(c)  very  seriously by  requiring  a  mandatory  five year\n\nsentence,  thus  denying parole  to an  offender  at a  time when\n\nparole  was ordinarily available as a matter of course); U.S.S.G.\n\n  2D1.1(b)(1)   comment  (n.3)   (1990)   (enhancement  of   drug\n\ntrafficking offense for weapons possession reflects the increased\n\ndanger of violence when drug traffickers possess weapons).\n\n          For the foregoing reasons, the district court correctly\n\napplied U.S.S.G.   2K2.1(c)(2), and the sentence is affirmed.\n                                                            \n\n                               -19-\n",
  "html": "<p class=\"case_cite\">32 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Everton THOMPSON, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-1138.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 6, 1994.<br>Decided Aug. 16, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Owen S. Walker, Federal Defender Office, by Appointment of Court, for appellant.</p>\n      <p class=\"indent\">Michael J. Pelgro, Asst. U.S. Atty., Organized Crime Drug Enforcement Task Force, with whom Donald K. Stern, U.S. Atty., was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A federal grand jury returned an eleven-count indictment which charged seven defendants, not including defendant/appellant Everton Thompson, with conspiracy to distribute cocaine base from September 1991 to June 1992, and other substantive drug distribution counts.  Count Ten of the indictment charged Thompson, and three other defendants, with the knowing possession of a handgun with an obliterated serial number in violation of 18 U.S.C. Sec. 922(k).  Thompson pled guilty to Count Ten.  At the sentencing hearing, the court determined that the applicable guideline was U.S.S.G. Sec. 2K2.1 (1990), and found that Thompson \"used or possessed the firearm in connection with the commission or attempted commission\" of the drug offenses.  The court therefore applied the cross-reference provision set forth in Sec. 2K2.1(c)(2) and imputed to Thompson a series of drug offenses committed by the alleged conspiracy.  Thompson now challenges the district court's interpretation and application of U.S.S.G. Sec. 2K2.1(c)(2).  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We cull the facts from unobjected to portions of the Presentence Report (\"PSR\") and from the government's statement of evidence at the plea hearing.  United States v. Garcia, 954 F.2d 12, 14 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This case involves a 1991 Drug Enforcement Administration (\"DEA\") investigation of drug trafficking in Dorchester, Massachusetts.  Codefendant David Jackson was the leader of a group of persons who were running a cocaine and cocaine base distribution enterprise out of an apartment at 49 Theodore Street in Dorchester.  During the investigation, the DEA utilized a confidential informant (\"CI\") who purchased large quantities of cocaine and cocaine base from various codefendants at 49 Theodore Street, engaged in negotiations with various codefendants to purchase a machine gun and other firearms, and purchased a handgun with an obliterated serial number.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The evidence established the following facts linking Thompson to his codefendants.  On August 15 and September 9, the CI made his first two cocaine purchases, totalling approximately 250 grams, from two men, one of whom was defendant Charles Brown.  On September 24, 1991, Brown sold the CI 68 grams of cocaine base and 43 grams of cocaine.  Brown told the CI that he might be able to get him a Tech-9 firearm for $1000 and would contact \"the man with the guns.\"   On September 25, 1991, the CI placed a drug order with Brown, and Brown mentioned that he was going to check about obtaining the gun.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On October 2, 1991, Brown took the CI to the first floor apartment at 49 Theodore Street, where the CI observed drug transactions and other drug activity.  Brown introduced the CI to Jackson, and told the CI that Jackson was the \"boss.\"   The CI paid Jackson $8,500 and was thereupon given 227 grams of cocaine base by defendant Roy Gray, who was also in the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On October 3, 1991, the CI and Brown had a telephone conversation in which they discussed the \"crack\" which the CI had purchased the day before, and the firearm Brown had mentioned.  On October 6, 1991, the CI telephoned the Theodore Street apartment and spoke to a man named \"Henry.\"   The CI then told Henry to tell Brown to get a firearm for him.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On October 9, 1991, the CI went to the Theodore Street apartment, but neither Brown nor Jackson was there.  Brown then arrived at the apartment with Thompson, and Thompson told the CI that Jackson was not there, and asked the CI for his beeper number.  Shortly thereafter, Jackson arrived.  The CI asked Jackson if he could buy a quarter kilogram of crack and Jackson replied that it would be no problem.  Jackson told the CI that he could get the CI anything he wanted and that he could get a 9 millimeter pistol for the CI immediately.  Jackson stated that he had to have guns, and that all of his boys had guns.  Jackson further informed the CI that a Jamaican soldier sold guns to him and was supposed to bring him a machine gun.  Jackson told the CI that he would sell a Tech-9 (firearm) to the CI for $1000.  Jackson asked the CI for his beeper number, and the CI told Jackson that he had given the number to Thompson.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On October 11, 1991, Jackson, who presumably received the beeper number from Thompson, paged the CI.  The CI telephoned Jackson, and Jackson said that he had to go somewhere and that the CI would have to deal with his brother, \"Dean.\"   Jackson said that he could get the CI any type of gun, and that he had spoken with his gun contact the previous night.  Later that day, the CI went to the Theodore Street apartment and bought 227 grams of crack from Dean for $8000.  Thompson and Gray were present at the apartment, and the CI asked Gray about the firearm.  Gray talked to Thompson, and Thompson stated that he did not know anything about it.  That night, the CI spoke with Jackson, and Jackson told the CI that he could pick up the gun from defendant Michael Shields the following morning at Theodore Street.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On October 12, 1991, the CI went to Theodore Street, where he met Shields.  The CI told Shields that he was there to pick up a gun.  Shields told the CI that he was going to make a call to Henry's house, so that Henry would bring the gun to the CI at Theodore Street.  The CI then observed Shields make a telephone call.  Shields handed the telephone to the CI and said that Jackson was on the phone.  Jackson told the CI to wait a while until Shields woke up Henry who would get the gun for the CI.  Shields then asked Thompson to take a cab to Henry's home, and to get the gun from him.  Thompson left the apartment, and later returned with Henry.  Henry handed the CI a 9 millimeter firearm with an obliterated serial number.  Thompson handed Henry a box containing 50 rounds of ammunition and Henry gave the box of ammunition to the CI.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During the following three or four weeks, the CI had more contact with the defendants at Theodore Street.  On October 15, the CI went to Theodore Street.  Thompson opened the kitchen door for him and led him to an adjacent room where the CI met with Jackson.  The CI paid Jackson $650 for the handgun he had previously purchased.  While in the apartment, the CI observed Dean engage in a drug transaction involving what appeared to be cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On October 18, the CI telephoned Theodore Street and Thompson answered the telephone.  The CI then talked to Shields about a future crack cocaine transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On October 21, Thompson was present at Theodore Street when the CI arrived to purchase more crack.  Shields and Henry arrived later to sell the CI the crack.  Acting at the instruction of Shields, Henry left the apartment and returned with 223 grams of cocaine base, and sold it to the CI for $8000.  The CI also had a discussion with Shields about purchasing machine guns.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After early November 1991, there was less contact between the CI and the defendants.  On November 5, Jackson paged the CI through his beeper.  The CI then telephoned Jackson, at which point Jackson asked him when he was going to purchase more cocaine.  Jackson informed the CI that his gun supplier was getting weapons and that the CI could purchase them when Jackson received them.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On December 10, the CI went with Shields to the Theodore Street apartment and had a discussion with Jackson concerning future narcotics transactions.  While there, the CI saw Thompson at the apartment.  In early January 1992, the CI went to a second location, 973 Blue Hill Avenue in Boston, to purchase more cocaine base, and he spoke with Gray.  After a while, the CI went to the Theodore Street apartment, where he met with Thompson and Gray.  The CI told Thompson that he was there to buy something from Jackson, and Thompson responded that the CI would have to deal directly with Jackson.</p>\n    </div>\n    <p class=\"indent\">B. Proceedings Below</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On January 20, 1993, the grand jury returned an eleven-count indictment against eight defendants.  The only count in which Thompson was charged, Count Ten, alleged that on or about October 12, 1991, Jackson, Shields, \"Henry,\" and Thompson knowingly possessed a 9-millimeter pistol with a removed, obliterated or altered serial number, in violation of 18 U.S.C. Sec. 922(k).  The other counts, alleging a cocaine base distribution conspiracy, and substantive cocaine and cocaine base distribution charges, concerned conduct of the other defendants over a six-month period from late September 1991 through March 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Thompson pled guilty to Count Ten on October 20, 1993.  Pursuant to a plea agreement, the government agreed to recommend a 30-month prison sentence.  The agreement provided that if the court decided to sentence Thompson to more than 30 months, Thompson would be permitted to withdraw his guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The PSR was issued on December 15, 1993.  The PSR recommended that the guideline applicable to the offense was U.S.S.G. Sec. 2K2.1, and that the 1990 guidelines applied, rather then the guidelines in effect when the report was prepared, because applying the latter version might create an ex post facto problem.  Because the PSR determined that \"defendant used or possessed the firearm in connection with the commission or attempted commission\" of the overall drug conspiracy, the PSR applied the \"cross-reference\" provision set forth in Sec. 2K2.1(c)(2) and imputed to Thompson a series of drug offenses committed by the alleged conspiracy in October 1991.  Finding that the conspiracy was responsible for 122.5 grams of cocaine and 450.9 grams of cocaine base during that period, the PSR calculated Thompson's base offense level as 34.  By making certain adjustments, it found Thompson's overall offense level to be 37, and Thompson's applicable criminal history category to be I.  Since the applicable Sentencing Guideline range of 210-262 months was above the statutory maximum of 60 months, the latter figure became the Sentencing Guideline range pursuant to U.S.S.G. Sec. 5G1.1(a).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Thompson agreed that the applicable offense-level guideline was U.S.S.G. Sec. 2K2.1 (1990), but objected to the PSR's conclusions that the Sec. 2K2.1(c)(2) cross-reference provision applied to him.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The court sentenced Thompson on January 7, 1994.  The court, agreeing with the PSR, found that the Sec. 2K2.1(c)(2) cross-reference provision applied and imputed to Thompson the drug offense level as computed in the PSR.  Specifically, the court accepted the undisputed factual assertions contained in the PSR, which convinced the court by a preponderance of the evidence that there was a \"sufficient basis\" to find that \"the weapon was used in connection with and/or to facilitate the commission of the offense.\"   The court specifically noted that all of the narcotics-related events occurred at the Theodore Street apartment and that Thompson's name came up in the PSR \"in connection with others who were, indeed, involved in the substantive drug offenses and in the context in which Mr. Thompson could reasonably be held to have knowledge that they were so involved and he was so involved.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The court determined that the applicable sentencing range was the statutory maximum of 60 months imprisonment.  The court then departed downward to a prison sentence of thirty months, because it found that the cross-reference resulted in an \"extraordinary enlargement of defendant's role and culpability,\" and the plea agreement \"does not undermine the guidelines\" and does not contravene the purposes of the sentence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On appeal, Thompson challenges the district court's application of sentencing guideline Sec. 2K2.1(c)(2) (1990).  When we review a district court's application of a sentencing guideline, we utilize a bifurcated process.  First, we review the guideline's legal meaning and scope de novo.  United States v. Brewster, 1 F.3d 51, 54 (1st Cir.1993) (citing United States v. St. Cyr, 977 F.2d 698, 701 (1st Cir.1992)).  Next, we review the court's factfinding for clear error, giving due deference to the court's application of the guidelines to the facts.  18 U.S.C. Sec. 3742(e);  Brewster, 1 F.3d at 54 (citing St. Cyr, 977 F.2d at 701);  see, e.g., United States v. Wheelwright, 918 F.2d 226, 227-28 (1st Cir.1990) (applying clearly erroneous standard when reviewing district court's application of U.S.S.G. Sec. 2K2.1(c) (1987) cross-reference provision).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">B. Principles of Statutory Construction--What does the Guideline Say and Mean?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The sentencing guideline at issue, U.S.S.G. Sec. 2K2.1(c)(2) (1990), provides:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>If the defendant used or possessed the firearm in connection with commission or attempted commission of another offense, apply Sec. 2X1.1 (Attempt, Solicitation, or Conspiracy) in respect to that other offense, if the resulting offense level is greater than that determined above.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">U.S.S.G. Sec. 2X1.1(a) (1990) in turn requires that the base offense level is to be determined from the guideline for the object offense, plus any adjustments from such guideline for any intended offense conduct that can be established within reasonable certainty.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The question in this appeal is whether Thompson's constructive possession of the firearm was \"in connection with\" one or more of the drug offenses.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This Circuit has not specifically identified what evidence is sufficient to sustain a finding under Sec. 2K2.1(c)(2) that a firearm was possessed in connection with the commission or attempted commission of another offense.  Thompson argues that the phrase \"in connection with\" should be interpreted narrowly, in a way that requires a tight facilitative nexus between a defendant's possession of a firearm and the commission of any drug offense.  Thompson contends that such a nexus is lacking in this case.  The government argues that the phrase is to be interpreted broadly and that Thompson's conduct easily falls within the purview of the guideline.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">When interpreting a statute, it is axiomatic that a court must first look to the plain words and structure of the statute.  United States v. O'Neil, 11 F.3d 292, 295 (1st Cir.1993);  see also United States v. DeLuca, 17 F.3d 6, 10 (1st Cir.1994) (stating that principles of statutory interpretation apply to sentencing guidelines).  With respect to the sentencing guidelines, courts should strive to apply the guidelines as written, according words in common usage their ordinary meaning.  Brewster, 1 F.3d at 54.   Because the phrase \"in connection with\" is not defined under U.S.S.G. Sec. 2K2, we assume that the Sentencing Commission did not intend the terms to have an exceptional or guideline-specific meaning.  This reinforces our belief that the words should be accorded their customary meaning.  See Smith v. United States, --- U.S. ----, ----, 113 S.Ct. 2050, 2054, 124 L.Ed.2d 138 (1993);  Brewster, 1 F.3d at 54.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Merriam-Webster's Collegiate Dictionary 245 (10th Ed.1993) defines \"connection\" as a \"causal or logical relation or sequence.\"   This definition suggests that there must be some reasoned link between a defendant's possession of a firearm and the commission or attempted commission of another offense.  While it is difficult to sketch the outer boundaries of this link, there is no question that where a defendant's possession of a firearm somehow aids or facilitates, or has the potential to aid or facilitate, the commission of another offense, the defendant's possession of the firearm is causally and logically related to the other offense.  A defendant's possession of a firearm cannot therefore simply be coincidental.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Courts which have interpreted the phrase \"in connection with\" in the context of Sec. 2K2 of the guidelines have adopted and applied this plain meaning.  In Brewster, the First Circuit reviewed the district court's application of the phrase \"in connection with\" in the context of U.S.S.G. Sec. 2K2.1(b)(5) (1992), a similar cross-reference provision.<sup>4</sup>  Id. at 54-55.   In Brewster, over the course of a month, an undercover federal agent met with Brewster several times to discuss the possibility of buying drugs and guns.  Their discussions came to fruition when Brewster sold the agent a small amount of crack cocaine, and within an hour of that transaction, also sold him an automatic weapon.  Brewster eventually pled guilty to charges of distribution of cocaine and being a felon in possession of a firearm.  At the sentencing hearing, the agent testified that he had told Brewster from the outset that he aspired to be a drug dealer, and that he needed a weapon to facilitate his plan.  Brewster denied that he knew of any link between the weapon and the agent's planned drug trafficking.  The court then found that Brewster sold the firearm with knowledge of the buyer's intended narcotics-related use of the weapon, and enhanced his sentence pursuant to U.S.S.G. Sec. 2K2.1(b)(5).  Brewster then appealed the court's application of this cross-reference.  We determined that the phrase \"in connection with\" should be accorded its ordinary meaning.  The court then noted that the case turned on credibility, and found that the district court's decision to credit the agent's recitation of events, which indicated that Brewster sold the gun with reason to believe that his customer planned to use the gun in connection with drug trafficking, was supported by the record, and that this constituted a sufficient nexus between the weapon and the drug trafficking, for purposes of the sentence enhancement.  Id. at 54-55.   See also United States v. Condren, 18 F.3d 1190, 1200 (5th Cir.1994);  United States v. Sanders, 990 F.2d 582, 585 (10th Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 216, 126 L.Ed.2d 172 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our construction of the phrase \"in connection with\" comports with the Supreme Court's recent interpretation of an analogous phrase, \"in relation to\" in the context of 18 U.S.C. Sec. 924(c)(1).  See Smith v. United States, --- U.S. ----, ----, 113 S.Ct. 2050, 2059, 124 L.Ed.2d 138 (1993);  United States v. Routon, 25 F.3d 815 (9th Cir.1994).  In Smith, the Supreme Court looked to the ordinary meaning of the phrase \"in relation to\" and found that it meant \"with reference to\" or \"as regards.\"  Smith, --- U.S. at ---- - ----, 113 S.Ct. at 2058-59 (citing Webster's New International Dictionary of the English Language, at 2102).  The Court emphasized that the phrase had an expansive meaning.  Id. at ----, 113 S.Ct. at 2058.   The Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>The phrase \"in relation to\" thus, at a minimum, clarifies that the firearm must have some purpose or effect with respect to the drug trafficking crime;  its presence or involvement cannot be the result of accident or coincidence.  As one court has observed, the \"in relation to\" language \"allays explicitly the concern that a person could be\" punished under Sec. 924(c)(1) for committing a drug trafficking offense \"while in possession of a firearm\" even though the firearm's presence is coincidental or entirely \"unrelated\" to the crime.  United States v. Stewart, 779 F.2d 538, 539 (9th Cir.1985) (Kennedy, J.).  Instead, the gun at least must \"facilitate, or have the potential of facilitating,\" the drug trafficking offense.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Smith, --- U.S. at ----, 113 S.Ct. at 2059 (other citations omitted);  United States v. Hadfield, 918 F.2d 987, 998 (1st Cir.1990) (stating that under 18 U.S.C. Sec. 924(c), the critical concern is the presence or absence of a facilitative nexus between the firearm and drug activity, and finding that even if a firearm is not instantly available or exclusively dedicated to the narcotics trade, a sufficient nexus may exist to find a firearm was used during and in relation to a drug trafficking crime), cert. denied, 500 U.S. 936, 111 S.Ct. 2062, 114 L.Ed.2d 466 (1991).  We therefore believe that the phrase \"in connection with\" should be interpreted broadly and that where a defendant's possession of a firearm aids or facilitates the commission of another offense, the requisite link is present.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We do not believe that the district court's factual finding that Thompson's constructive possession of the handgun facilitated the commission of the cocaine and cocaine base offenses, and therefore fell within the ambit of the Sec. 2K2.1(c)(2) cross-reference provision, was clearly erroneous.  The record supports the conclusion that a drug distribution operation was run out of the Theodore Street apartment, and that Jackson was the \"Boss,\" who was supported in his business by his \"boys,\" one of whom was Thompson.  As the district court found, it was imminently reasonable to believe that Thompson knew about this drug dealing operation--he was present on numerous occasions when the CI went to Theodore Street to purchase cocaine and cocaine base, and while there, saw drug related activities openly occurring in the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">While purchasing drugs, the CI repeatedly sought to purchase firearms as well.  Specifically, the CI was looking to purchase a handgun on October 11, 1991, when he bought a quarter-kilogram of cocaine base at Theodore Street.  The handgun was not available and the CI was told to come back the next day.  On October 12, the CI returned to Theodore Street to purchase the gun, and Thompson, along with Henry, personally delivered the 9 millimeter pistol and ammunition to the CI.  Essentially, this completed the sale from the previous day.  It does not in any way strain credulity to believe that the Theodore Street group's sale of the firearm to the CI facilitated the cocaine and cocaine base sales.  The evidence reasonably suggested that the cast of characters at Theodore Street was in the business of supplying both drugs and firearms, and that they were willing to obtain whatever contraband the CI requested, in order to accommodate a good customer and to maintain his confidence and business.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Thompson argues that the requisite nexus should only be found to exist when there is some type of physical proximity between the firearm and the drugs.  The guideline does not require that the defendant actually use the firearm himself, or use the firearm in any particular way.  Rather, as we have already determined, the language of the guideline is broad.  The combination of firearms and drugs is common, and the guideline encompasses the many logical links which exist between the use of firearms and drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Thompson also points out that the usual case in which the Sec. 2K2.1 cross-reference is used to apply drug guidelines to a firearms offender is where the defendant used a firearm for protection during a drug transaction or had the firearm available to protect his supply of drugs.  While this may be the most common scenario, it is certainly not the only type of situation.  Rather, the cross-reference has been applied in a variety of factual scenarios where a firearm has somehow aided or facilitated the cross-referenced offense.  See, e.g., United States v. Patterson, 947 F.2d 635, 636 (2d Cir.1991) (finding that the district court properly applied Sec. 2K2.1(c)(2) enhancement when evidence showed that defendant had a gun under the front seat of his car while he was driving to purchase drugs, even though no drugs were physically present in the car.)   Here, the requisite nexus existed by virtue of the fact that the enterprise, which Thompson was associated with, sold the guns and drugs together, in an attempt to accommodate a customer and maintain his business.  The application of the Sec. 2K2.1(c)(2) cross-reference to Thompson reflects the seriousness of firearm possession in connection with other felonies, and the reality that when firearms are possessed or used in connection with drug offenses, there is a greater threat to public safety.  See, e.g., United States v. McFadden, 13 F.3d 463, 464 (1st Cir.1994) (noting that Congress viewed the connection between firearm possession in relation to drug trafficking provided by 18 U.S.C. Sec. 924(c) very seriously by requiring a mandatory five year sentence, thus denying parole to an offender at a time when parole was ordinarily available as a matter of course);  U.S.S.G. Sec. 2D1.1(b)(1) comment (n. 3) (1990) (enhancement of drug trafficking offense for weapons possession reflects the increased danger of violence when drug traffickers possess weapons).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the foregoing reasons, the district court correctly applied U.S.S.G. Sec. 2K2.1(c)(2), and the sentence is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Without the Sec. 2K2.1(c)(2) (1990) cross-reference provision, Thompson's guideline sentencing range would be 0-6 months</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Thompson pled guilty to Count Ten of the indictment which charged him with the knowing possession of a handgun with an obliterated serial number.  Thompson does not, therefore, challenge the court's implicit determination at sentencing that he \"used or possessed\" the firearm pursuant to U.S.S.G. Sec. 2K2.1(c)(2)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Thompson points to the language of the Sec. 2K2 cross-reference when originally issued, which provided:</p>\n        <p>If the defendant used the firearm in committing or attempting another offense, apply the guideline in respect to such other offense, or Sec. 2X1.1 (Attempt of Conspiracy) if the resulting offense level is higher than that determined above.  U.S.S.G. Sec. 2K2.1 (1987).</p>\n        <p>Thompson argues that this earlier language required a tight nexus between the firearm and the cross-referenced offense.  Although the wording of the cross-reference provision was changed between 1987 and 1990, Thompson argues that this modification was not intended to change the meaning of the cross-reference.  (The phrase \"[i]f the defendant used the firearm in committing or attempting another offense\" was replaced by \"[i]f the defendant used or possessed the firearm in connection with commission or attempted commission of another offense.\"   U.S.S.G., App.  C, Amendment 189 (1989)).  To support this argument, Thompson contends that the lack of expository comment in relation to the amendment means that it is unlikely that the change in wording signalled a change in meaning or how it was to be applied.  We do not agree.  We do not believe we should use the absence of legislative history to interpret a statute or guideline in a manner inconsistent with its plain language.  United States v. Zackular, 945 F.2d 423, 424 (1st Cir.1991).</p>\n        <p>4 U.S.S.G. Sec. 2K2.1(b)(5) (1992) provides:</p>\n        <p>If the defendant used or possessed any firearm or ammunition in connection with another felony offense;  or possessed or transferred any firearm or ammunition with knowledge, intent or reason to believe that it would be used or possessed in connection with another felony offense, increase by four levels.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Thompson points to the Tenth Circuit's opinion in United States v. Gomez-Arrellano, 5 F.3d 464 (10th Cir.1993), which expressly looked to 18 U.S.C. Sec. 924(c) for interpretative guidance, as controlling precedent.  In United States v. Sanders, 990 F.2d 582 (10th Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 216, 126 L.Ed.2d 172 (1993), an earlier Tenth Circuit case, the court refused to look to 18 U.S.C. Sec. 924(c) which creates criminal liability for one who uses or carries a firearm \"during and in relation to any crime of violence or drug trafficking crime\" as a guide for interpreting Sec. 2K2.1(b)(5) because the standard under Sec. 924(c) was \"much higher than that necessary for enhancement under the Guidelines.\"  Sanders, 990 F.2d at 585.   After Sanders was decided, the United States Supreme Court issued its decision in Smith v. United States, --- U.S. ----, ---- - ----, 113 S.Ct. 2050, 2059-60, 124 L.Ed.2d 138 (1993), which interpreted 18 U.S.C. Sec. 924(c) to require evidence showing only that a weapon facilitated or had the potential to facilitate a crime--a lower standard than that previously used by the Tenth Circuit</p>\n        <p>In Gomez-Arrellano, the Tenth Circuit expressly looked to 18 U.S.C. Sec. 924(c) for guidance as to how to interpret the phrase \"in connection with\" and ultimately held that the district court's decision to apply the sentence enhancement for use of a firearm in connection with another felony was unsupported by the record.  The facts had shown that when INS officers went to arrest Mr. Gomez-Arrellano at an Albuquerque residence, the officers observed a green leafy substance in plain view and Mr. Gomez-Arrellano attempting to hide a plastic bag under a bed.  A subsequent search of the residence led to the discovery of marijuana, cocaine, a pistol and ammunition.  Because there was no evidence in the record regarding the physical proximity between the weapon and the drugs, nor any evidence regarding the size or layout of the house, nor any indication that drug transactions occurred inside the house, the Tenth Circuit found there was insufficient evidence to support the inference of a nexus between the weapon and narcotics activity.</p>\n        <p>We do not believe that the Tenth Circuit's decision in Gomez-Arrellano to use Sec. 924(c) as a model for interpreting Sec. 2K2.1(b)(5) is inconsistent with Sanders, in light of the intervening United States Supreme Court case.  Moreover, our interpretation of Sec. 2K2.1(c)(2) is consistent with the Supreme Court's interpretation of similar language in Sec. 924(c).  We also believe that the facts of the present case show a stronger connection between the firearm possession and drug offenses than did the facts in Gomez-Arrellano.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Everton THOMPSON, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-1138.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 6, 1994.<br>Decided Aug. 16, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Owen S. Walker, Federal Defender Office, by Appointment of Court, for appellant.</p>\n      <p class=\"indent\">Michael J. Pelgro, Asst. U.S. Atty., Organized Crime Drug Enforcement Task Force, with whom Donald K. Stern, U.S. Atty., was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A federal grand jury returned an eleven-count indictment which charged seven defendants, not including defendant/appellant Everton Thompson, with conspiracy to distribute cocaine base from September 1991 to June 1992, and other substantive drug distribution counts.  Count Ten of the indictment charged Thompson, and three other defendants, with the knowing possession of a handgun with an obliterated serial number in violation of 18 U.S.C. Sec. 922(k).  Thompson pled guilty to Count Ten.  At the sentencing hearing, the court determined that the applicable guideline was U.S.S.G. Sec. 2K2.1 (1990), and found that Thompson \"used or possessed the firearm in connection with the commission or attempted commission\" of the drug offenses.  The court therefore applied the cross-reference provision set forth in Sec. 2K2.1(c)(2) and imputed to Thompson a series of drug offenses committed by the alleged conspiracy.  Thompson now challenges the district court's interpretation and application of U.S.S.G. Sec. 2K2.1(c)(2).  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We cull the facts from unobjected to portions of the Presentence Report (\"PSR\") and from the government's statement of evidence at the plea hearing.  United States v. Garcia, <span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 14 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This case involves a 1991 Drug Enforcement Administration (\"DEA\") investigation of drug trafficking in Dorchester, Massachusetts.  Codefendant David Jackson was the leader of a group of persons who were running a cocaine and cocaine base distribution enterprise out of an apartment at 49 Theodore Street in Dorchester.  During the investigation, the DEA utilized a confidential informant (\"CI\") who purchased large quantities of cocaine and cocaine base from various codefendants at 49 Theodore Street, engaged in negotiations with various codefendants to purchase a machine gun and other firearms, and purchased a handgun with an obliterated serial number.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The evidence established the following facts linking Thompson to his codefendants.  On August 15 and September 9, the CI made his first two cocaine purchases, totalling approximately 250 grams, from two men, one of whom was defendant Charles Brown.  On September 24, 1991, Brown sold the CI 68 grams of cocaine base and 43 grams of cocaine.  Brown told the CI that he might be able to get him a Tech-9 firearm for $1000 and would contact \"the man with the guns.\"   On September 25, 1991, the CI placed a drug order with Brown, and Brown mentioned that he was going to check about obtaining the gun.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On October 2, 1991, Brown took the CI to the first floor apartment at 49 Theodore Street, where the CI observed drug transactions and other drug activity.  Brown introduced the CI to Jackson, and told the CI that Jackson was the \"boss.\"   The CI paid Jackson $8,500 and was thereupon given 227 grams of cocaine base by defendant Roy Gray, who was also in the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On October 3, 1991, the CI and Brown had a telephone conversation in which they discussed the \"crack\" which the CI had purchased the day before, and the firearm Brown had mentioned.  On October 6, 1991, the CI telephoned the Theodore Street apartment and spoke to a man named \"Henry.\"   The CI then told Henry to tell Brown to get a firearm for him.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On October 9, 1991, the CI went to the Theodore Street apartment, but neither Brown nor Jackson was there.  Brown then arrived at the apartment with Thompson, and Thompson told the CI that Jackson was not there, and asked the CI for his beeper number.  Shortly thereafter, Jackson arrived.  The CI asked Jackson if he could buy a quarter kilogram of crack and Jackson replied that it would be no problem.  Jackson told the CI that he could get the CI anything he wanted and that he could get a 9 millimeter pistol for the CI immediately.  Jackson stated that he had to have guns, and that all of his boys had guns.  Jackson further informed the CI that a Jamaican soldier sold guns to him and was supposed to bring him a machine gun.  Jackson told the CI that he would sell a Tech-9 (firearm) to the CI for $1000.  Jackson asked the CI for his beeper number, and the CI told Jackson that he had given the number to Thompson.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On October 11, 1991, Jackson, who presumably received the beeper number from Thompson, paged the CI.  The CI telephoned Jackson, and Jackson said that he had to go somewhere and that the CI would have to deal with his brother, \"Dean.\"   Jackson said that he could get the CI any type of gun, and that he had spoken with his gun contact the previous night.  Later that day, the CI went to the Theodore Street apartment and bought 227 grams of crack from Dean for $8000.  Thompson and Gray were present at the apartment, and the CI asked Gray about the firearm.  Gray talked to Thompson, and Thompson stated that he did not know anything about it.  That night, the CI spoke with Jackson, and Jackson told the CI that he could pick up the gun from defendant Michael Shields the following morning at Theodore Street.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On October 12, 1991, the CI went to Theodore Street, where he met Shields.  The CI told Shields that he was there to pick up a gun.  Shields told the CI that he was going to make a call to Henry's house, so that Henry would bring the gun to the CI at Theodore Street.  The CI then observed Shields make a telephone call.  Shields handed the telephone to the CI and said that Jackson was on the phone.  Jackson told the CI to wait a while until Shields woke up Henry who would get the gun for the CI.  Shields then asked Thompson to take a cab to Henry's home, and to get the gun from him.  Thompson left the apartment, and later returned with Henry.  Henry handed the CI a 9 millimeter firearm with an obliterated serial number.  Thompson handed Henry a box containing 50 rounds of ammunition and Henry gave the box of ammunition to the CI.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During the following three or four weeks, the CI had more contact with the defendants at Theodore Street.  On October 15, the CI went to Theodore Street.  Thompson opened the kitchen door for him and led him to an adjacent room where the CI met with Jackson.  The CI paid Jackson $650 for the handgun he had previously purchased.  While in the apartment, the CI observed Dean engage in a drug transaction involving what appeared to be cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On October 18, the CI telephoned Theodore Street and Thompson answered the telephone.  The CI then talked to Shields about a future crack cocaine transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On October 21, Thompson was present at Theodore Street when the CI arrived to purchase more crack.  Shields and Henry arrived later to sell the CI the crack.  Acting at the instruction of Shields, Henry left the apartment and returned with 223 grams of cocaine base, and sold it to the CI for $8000.  The CI also had a discussion with Shields about purchasing machine guns.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After early November 1991, there was less contact between the CI and the defendants.  On November 5, Jackson paged the CI through his beeper.  The CI then telephoned Jackson, at which point Jackson asked him when he was going to purchase more cocaine.  Jackson informed the CI that his gun supplier was getting weapons and that the CI could purchase them when Jackson received them.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On December 10, the CI went with Shields to the Theodore Street apartment and had a discussion with Jackson concerning future narcotics transactions.  While there, the CI saw Thompson at the apartment.  In early January 1992, the CI went to a second location, 973 Blue Hill Avenue in Boston, to purchase more cocaine base, and he spoke with Gray.  After a while, the CI went to the Theodore Street apartment, where he met with Thompson and Gray.  The CI told Thompson that he was there to buy something from Jackson, and Thompson responded that the CI would have to deal directly with Jackson.</p>\n    </div>\n    <p class=\"indent\">B. Proceedings Below</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On January 20, 1993, the grand jury returned an eleven-count indictment against eight defendants.  The only count in which Thompson was charged, Count Ten, alleged that on or about October 12, 1991, Jackson, Shields, \"Henry,\" and Thompson knowingly possessed a 9-millimeter pistol with a removed, obliterated or altered serial number, in violation of 18 U.S.C. Sec. 922(k).  The other counts, alleging a cocaine base distribution conspiracy, and substantive cocaine and cocaine base distribution charges, concerned conduct of the other defendants over a six-month period from late September 1991 through March 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Thompson pled guilty to Count Ten on October 20, 1993.  Pursuant to a plea agreement, the government agreed to recommend a 30-month prison sentence.  The agreement provided that if the court decided to sentence Thompson to more than 30 months, Thompson would be permitted to withdraw his guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The PSR was issued on December 15, 1993.  The PSR recommended that the guideline applicable to the offense was U.S.S.G. Sec. 2K2.1, and that the 1990 guidelines applied, rather then the guidelines in effect when the report was prepared, because applying the latter version might create an ex post facto problem.  Because the PSR determined that \"defendant used or possessed the firearm in connection with the commission or attempted commission\" of the overall drug conspiracy, the PSR applied the \"cross-reference\" provision set forth in Sec. 2K2.1(c)(2) and imputed to Thompson a series of drug offenses committed by the alleged conspiracy in October 1991.  Finding that the conspiracy was responsible for 122.5 grams of cocaine and 450.9 grams of cocaine base during that period, the PSR calculated Thompson's base offense level as 34.  By making certain adjustments, it found Thompson's overall offense level to be 37, and Thompson's applicable criminal history category to be I.  Since the applicable Sentencing Guideline range of 210-262 months was above the statutory maximum of 60 months, the latter figure became the Sentencing Guideline range pursuant to U.S.S.G. Sec. 5G1.1(a).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Thompson agreed that the applicable offense-level guideline was U.S.S.G. Sec. 2K2.1 (1990), but objected to the PSR's conclusions that the Sec. 2K2.1(c)(2) cross-reference provision applied to him.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The court sentenced Thompson on January 7, 1994.  The court, agreeing with the PSR, found that the Sec. 2K2.1(c)(2) cross-reference provision applied and imputed to Thompson the drug offense level as computed in the PSR.  Specifically, the court accepted the undisputed factual assertions contained in the PSR, which convinced the court by a preponderance of the evidence that there was a \"sufficient basis\" to find that \"the weapon was used in connection with and/or to facilitate the commission of the offense.\"   The court specifically noted that all of the narcotics-related events occurred at the Theodore Street apartment and that Thompson's name came up in the PSR \"in connection with others who were, indeed, involved in the substantive drug offenses and in the context in which Mr. Thompson could reasonably be held to have knowledge that they were so involved and he was so involved.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The court determined that the applicable sentencing range was the statutory maximum of 60 months imprisonment.  The court then departed downward to a prison sentence of thirty months, because it found that the cross-reference resulted in an \"extraordinary enlargement of defendant's role and culpability,\" and the plea agreement \"does not undermine the guidelines\" and does not contravene the purposes of the sentence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On appeal, Thompson challenges the district court's application of sentencing guideline Sec. 2K2.1(c)(2) (1990).  When we review a district court's application of a sentencing guideline, we utilize a bifurcated process.  First, we review the guideline's legal meaning and scope de novo.  United States v. Brewster, <span class=\"citation\" data-id=\"194846\"><a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 54 (1st Cir.1993) (citing United States v. St. Cyr, <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 701 (1st Cir.1992)).  Next, we review the court's factfinding for clear error, giving due deference to the court's application of the guidelines to the facts.  18 U.S.C. Sec. 3742(e);  <span class=\"citation\" data-id=\"194846\"><span class=\"antecedent_guess\">Brewster,</span> <a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">54</span> </a></span>(citing St. <span class=\"citation\" data-id=\"593172\"><span class=\"antecedent_guess\">Cyr,</span> <a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">701</span></a></span>);  see, e.g., United States v. Wheelwright, <span class=\"citation\" data-id=\"551269\"><a href=\"/opinion/551269/united-states-v-john-wheelwright/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span>, 227-28 (1st Cir.1990) (applying clearly erroneous standard when reviewing district court's application of U.S.S.G. Sec. 2K2.1(c) (1987) cross-reference provision).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">B. Principles of Statutory Construction--What does the Guideline Say and Mean?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The sentencing guideline at issue, U.S.S.G. Sec. 2K2.1(c)(2) (1990), provides:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>If the defendant used or possessed the firearm in connection with commission or attempted commission of another offense, apply Sec. 2X1.1 (Attempt, Solicitation, or Conspiracy) in respect to that other offense, if the resulting offense level is greater than that determined above.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">U.S.S.G. Sec. 2X1.1(a) (1990) in turn requires that the base offense level is to be determined from the guideline for the object offense, plus any adjustments from such guideline for any intended offense conduct that can be established within reasonable certainty.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The question in this appeal is whether Thompson's constructive possession of the firearm was \"in connection with\" one or more of the drug offenses.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This Circuit has not specifically identified what evidence is sufficient to sustain a finding under Sec. 2K2.1(c)(2) that a firearm was possessed in connection with the commission or attempted commission of another offense.  Thompson argues that the phrase \"in connection with\" should be interpreted narrowly, in a way that requires a tight facilitative nexus between a defendant's possession of a firearm and the commission of any drug offense.  Thompson contends that such a nexus is lacking in this case.  The government argues that the phrase is to be interpreted broadly and that Thompson's conduct easily falls within the purview of the guideline.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">When interpreting a statute, it is axiomatic that a court must first look to the plain words and structure of the statute.  United States v. O'Neil, <span class=\"citation\" data-id=\"658542\"><a href=\"/opinion/658542/united-states-v-shaun-k-oneil/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">292</span></a></span>, 295 (1st Cir.1993);  see also United States v. DeLuca, <span class=\"citation\" data-id=\"195223\"><a href=\"/opinion/195223/united-states-v-deluca/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 10 (1st Cir.1994) (stating that principles of statutory interpretation apply to sentencing guidelines).  With respect to the sentencing guidelines, courts should strive to apply the guidelines as written, according words in common usage their ordinary meaning.  <span class=\"citation\" data-id=\"194846\"><span class=\"antecedent_guess\">Brewster,</span> <a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">54</span></a></span>.   Because the phrase \"in connection with\" is not defined under U.S.S.G. Sec. 2K2, we assume that the Sentencing Commission did not intend the terms to have an exceptional or guideline-specific meaning.  This reinforces our belief that the words should be accorded their customary meaning.  See Smith v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2050</span></a></span>, 2054, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span> </a></span>(1993);  <span class=\"citation\" data-id=\"194846\"><span class=\"antecedent_guess\">Brewster,</span> <a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">54</span></a></span>.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Merriam-Webster's Collegiate Dictionary 245 (10th Ed.1993) defines \"connection\" as a \"causal or logical relation or sequence.\"   This definition suggests that there must be some reasoned link between a defendant's possession of a firearm and the commission or attempted commission of another offense.  While it is difficult to sketch the outer boundaries of this link, there is no question that where a defendant's possession of a firearm somehow aids or facilitates, or has the potential to aid or facilitate, the commission of another offense, the defendant's possession of the firearm is causally and logically related to the other offense.  A defendant's possession of a firearm cannot therefore simply be coincidental.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Courts which have interpreted the phrase \"in connection with\" in the context of Sec. 2K2 of the guidelines have adopted and applied this plain meaning.  In Brewster, the First Circuit reviewed the district court's application of the phrase \"in connection with\" in the context of U.S.S.G. Sec. 2K2.1(b)(5) (1992), a similar cross-reference provision.<sup>4</sup>  <span class=\"citation\" data-id=\"194846\"><a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"id_token\">Id.</span> at 54-55. </a></span>  In Brewster, over the course of a month, an undercover federal agent met with Brewster several times to discuss the possibility of buying drugs and guns.  Their discussions came to fruition when Brewster sold the agent a small amount of crack cocaine, and within an hour of that transaction, also sold him an automatic weapon.  Brewster eventually pled guilty to charges of distribution of cocaine and being a felon in possession of a firearm.  At the sentencing hearing, the agent testified that he had told Brewster from the outset that he aspired to be a drug dealer, and that he needed a weapon to facilitate his plan.  Brewster denied that he knew of any link between the weapon and the agent's planned drug trafficking.  The court then found that Brewster sold the firearm with knowledge of the buyer's intended narcotics-related use of the weapon, and enhanced his sentence pursuant to U.S.S.G. Sec. 2K2.1(b)(5).  Brewster then appealed the court's application of this cross-reference.  We determined that the phrase \"in connection with\" should be accorded its ordinary meaning.  The court then noted that the case turned on credibility, and found that the district court's decision to credit the agent's recitation of events, which indicated that Brewster sold the gun with reason to believe that his customer planned to use the gun in connection with drug trafficking, was supported by the record, and that this constituted a sufficient nexus between the weapon and the drug trafficking, for purposes of the sentence enhancement.  <span class=\"citation\" data-id=\"194846\"><a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"id_token\">Id.</span> at 54-55. </a></span>  See also United States v. Condren, <span class=\"citation\" data-id=\"6309\"><a href=\"/opinion/6309/united-states-v-condren/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1190</span></a></span>, 1200 (5th Cir.1994);  United States v. Sanders, <span class=\"citation\" data-id=\"603915\"><a href=\"/opinion/603915/united-states-of-america-plaintiff-appellantcross-appellee-v-johnny-lee/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">582</span></a></span>, 585 (10th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">216</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our construction of the phrase \"in connection with\" comports with the Supreme Court's recent interpretation of an analogous phrase, \"in relation to\" in the context of 18 U.S.C. Sec. 924(c)(1).  See Smith v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2050</span></a></span>, 2059, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span> </a></span>(1993);  United States v. Routon, <span class=\"citation\" data-id=\"670802\"><a href=\"/opinion/670802/united-states-v-spire-warren-routon/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">815</span> </a></span>(9th Cir.1994).  In Smith, the Supreme Court looked to the ordinary meaning of the phrase \"in relation to\" and found that it meant \"with reference to\" or \"as regards.\"  Smith, --- U.S. at ---- - <span class=\"citation\" data-id=\"112866\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2058-59</span> </a></span>(citing Webster's New International Dictionary of the English Language, at 2102).  The Court emphasized that the phrase had an expansive meaning.  <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"id_token\">Id.</span> at ----, </a></span>113 S.Ct. at 2058.   The Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>The phrase \"in relation to\" thus, at a minimum, clarifies that the firearm must have some purpose or effect with respect to the drug trafficking crime;  its presence or involvement cannot be the result of accident or coincidence.  As one court has observed, the \"in relation to\" language \"allays explicitly the concern that a person could be\" punished under Sec. 924(c)(1) for committing a drug trafficking offense \"while in possession of a firearm\" even though the firearm's presence is coincidental or entirely \"unrelated\" to the crime.  United States v. Stewart, <span class=\"citation\" data-id=\"462359\"><a href=\"/opinion/462359/united-states-v-richard-stewart/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">538</span></a></span>, 539 (9th Cir.1985) (Kennedy, J.).  Instead, the gun at least must \"facilitate, or have the potential of facilitating,\" the drug trafficking offense.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Smith, --- U.S. at <span class=\"citation\" data-id=\"112866\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2059</span> </a></span>(other citations omitted);  United States v. Hadfield, <span class=\"citation\" data-id=\"551471\"><a href=\"/opinion/551471/united-states-v-royal-w-hadfield-jr-united-states-of-america-v-helen/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 998 (1st Cir.1990) (stating that under 18 U.S.C. Sec. 924(c), the critical concern is the presence or absence of a facilitative nexus between the firearm and drug activity, and finding that even if a firearm is not instantly available or exclusively dedicated to the narcotics trade, a sufficient nexus may exist to find a firearm was used during and in relation to a drug trafficking crime), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">936</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2062</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span> </span>(1991).  We therefore believe that the phrase \"in connection with\" should be interpreted broadly and that where a defendant's possession of a firearm aids or facilitates the commission of another offense, the requisite link is present.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We do not believe that the district court's factual finding that Thompson's constructive possession of the handgun facilitated the commission of the cocaine and cocaine base offenses, and therefore fell within the ambit of the Sec. 2K2.1(c)(2) cross-reference provision, was clearly erroneous.  The record supports the conclusion that a drug distribution operation was run out of the Theodore Street apartment, and that Jackson was the \"Boss,\" who was supported in his business by his \"boys,\" one of whom was Thompson.  As the district court found, it was imminently reasonable to believe that Thompson knew about this drug dealing operation--he was present on numerous occasions when the CI went to Theodore Street to purchase cocaine and cocaine base, and while there, saw drug related activities openly occurring in the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">While purchasing drugs, the CI repeatedly sought to purchase firearms as well.  Specifically, the CI was looking to purchase a handgun on October 11, 1991, when he bought a quarter-kilogram of cocaine base at Theodore Street.  The handgun was not available and the CI was told to come back the next day.  On October 12, the CI returned to Theodore Street to purchase the gun, and Thompson, along with Henry, personally delivered the 9 millimeter pistol and ammunition to the CI.  Essentially, this completed the sale from the previous day.  It does not in any way strain credulity to believe that the Theodore Street group's sale of the firearm to the CI facilitated the cocaine and cocaine base sales.  The evidence reasonably suggested that the cast of characters at Theodore Street was in the business of supplying both drugs and firearms, and that they were willing to obtain whatever contraband the CI requested, in order to accommodate a good customer and to maintain his confidence and business.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Thompson argues that the requisite nexus should only be found to exist when there is some type of physical proximity between the firearm and the drugs.  The guideline does not require that the defendant actually use the firearm himself, or use the firearm in any particular way.  Rather, as we have already determined, the language of the guideline is broad.  The combination of firearms and drugs is common, and the guideline encompasses the many logical links which exist between the use of firearms and drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Thompson also points out that the usual case in which the Sec. 2K2.1 cross-reference is used to apply drug guidelines to a firearms offender is where the defendant used a firearm for protection during a drug transaction or had the firearm available to protect his supply of drugs.  While this may be the most common scenario, it is certainly not the only type of situation.  Rather, the cross-reference has been applied in a variety of factual scenarios where a firearm has somehow aided or facilitated the cross-referenced offense.  See, e.g., United States v. Patterson, <span class=\"citation\" data-id=\"570493\"><a href=\"/opinion/570493/united-states-v-daniel-patterson/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">635</span></a></span>, 636 (2d Cir.1991) (finding that the district court properly applied Sec. 2K2.1(c)(2) enhancement when evidence showed that defendant had a gun under the front seat of his car while he was driving to purchase drugs, even though no drugs were physically present in the car.)   Here, the requisite nexus existed by virtue of the fact that the enterprise, which Thompson was associated with, sold the guns and drugs together, in an attempt to accommodate a customer and maintain his business.  The application of the Sec. 2K2.1(c)(2) cross-reference to Thompson reflects the seriousness of firearm possession in connection with other felonies, and the reality that when firearms are possessed or used in connection with drug offenses, there is a greater threat to public safety.  See, e.g., United States v. McFadden, <span class=\"citation\" data-id=\"195146\"><a href=\"/opinion/195146/united-states-v-mcfadden/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">463</span></a></span>, 464 (1st Cir.1994) (noting that Congress viewed the connection between firearm possession in relation to drug trafficking provided by 18 U.S.C. Sec. 924(c) very seriously by requiring a mandatory five year sentence, thus denying parole to an offender at a time when parole was ordinarily available as a matter of course);  U.S.S.G. Sec. 2D1.1(b)(1) comment (n. 3) (1990) (enhancement of drug trafficking offense for weapons possession reflects the increased danger of violence when drug traffickers possess weapons).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the foregoing reasons, the district court correctly applied U.S.S.G. Sec. 2K2.1(c)(2), and the sentence is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Without the Sec. 2K2.1(c)(2) (1990) cross-reference provision, Thompson's guideline sentencing range would be 0-6 months</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Thompson pled guilty to Count Ten of the indictment which charged him with the knowing possession of a handgun with an obliterated serial number.  Thompson does not, therefore, challenge the court's implicit determination at sentencing that he \"used or possessed\" the firearm pursuant to U.S.S.G. Sec. 2K2.1(c)(2)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Thompson points to the language of the Sec. 2K2 cross-reference when originally issued, which provided:</p>\n        <p>If the defendant used the firearm in committing or attempting another offense, apply the guideline in respect to such other offense, or Sec. 2X1.1 (Attempt of Conspiracy) if the resulting offense level is higher than that determined above.  U.S.S.G. Sec. 2K2.1 (1987).</p>\n        <p>Thompson argues that this earlier language required a tight nexus between the firearm and the cross-referenced offense.  Although the wording of the cross-reference provision was changed between 1987 and 1990, Thompson argues that this modification was not intended to change the meaning of the cross-reference.  (The phrase \"[i]f the defendant used the firearm in committing or attempting another offense\" was replaced by \"[i]f the defendant used or possessed the firearm in connection with commission or attempted commission of another offense.\"   U.S.S.G., App.  C, Amendment 189 (1989)).  To support this argument, Thompson contends that the lack of expository comment in relation to the amendment means that it is unlikely that the change in wording signalled a change in meaning or how it was to be applied.  We do not agree.  We do not believe we should use the absence of legislative history to interpret a statute or guideline in a manner inconsistent with its plain language.  United States v. Zackular, <span class=\"citation\" data-id=\"569087\"><a href=\"/opinion/569087/united-states-v-joseph-g-zackular/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">423</span></a></span>, 424 (1st Cir.1991).</p>\n        <p>4 U.S.S.G. Sec. 2K2.1(b)(5) (1992) provides:</p>\n        <p>If the defendant used or possessed any firearm or ammunition in connection with another felony offense;  or possessed or transferred any firearm or ammunition with knowledge, intent or reason to believe that it would be used or possessed in connection with another felony offense, increase by four levels.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Thompson points to the Tenth Circuit's opinion in United States v. Gomez-Arrellano, <span class=\"citation\" data-id=\"653013\"><a href=\"/opinion/653013/united-states-v-heriberto-gomez-arrellano/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">464</span> </a></span>(10th Cir.1993), which expressly looked to 18 U.S.C. Sec. 924(c) for interpretative guidance, as controlling precedent.  In United States v. Sanders, <span class=\"citation\" data-id=\"603915\"><a href=\"/opinion/603915/united-states-of-america-plaintiff-appellantcross-appellee-v-johnny-lee/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">582</span> </a></span>(10th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">216</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span> </span>(1993), an earlier Tenth Circuit case, the court refused to look to 18 U.S.C. Sec. 924(c) which creates criminal liability for one who uses or carries a firearm \"during and in relation to any crime of violence or drug trafficking crime\" as a guide for interpreting Sec. 2K2.1(b)(5) because the standard under Sec. 924(c) was \"much higher than that necessary for enhancement under the Guidelines.\"  <span class=\"citation\" data-id=\"603915\"><span class=\"antecedent_guess\">Sanders,</span> <a href=\"/opinion/603915/united-states-of-america-plaintiff-appellantcross-appellee-v-johnny-lee/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">585</span></a></span>.   After Sanders was decided, the United States Supreme Court issued its decision in Smith v. United States, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2050</span></a></span>, 2059-60, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span> </a></span>(1993), which interpreted 18 U.S.C. Sec. 924(c) to require evidence showing only that a weapon facilitated or had the potential to facilitate a crime--a lower standard than that previously used by the Tenth Circuit</p>\n        <p>In Gomez-Arrellano, the Tenth Circuit expressly looked to 18 U.S.C. Sec. 924(c) for guidance as to how to interpret the phrase \"in connection with\" and ultimately held that the district court's decision to apply the sentence enhancement for use of a firearm in connection with another felony was unsupported by the record.  The facts had shown that when INS officers went to arrest Mr. Gomez-Arrellano at an Albuquerque residence, the officers observed a green leafy substance in plain view and Mr. Gomez-Arrellano attempting to hide a plastic bag under a bed.  A subsequent search of the residence led to the discovery of marijuana, cocaine, a pistol and ammunition.  Because there was no evidence in the record regarding the physical proximity between the weapon and the drugs, nor any evidence regarding the size or layout of the house, nor any indication that drug transactions occurred inside the house, the Tenth Circuit found there was insufficient evidence to support the inference of a nexus between the weapon and narcotics activity.</p>\n        <p>We do not believe that the Tenth Circuit's decision in Gomez-Arrellano to use Sec. 924(c) as a model for interpreting Sec. 2K2.1(b)(5) is inconsistent with Sanders, in light of the intervening United States Supreme Court case.  Moreover, our interpretation of Sec. 2K2.1(c)(2) is consistent with the Supreme Court's interpretation of similar language in Sec. 924(c).  We also believe that the facts of the present case show a stronger connection between the firearm possession and drug offenses than did the facts in Gomez-Arrellano.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/6309/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112866/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194846/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195146/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195223/",
    "https://www.courtlistener.com/api/rest/v3/opinions/462359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551269/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551471/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570493/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603915/",
    "https://www.courtlistener.com/api/rest/v3/opinions/653013/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670802/"
  ]
}