{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195572/",
  "id": 195572,
  "absolute_url": "/opinion/195572/santos-ramirez-v-lopez-feliciano/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195572/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:59Z",
  "date_modified": "2020-02-21T23:27:24.475188Z",
  "type": "010combined",
  "sha1": "83943a49179ba5952074e59a824c8a1423e1024c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1152.01A",
  "local_path": null,
  "plain_text": "                      [NOT FOR PUBLICATION]\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 94-1152\n\n                  HECTOR SANTOS RAMIREZ, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                 CARLOS LOPEZ FELICIANO, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Raymond L. Acosta, U.S. District Judge]\n                                                      \n\n                                           \n\n                    Torruella, Selya and Cyr,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n   Howard Charles, with whom Ortiz, Toro &amp; Ortiz Brunet was on brief\n                                                       \nfor appellants.\n   Edgardo  Rodriguez Quilichini, Assistant  Solicitor General, with\n                                \nwhom Pedro  A. Delgado-Hernandez,  Solicitor General, and  Carlos Lugo\n                                                                    \nFiol, Deputy Solicitor General, were on brief for appellees.\n  \n\n                                           \n\n                        September 1, 1994\n\n                                           \n\n          Per Curiam.  Appellant Hector Santos Ramirez, joined by\n          Per Curiam.  \n                    \n\nhis family,  initiated this  civil rights  action, see  42 U.S.C.\n                                                      \n\n  1983, alleging that  certain narcotics  agents affiliated  with\n\nthe Puerto  Rico Police  had conspired  to violate his  constitu-\n\ntional rights under the Fourth  and Fourteenth Amendments to  the\n\nUnited States  Constitution by  using false statements  to obtain\n\nwarrants to search his  residence and place of  business, without\n\nprobable  cause.   The  defendant-officers  eventually moved  for\n\nsummary  judgment on  grounds  of qualified  immunity and  Santos\n\ninterposed written opposition.  \n\n          On the  recommendation  of the  magistrate  judge,  the\n\ndistrict court  ordered all parties  to comply  with District  of\n\nPuerto Rico Local  Rule 311.12, which requires a party requesting\n\nor opposing summary judgment to file a detailed factual statement\n\nsupported by specific references  to the record.1  The  statement\n\n                    \n\n     1Notwithstanding  Puerto  Rico  Local Rule  311.12,  Santos'\ninitial opposition to  the motion for summary judgment  failed to\nspecify  any disputed facts warranting  trial.  Local Rule 311.12\nprovides:\n\n          Upon any motion for summary judgment, there  shall\n     be served and filed  annexed to the motion a  separate,\n     short, concise statement of  material facts as to which\n     the moving party contends there is  no genuine issue to\n     be  tried and the basis  of such contention  as to each\n     material fact, properly supported by specific reference\n     to the record.\n          All  material facts  set  forth in  the  statement\n     required to  be  served by  the  moving party  will  be\n     deemed  admitted unless  controverted by  the statement\n     required to be served by the opposing party.\n          The papers  opposing a motion for summary judgment\n     shall  include a separate,  short, concise statement of\n     material  facts as to which it  is contended that there\n     exists a genuine issue  to be tried, properly supported\n     by specific reference to the record.\n\n                                2\n\nof  facts filed  by Santos consisted  entirely of  loosely worded\n\nallegations imported from the complaint, rephrased in the form of\n\nquestions  of fact, and accompanied by  a single record reference\n\nto Santos' own  affidavit affirming the  allegations in the  com-\n\nplaint:   \"to the  best of our  knowledge the facts  set forth in\n\n[the  complaint] are true and  should be considered  as set forth\n\nherein.\"   The magistrate judge  ruled that Santos  had failed to\n\ncomply with Rule 311.12,  and thereupon deemed all uncontroverted\n\nfacts set  forth in defendants'  statement admitted.   See D.P.R.\n                                                          \n\nLoc. Rule 311.12; supra note 1.  The magistrate judge recommended\n                       \n\nthat  the district court grant the motion for summary judgment on\n\nqualified immunity  grounds.   The recommendation was  adopted by\n\nthe  district court  over  Santos' timely  objection, and  Santos\n\nappealed. \n\n          Santos concedes that Local Rule 311.12 was duly promul-\n\ngated pursuant to Fed. R. Civ. P. 83.  See generally Stepanischen\n                                                                 \n\nv. Merchants Despatch Trans.  Corp., 722 F.2d 922, 929  (1st Cir.\n                                   \n\n1983)  (encouraging adoption of  local rules  prescribing summary\n\njudgment  procedures, and  citing the  forerunner to  D.P.R. Loc.\n\nRule 311.12 as an exemplar for curbing imprecise summary judgment\n\npractices  which force  district  courts to  \"ferret through  the\n\nrecord\" to assess the viability of competing claims).  Of course,\n\nit  is well established  that the \"[d]istrict  courts enjoy broad\n\nlatitude  in administering  local  rules[, and]  are entitled  to\n\ndemand adherence  to specific  mandates contained in  the rules.\"\n\n                    \n\nD.P.R. Loc. Rule 311.12.  \n\n                                3\n\nAir Line Pilots  Ass'n v. Precision  Valley Aviation, Inc.,  slip\n                                                          \n\nop. at  8 (1st Cir. June  7, 1994).  Recently,  we reaffirmed our\n\nlongstanding  view that \"local rules are  an important vehicle by\n\nwhich courts operate[, and they] carry the force of law.\"  Id. at\n                                                              \n\n7.\n\n          Even  though the  initial report and  recommendation to\n\nthe district  judge recounted in detail  the requirements imposed\n\nby  Rule 311.12, as well as the governing summary judgment proce-\n\ndure, Santos'  Rule 311.12  statement of  facts in  opposition to\n\nsummary judgment  contained but a single \"record  reference\" to a\n\nfacially deficient  affidavit by Santos, see  Sheinkopf v. Stone,\n                                                                \n\n927  F.2d 1259, 1270  (1st Cir. 1991)  (\"It is apodictic  that an\n\n'affidavit . . . made upon information  and belief . . . does not\n\ncomply with Rule 56(e).'\") (quoting Automatic Radio Mfg., Inc. v.\n                                                              \n\nHazeltine Research, Inc., 339 U.S. 827, 831 (1949)), which rested\n                        \n\nentirely on  the conclusory allegations in  the complaint, Moreau\n                                                                 \n\nv.  Local 247, International Bhd.  of Firemen &amp;  Oilers, 851 F.2d\n                                                       \n\n516, 518 (1st Cir. 1988)  (\"The [party opposing summary judgment]\n\nmay not merely rest on the  pleadings and arguments, but must set\n\nforth specific  facts showing  a genuine  issue about  a material\n\nfact.\").  See generally Fed. R. Civ. P. 56(e) (\"When a motion for\n                       \n\nsummary  judgment is made and supported as provided in this rule,\n\nan  adverse party  may  not rest  upon  the mere  allegations  or\n\ndenials of  the adverse  party's pleadings,  but .  . . must  set\n\nforth specific facts showing that  there is a genuine issue   for\n\ntrial.\").   Since  the opposition  submitted  by Santos  did  not\n\n                                4\n\ncontain a \"concise  statement of  material facts .  . .  properly\n\nsupported by  specific reference to  the record,\" as  required by\n\nLocal Rule  311.12, the specific  facts set forth  in defendants'\n\nduly supported  statement  of uncontroverted  facts  were,  quite\n\nproperly,  deemed admitted.   See, e.g.,  Rivas v.  Federacion de\n                                                                 \n\nAsociaciones  Pecuaria de Puerto Rico, 929 F.2d 814, 816 n.2 (1st\n                                     \n\nCir. 1991).  Finally, an independent review of the district court\n\nrecord, Velez-Gomez v. SMA Life Assur.  Co., 8 F.3d 873, 874 (1st\n                                           \n\nCir. 1993), satisfies  us that defendants were  entitled to judg-\n\nment, as a matter of law, based on the unopposed factual showings\n\nmade in their statement of uncontroverted facts. \n\n          Affirmed.  \n          Affirmed.\n                  \n\n                                5\n",
  "html": "<p class=\"case_cite\">34 F.3d 1065<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Hector Santos RAMIREZ, ET AL., Plaintiffs, Appellants,<br>v.<br>Carlos Lopez FELICIANO, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1152</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 1, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Raymond L. Acosta, U.S. District Judge ] Torruella, Selya and Cyr, Circuit Judges.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Howard Charles, with whom Ortiz, Toro &amp; Ortiz Brunet was on brief for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Edgardo Rodriguez Quilichini, Assistant Solicitor General, with whom Pedro A. Delgado-Hernandez, Solicitor General, and Carlos Lugo Fiol, Deputy Solicitor General, were on brief for appellees.</p>\n    </div>\n    <p class=\"indent\">D. Puerto Rico</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant Hector Santos Ramirez, joined by his family, initiated this civil rights action, see 42 U.S.C. Sec. 1983, alleging that certain narcotics agents affiliated with the Puerto Rico Police had conspired to violate his constitutional rights under the Fourth and Fourteenth Amendments to the United States Constitution by using false statements to obtain warrants to search his residence and place of business, without probable cause.  The defendant-officers eventually moved for summary judgment on grounds of qualified immunity and Santos interposed written opposition.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On the recommendation of the magistrate judge, the district court ordered all parties to comply with District of Puerto Rico Local Rule 311.12, which requires a party requesting or opposing summary judgment to file a detailed factual statement supported by specific references to the record.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The statement of facts filed by Santos consisted entirely of loosely worded allegations imported from the complaint, rephrased in the form of questions of fact, and accompanied by a single record reference to Santos' own affidavit affirming the allegations in the complaint:  \"to the best of our knowledge the facts set forth in [the complaint] are true and should be considered as set forth herein.\"  The magistrate judge ruled that Santos had failed to comply with Rule 311.12, and thereupon deemed all uncontroverted facts set forth in defendants' statement admitted.  See D.P.R. Loc.  Rule 311.12;  supra note 1. The magistrate judge recommended that the district court grant the motion for summary judgment on qualified immunity grounds.  The recommendation was adopted by the district court over Santos' timely objection, and Santos appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Santos concedes that Local Rule 311.12 was duly promulgated pursuant to Fed.  R. Civ. P. 83.   See generally Stepanischen v. Merchants Despatch Trans.  Corp., 722 F.2d 922, 929 (1st Cir. 1983) (encouraging adoption of local rules prescribing summary judgment procedures, and citing the forerunner to D.P.R. Loc.  Rule 311.12 as an exemplar for curbing imprecise summary judgment practices which force district courts to \"ferret through the record\" to assess the viability of competing claims).  Of course, it is well established that the \"[d]istrict courts enjoy broad latitude in administering local rules[, and] are entitled to demand adherence to specific mandates contained in the rules.\"  Air Line Pilots Ass'n v. Precision Valley Aviation, Inc., slip op. at 8 (1st Cir.  June 7, 1994).  Recently, we reaffirmed our longstanding view that \"local rules are an important vehicle by which courts operate[, and they] carry the force of law.\"  Id. at 7.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Even though the initial report and recommendation to the district judge recounted in detail the requirements imposed by Rule 311.12, as well as the governing summary judgment procedure, Santos' Rule 311.12 statement of facts in opposition to summary judgment contained but a single \"record reference\" to a facially deficient affidavit by Santos,  see Sheinkopf v. Stone, 927 F.2d 1259, 1270 (1st Cir. 1991) (\"It is apodictic that an 'affidavit ... made upon information and belief ... does not comply with Rule 56(e).' \")  (quoting  Automatic Radio Mfg., Inc. v. Hazeltine Research, Inc., 339 U.S. 827, 831 (1949)), which rested entirely on the conclusory allegations in the complaint,  Moreau v. Local 247, International Bhd. of Firemen &amp; Oilers, 851 F.2d 516, 518 (1st Cir. 1988) (\"The [party opposing summary judgment] may not merely rest on the pleadings and arguments, but must set forth specific facts showing a genuine issue about a material fact.\").  See generally Fed.  R. Civ. P. 56(e) (\"When a motion for summary judgment is made and supported as provided in this rule, an adverse party may not rest upon the mere allegations or denials of the adverse party's pleadings, but ... must set forth specific facts showing that there is a genuine issue for trial.\").  Since the opposition submitted by Santos did not contain a \"concise statement of material facts ... properly supported by specific reference to the record,\" as required by Local Rule 311.12, the specific facts set forth in defendants' duly supported statement of uncontroverted facts were, quite properly, deemed admitted.   See, e.g., Rivas v. Federacion de Asociaciones Pecuaria de Puerto Rico, 929 F.2d 814, 816 n.2 (1st Cir. 1991).  Finally, an independent review of the district court record,  Velez-Gomez v. SMA Life Assur.  Co., 8 F.3d 873, 874 (1st Cir. 1993), satisfies us that defendants were entitled to judgment, as a matter of law, based on the unopposed factual showings made in their statement of uncontroverted facts.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Notwithstanding Puerto Rico Local Rule 311.12, Santos' initial opposition to the motion for summary judgment failed to specify any disputed facts warranting trial.  Local Rule 311.12 provides:</p>\n        <p>Upon any motion for summary judgment, there shall be served and filed annexed to the motion a separate, short, concise statement of material facts as to which the moving party contends there is no genuine issue to be tried and the basis of such contention as to each material fact, properly supported by specific reference to the record.</p>\n        <p>All material facts set forth in the statement required to be served by the moving party will be deemed admitted unless controverted by the statement required to be served by the opposing party.</p>\n        <p>The papers opposing a motion for summary judgment shall include a separate, short, concise statement of material facts as to which it is contended that there exists a genuine issue to be tried, properly supported by specific reference to the record.</p>\n        <p>D.P.R. Loc.  Rule 311.12.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"677479\"><a href=\"/opinion/677479/anna-carroll-v-blue-crossblue-shield-of-massachusetts/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1065</span></a></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Hector Santos RAMIREZ, ET AL., Plaintiffs, Appellants,<br>v.<br>Carlos Lopez FELICIANO, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1152</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 1, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Raymond L. Acosta, U.S. District Judge ] Torruella, Selya and Cyr, Circuit Judges.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Howard Charles, with whom Ortiz, Toro &amp; Ortiz Brunet was on brief for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Edgardo Rodriguez Quilichini, Assistant Solicitor General, with whom Pedro A. Delgado-Hernandez, Solicitor General, and Carlos Lugo Fiol, Deputy Solicitor General, were on brief for appellees.</p>\n    </div>\n    <p class=\"indent\">D. Puerto Rico</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant Hector Santos Ramirez, joined by his family, initiated this civil rights action, see 42 U.S.C. Sec. 1983, alleging that certain narcotics agents affiliated with the Puerto Rico Police had conspired to violate his constitutional rights under the Fourth and Fourteenth Amendments to the United States Constitution by using false statements to obtain warrants to search his residence and place of business, without probable cause.  The defendant-officers eventually moved for summary judgment on grounds of qualified immunity and Santos interposed written opposition.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On the recommendation of the magistrate judge, the district court ordered all parties to comply with District of Puerto Rico Local Rule 311.12, which requires a party requesting or opposing summary judgment to file a detailed factual statement supported by specific references to the record.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The statement of facts filed by Santos consisted entirely of loosely worded allegations imported from the complaint, rephrased in the form of questions of fact, and accompanied by a single record reference to Santos' own affidavit affirming the allegations in the complaint:  \"to the best of our knowledge the facts set forth in [the complaint] are true and should be considered as set forth herein.\"  The magistrate judge ruled that Santos had failed to comply with Rule 311.12, and thereupon deemed all uncontroverted facts set forth in defendants' statement admitted.  See D.P.R. Loc.  Rule 311.12;  supra note 1. The magistrate judge recommended that the district court grant the motion for summary judgment on qualified immunity grounds.  The recommendation was adopted by the district court over Santos' timely objection, and Santos appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Santos concedes that Local Rule 311.12 was duly promulgated pursuant to Fed.  R. Civ. P. 83.   See generally Stepanischen v. Merchants Despatch Trans.  Corp., <span class=\"citation\" data-id=\"428311\"><a href=\"/opinion/428311/simion-stepanischen-v-merchants-despatch-transportation-corporation/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">922</span></a></span>, 929 (1st Cir. 1983) (encouraging adoption of local rules prescribing summary judgment procedures, and citing the forerunner to D.P.R. Loc.  Rule 311.12 as an exemplar for curbing imprecise summary judgment practices which force district courts to \"ferret through the record\" to assess the viability of competing claims).  Of course, it is well established that the \"[d]istrict courts enjoy broad latitude in administering local rules[, and] are entitled to demand adherence to specific mandates contained in the rules.\"  Air Line Pilots Ass'n v. Precision Valley Aviation, Inc., slip op. at 8 (1st Cir.  June 7, 1994).  Recently, we reaffirmed our longstanding view that \"local rules are an important vehicle by which courts operate[, and they] carry the force of law.\"  <span class=\"citation\" data-id=\"428311\"><a href=\"/opinion/428311/simion-stepanischen-v-merchants-despatch-transportation-corporation/\"><span class=\"id_token\">Id.</span> at 7.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Even though the initial report and recommendation to the district judge recounted in detail the requirements imposed by Rule 311.12, as well as the governing summary judgment procedure, Santos' Rule 311.12 statement of facts in opposition to summary judgment contained but a single \"record reference\" to a facially deficient affidavit by Santos,  see Sheinkopf v. Stone, <span class=\"citation\" data-id=\"557334\"><a href=\"/opinion/557334/warren-b-sheinkopf-v-john-kp-stone-iii-etc/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1259</span></a></span>, 1270 (1st Cir. 1991) (\"It is apodictic that an 'affidavit ... made upon information and belief ... does not comply with Rule 56(e).' \")  (quoting  Automatic Radio Mfg., Inc. v. Hazeltine Research, Inc., <span class=\"citation no-link\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">827</span></span>, 831 (1949)), which rested entirely on the conclusory allegations in the complaint,  Moreau v. Local 247, International Bhd. of Firemen &amp; Oilers, <span class=\"citation\" data-id=\"508720\"><a href=\"/opinion/508720/donald-moreau-v-local-union-no-247-international-brotherhood-of-firemen/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span></a></span>, 518 (1st Cir. 1988) (\"The [party opposing summary judgment] may not merely rest on the pleadings and arguments, but must set forth specific facts showing a genuine issue about a material fact.\").  See generally Fed.  R. Civ. P. 56(e) (\"When a motion for summary judgment is made and supported as provided in this rule, an adverse party may not rest upon the mere allegations or denials of the adverse party's pleadings, but ... must set forth specific facts showing that there is a genuine issue for trial.\").  Since the opposition submitted by Santos did not contain a \"concise statement of material facts ... properly supported by specific reference to the record,\" as required by Local Rule 311.12, the specific facts set forth in defendants' duly supported statement of uncontroverted facts were, quite properly, deemed admitted.   See, e.g., Rivas v. Federacion de Asociaciones Pecuaria de Puerto Rico, <span class=\"citation\" data-id=\"558570\"><a href=\"/opinion/558570/55-fair-emplpraccas-861-56-empl-prac-dec-p-40659-juan-muller-rivas/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">814</span></a></span>, 816 n.2 (1st Cir. 1991).  Finally, an independent review of the district court record,  Velez-Gomez v. SMA Life Assur.  Co., <span class=\"citation\" data-id=\"195013\"><a href=\"/opinion/195013/velez-gomez-v-sma-life-assurance/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span></a></span>, 874 (1st Cir. 1993), satisfies us that defendants were entitled to judgment, as a matter of law, based on the unopposed factual showings made in their statement of uncontroverted facts.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Notwithstanding Puerto Rico Local Rule 311.12, Santos' initial opposition to the motion for summary judgment failed to specify any disputed facts warranting trial.  Local Rule 311.12 provides:</p>\n        <p>Upon any motion for summary judgment, there shall be served and filed annexed to the motion a separate, short, concise statement of material facts as to which the moving party contends there is no genuine issue to be tried and the basis of such contention as to each material fact, properly supported by specific reference to the record.</p>\n        <p>All material facts set forth in the statement required to be served by the moving party will be deemed admitted unless controverted by the statement required to be served by the opposing party.</p>\n        <p>The papers opposing a motion for summary judgment shall include a separate, short, concise statement of material facts as to which it is contended that there exists a genuine issue to be tried, properly supported by specific reference to the record.</p>\n        <p>D.P.R. Loc.  Rule 311.12.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195013/",
    "https://www.courtlistener.com/api/rest/v3/opinions/428311/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508720/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558570/",
    "https://www.courtlistener.com/api/rest/v3/opinions/677479/"
  ]
}