{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195520/",
  "id": 195520,
  "absolute_url": "/opinion/195520/chakrabarti-v-cohen/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195520/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:45Z",
  "date_modified": "2020-02-21T23:30:40.863653Z",
  "type": "010combined",
  "sha1": "f62f759b8a665323158406cac46804d6dd3b078f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1987.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1987\n\n                    KISHANLAL CHAKRABARTI,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n      JOSEPH L. COHEN, M.D., and MICHAEL J. GILL, M.D.,\n\n                   Defendants, Appellants.\n\n                                        \n\nNo. 92-1988\n\n                    KISHANLAL CHAKRABARTI,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                JOSEPH L. COHEN, M.D., ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n                         ERRATA SHEET\n\n   The  opinion of  this  Court issued  on  July 22,  1994,  is\namended as follows:\n\n   On page 9, last line, replace \"count II;\" with \"count III;\".\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \nNo. 92-1987\n\n                    KISHANLAL CHAKRABARTI,\n                     Plaintiff, Appellee,\n\n                              v.\n      JOSEPH L. COHEN, M.D., and MICHAEL J. GILL, M.D.,\n\n                   Defendants, Appellants.\n                                         \n\nNo. 92-1988\n                    KISHANLAL CHAKRABARTI,\n\n                    Plaintiff, Appellant,\n                              v.\n\n                JOSEPH L. COHEN, M.D., ET AL.,\n                    Defendants, Appellees.\n\n                                         \n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n  [Hon. W. Arthur Garrity, Jr., Senior U.S. District Judge]\n                                                          \n\n                                         \n                            Before\n\n                   Selya, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nTimothy  A. Mullen, Assistant Attorney General, Government Bureau,\n                  \nTrial Division, with whom Scott Harshbarger, Attorney General,  was on\n                                       \nbriefs for defendants.\nRobert LeRoux Hernandez for plaintiff.\n                       \n\n                                         \n\n                        July 22, 1994\n                                         \n\n     BOUDIN, Circuit Judge.  Dr. Kishanlal Chakrabarti served\n                          \n\nas a staff psychiatrist at the Lemuel Shattuck Hospital (\"the\n\nhospital\"),  a facility  of  the Massachusetts  Department of\n\nPublic  Health.   In  this suit  he  sought redress  for  his\n\ndischarge by the hospital,  and won a jury award  of $75,000.\n\nBoth sides appeal.  We affirm.\n\n     The background facts are straightforward.  Born in India\n\nand trained in England, Chakrabarti  joined the staff of  the\n\nhospital  in  1979  and  worked initially  in  its  geriatric\n\npsychiatry unit.  In  the early 1980s, another facility--this\n\none  managed by a different state agency--was merged into the\n\nhospital.   Chakrabarti  disagreed  with the  merger and  its\n\nimplementation and made his criticisms known; and he objected\n\nunsuccessfully to the naming  of Dr. Michael Gill as  head of\n\nthe combined psychiatric unit at the hospital.\n\n     In October 1985 Gill asked Chakrabarti to resign, citing\n\ntheir inability to work together and asserted deficiencies in\n\nthe  latter's  performance.     Chakrabarti's  new  immediate\n\nsupervisor,  Dr. Susan  Wehry, also  expressed  some concerns\n\nabout his performance.  Gill repeated his request in December\n\n1985  and Chakrabarti  rejected the  request.   In June  1986\n\nWehry replaced  Chakrabarti in her unit  with another doctor,\n\nand  the  hospital's chief  of  medicine,  Dr. Joseph  Cohen,\n\nassigned  Chakrabarti to  a  newly created  job: guardianship\n\ncoordinatorandutilization\n                        reviewphysicianfor\n                                         psychiatricpatients.\n\n                             -2-\n\n     During  the  next  twelve  months  Chakrabarti  did  not\n\nperform  his new duties to the satisfaction of Cohen, Gill or\n\nWehry.   Chakrabarti in turn took  the view that his  new job\n\nwas  effectively a  demotion,  cutting him  off from  medical\n\npractice with patients  at the  hospital.  On  June 5,  1987,\n\nGill gave Chakrabarti a negative evaluation and told him that\n\nif Chakrabarti still  declined to resign, Gill would urge the\n\nMedical  Executive  Committee  not  to   renew  Chakrabarti's\n\nclinical  privileges.1     On  June  8,   1987,  the  Medical\n\nExecutive   Committee  voted  unanimously  not  to  recommend\n\nrenewal. \n\n     Later in June 1987  Chakrabarti was formally notified of\n\nthe decision not to  renew; the reason given was  his failure\n\nto  perform satisfactorily  his current  assignment.   He was\n\ntold that he could appeal pursuant to the hospital's medical-\n\nstaff bylaws.   Chakrabarti apparently could  not perform his\n\nguardianship  role without  clinical  privileges but  he  was\n\ncontinued on the hospital  payroll until June 1988.   At that\n\ntime  he  was  terminated on  the  ground  that  no post  was\n\navailable  for  him at  the  hospital  because  he could  not\n\nperform clinical duties there.  \n\n                    \n\n     1Under  the by-laws clinical  privileges were reexamined\nevery two years by  the Medical Executive Committee  on which\nCohen  sat.   Its  recommendation could  be  appealed to  the\nPublic  Health Council  headed by  the State  Commissioner of\nPublic Health.\n\n                             -3-\n\n     In  1988  Chakrabarti  brought  the  present  action  in\n\ndistrict court, naming as  defendants Cohen, Gill and several\n\nothers who are no longer parties  to the case.  The complaint\n\nset  forth five  counts: a section  1983 claim  under federal\n\nlaw,   42  U.S.C.     1983  (count  I);  a  claim  under  the\n\nMassachusetts Civil Rights Act, Mass. Gen. L. ch. 12,    11H,\n\n11I  (count II); and state  common law claims for intentional\n\ninfliction  of emotional  distress (count  III), interference\n\nwith business relations (count IV), and defamation (count V).\n\nDamages and reinstatement were both sought.\n\n     The  first trial occurred  in November 1991.   The court\n\ndirected a verdict  for defendants on count  III.  Thereafter\n\nthe jury found in favor of Cohen and Gill on counts I, II and\n\nV.   On count IV the  jury found in favor  of Chakrabarti and\n\nawarded him  $1 in nominal  damages and  $30,000 in  punitive\n\ndamages.  In  answer to interrogatories,  the jury said  that\n\nCohen  and   Gill  had   not  sought  to   retaliate  against\n\nChakrabarti for constitutionally protected speech.\n\n     In January 1992 the  district court resumed  proceedings\n\nto consider equitable relief.  The following month, the court\n\nallowed  Chakrabarti to  amend  his  complaint to  allege--as\n\ncount   VI--violations   of  substantive   due   process  and\n\nprocedural due process; these were  to be considered as bases\n\nfor  equitable relief on the existing record.  The court also\n\nordered a new jury trial on damages under count IV because it\n\n                             -4-\n\nconcluded  that  punitive damages  were  not  permitted under\n\nMassachusetts  law  on  count IV.    A  retrial  on count  IV\n\noccurred  in March  1992,  and the  jury awarded  Chakrabarti\n\n$75,000 in actual damages against Cohen and Gill.\n\n     Thereafter the  district court  resolved the claims  for\n\nequitable relief.   It first  found that the  substantive due\n\nprocess claim failed on the merits.  Later the court rejected\n\nthe procedural due process  claim; the court said Chakrabarti\n\nhad been terminated prematurely because Cohen and Gill failed\n\nto  follow required  procedures,  but the  state provided  an\n\nadequate  appeal  process  that  Chakrabarti  had  failed  to\n\nfollow.    Finally,  as to  count  IV  the  court found  that\n\nequitable relief  was barred  by the Pennhurst  doctrine, see\n                                                             \n\nPennhurst State School  &amp; Hospital v. Halderman,  465 U.S. 89\n                                               \n\n(1984).  It also  ruled that under state law  attorney's fees\n\nwere not available as to count IV.\n\n     On June 26, 1993, judgment  in favor of Chakrabarti  and\n\nagainst Cohen and Gill was entered on count IV in the  amount\n\nof  $75,000 plus  $33,351.45 in  pre-judgment  interest, plus\n\ncosts.   Judgment was entered  in favor of  the defendants on\n\nall other counts.   Represented by the state, Cohen  and Gill\n\nappeal from the  judgment on count  IV.  Chakrabarti  appeals\n\nfrom the  judgment on counts  III and VI  and the  refusal to\n\nallow attorney's fees as damages under count IV.  \n\n                             -5-\n\n     We  start with the appeal  by Cohen and  Gill.  Although\n\nlimited  to count  IV,  this appeal  raises several  distinct\n\nissues.  Defendants begin by asserting that on this record no\n\nreasonable  jury could  have  found that  the defendants  had\n\nunlawfully   interfered   with   an   advantageous   business\n\nrelationship, and a verdict should have been directed on this\n\ncount.  On appeal, we draw all reasonable inferences in favor\n\nof the party who opposed  the directed verdict and  prevailed\n\nat trial;  and credibility  issues are similarly  resolved in\n\nfavor of the jury verdict.  Santiago-Negron v. Castro-Davila,\n                                                            \n\n865 F.2d 431, 445 (1st Cir. 1989).\n\n     Both sides agree that the elements of the count IV claim\n\nunder Massachusetts  law are  a business relationship  with a\n\nthird party, knowledge of  it by the defendants, interference\n\n\"through improper motives  or . .  . means,\" and harm.2   The\n\ndefendants say that  under state law they enjoyed the benefit\n\nof  statutory privileges that  protect them  so long  as they\n\nacted in good faith  and in the reasonable belief  that their\n\nactions were proper.  See Mass. Gen. L. ch. 231,   85N; Mass.\n                         \n\nGen.  L. ch.  111,     203(c).    And,  say  the  defendants,\n\nChakrabarti's  central  argument  is  that he  was  fired  in\n\n                    \n\n     2United Truck  Leasing Corp. v. Geltman,  551 N.E.2d 20,\n                                            \n23 (Mass.  1990); see also  G.S. Enters. v.  Falmouth Marine,\n                                                            \n571  N.E.2d  1363, 1370  (Mass.  1991).   Traditionally,  the\nremedy differs  in certain  aspects, depending on  whether an\nexisting  contract  or  merely  a  business  relationship  is\ndisarranged; but these differences  have not been stressed in\nthis case.\n\n                             -6-\n\nretaliation for his  criticism but this  claim is negated  by\n\nthe jury's interrogatory answers on this issue.3  \n\n     We will  assume arguendo that  the interrogatory answers\n                             \n\nestablished  that Cohen  and Gill  did not  retaliate against\n\nprotected speech.  This may  mean a debatable assumption; one\n\nmight argue that inconsistency in civil verdicts on different\n\ncounts   is   permissible   or,    at   best,   grounds   for\n\ncontemporaneous  relief (e.g.,  further consideration  by the\n                             \n\njury  before entry of the verdicts).  But even if retaliation\n\nfor protected  speech were disregarded as  a possible motive,\n\ndefendants  must still show  that nothing else  in the record\n\nsupported  a finding  of  bad faith  or unreasonable  belief.\n\nDefendants' brief does not attempt the task.\n\n     At trial Chakrabarti sought to  show that he had enjoyed\n\ngood  evaluations prior  to Gill's  arrival; that  Gill, with\n\nCohen's  acquiescence  and  Wehry's  support,  had set  about\n\nbuilding a  false record of  Chakrabarti's incompetence; that\n\nimproper threats  had been employed  by Gill; that  Cohen had\n\nassigned Chakrabarti to  a dead-end job  with no guidance  or\n\nhelp as a pretext for  forcing him out of the hospital;  that\n\ndefendants ignored procedures that governed removal; and that\n\nothers on the  staff had been outraged at what  they said was\n\n                    \n\n     3As noted, the jury found in response to interrogatories\nunder  Fed.  R.  Civ.  P. 49  that  Chakrabarti's  \"protected\nspeech\" was not  \"a substantial or motivating factor\"  in the\nactions taken against him by Cohen and Gill.\n\n                             -7-\n\nunfair  treatment  of Chakrabarti.   In  short, Chakrabarti's\n\ncriticism of  the new merger and  of Gill was only  a part of\n\nthe story.\n\n     Whether the  story has much basis may  be debatable, but\n\nit is the job of  an appellate brief to muster and  array the\n\nevidence  to show why no reasonable jury could find bad faith\n\nor other misconduct.   Here the  defendants' brief on  appeal\n\nmakes no serious effort, in support of this ground of appeal,\n\nto analyze the evidence taking it in the light most favorable\n\nto Chakrabarti and resolving credibility issues in his favor.\n\nIt is not  our job  to comb a  seven-volume trial  transcript\n\nafresh and without counsel's assistance, and we decline to do\n\nso.   Cf.  U.S. Healthcare, Inc.  v. Healthsource,  Inc., 986\n                                                        \n\nF.2d 589, 599 (1st Cir. 1993).\n\n     Although it weakens  Chakrabarti's case  to assume  away\n\nthe main  motive he argued to  the jury--supposed retaliation\n\nagainst protected  speech--it does not  eliminate that  case.\n\nFabricating false claims  of incompetence could  easily serve\n\nas  wrongdoing under count IV  even if one  assumed that Gill\n\nacted  out of  personal dislike  and Cohen  and Weary  out of\n\nloyalty to Gill.  The original punitive damage award suggests\n\nthat the jury may well have taken such a view  of the matter.\n\nQuite possibly  the jury was  wrong.   But it is  the job  of\n\ndefendants' counsel to show  us why and counsel has  not made\n\nthe effort.\n\n                             -8-\n\n     Later in their brief defendants make a different kind of\n\nargument against liability.  They say that as a matter of law\n\nadministrators  of   the  hospital  cannot   be  liable   for\n\ninterference  with an  advantageous relationship  between the\n\nhospital  and one of its own employees.  This certainly could\n\nbe the law  and perhaps ought to be; but  the general rule is\n\nthat supervisor  status, or  co-employment, merely  creates a\n\nprivilege  for  good-faith  interference  through  reasonable\n\nmeans.  See P. Keeton,  Prosser and Keeton on Torts 985  (5th\n                                                   \n\ned. 1984) (citing cases).  \n\n     Defendants  cite  only  a   single  case  to  show  that\n\nMassachusetts  follows a  different course.   Saint  Louis v.\n                                                          \n\nBaystate Medical Ctr.,  568 N.E.2d 1181  (Mass. 1991).   That\n                     \n\ncase confirms that,  as one might expect,  an employer cannot\n                                                      \n\nbe sued by its own employee for interfering with the contract\n\nbetween them.  Id. at 1188.  But the case does not say that a\n                  \n\nsupervisor is similarly exempt from suit; it merely says that\n\nthe  supervisor enjoys a privilege to express his views.  Id.\n                                                             \n\nNothing  in  the  discussion,  or  in  the  underlying  facts\n\ndescribed  in the  opinion, suggests  that this  privilege is\n\nabsolute  or shields  an improper  motive or  improper means.\n\nAccord, Wright  v. Shriners  Hospital, 589 N.E.2d  1241, 1246\n                                     \n\n(Mass. 1992).\n\n     Turning to  damages, defendants make  several arguments.\n\nThey  first  point to  the  directed  verdict for  defendants\n\n                             -9-\n\nentered  by the district judge  on count III;  they note that\n\nChakrabarti did  not claim  pecuniary damages (he  appears to\n\nhave  earned  more  in  private practice  after  leaving  the\n\nhospital); and  they say that the  emotional distress claimed\n\nas damages under count IV represent the same damages that the\n\njudge declined to permit  under count III.  The  short answer\n\nto  the supposed  inconsistency  is that  the district  judge\n\ndismissed  count  III  because  he  thought  that  outrageous\n\nconduct had not been  shown.  Thus the dismissal  had nothing\n\nto do with a lack of emotional distress.\n\n     Defendants  also  say that  one  who  sues for  wrongful\n\ninterference  with  an   advantageous  relationship  may  not\n\ncollect compensatory  damages for  emotional trauma  but only\n\nfor pecuniary  loss.  This  argument has some  surface appeal\n\nsince  the  wrongful   interference  tort   is  directed   to\n\nprotecting economic relationships, see Keeton, supra, at 978,\n                                                    \n\nand Massachusetts  has a  separately defined tort  to protect\n\nagainst emotional distress.  But defendants did not make this\n\nargument to the district court, and we cannot say that it was\n\n\"plain  error\" for the  district court to  allow such damages\n\nwhere the relationship in question was an economic one.4\n\n                    \n\n     4Compare American Velodur Metal, Inc. v. Schinabeck, 481\n                                                        \nN.E.2d  209,  216  (Mass.  1985)   (compensation  for  mental\ndistress and  anxiety allowed),  cert. denied, 475  U.S. 1018\n                                             \n(1986),  with Ratner v. Noble,  35 Mass. App.  Ct. 137 (1993)\n                             \n(no   such  compensation   allowed  where   the  relationship\ninterfered with was a non-pecuniary one).  See Keeton, supra,\n                                                            \nat 1003,  n.68, listing  Massachusetts as  one of the  states\n\n                             -10-\n\n     Defendants' last claim on damages is that the first jury\n\nverdict  showed that no actual damages were suffered and that\n\nthe district court should simply  have set aside the punitive\n\ndamages  award without  granting  a new  trial.   In  one  of\n\nseveral versions  of this  argument, defendants contend  that\n\nthe  jury's finding of no actual damages was untainted by the\n\nmisinstruction allowing punitive  damages.  Chakrabarti,  say\n\nthe  defendants,   should  not  benefit  from   an  error  in\n\ninstructions that he himself invited.\n\n     Based  on  his  remarks,  the  district  judge evidently\n\nbelieved that  the jury had, under  the mistaken instruction,\n\naccepted the evidence of  emotional distress but  compensated\n\nfor it in the punitive damages award.  The judge thought that\n\nfairness required a fresh start on damages, and he noted that\n\nneither  side had  properly  advised him  on the  no-punitive\n\ndamages rule.   A new trial on damages was arguably the right\n\ncourse  and was certainly not  an abuse of  the trial court's\n\nbroad discretion to order  new trials.   See Fed. R. Civ.  P.\n                                            \n\n59(a); Dopp v. HTP Corp., 947 F.2d 506, 518 (1st Cir. 1991).\n                        \n\n     We turn  now to  the cross-appeal by  Chakrabarti.   His\n\nfirst argument is that the  district court erred in directing\n\na verdict against him  on his count III claim  of intentional\n\ninfliction   of  emotional   distress.     Massachusetts  law\n\n                    \n\nthat  allows recovery  \"for  mental suffering\"  for  tortious\ninterference.\n\n                             -11-\n\nrecognizes  such a  tort to  redress \"extreme  and outrageous\n\nconduct.\"   Agis v. Howard  Johnson Co., 355  N.E.2d 315, 318\n                                       \n\n(Mass. 1976).  The district  court thought that no reasonable\n\njury  could find  that the defendants'  conduct rose  to that\n\nlevel.  We share that view and therefore by-pass the question\n\nwhether count III could have afforded Chakrabarti any further\n\ndamages not covered by the count IV award.\n\n     Chakrabarti's brief  portrays the  case as one  in which\n\n\"an exemplary  public  servant\" and  \"inspiring  leader\"  was\n\nhounded out of his  job through insults, lies  and calculated\n\nhumiliations.   In fact, the record shows not another Dreyfus\n\naffair but a  fairly common employment dispute  etched not in\n\nblack and white  but in  gray.  Chakrabarti,  whose own  past\n\nevaluations were  reasonably good but not  flawless, resisted\n\nthe new regime; the working relationship deteriorated; he was\n\nshifted to a less attractive job and further disputes ensued;\n\nultimately,  he was  terminated,  despite the  protests of  a\n\nnumber of those with whom he had worked.\n\n     In obtaining this termination,  the defendants may  have\n\nmisstated  facts  concerning  Chakrabarti's   competence  and\n\nconduct, although his brief  offers more generalizations than\n\nrecord  citations on  this  point.   The administrators,  who\n\nafter  all had gone to medical school rather than law school,\n\nmay also have made some procedural missteps, as  the district\n\n                             -12-\n\ncourt found.5  Perhaps  it was  not an  impermissible stretch\n\nfor  a jury to  find their conduct  unprivileged (although as\n\nnoted  the evidence  on  this issue  has  not been  seriously\n\nsifted by defendants).   But there is no indication  that any\n\nof  their conduct, or all  of it taken  together, was extreme\n\nand outrageous.\n\n     Life is  crowded with events that  cause emotional upset\n\nand  turmoil.  As one  would expect, the  cases indicate that\n\nMassachusetts law keeps a  reasonably tight rein on the  tort\n\nremedy for intentional infliction of emotional distress.  The\n\ncourts' language,  although  general, includes  phrases  like\n\n\"beyond all possible bounds of decency,\" \"utterly intolerable\n\nin a civilized community,\" and \"atrocious.\"  See, e.g., Foley\n                                                             \n\nv. Polaroid Corp., 508  N.E.2d 72, 82 (Mass. 1987);  Short v.\n                                                          \n\nTown  of  Burlington, 414  N.E.2d  1035,  1036 (Mass.  1980).\n                    \n\nLawyers,  who use  the term  \"outrage\" liberally,  may become\n\ntone-deaf to the nuances; but  an atrocity is something  more\n\nthan  a faulty  evaluation,  a procedural  error in  applying\n\nopaque  credentials   rules,  or  even  a   dead-end  job  as\n\ncompetency coordinator.\n\n                    \n\n     5The principal misstep  described by the district  court\nwas the termination of Chakrabarti's medical privileges based\non the action  of the  Medical Executive Committee.   As  the\ndistrict  judge  read the  by-laws,  that  body merely  makes\nrecommendations to  the Public Health Council,  which in this\ncase apparently did not act.\n\n                             -13-\n\n     This discussion also answers Chakrabarti's next claim of\n\nerror.  The district court ruled, on count VI, that there was\n\nno  violation of  substantive due  process, a  label normally\n\nreserved for conduct that  is truly shocking.  See  Rochin v.\n                                                          \n\nCalifornia,  342 U.S. 165, 172 (1952) (use of stomach pump to\n          \n\nretrieve  evidence).  One need not  be blind to Chakrabarti's\n\nundoubted  distress  to appreciate  that  defendants' conduct\n\nfell far short of the  \"egregiously unacceptable, outrageous,\n\nor conscience-shocking.\"   Amsden v. Moran, 904 F.2d 748, 754\n                                          \n\n(1st Cir. 1990), cert. denied, 498 U.S. 1041 (1991).\n                             \n\n     As his  third claim  of error, Chakrabarti  asserts that\n\nthe  district court erred in  failing to find  a violation of\n\nprocedural  due  process.    The  district  court  said  that\n\nChakrabarti's privileges had been terminated prematurely (see\n\nnote  5,  above),  but  that  no  improper  state action  was\n\nimplicated.  The court reasoned that the fault lay not in the\n\nby-laws but in defendants' mistaken treatment of  committee's\n\naction as final. Citing Lowe v. Scott, 959 F.2d 323 (1st Cir.\n                                     \n\n1992), the court called this a random and unauthorized action\n\nby individuals and not a basis for relief against the state.\n\n     On  appeal, Chakrabarti's  brief points  to a  different\n\npossible defect in the by-laws and insists that under section\n\n1983 he is entitled to an injunction reinstating his clinical\n\nprivileges  (and presumably  to  attorney's fees  as provided\n\nwhere  relief is obtained under  that section).  The supposed\n\n                             -14-\n\ndefect, created by  obscure wording  in the  by-laws, is  the\n\npossibility  that hospital administrators  could frustrate an\n\nappeal from an  adverse committee action by  having the chief\n\nof   the  applicant's   service  unilaterally   withdraw  the\n\ndisapproved  application.6    This,  Chakrabarti   argues  at\n\nlength, is a wholly foreseeable threat to due process.\n\n     There  is no evidence that any such pocket veto was used\n\nto  frustrate  an  appeal  here.    Rather,  Chakrabarti  was\n\nspecifically and  promptly advised of his right to appeal the\n\nadverse  recommendation of  the Medical  Executive Committee.\n\nHe took no action to  pursue that right.  It is  unclear that\n\nthe  by-law  creates such  a  pocket  veto--the language  may\n\nenvision a withdrawal, with the applicant's consent, to avoid\n\nfurther embarrassment--but in any  event the potential defect\n\ncaused no harm in this case.\n\n     The  last issue  in  the case  concerns attorney's  fees\n\nunder count IV.  At the second jury trial, Chakrabarti sought\n\nto offer evidence of  attorney's fees as part of  his damages\n\nclaimed for tortious interference by defendants.  Recognizing\n\nthat attorney's fees are  not normally compensable damages in\n\n                    \n\n     6Section 6.5-5(c) of the bylaws reads:\n\n          Adverse   Recommendation:      When   the\n                                  \n          recommendation of  the MEC is  adverse to\n          the  applicant, the  superintendent shall\n          immediately request the chief of services\n          to resubmit a revised  application within\n          10  days  or  to  withdraw  the  original\n          application.\n\n                             -15-\n\ncommon law actions, Chakrabarti's  counsel cited to the court\n\nan   exception  recognized   in  Massachusetts   in  tortious\n\ninterference cases where the victim is forced \"to sue . . . .\n\na third party  in order to  protect his rights.\"   M.F. Roach\n                                                             \n\nCo.  v. Town  of  Provincetown, 247  N.E.2d  377, 378  (Mass.\n                              \n\n1969).\n\n     The district  court rejected the evidence,  saying that,\n\nby  contrast  to  Roach,  the present  case  did  not involve\n                       \n\nattorney's fees  incurred in suing  a third party  to restore\n\ncontractual  rights; rather  the  fees were  incurred in  the\n\npresent suit  to  recover  against  the  alleged  tortfeasors\n\nthemselves.     Roach  is   a  very  brief   opinion,  little\n                     \n\nilluminated by later cases.  But its language and what can be\n\ndiscerned of its rationale give no hint that Roach applies to\n                                                  \n\nlegal fees incurred in suing the tortfeasor.\n\n     Rather  imaginatively,  Chakrabarti's  brief  on  appeal\n\ntries to analogize this  case to a suit against  the hospital\n\nin proper persona for reinstatement:  the brief asserts that,\n                 \n\nso  far  as equitable  relief is  concerned, the  request for\n\nreinstatement is  made against the doctors  in their official\n                                                             \n\ncapacity,  just as  if  the hospital  had  been joined  as  a\n\ndefendant.  This analogy is not without some force,  although\n\nit may not have been clearly presented to the district court.\n\n     In   any  case,   reinstatement   was  not   granted  to\n                                               \n\nChakrabarti in this case or, so far as we know, in any other.\n\n                             -16-\n\nIn Roach the attorney's fees allowed were incurred to achieve\n        \n\nredress against the third party.  Here, no such reinstatement\n\nhas been  achieved and, in  view of Chakrabarti's  failure to\n\nappeal the  action of  the Medical Executive  Committee, such\n\nrelief was always  unlikely.   We have no  warrant to  extend\n\nRoach to  such a situation  where redress  against the  third\n     \n\nparty  is not achieved or  even likely, unless  and until the\n\nMassachusetts courts  choose  so to  extend it.   See,  e.g.,\n                                                            \n\nPearson v. John Hancock Mut. Life Ins. Co., 979 F.2d 254, 259\n                                          \n\n(1st Cir. 1992).\n\n     This case reveals the  limitations of the trial process,\n\nwhich imposes  yes or no  answers on liability  questions, in\n\ncoping  with muddled disputes of  this kind.   Frankly, it is\n\nnot manifestly clear to us  that Chakrabarti deserved to lose\n\nhis clinical privileges, nor that Cohen and Gill acted in bad\n\nfaith or through  patently improper means.   But the  parties\n\nchose  to litigate  the case  rather than  to settle,  as the\n\ndistrict judge wisely encouraged  them to do, and we  find no\n\nlegal error  affecting substantial rights in the proceedings,\n\nnor any basis to overturn the jury's decision.  \n\n     Affirmed.  \n             \n\n                             -17-\n",
  "html": "<p class=\"case_cite\">31 F.3d 1</p>\n    <p class=\"parties\">Kishanlal CHAKRABARTI, Plaintiff, Appellee,<br>v.<br>Joseph L. COHEN, M.D., and Michael J. Gill, M.D.,<br>Defendants, Appellants.<br>Kishanlal CHAKRABARTI, Plaintiff, Appellant,<br>v.<br>Joseph L. COHEN, M.D., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 92-1987, 92-1988.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 8, 1994.<br>Decided July 22, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Timothy A. Mullen, Asst. Atty. Gen., Government Bureau, Trial Div., with whom Scott Harshbarger, Atty. Gen., Boston, MA, was on briefs, for defendants.</p>\n      <p class=\"indent\">Robert LeRoux Hernandez, Malden, MA, for plaintiff.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Dr. Kishanlal Chakrabarti served as a staff psychiatrist at the Lemuel Shattuck Hospital (\"the hospital\"), a facility of the Massachusetts Department of Public Health.  In this suit he sought redress for his discharge by the hospital, and won a jury award of $75,000.  Both sides appeal.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The background facts are straightforward.  Born in India and trained in England, Chakrabarti joined the staff of the hospital in 1979 and worked initially in its geriatric psychiatry unit.  In the early 1980s, another facility--this one managed by a different state agency--was merged into the hospital.  Chakrabarti disagreed with the merger and its implementation and made his criticisms known;  and he objected unsuccessfully to the naming of Dr. Michael Gill as head of the combined psychiatric unit at the hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In October 1985 Gill asked Chakrabarti to resign, citing their inability to work together and asserted deficiencies in the latter's performance.  Chakrabarti's new immediate supervisor, Dr. Susan Wehry, also expressed some concerns about his performance.  Gill repeated his request in December 1985 and Chakrabarti rejected the request.  In June 1986 Wehry replaced Chakrabarti in her unit with another doctor, and the hospital's chief of medicine, Dr. Joseph Cohen, assigned Chakrabarti to a newly created job:  guardianship coordinator and utilization review physician for psychiatric patients.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the next twelve months Chakrabarti did not perform his new duties to the satisfaction of Cohen, Gill or Wehry.  Chakrabarti in turn took the view that his new job was effectively a demotion, cutting him off from medical practice with patients at the hospital.  On June 5, 1987, Gill gave Chakrabarti a negative evaluation and told him that if Chakrabarti still declined to resign, Gill would urge the Medical Executive Committee not to renew Chakrabarti's clinical privileges.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  On June 8, 1987, the Medical Executive Committee voted unanimously not to recommend renewal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Later in June 1987 Chakrabarti was formally notified of the decision not to renew;  the reason given was his failure to perform satisfactorily his current assignment.  He was told that he could appeal pursuant to the hospital's medical-staff bylaws.  Chakrabarti apparently could not perform his guardianship role without clinical privileges but he was continued on the hospital payroll until June 1988.  At that time he was terminated on the ground that no post was available for him at the hospital because he could not perform clinical duties there.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1988 Chakrabarti brought the present action in district court, naming as defendants Cohen, Gill and several others who are no longer parties to the case.  The complaint set forth five counts:  a section 1983 claim under federal law, 42 U.S.C. Sec. 1983 (count I);  a claim under the Massachusetts Civil Rights Act, Mass.Gen.L. ch. 12, Secs. 11H, 11I (count II);  and state common law claims for intentional infliction of emotional distress (count III), interference with business relations (count IV), and defamation (count V).  Damages and reinstatement were both sought.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The first trial occurred in November 1991.  The court directed a verdict for defendants on count III.  Thereafter the jury found in favor of Cohen and Gill on counts I, II and V.  On count IV the jury found in favor of Chakrabarti and awarded him $1 in nominal damages and $30,000 in punitive damages.  In answer to interrogatories, the jury said that Cohen and Gill had not sought to retaliate against Chakrabarti for constitutionally protected speech.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In January 1992 the district court resumed proceedings to consider equitable relief.  The following month, the court allowed Chakrabarti to amend his complaint to allege--as count VI--violations of substantive due process and procedural due process;  these were to be considered as bases for equitable relief on the existing record.  The court also ordered a new jury trial on damages under count IV because it concluded that punitive damages were not permitted under Massachusetts law on count IV.  A retrial on count IV occurred in March 1992, and the jury awarded Chakrabarti $75,000 in actual damages against Cohen and Gill.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Thereafter the district court resolved the claims for equitable relief.  It first found that the substantive due process claim failed on the merits.  Later the court rejected the procedural due process claim;  the court said Chakrabarti had been terminated prematurely because Cohen and Gill failed to follow required procedures, but the state provided an adequate appeal process that Chakrabarti had failed to follow.  Finally, as to count IV the court found that equitable relief was barred by the Pennhurst doctrine, see Pennhurst State School &amp; Hospital v. Halderman, 465 U.S. 89, 104 S.Ct. 900, 79 L.Ed.2d 67 (1984).  It also ruled that under state law attorney's fees were not available as to count IV.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On June 26, 1993, judgment in favor of Chakrabarti and against Cohen and Gill was entered on count IV in the amount of $75,000 plus $33,351.45 in pre-judgment interest, plus costs.  Judgment was entered in favor of the defendants on all other counts.  Represented by the state, Cohen and Gill appeal from the judgment on count IV.  Chakrabarti appeals from the judgment on counts III and VI and the refusal to allow attorney's fees as damages under count IV.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We start with the appeal by Cohen and Gill.  Although limited to count IV, this appeal raises several distinct issues.  Defendants begin by asserting that on this record no reasonable jury could have found that the defendants had unlawfully interfered with an advantageous business relationship, and a verdict should have been directed on this count.  On appeal, we draw all reasonable inferences in favor of the party who opposed the directed verdict and prevailed at trial; and credibility issues are similarly resolved in favor of the jury verdict.  Santiago-Negron v. Castro-Davila, 865 F.2d 431, 445 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Both sides agree that the elements of the count IV claim under Massachusetts law are a business relationship with a third party, knowledge of it by the defendants, interference \"through improper motives or ... means,\" and harm.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The defendants say that under state law they enjoyed the benefit of statutory privileges that protect them so long as they acted in good faith and in the reasonable belief that their actions were proper.  See Mass.Gen.L. ch. 231, Sec. 85N;  Mass.Gen.L. ch. 111, Sec. 203(c).  And, say the defendants, Chakrabarti's central argument is that he was fired in retaliation for his criticism but this claim is negated by the jury's interrogatory answers on this issue.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We will assume arguendo that the interrogatory answers established that Cohen and Gill did not retaliate against protected speech.  This may mean a debatable assumption;  one might argue that inconsistency in civil verdicts on different counts is permissible or, at best, grounds for contemporaneous relief (e.g., further consideration by the jury before entry of the verdicts).  But even if retaliation for protected speech were disregarded as a possible motive, defendants must still show that nothing else in the record supported a finding of bad faith or unreasonable belief.  Defendants' brief does not attempt the task.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At trial Chakrabarti sought to show that he had enjoyed good evaluations prior to Gill's arrival;  that Gill, with Cohen's acquiescence and Wehry's support, had set about building a false record of Chakrabarti's incompetence;  that improper threats had been employed by Gill;  that Cohen had assigned Chakrabarti to a dead-end job with no guidance or help as a pretext for forcing him out of the hospital;  that defendants ignored procedures that governed removal;  and that others on the staff had been outraged at what they said was unfair treatment of Chakrabarti.  In short, Chakrabarti's criticism of the new merger and of Gill was only a part of the story.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Whether the story has much basis may be debatable, but it is the job of an appellate brief to muster and array the evidence to show why no reasonable jury could find bad faith or other misconduct.  Here the defendants' brief on appeal makes no serious effort, in support of this ground of appeal, to analyze the evidence taking it in the light most favorable to Chakrabarti and resolving credibility issues in his favor.  It is not our job to comb a seven-volume trial transcript afresh and without counsel's assistance, and we decline to do so.  Cf. U.S. Healthcare, Inc. v. Healthsource, Inc., 986 F.2d 589, 599 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although it weakens Chakrabarti's case to assume away the main motive he argued to the jury--supposed retaliation against protected speech--it does not eliminate that case.  Fabricating false claims of incompetence could easily serve as wrongdoing under count IV even if one assumed that Gill acted out of personal dislike and Cohen and Weary out of loyalty to Gill.  The original punitive damage award suggests that the jury may well have taken such a view of the matter.  Quite possibly the jury was wrong.  But it is the job of defendants' counsel to show us why and counsel has not made the effort.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Later in their brief defendants make a different kind of argument against liability.  They say that as a matter of law administrators of the hospital cannot be liable for interference with an advantageous relationship between the hospital and one of its own employees.  This certainly could be the law and perhaps ought to be;  but the general rule is that supervisor status, or co-employment, merely creates a privilege for good-faith interference through reasonable means.  See P. Keeton, Prosser and Keeton on Torts 985 (5th ed. 1984) (citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Defendants cite only a single case to show that Massachusetts follows a different course.  Saint Louis v. Baystate Medical Ctr., 30 Mass.App.Ct. 393, 568 N.E.2d 1181 (1991).  That case confirms that, as one might expect, an employer cannot be sued by its own employee for interfering with the contract between them.  Id. 568 N.E.2d at 1188.   But the case does not say that a supervisor is similarly exempt from suit;  it merely says that the supervisor enjoys a privilege to express his views.  Id.  Nothing in the discussion, or in the underlying facts described in the opinion, suggests that this privilege is absolute or shields an improper motive or improper means.  Accord, Wright v. Shriners Hospital, 412 Mass. 469, 589 N.E.2d 1241, 1246 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Turning to damages, defendants make several arguments.  They first point to the directed verdict for defendants entered by the district judge on count III;  they note that Chakrabarti did not claim pecuniary damages (he appears to have earned more in private practice after leaving the hospital);  and they say that the emotional distress claimed as damages under count IV represent the same damages that the judge declined to permit under count III.  The short answer to the supposed inconsistency is that the district judge dismissed count III because he thought that outrageous conduct had not been shown.  Thus the dismissal had nothing to do with a lack of emotional distress.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Defendants also say that one who sues for wrongful interference with an advantageous relationship may not collect compensatory damages for emotional trauma but only for pecuniary loss.  This argument has some surface appeal since the wrongful interference tort is directed to protecting economic relationships, see Keeton, supra, at 978, and Massachusetts has a separately defined tort to protect against emotional distress.  But defendants did not make this argument to the district court, and we cannot say that it was \"plain error\" for the district court to allow such damages where the relationship in question was an economic one.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Defendants' last claim on damages is that the first jury verdict showed that no actual damages were suffered and that the district court should simply have set aside the punitive damages award without granting a new trial.  In one of several versions of this argument, defendants contend that the jury's finding of no actual damages was untainted by the misinstruction allowing punitive damages.  Chakrabarti, say the defendants, should not benefit from an error in instructions that he himself invited.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Based on his remarks, the district judge evidently believed that the jury had, under the mistaken instruction, accepted the evidence of emotional distress but compensated for it in the punitive damages award.  The judge thought that fairness required a fresh start on damages, and he noted that neither side had properly advised him on the no-punitive damages rule.  A new trial on damages was arguably the right course and was certainly not an abuse of the trial court's broad discretion to order new trials.  See Fed.R.Civ.P. 59(a);  Dopp v. HTP Corp., 947 F.2d 506, 518 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We turn now to the cross-appeal by Chakrabarti.  His first argument is that the district court erred in directing a verdict against him on his count III claim of intentional infliction of emotional distress.  Massachusetts law recognizes such a tort to redress \"extreme and outrageous conduct.\"  Agis v. Howard Johnson Co., 371 Mass. 140, 355 N.E.2d 315, 318 (1976).  The district court thought that no reasonable jury could find that the defendants' conduct rose to that level.  We share that view and therefore by-pass the question whether count III could have afforded Chakrabarti any further damages not covered by the count IV award.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Chakrabarti's brief portrays the case as one in which \"an exemplary public servant\" and \"inspiring leader\" was hounded out of his job through insults, lies and calculated humiliations.  In fact, the record shows not another Dreyfus affair but a fairly common employment dispute etched not in black and white but in gray.  Chakrabarti, whose own past evaluations were reasonably good but not flawless, resisted the new regime;  the working relationship deteriorated;  he was shifted to a less attractive job and further disputes ensued;  ultimately, he was terminated, despite the protests of a number of those with whom he had worked.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In obtaining this termination, the defendants may have misstated facts concerning Chakrabarti's competence and conduct, although his brief offers more generalizations than record citations on this point.  The administrators, who after all had gone to medical school rather than law school, may also have made some procedural missteps, as the district court found.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Perhaps it was not an impermissible stretch for a jury to find their conduct unprivileged (although as noted the evidence on this issue has not been seriously sifted by defendants).  But there is no indication that any of their conduct, or all of it taken together, was extreme and outrageous.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Life is crowded with events that cause emotional upset and turmoil.  As one would expect, the cases indicate that Massachusetts law keeps a reasonably tight rein on the tort remedy for intentional infliction of emotional distress.  The courts' language, although general, includes phrases like \"beyond all possible bounds of decency,\" \"utterly intolerable in a civilized community,\" and \"atrocious.\"   See, e.g., Foley v. Polaroid Corp., 400 Mass. 82, 508 N.E.2d 72, 82 (1987);  Short v. Town of Burlington, 11 Mass.App.Ct. 909, 414 N.E.2d 1035, 1036 (1980).  Lawyers, who use the term \"outrage\" liberally, may become tone-deaf to the nuances;  but an atrocity is something more than a faulty evaluation, a procedural error in applying opaque credentials rules, or even a dead-end job as competency coordinator.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This discussion also answers Chakrabarti's next claim of error.  The district court ruled, on count VI, that there was no violation of substantive due process, a label normally reserved for conduct that is truly shocking.  See Rochin v. California, 342 U.S. 165, 172, 72 S.Ct. 205, 96 L.Ed. 183 (1952) (use of stomach pump to retrieve evidence).  One need not be blind to Chakrabarti's undoubted distress to appreciate that defendants' conduct fell far short of the \"egregiously unacceptable, outrageous, or conscience-shocking.\"  Amsden v. Moran, 904 F.2d 748, 754 (1st Cir.1990), cert. denied, 498 U.S. 1041, 111 S.Ct. 713, 112 L.Ed.2d 702 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As his third claim of error, Chakrabarti asserts that the district court erred in failing to find a violation of procedural due process.  The district court said that Chakrabarti's privileges had been terminated prematurely (see note 5, above), but that no improper state action was implicated.  The court reasoned that the fault lay not in the by-laws but in defendants' mistaken treatment of the committee's action as final.  Citing Lowe v. Scott, 959 F.2d 323 (1st Cir.1992), the court called this a random and unauthorized action by individuals and not a basis for relief against the state.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">On appeal, Chakrabarti's brief points to a different possible defect in the by-laws and insists that under section 1983 he is entitled to an injunction reinstating his clinical privileges (and presumably to attorney's fees as provided where relief is obtained under that section).  The supposed defect, created by obscure wording in the by-laws, is the possibility that hospital administrators could frustrate an appeal from an adverse committee action by having the chief of the applicant's service unilaterally withdraw the disapproved application.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This, Chakrabarti argues at length, is a wholly foreseeable threat to due process.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">There is no evidence that any such pocket veto was used to frustrate an appeal here.  Rather, Chakrabarti was specifically and promptly advised of his right to appeal the adverse recommendation of the Medical Executive Committee.  He took no action to pursue that right.  It is unclear that the by-law creates such a pocket veto--the language may envision a withdrawal, with the applicant's consent, to avoid further embarrassment--but in any event the potential defect caused no harm in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The last issue in the case concerns attorney's fees under count IV.  At the second jury trial, Chakrabarti sought to offer evidence of attorney's fees as part of his damages claimed for tortious interference by defendants.  Recognizing that attorney's fees are not normally compensable damages in common law actions, Chakrabarti's counsel cited to the court an exception recognized in Massachusetts in tortious interference cases where the victim is forced \"to sue.... a third party in order to protect his rights.\"  M.F. Roach Co. v. Town of Provincetown, 355 Mass. 731, 247 N.E.2d 377, 378 (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court rejected the evidence, saying that, by contrast to Roach, the present case did not involve attorney's fees incurred in suing a third party to restore contractual rights;  rather the fees were incurred in the present suit to recover against the alleged tortfeasors themselves.  Roach is a very brief opinion, little illuminated by later cases.  But its language and what can be discerned of its rationale give no hint that Roach applies to legal fees incurred in suing the tortfeasor.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Rather imaginatively, Chakrabarti's brief on appeal tries to analogize this case to a suit against the hospital in proper persona for reinstatement:  the brief asserts that, so far as equitable relief is concerned, the request for reinstatement is made against the doctors in their official capacity, just as if the hospital had been joined as a defendant.  This analogy is not without some force, although it may not have been clearly presented to the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In any case, reinstatement was not granted to Chakrabarti in this case or, so far as we know, in any other.  In Roach the attorney's fees allowed were incurred to achieve redress against the third party.  Here, no such reinstatement has been achieved and, in view of Chakrabarti's failure to appeal the action of the Medical Executive Committee, such relief was always unlikely.  We have no warrant to extend Roach to such a situation where redress against the third party is not achieved or even likely, unless and until the Massachusetts courts choose so to extend it.  See, e.g., Pearson v. John Hancock Mut. Life Ins. Co., 979 F.2d 254, 259 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This case reveals the limitations of the trial process, which imposes yes or no answers on liability questions, in coping with muddled disputes of this kind.  Frankly, it is not manifestly clear to us that Chakrabarti deserved to lose his clinical privileges, nor that Cohen and Gill acted in bad faith or through patently improper means.  But the parties chose to litigate the case rather than to settle, as the district judge wisely encouraged them to do, and we find no legal error affecting substantial rights in the proceedings, nor any basis to overturn the jury's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Under the by-laws clinical privileges were reexamined every two years by the Medical Executive Committee on which Cohen sat.  Its recommendation could be appealed to the Public Health Council headed by the State Commissioner of Public Health</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> United Truck Leasing Corp. v. Geltman, 406 Mass. 811, 551 N.E.2d 20, 23 (1990);  see also G.S. Enters. v. Falmouth Marine, 410 Mass. 262, 571 N.E.2d 1363, 1370 (1991).  Traditionally, the remedy differs in certain aspects, depending on whether an existing contract or merely a business relationship is disarranged;  but these differences have not been stressed in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As noted, the jury found in response to interrogatories under Fed.R.Civ.P. 49 that Chakrabarti's \"protected speech\" was not \"a substantial or motivating factor\" in the actions taken against him by Cohen and Gill</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Compare American Velodur Metal, Inc. v. Schinabeck, 20 Mass.App.Ct. 460, 481 N.E.2d 209, 216 (1985) (compensation for mental distress and anxiety allowed), cert. denied, 475 U.S. 1018, 106 S.Ct. 1204, 89 L.Ed.2d 318 (1986), with Ratner v. Noble, 35 Mass.App.Ct. 137, 617 N.E.2d 649 (1993) (no such compensation allowed where the relationship interfered with was a non-pecuniary one).  See Keeton, supra, at 1003, n. 68, listing Massachusetts as one of the states that allows recovery \"for mental suffering\" for tortious interference</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The principal misstep described by the district court was the termination of Chakrabarti's medical privileges based on the action of the Medical Executive Committee.  As the district judge read the by-laws, that body merely makes recommendations to the Public Health Council, which in this case apparently did not act</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Section 6.5-5(c) of the bylaws reads:</p>\n        <p>Adverse Recommendation:  When the recommendation of the MEC is adverse to the applicant, the superintendent shall immediately request the chief of services to resubmit a revised application within 10 days or to withdraw the original application.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">Kishanlal CHAKRABARTI, Plaintiff, Appellee,<br>v.<br>Joseph L. COHEN, M.D., and Michael J. Gill, M.D.,<br>Defendants, Appellants.<br>Kishanlal CHAKRABARTI, Plaintiff, Appellant,<br>v.<br>Joseph L. COHEN, M.D., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 92-1987, 92-1988.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 8, 1994.<br>Decided July 22, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Timothy A. Mullen, Asst. Atty. Gen., Government Bureau, Trial Div., with whom Scott Harshbarger, Atty. Gen., Boston, MA, was on briefs, for defendants.</p>\n      <p class=\"indent\">Robert LeRoux Hernandez, Malden, MA, for plaintiff.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Dr. Kishanlal Chakrabarti served as a staff psychiatrist at the Lemuel Shattuck Hospital (\"the hospital\"), a facility of the Massachusetts Department of Public Health.  In this suit he sought redress for his discharge by the hospital, and won a jury award of $75,000.  Both sides appeal.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The background facts are straightforward.  Born in India and trained in England, Chakrabarti joined the staff of the hospital in 1979 and worked initially in its geriatric psychiatry unit.  In the early 1980s, another facility--this one managed by a different state agency--was merged into the hospital.  Chakrabarti disagreed with the merger and its implementation and made his criticisms known;  and he objected unsuccessfully to the naming of Dr. Michael Gill as head of the combined psychiatric unit at the hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In October 1985 Gill asked Chakrabarti to resign, citing their inability to work together and asserted deficiencies in the latter's performance.  Chakrabarti's new immediate supervisor, Dr. Susan Wehry, also expressed some concerns about his performance.  Gill repeated his request in December 1985 and Chakrabarti rejected the request.  In June 1986 Wehry replaced Chakrabarti in her unit with another doctor, and the hospital's chief of medicine, Dr. Joseph Cohen, assigned Chakrabarti to a newly created job:  guardianship coordinator and utilization review physician for psychiatric patients.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the next twelve months Chakrabarti did not perform his new duties to the satisfaction of Cohen, Gill or Wehry.  Chakrabarti in turn took the view that his new job was effectively a demotion, cutting him off from medical practice with patients at the hospital.  On June 5, 1987, Gill gave Chakrabarti a negative evaluation and told him that if Chakrabarti still declined to resign, Gill would urge the Medical Executive Committee not to renew Chakrabarti's clinical privileges.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  On June 8, 1987, the Medical Executive Committee voted unanimously not to recommend renewal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Later in June 1987 Chakrabarti was formally notified of the decision not to renew;  the reason given was his failure to perform satisfactorily his current assignment.  He was told that he could appeal pursuant to the hospital's medical-staff bylaws.  Chakrabarti apparently could not perform his guardianship role without clinical privileges but he was continued on the hospital payroll until June 1988.  At that time he was terminated on the ground that no post was available for him at the hospital because he could not perform clinical duties there.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1988 Chakrabarti brought the present action in district court, naming as defendants Cohen, Gill and several others who are no longer parties to the case.  The complaint set forth five counts:  a section 1983 claim under federal law, 42 U.S.C. Sec. 1983 (count I);  a claim under the Massachusetts Civil Rights Act, Mass.Gen.L. ch. 12, Secs. 11H, 11I (count II);  and state common law claims for intentional infliction of emotional distress (count III), interference with business relations (count IV), and defamation (count V).  Damages and reinstatement were both sought.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The first trial occurred in November 1991.  The court directed a verdict for defendants on count III.  Thereafter the jury found in favor of Cohen and Gill on counts I, II and V.  On count IV the jury found in favor of Chakrabarti and awarded him $1 in nominal damages and $30,000 in punitive damages.  In answer to interrogatories, the jury said that Cohen and Gill had not sought to retaliate against Chakrabarti for constitutionally protected speech.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In January 1992 the district court resumed proceedings to consider equitable relief.  The following month, the court allowed Chakrabarti to amend his complaint to allege--as count VI--violations of substantive due process and procedural due process;  these were to be considered as bases for equitable relief on the existing record.  The court also ordered a new jury trial on damages under count IV because it concluded that punitive damages were not permitted under Massachusetts law on count IV.  A retrial on count IV occurred in March 1992, and the jury awarded Chakrabarti $75,000 in actual damages against Cohen and Gill.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Thereafter the district court resolved the claims for equitable relief.  It first found that the substantive due process claim failed on the merits.  Later the court rejected the procedural due process claim;  the court said Chakrabarti had been terminated prematurely because Cohen and Gill failed to follow required procedures, but the state provided an adequate appeal process that Chakrabarti had failed to follow.  Finally, as to count IV the court found that equitable relief was barred by the Pennhurst doctrine, see Pennhurst State School &amp; Hospital v. Halderman, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span> </a></span>(1984).  It also ruled that under state law attorney's fees were not available as to count IV.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On June 26, 1993, judgment in favor of Chakrabarti and against Cohen and Gill was entered on count IV in the amount of $75,000 plus $33,351.45 in pre-judgment interest, plus costs.  Judgment was entered in favor of the defendants on all other counts.  Represented by the state, Cohen and Gill appeal from the judgment on count IV.  Chakrabarti appeals from the judgment on counts III and VI and the refusal to allow attorney's fees as damages under count IV.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We start with the appeal by Cohen and Gill.  Although limited to count IV, this appeal raises several distinct issues.  Defendants begin by asserting that on this record no reasonable jury could have found that the defendants had unlawfully interfered with an advantageous business relationship, and a verdict should have been directed on this count.  On appeal, we draw all reasonable inferences in favor of the party who opposed the directed verdict and prevailed at trial; and credibility issues are similarly resolved in favor of the jury verdict.  Santiago-Negron v. Castro-Davila, <span class=\"citation\" data-id=\"516909\"><a href=\"/opinion/516909/ivette-santiago-negron-v-modesto-castro-davila-etc/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">431</span></a></span>, 445 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Both sides agree that the elements of the count IV claim under Massachusetts law are a business relationship with a third party, knowledge of it by the defendants, interference \"through improper motives or ... means,\" and harm.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The defendants say that under state law they enjoyed the benefit of statutory privileges that protect them so long as they acted in good faith and in the reasonable belief that their actions were proper.  See Mass.Gen.L. ch. 231, Sec. 85N;  Mass.Gen.L. ch. 111, Sec. 203(c).  And, say the defendants, Chakrabarti's central argument is that he was fired in retaliation for his criticism but this claim is negated by the jury's interrogatory answers on this issue.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We will assume arguendo that the interrogatory answers established that Cohen and Gill did not retaliate against protected speech.  This may mean a debatable assumption;  one might argue that inconsistency in civil verdicts on different counts is permissible or, at best, grounds for contemporaneous relief (e.g., further consideration by the jury before entry of the verdicts).  But even if retaliation for protected speech were disregarded as a possible motive, defendants must still show that nothing else in the record supported a finding of bad faith or unreasonable belief.  Defendants' brief does not attempt the task.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At trial Chakrabarti sought to show that he had enjoyed good evaluations prior to Gill's arrival;  that Gill, with Cohen's acquiescence and Wehry's support, had set about building a false record of Chakrabarti's incompetence;  that improper threats had been employed by Gill;  that Cohen had assigned Chakrabarti to a dead-end job with no guidance or help as a pretext for forcing him out of the hospital;  that defendants ignored procedures that governed removal;  and that others on the staff had been outraged at what they said was unfair treatment of Chakrabarti.  In short, Chakrabarti's criticism of the new merger and of Gill was only a part of the story.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Whether the story has much basis may be debatable, but it is the job of an appellate brief to muster and array the evidence to show why no reasonable jury could find bad faith or other misconduct.  Here the defendants' brief on appeal makes no serious effort, in support of this ground of appeal, to analyze the evidence taking it in the light most favorable to Chakrabarti and resolving credibility issues in his favor.  It is not our job to comb a seven-volume trial transcript afresh and without counsel's assistance, and we decline to do so.  Cf. U.S. Healthcare, Inc. v. Healthsource, Inc., <span class=\"citation\" data-id=\"600733\"><a href=\"/opinion/600733/us-healthcare-inc-etc-v-healthsource-inc-etc/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">589</span></a></span>, 599 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although it weakens Chakrabarti's case to assume away the main motive he argued to the jury--supposed retaliation against protected speech--it does not eliminate that case.  Fabricating false claims of incompetence could easily serve as wrongdoing under count IV even if one assumed that Gill acted out of personal dislike and Cohen and Weary out of loyalty to Gill.  The original punitive damage award suggests that the jury may well have taken such a view of the matter.  Quite possibly the jury was wrong.  But it is the job of defendants' counsel to show us why and counsel has not made the effort.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Later in their brief defendants make a different kind of argument against liability.  They say that as a matter of law administrators of the hospital cannot be liable for interference with an advantageous relationship between the hospital and one of its own employees.  This certainly could be the law and perhaps ought to be;  but the general rule is that supervisor status, or co-employment, merely creates a privilege for good-faith interference through reasonable means.  See P. Keeton, Prosser and Keeton on Torts 985 (5th ed. 1984) (citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Defendants cite only a single case to show that Massachusetts follows a different course.  Saint Louis v. Baystate Medical Ctr., 30 Mass.App.Ct. 393, <span class=\"citation\" data-id=\"2094739\"><a href=\"/opinion/2094739/saint-louis-v-baystate-medical-center-inc/\"><span class=\"volume\">568</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1181</span> </a></span>(1991).  That case confirms that, as one might expect, an employer cannot be sued by its own employee for interfering with the contract between them.  <span class=\"citation\" data-id=\"2094739\"><a href=\"/opinion/2094739/saint-louis-v-baystate-medical-center-inc/\"><span class=\"id_token\">Id.</span> 568 N.E.2d </a></span>at 1188.   But the case does not say that a supervisor is similarly exempt from suit;  it merely says that the supervisor enjoys a privilege to express his views.  <span class=\"citation\" data-id=\"2094739\"><a href=\"/opinion/2094739/saint-louis-v-baystate-medical-center-inc/\"><span class=\"id_token\">Id.</span>  Nothing in </a></span>the discussion, or in the underlying facts described in the opinion, suggests that this privilege is absolute or shields an improper motive or improper means.  Accord, Wright v. Shriners Hospital, <span class=\"citation\" data-id=\"2239892\"><a href=\"/opinion/2239892/wright-v-shriners-hospital-for-crippled-children/\"><span class=\"volume\">412</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">469</span></a></span>, <span class=\"citation\" data-id=\"2239892\"><a href=\"/opinion/2239892/wright-v-shriners-hospital-for-crippled-children/\"><span class=\"volume\">589</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1241</span></a></span>, 1246 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Turning to damages, defendants make several arguments.  They first point to the directed verdict for defendants entered by the district judge on count III;  they note that Chakrabarti did not claim pecuniary damages (he appears to have earned more in private practice after leaving the hospital);  and they say that the emotional distress claimed as damages under count IV represent the same damages that the judge declined to permit under count III.  The short answer to the supposed inconsistency is that the district judge dismissed count III because he thought that outrageous conduct had not been shown.  Thus the dismissal had nothing to do with a lack of emotional distress.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Defendants also say that one who sues for wrongful interference with an advantageous relationship may not collect compensatory damages for emotional trauma but only for pecuniary loss.  This argument has some surface appeal since the wrongful interference tort is directed to protecting economic relationships, see <span class=\"citation no-link\"><span class=\"antecedent_guess\">Keeton,</span> supra, at <span class=\"page\">978</span></span>, and Massachusetts has a separately defined tort to protect against emotional distress.  But defendants did not make this argument to the district court, and we cannot say that it was \"plain error\" for the district court to allow such damages where the relationship in question was an economic one.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Defendants' last claim on damages is that the first jury verdict showed that no actual damages were suffered and that the district court should simply have set aside the punitive damages award without granting a new trial.  In one of several versions of this argument, defendants contend that the jury's finding of no actual damages was untainted by the misinstruction allowing punitive damages.  Chakrabarti, say the defendants, should not benefit from an error in instructions that he himself invited.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Based on his remarks, the district judge evidently believed that the jury had, under the mistaken instruction, accepted the evidence of emotional distress but compensated for it in the punitive damages award.  The judge thought that fairness required a fresh start on damages, and he noted that neither side had properly advised him on the no-punitive damages rule.  A new trial on damages was arguably the right course and was certainly not an abuse of the trial court's broad discretion to order new trials.  See Fed.R.Civ.P. 59(a);  Dopp v. HTP Corp., <span class=\"citation\" data-id=\"570480\"><a href=\"/opinion/570480/paul-s-dopp-v-htp-corporation-paul-s-dopp-v-htp-corporation-paul-s/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span>, 518 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We turn now to the cross-appeal by Chakrabarti.  His first argument is that the district court erred in directing a verdict against him on his count III claim of intentional infliction of emotional distress.  Massachusetts law recognizes such a tort to redress \"extreme and outrageous conduct.\"  Agis v. Howard Johnson Co., <span class=\"citation\" data-id=\"2078606\"><a href=\"/opinion/2078606/agis-v-howard-johnson-co/\"><span class=\"volume\">371</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">140</span></a></span>, <span class=\"citation\" data-id=\"2078606\"><a href=\"/opinion/2078606/agis-v-howard-johnson-co/\"><span class=\"volume\">355</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">315</span></a></span>, 318 (1976).  The district court thought that no reasonable jury could find that the defendants' conduct rose to that level.  We share that view and therefore by-pass the question whether count III could have afforded Chakrabarti any further damages not covered by the count IV award.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Chakrabarti's brief portrays the case as one in which \"an exemplary public servant\" and \"inspiring leader\" was hounded out of his job through insults, lies and calculated humiliations.  In fact, the record shows not another Dreyfus affair but a fairly common employment dispute etched not in black and white but in gray.  Chakrabarti, whose own past evaluations were reasonably good but not flawless, resisted the new regime;  the working relationship deteriorated;  he was shifted to a less attractive job and further disputes ensued;  ultimately, he was terminated, despite the protests of a number of those with whom he had worked.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In obtaining this termination, the defendants may have misstated facts concerning Chakrabarti's competence and conduct, although his brief offers more generalizations than record citations on this point.  The administrators, who after all had gone to medical school rather than law school, may also have made some procedural missteps, as the district court found.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Perhaps it was not an impermissible stretch for a jury to find their conduct unprivileged (although as noted the evidence on this issue has not been seriously sifted by defendants).  But there is no indication that any of their conduct, or all of it taken together, was extreme and outrageous.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Life is crowded with events that cause emotional upset and turmoil.  As one would expect, the cases indicate that Massachusetts law keeps a reasonably tight rein on the tort remedy for intentional infliction of emotional distress.  The courts' language, although general, includes phrases like \"beyond all possible bounds of decency,\" \"utterly intolerable in a civilized community,\" and \"atrocious.\"   See, e.g., Foley v. Polaroid Corp., <span class=\"citation\" data-id=\"2122368\"><a href=\"/opinion/2122368/foley-v-polaroid-corp/\"><span class=\"volume\">400</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">82</span></a></span>, <span class=\"citation\" data-id=\"2122368\"><a href=\"/opinion/2122368/foley-v-polaroid-corp/\"><span class=\"volume\">508</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">72</span></a></span>, 82 (1987);  Short v. Town of Burlington, 11 Mass.App.Ct. 909, <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1035</span></span>, 1036 (1980).  Lawyers, who use the term \"outrage\" liberally, may become tone-deaf to the nuances;  but an atrocity is something more than a faulty evaluation, a procedural error in applying opaque credentials rules, or even a dead-end job as competency coordinator.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This discussion also answers Chakrabarti's next claim of error.  The district court ruled, on count VI, that there was no violation of substantive due process, a label normally reserved for conduct that is truly shocking.  See Rochin v. California, <span class=\"citation\" data-id=\"104943\"><a href=\"/opinion/104943/rochin-v-california/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></a></span>, 172, <span class=\"citation\" data-id=\"104943\"><a href=\"/opinion/104943/rochin-v-california/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">205</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">183</span> </span>(1952) (use of stomach pump to retrieve evidence).  One need not be blind to Chakrabarti's undoubted distress to appreciate that defendants' conduct fell far short of the \"egregiously unacceptable, outrageous, or conscience-shocking.\"  Amsden v. Moran, <span class=\"citation\" data-id=\"542853\"><a href=\"/opinion/542853/henry-h-amsden-v-thomas-f-moran-etc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">748</span></a></span>, 754 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">713</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">702</span> </span>(1991).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As his third claim of error, Chakrabarti asserts that the district court erred in failing to find a violation of procedural due process.  The district court said that Chakrabarti's privileges had been terminated prematurely (see note 5, above), but that no improper state action was implicated.  The court reasoned that the fault lay not in the by-laws but in defendants' mistaken treatment of the committee's action as final.  Citing Lowe v. Scott, <span class=\"citation\" data-id=\"579944\"><a href=\"/opinion/579944/lynn-c-lowe-md-v-h-denman-scott-md/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">323</span> </a></span>(1st Cir.1992), the court called this a random and unauthorized action by individuals and not a basis for relief against the state.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">On appeal, Chakrabarti's brief points to a different possible defect in the by-laws and insists that under section 1983 he is entitled to an injunction reinstating his clinical privileges (and presumably to attorney's fees as provided where relief is obtained under that section).  The supposed defect, created by obscure wording in the by-laws, is the possibility that hospital administrators could frustrate an appeal from an adverse committee action by having the chief of the applicant's service unilaterally withdraw the disapproved application.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This, Chakrabarti argues at length, is a wholly foreseeable threat to due process.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">There is no evidence that any such pocket veto was used to frustrate an appeal here.  Rather, Chakrabarti was specifically and promptly advised of his right to appeal the adverse recommendation of the Medical Executive Committee.  He took no action to pursue that right.  It is unclear that the by-law creates such a pocket veto--the language may envision a withdrawal, with the applicant's consent, to avoid further embarrassment--but in any event the potential defect caused no harm in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The last issue in the case concerns attorney's fees under count IV.  At the second jury trial, Chakrabarti sought to offer evidence of attorney's fees as part of his damages claimed for tortious interference by defendants.  Recognizing that attorney's fees are not normally compensable damages in common law actions, Chakrabarti's counsel cited to the court an exception recognized in Massachusetts in tortious interference cases where the victim is forced \"to sue.... a third party in order to protect his rights.\"  M.F. Roach Co. v. Town of Provincetown, <span class=\"citation\" data-id=\"1980272\"><a href=\"/opinion/1980272/mf-roach-co-v-provincetown/\"><span class=\"volume\">355</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">731</span></a></span>, <span class=\"citation\" data-id=\"1980272\"><a href=\"/opinion/1980272/mf-roach-co-v-provincetown/\"><span class=\"volume\">247</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">377</span></a></span>, 378 (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court rejected the evidence, saying that, by contrast to Roach, the present case did not involve attorney's fees incurred in suing a third party to restore contractual rights;  rather the fees were incurred in the present suit to recover against the alleged tortfeasors themselves.  Roach is a very brief opinion, little illuminated by later cases.  But its language and what can be discerned of its rationale give no hint that Roach applies to legal fees incurred in suing the tortfeasor.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Rather imaginatively, Chakrabarti's brief on appeal tries to analogize this case to a suit against the hospital in proper persona for reinstatement:  the brief asserts that, so far as equitable relief is concerned, the request for reinstatement is made against the doctors in their official capacity, just as if the hospital had been joined as a defendant.  This analogy is not without some force, although it may not have been clearly presented to the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In any case, reinstatement was not granted to Chakrabarti in this case or, so far as we know, in any other.  In Roach the attorney's fees allowed were incurred to achieve redress against the third party.  Here, no such reinstatement has been achieved and, in view of Chakrabarti's failure to appeal the action of the Medical Executive Committee, such relief was always unlikely.  We have no warrant to extend Roach to such a situation where redress against the third party is not achieved or even likely, unless and until the Massachusetts courts choose so to extend it.  See, e.g., Pearson v. John Hancock Mut. Life Ins. Co., <span class=\"citation\" data-id=\"594698\"><a href=\"/opinion/594698/harold-f-pearson-iii-v-john-hancock-mutual-life-insurance-co/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span>, 259 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This case reveals the limitations of the trial process, which imposes yes or no answers on liability questions, in coping with muddled disputes of this kind.  Frankly, it is not manifestly clear to us that Chakrabarti deserved to lose his clinical privileges, nor that Cohen and Gill acted in bad faith or through patently improper means.  But the parties chose to litigate the case rather than to settle, as the district judge wisely encouraged them to do, and we find no legal error affecting substantial rights in the proceedings, nor any basis to overturn the jury's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Under the by-laws clinical privileges were reexamined every two years by the Medical Executive Committee on which Cohen sat.  Its recommendation could be appealed to the Public Health Council headed by the State Commissioner of Public Health</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> United Truck Leasing Corp. v. Geltman, <span class=\"citation\" data-id=\"2090012\"><a href=\"/opinion/2090012/united-truck-leasing-corp-v-geltman/\"><span class=\"volume\">406</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">811</span></a></span>, <span class=\"citation\" data-id=\"2090012\"><a href=\"/opinion/2090012/united-truck-leasing-corp-v-geltman/\"><span class=\"volume\">551</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">20</span></a></span>, 23 (1990);  see also G.S. Enters. v. Falmouth Marine, <span class=\"citation\" data-id=\"2125714\"><a href=\"/opinion/2125714/gs-enterprises-inc-v-falmouth-marine-inc/\"><span class=\"volume\">410</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">262</span></a></span>, <span class=\"citation\" data-id=\"2125714\"><a href=\"/opinion/2125714/gs-enterprises-inc-v-falmouth-marine-inc/\"><span class=\"volume\">571</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1363</span></a></span>, 1370 (1991).  Traditionally, the remedy differs in certain aspects, depending on whether an existing contract or merely a business relationship is disarranged;  but these differences have not been stressed in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As noted, the jury found in response to interrogatories under Fed.R.Civ.P. 49 that Chakrabarti's \"protected speech\" was not \"a substantial or motivating factor\" in the actions taken against him by Cohen and Gill</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Compare American Velodur Metal, Inc. v. Schinabeck, 20 Mass.App.Ct. 460, <span class=\"citation\" data-id=\"2102892\"><a href=\"/opinion/2102892/american-velodur-metal-inc-v-schinabeck/\"><span class=\"volume\">481</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">209</span></a></span>, 216 (1985) (compensation for mental distress and anxiety allowed), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1204</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">318</span> </span>(1986), with Ratner v. Noble, 35 Mass.App.Ct. 137, <span class=\"citation\" data-id=\"2040739\"><a href=\"/opinion/2040739/ratner-v-noble/\"><span class=\"volume\">617</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">649</span> </a></span>(1993) (no such compensation allowed where the relationship interfered with was a non-pecuniary one).  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Keeton,</span> supra, at <span class=\"page\">1003</span></span>, n. 68, listing Massachusetts as one of the states that allows recovery \"for mental suffering\" for tortious interference</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The principal misstep described by the district court was the termination of Chakrabarti's medical privileges based on the action of the Medical Executive Committee.  As the district judge read the by-laws, that body merely makes recommendations to the Public Health Council, which in this case apparently did not act</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Section 6.5-5(c) of the bylaws reads:</p>\n        <p>Adverse Recommendation:  When the recommendation of the MEC is adverse to the applicant, the superintendent shall immediately request the chief of services to resubmit a revised application within 10 days or to withdraw the original application.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104943/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111094/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516909/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542853/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570480/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579944/",
    "https://www.courtlistener.com/api/rest/v3/opinions/594698/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600733/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1980272/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2040739/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2078606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2090012/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2094739/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2102892/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2122368/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2125714/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2239892/"
  ]
}