{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195516/",
  "id": 195516,
  "absolute_url": "/opinion/195516/in-re-grand-jury-v/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195516/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:28Z",
  "date_modified": "2020-02-21T23:30:28.273218Z",
  "type": "010combined",
  "sha1": "2d3899991ed6f3fec89a2f2d22281ece0f9734d1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1704.01A",
  "local_path": null,
  "plain_text": "July 22, 1994         [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1704\n\n                IN RE:  GRAND JURY PROCEEDINGS\n\n                                         \n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n\n                          JOHN DOE,\n                          Appellant.\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                   Torruella, Cyr and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nPeter B. Krupp on brief for appellant.\n              \nDonald K. Stern, United States Attorney,  and Fred M. Wyshak, Jr.,\n                                                                 \nAssistant United States Attorney, on brief for appellee.\n\n                                         \n\n                                         \n\n     Per Curiam.  Respondent John Doe appeals from the denial\n               \n\nof a second motion to vacate an order of civil contempt.  For\n\nthe reasons that follow, we affirm.  \n\n                             I. \n\n     In the  fall of  1993, respondent  was called  to appear\n\nbefore  a grand  jury investigating  alleged organized  crime\n\nfigures.   Citing a fear of reprisals against himself and his\n\nfamily,  respondent  refused  to  testify.     He  thereafter\n\npersisted in his recalcitrance  despite receiving an order of\n\nimmunity and a government  offer of placement in  the federal\n\nwitness protection program.  On December 8, 1993, after three\n\nseparate  hearings,  the district  court  held  him in  civil\n\ncontempt.  Finding a reasonable likelihood that incarceration\n\nwould eventually succeed in coercing his testimony, the court\n\nordered  that  respondent  be  imprisoned  for  a  period  of\n\neighteen  months, until  the expiration  of the  grand jury's\n\nterm,  or  until  he  purged  himself  of contempt--whichever\n\noccurred  first.   See 28  U.S.C.    1826(a).   We thereafter\n                      \n\naffirmed the  order of contempt, rejecting various procedural\n\nchallenges advanced  by respondent to the  proceedings below.\n\nIn  re Grand  Jury Proceeding  (Doe), 13  F.3d 459  (1st Cir.\n                                    \n\n1994). \n\n     In March 1994,  respondent filed a motion  to vacate the\n\ncontempt order.  In  a memorandum and accompanying affidavit,\n\nhe  contended that three months in prison had done nothing to\n\nweaken  his resolve not to  testify.  He  reiterated that his\n\nconcerns for the safety  of himself and his family  were such\n\nthat  he would  never relent.   He  also stated  that he  had\n\nrecently learned  from the  government that the  grand jury's\n\nterm was due  to expire  in September 1994,  with the  result\n\nthat his incarceration would  necessarily end, at the latest,\n\nby  that date.  The  serendipitous prospect of being released\n\nnine  months   earlier   than  originally   anticipated,   he\n\nexplained,   only   strengthened   his  resolve   to   remain\n\nrecalcitrant.    In  response,  the  government  argued  that\n\nrespondent   had  failed  to  establish  that  his  continued\n\nincarceration would have no realistic possibility of inducing\n\na change of  heart.  See,  e.g., In re  Grand Jury, 851  F.2d\n                                                  \n\n499,  502 (1st Cir. 1988).   It also  contended that, because\n\nthe grand  jury investigation  was ongoing and  because other\n\nwitnesses  were involved  in contempt  proceedings, releasing\n\nrespondent after such a  short period would encourage similar\n\ndefiance by others and undermine the efficacy of the contempt\n\nsanction.   The district court, in a margin order, denied the\n\nmotion to  vacate  \"after a  thorough  review of  the  entire\n\n                             -3-\n\nrecord,  upon  the   grounds  urged   by  the   government.\"1\n\nRespondent filed no appeal from this ruling.\n\n     In June 1994, respondent filed a second motion to vacate\n\nthe  contempt  order.     His  accompanying   memorandum  and\n\naffidavit largely  echoed those submitted earlier.   He again\n\ninsisted  that  his  resolve remained  unshaken  despite  his\n\nongoing imprisonment.   And he again argued that the prospect\n\nof  being released no later than September 12, 1994, when the\n\ngrand jury's  term was  due to  expire,  only reinforced  his\n\ndetermination.  In his view, because six months in prison had\n\nfailed to  induce his  testimony, another three  months would\n\nlikewise  fail  to  do so.    The  district  court, prior  to\n\nreceiving a  response from  the government,  summarily denied\n\nthe motion  in a margin order.   Respondent now appeals.   He\n\ncontends that the  court ignored  pertinent factual  matters,\n\napplied incorrect legal standards, and abused  its discretion\n\nin finding  that incarceration continued to  pose a realistic\n\npossibility of inducing him to testify. \n\n                             II.\n\n     Due to the  absence of district court findings,  much of\n\nrespondent's argument on appeal  proceeds by indirection.  He\n\n                    \n\n1.  On the same day  of this ruling, respondent sought  leave\nto  file  a  reply  brief in  response  to  the  government's\nopposition.  The court later acted on this motion as follows:\n\"While the court allows the motion and has carefully reviewed\nthe attached reply brief, it adheres to its earlier denial of\nthe petition to vacate the finding of contempt.\" \n\n                             -4-\n\nsuggests  that, in order to  infer the basis  for the court's\n\nruling on the second motion, one must turn to the articulated\n\nbasis  for its  ruling  on  the  first  motion.    There,  as\n\nmentioned, the  court relied  on  the \"grounds  urged by  the\n\ngovernment.\"  Respondent therefore undertakes  an examination\n\nof those \"grounds\" and  proffers several alleged deficiencies\n\ntherein.    He contends  that  the government  there  made no\n\nmention  of his  supporting  affidavits or  of the  scheduled\n\ntermination  of the grand  jury, improperly characterized the\n\nmaximum  eighteen-month term  as presumptively  coercive, and\n\nimpermissibly  relied on  the effect  that his  release might\n\nhave on other would-be contemnors.  In turn, respondent deems\n\nit   appropriate  to   attribute  these   alleged  analytical\n\nshortcomings to  the district court, thereby  concluding that\n\nthe denial of the second motion to vacate was in error. \n\n     This line  of  reasoning falters  on  various  grounds.2\n\nFirst,  it  is  of  course  speculative  to assume  that  the\n\ndistrict  court,  in  denying  the first  motion  to  vacate,\n\nadopted   every  proposition  advanced  in  the  government's\n\nopposition, and  that it  thereafter relied on  the identical\n\nreasoning  in  denying  the   second  motion.    Second,  the\n\nsuggestion that the district court overlooked certain factual\n\nmatters--such as the scheduled  termination of the grand jury\n\n                    \n\n2.  We  need not  decide whether,  as the  government argues,\nrespondent has waived these  contentions by failing to appeal\nfrom the denial of his first motion to vacate.  \n\n                             -5-\n\nand  other  subjects mentioned  in  respondent's affidavits--\n\nappears  entirely misplaced.   These matters were prominently\n\naddressed by respondent in the  papers supporting both of his\n\nmotions  to  vacate.   As  mentioned above,  the  court twice\n\nstated   that   it   had   carefully   reviewed  respondent's\n\nsubmissions concerning his first motion.  There is  no reason\n\nto suspect that the  court was any less diligent  with regard\n\nto the second motion.  \n\n     Moreover, even if we  were to assume that the  court did\n\nadopt  the government's  opposition  in its  entirety as  the\n\nbasis  for denying the second motion, we find nothing therein\n\nso  amiss  as to  necessitate  a  remand.   The  government's\n\nallusion  to the  eighteen-month statutory  maximum as  being\n\npresumptively coercive  consisted simply of a  quotation from\n\nIn re Grand Jury Investigation (Braun), 600 F.2d 420, 427 (3d\n                                      \n\nCir. 1979) (endorsed in Simkin v. United States, 715 F.2d 34,\n                                               \n\n37  (2d Cir.  1983)).   This  reference  fell well  short  of\n\nproposing   the  type   of   rigid,  virtually   irrebuttable\n\npresumption condemned in  In re Parrish,  782 F.2d 325,  326,\n                                       \n\n328 (2d Cir. 1986).  At no point  did the government question\n\nthe notion  that district  courts retain \"a  broad discretion\n\n...  to determine that a civil contempt sanction has lost its\n\ncoercive  effect upon  a particular  contemnor at  some point\n\nshort of  eighteen months.\"   Sanchez v.  United States,  725\n                                                       \n\nF.2d  29, 31 (2d Cir. 1984) (per curiam) (quoting Simkin, 715\n                                                        \n\n                             -6-\n\nF.2d at  37)).  Nor  did the government  dispute that  such a\n\ndetermination must be an individualized one \"based on all the\n\ncircumstances pertinent to th[e]  contemnor.\"  In re Parrish,\n                                                            \n\n782 F.2d at 328.  \n\n     In  turn, the  government's reference  to the  effect of\n\nrespondent's   release   on  other   potential  contemnors--a\n\nconsideration specifically  endorsed in  In re  Crededio, 759\n                                                        \n\nF.2d 589, 592 (7th Cir. 1985)--was benign.   Whether reliance\n\non such  external factors  might under some  circumstances be\n\nimproper is a question we need not decide, for it is apparent\n\nthat no impropriety occurred here.  Respondent complains that\n\nthis  argument created  the risk  that his  incarceration was\n\nimposed    without   due   regard   to   his   individualized\n\ncircumstances.   Yet  the government's  contention fell  well\n\nshort of a plea, of the type condemned in Simkin, 715 F.2d at\n                                                \n\n38, that respondent be imprisoned \"as a warning to others who\n\nmight be  tempted to violate  their testimonial obligations.\"\n\nAnd it is apparent that the district court's inquiry here was\n\nproperly  focused.  We noted  in the earlier  appeal that the\n\ncourt had  \"conducted a careful evaluation  of the individual\n\ncircumstances pertaining  to respondent.\"   In re  Grand Jury\n                                                             \n\nProceeding  (Doe),   13  F.3d  at  463.     The  government's\n                 \n\nopposition to the first motion  highlighted such factors.  We\n\nhave no reason to believe that the district court, in denying\n\n                             -7-\n\nthe  second  motion,  suddenly  switched   gears  and  placed\n\nprincipal reliance on other, possiblyimpermissible criteria.3\n\n                             III.\n\n     Respondent  also contends  that  the  court  abused  its\n\ndiscretion in determining that  further incarceration posed a\n\nrealistic possibility of inducing him to testify.  Given that\n\nthe inquiry to be  made in this regard  \"is far removed  from\n\ntraditional factfinding,\" In re  Parrish, 782 F.2d at 327,  a\n                                        \n\ndistrict  court  enjoys  \"wide  latitude  in  gauging whether\n\nincarceration will  ... remain  ... coercive.\"   In re  Grand\n                                                             \n\nJury (Doe), 13 F.3d at 463; accord, e.g., Simkin, 715 F.2d at\n                                                \n\n38.   Although respondent contends that  his persistence over\n\nthe past seven months has established his unshakable resolve,\n\nit  must  be  observed  that  \"the  desire  for freedom,  and\n\nconcomitantly the willingness to testify, increases  with the\n\ntime  spent  in  prison.\"   In  re  Grand  Jury Investigation\n                                                             \n\n(Braun), 600 F.2d at  428.  And,  we note, other courts  have\n       \n\nupheld  similar   orders  after  even  lengthier  periods  of\n\n                    \n\n3.  Respondent  has  requested,  as  an  alternative form  of\nrelief, that the case be remanded for particularized findings\nof fact.   Yet we  do not understand  him to be  arguing that\nsuch findings are required in all such cases.  Given that the\ncourt's view here is readily inferable from the context,  see\n                                                             \nTicketmaster-New York,  Inc. v. Alioto,     F.3d    , 1994 WL\n                                      \n114817, at *2 (1st Cir. Apr.  13, 1994) (court of appeals may\naffirm district court on any independently  sufficient ground\nreflected in  the record), we see no  need to remand for this\nreason,  much  less any  need  to  consider  imposing such  a\nrequirement across-the-board.\n\n                             -8-\n\nimprisonment.  See,  e.g., In  re Crededio, 759  F.2d at  589\n                                          \n\n(ten  months); In  re Grand  Jury Investigation  (Braun), 600\n                                                        \n\nF.2d at 420 (eight months).  We find no abuse of discretion.\n\n     Affirmed.\n             \n\n                             -9-\n",
  "html": "<p class=\"case_cite\">30 F.3d 126</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>IN RE:  GRAND JURY PROCEEDINGS UNITED STATES OF AMERICA, Appellee,<br>v.<br>John Doe, Appellant.</p>\n    <p class=\"docket\">No. 94-1704</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 22, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  William G. Young, U.S. District Judge ]</p>\n      <p class=\"indent\">Peter B. Krupp on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Fred M. Wyshak, Jr., Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Respondent John Doe appeals from the denial of a second motion to vacate an order of civil contempt.  For the reasons that follow, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the fall of 1993, respondent was called to appear before a grand jury investigating alleged organized crime figures.  Citing a fear of reprisals against himself and his family, respondent refused to testify.  He thereafter persisted in his recalcitrance despite receiving an order of immunity and a government offer of placement in the federal witness protection program.  On December 8, 1993, after three separate hearings, the district court held him in civil contempt.  Finding a reasonable likelihood that incarceration would eventually succeed in coercing his testimony, the court ordered that respondent be imprisoned for a period of eighteen months, until the expiration of the grand jury's term, or until he purged himself of contempt-whichever occurred first.  See 28 U.S.C. Sec. 1826(a).  We thereafter affirmed the order of contempt, rejecting various procedural challenges advanced by respondent to the proceedings below.   In re Grand Jury Proceeding (Doe), 13 F.3d 459 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In March 1994, respondent filed a motion to vacate the contempt order.  In a memorandum and accompanying affidavit, he contended that three months in prison had done nothing to weaken his resolve not to testify.  He reiterated that his concerns for the safety of himself and his family were such that he would never relent.  He also stated that he had recently learned from the government that the grand jury's term was due to expire in September 1994, with the result that his incarceration would necessarily end, at the latest, by that date.  The serendipitous prospect of being released nine months earlier than originally anticipated, he explained, only strengthened his resolve to remain recalcitrant.  In response, the government argued that respondent had failed to establish that his continued incarceration would have no realistic possibility of inducing a change of heart.   See, e.g., In re Grand Jury, 851 F.2d 499, 502 (1st Cir. 1988).  It also contended that, because the grand jury investigation was ongoing and because other witnesses were involved in contempt proceedings, releasing respondent after such a short period would encourage similar defiance by others and undermine the efficacy of the contempt sanction.  The district court, in a margin order, denied the motion to vacate \"after a thorough review of the entire record, upon the grounds urged by the government.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Respondent filed no appeal from this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In June 1994, respondent filed a second motion to vacate the contempt order.  His accompanying memorandum and affidavit largely echoed those submitted earlier.  He again insisted that his resolve remained unshaken despite his ongoing imprisonment.  And he again argued that the prospect of being released no later than September 12, 1994, when the grand jury's term was due to expire, only reinforced his determination.  In his view, because six months in prison had failed to induce his testimony, another three months would likewise fail to do so.  The district court, prior to receiving a response from the government, summarily denied the motion in a margin order.  Respondent now appeals.  He contends that the court ignored pertinent factual matters, applied incorrect legal standards, and abused its discretion in finding that incarceration continued to pose a realistic possibility of inducing him to testify.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Due to the absence of district court findings, much of respondent's argument on appeal proceeds by indirection.  He suggests that, in order to infer the basis for the court's ruling on the second motion, one must turn to the articulated basis for its ruling on the first motion.  There, as mentioned, the court relied on the \"grounds urged by the government.\"  Respondent therefore undertakes an examination of those \"grounds\" and proffers several alleged deficiencies therein.  He contends that the government there made no mention of his supporting affidavits or of the scheduled termination of the grand jury, improperly characterized the maximum eighteen-month term as presumptively coercive, and impermissibly relied on the effect that his release might have on other would-be contemnors.  In turn, respondent deems it appropriate to attribute these alleged analytical shortcomings to the district court, thereby concluding that the denial of the second motion to vacate was in error.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This line of reasoning falters on various grounds.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  First, it is of course speculative to assume that the district court, in denying the first motion to vacate, adopted every proposition advanced in the government's opposition, and that it thereafter relied on the identical reasoning in denying the second motion.  Second, the suggestion that the district court overlooked certain factual matters-such as the scheduled termination of the grand jury and other subjects mentioned in respondent's affidavits-appears entirely misplaced.  These matters were prominently addressed by respondent in the papers supporting both of his motions to vacate.  As mentioned above, the court twice stated that it had carefully reviewed respondent's submissions concerning his first motion.  There is no reason to suspect that the court was any less diligent with regard to the second motion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Moreover, even if we were to assume that the court did adopt the government's opposition in its entirety as the basis for denying the second motion, we find nothing therein so amiss as to necessitate a remand.  The government's allusion to the eighteen-month statutory maximum as being presumptively coercive consisted simply of a quotation from  In re Grand Jury Investigation (Braun), 600 F.2d 420, 427 (3d Cir. 1979) (endorsed in  Simkin v. United States, 715 F.2d 34, 37 (2d Cir. 1983)).  This reference fell well short of proposing the type of rigid, virtually irrebuttable presumption condemned in  In re Parrish, 782 F.2d 325, 326, 328 (2d Cir. 1986).  At no point did the government question the notion that district courts retain \"a broad discretion ... to determine that a civil contempt sanction has lost its coercive effect upon a particular contemnor at some point short of eighteen months.\"   Sanchez v. United States, 725 F.2d 29, 31 (2d Cir. 1984) (per curiam) (quoting  Simkin, 715 F.2d at 37)).  Nor did the government dispute that such a determination must be an individualized one \"based on all the circumstances pertinent to th[e] contemnor.\"   In re Parrish, 782 F.2d at 328.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In turn, the government's reference to the effect of respondent's release on other potential contemnors-a consideration specifically endorsed in  In re Crededio, 759 F.2d 589, 592 (7th Cir. 1985)-was benign.  Whether reliance on such external factors might under some circumstances be improper is a question we need not decide, for it is apparent that no impropriety occurred here.  Respondent complains that this argument created the risk that his incarceration was imposed without due regard to his individualized circumstances.  Yet the government's contention fell well short of a plea, of the type condemned in  Simkin, 715 F.2d at 38, that respondent be imprisoned \"as a warning to others who might be tempted to violate their testimonial obligations.\"  And it is apparent that the district court's inquiry here was properly focused.  We noted in the earlier appeal that the court had \"conducted a careful evaluation of the individual circumstances pertaining to respondent.\"   In re Grand Jury Proceeding (Doe), 13 F.3d at 463.  The government's opposition to the first motion highlighted such factors.  We have no reason to believe that the district court, in denying the second motion, suddenly switched gears and placed principal reliance on other, possibly impermissible criteria.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Respondent also contends that the court abused its discretion in determining that further incarceration posed a realistic possibility of inducing him to testify.  Given that the inquiry to be made in this regard \"is far removed from traditional factfinding,\"  In re Parrish, 782 F.2d at 327, a district court enjoys \"wide latitude in gauging whether incarceration will ... remain ... coercive.\"   In re Grand Jury (Doe), 13 F.3d at 463;   accord, e.g., Simkin, 715 F.2d at 38.  Although respondent contends that his persistence over the past seven months has established his unshakable resolve, it must be observed that \"the desire for freedom, and concomitantly the willingness to testify, increases with the time spent in prison.\"   In re Grand Jury Investigation (Braun), 600 F.2d at 428.  And, we note, other courts have upheld similar orders after even lengthier periods of imprisonment.  See, e.g., In re Crededio, 759 F.2d at 589 (ten months);   In re Grand Jury Investigation (Braun), 600 F.2d at 420 (eight months).  We find no abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On the same day of this ruling, respondent sought leave to file a reply brief in response to the government's opposition.  The court later acted on this motion as follows:  \"While the court allows the motion and has carefully reviewed the attached reply brief, it adheres to its earlier denial of the petition to vacate the finding of contempt.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We need not decide whether, as the government argues, respondent has waived these contentions by failing to appeal from the denial of his first motion to vacate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Respondent has requested, as an alternative form of relief, that the case be remanded for particularized findings of fact.  Yet we do not understand him to be arguing that such findings are required in all such cases.  Given that the court's view here is readily inferable from the context, see Ticketmaster- New York, Inc. v. Alioto,  F.3d , 1994 WL 114817, at * 2 (1st Cir.  Apr. 13, 1994) (court of appeals may affirm district court on any independently sufficient ground reflected in the record), we see no need to remand for this reason, much less any need to consider imposing such a requirement across-the- board</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>IN RE:  GRAND JURY PROCEEDINGS UNITED STATES OF AMERICA, Appellee,<br>v.<br>John Doe, Appellant.</p>\n    <p class=\"docket\">No. 94-1704</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 22, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  William G. Young, U.S. District Judge ]</p>\n      <p class=\"indent\">Peter B. Krupp on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Fred M. Wyshak, Jr., Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Respondent John Doe appeals from the denial of a second motion to vacate an order of civil contempt.  For the reasons that follow, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the fall of 1993, respondent was called to appear before a grand jury investigating alleged organized crime figures.  Citing a fear of reprisals against himself and his family, respondent refused to testify.  He thereafter persisted in his recalcitrance despite receiving an order of immunity and a government offer of placement in the federal witness protection program.  On December 8, 1993, after three separate hearings, the district court held him in civil contempt.  Finding a reasonable likelihood that incarceration would eventually succeed in coercing his testimony, the court ordered that respondent be imprisoned for a period of eighteen months, until the expiration of the grand jury's term, or until he purged himself of contempt-whichever occurred first.  See 28 U.S.C. Sec. 1826(a).  We thereafter affirmed the order of contempt, rejecting various procedural challenges advanced by respondent to the proceedings below.   In re Grand Jury Proceeding (Doe), <span class=\"citation\" data-id=\"660162\"><a href=\"/opinion/660162/in-re-grand-jury-proceeding-united-states-v-john-doe/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">459</span> </a></span>(1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In March 1994, respondent filed a motion to vacate the contempt order.  In a memorandum and accompanying affidavit, he contended that three months in prison had done nothing to weaken his resolve not to testify.  He reiterated that his concerns for the safety of himself and his family were such that he would never relent.  He also stated that he had recently learned from the government that the grand jury's term was due to expire in September 1994, with the result that his incarceration would necessarily end, at the latest, by that date.  The serendipitous prospect of being released nine months earlier than originally anticipated, he explained, only strengthened his resolve to remain recalcitrant.  In response, the government argued that respondent had failed to establish that his continued incarceration would have no realistic possibility of inducing a change of heart.   See, e.g., In re Grand Jury, <span class=\"citation\" data-id=\"508717\"><a href=\"/opinion/508717/in-re-grand-jury/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 502 (1st Cir. 1988).  It also contended that, because the grand jury investigation was ongoing and because other witnesses were involved in contempt proceedings, releasing respondent after such a short period would encourage similar defiance by others and undermine the efficacy of the contempt sanction.  The district court, in a margin order, denied the motion to vacate \"after a thorough review of the entire record, upon the grounds urged by the government.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Respondent filed no appeal from this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In June 1994, respondent filed a second motion to vacate the contempt order.  His accompanying memorandum and affidavit largely echoed those submitted earlier.  He again insisted that his resolve remained unshaken despite his ongoing imprisonment.  And he again argued that the prospect of being released no later than September 12, 1994, when the grand jury's term was due to expire, only reinforced his determination.  In his view, because six months in prison had failed to induce his testimony, another three months would likewise fail to do so.  The district court, prior to receiving a response from the government, summarily denied the motion in a margin order.  Respondent now appeals.  He contends that the court ignored pertinent factual matters, applied incorrect legal standards, and abused its discretion in finding that incarceration continued to pose a realistic possibility of inducing him to testify.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Due to the absence of district court findings, much of respondent's argument on appeal proceeds by indirection.  He suggests that, in order to infer the basis for the court's ruling on the second motion, one must turn to the articulated basis for its ruling on the first motion.  There, as mentioned, the court relied on the \"grounds urged by the government.\"  Respondent therefore undertakes an examination of those \"grounds\" and proffers several alleged deficiencies therein.  He contends that the government there made no mention of his supporting affidavits or of the scheduled termination of the grand jury, improperly characterized the maximum eighteen-month term as presumptively coercive, and impermissibly relied on the effect that his release might have on other would-be contemnors.  In turn, respondent deems it appropriate to attribute these alleged analytical shortcomings to the district court, thereby concluding that the denial of the second motion to vacate was in error.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This line of reasoning falters on various grounds.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  First, it is of course speculative to assume that the district court, in denying the first motion to vacate, adopted every proposition advanced in the government's opposition, and that it thereafter relied on the identical reasoning in denying the second motion.  Second, the suggestion that the district court overlooked certain factual matters-such as the scheduled termination of the grand jury and other subjects mentioned in respondent's affidavits-appears entirely misplaced.  These matters were prominently addressed by respondent in the papers supporting both of his motions to vacate.  As mentioned above, the court twice stated that it had carefully reviewed respondent's submissions concerning his first motion.  There is no reason to suspect that the court was any less diligent with regard to the second motion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Moreover, even if we were to assume that the court did adopt the government's opposition in its entirety as the basis for denying the second motion, we find nothing therein so amiss as to necessitate a remand.  The government's allusion to the eighteen-month statutory maximum as being presumptively coercive consisted simply of a quotation from  In re Grand Jury Investigation (Braun), <span class=\"citation\" data-id=\"367082\"><a href=\"/opinion/367082/in-re-grand-jury-investigation-appeal-of-joseph-braun-witness/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">420</span></a></span>, 427 (3d Cir. 1979) (endorsed in  Simkin v. United States, <span class=\"citation\" data-id=\"423686\"><a href=\"/opinion/423686/morris-simkin-v-united-states/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 37 (2d Cir. 1983)).  This reference fell well short of proposing the type of rigid, virtually irrebuttable presumption condemned in  In re Parrish, <span class=\"citation\" data-id=\"463731\"><a href=\"/opinion/463731/in-the-matter-of-milton-parrish-united-states-of-america-v-milton-parrish/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">325</span></a></span>, 326, 328 (2d Cir. 1986).  At no point did the government question the notion that district courts retain \"a broad discretion ... to determine that a civil contempt sanction has lost its coercive effect upon a particular contemnor at some point short of eighteen months.\"   Sanchez v. United States, <span class=\"citation\" data-id=\"429679\"><a href=\"/opinion/429679/ramon-saul-sanchez-v-united-states/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">29</span></a></span>, 31 (2d Cir. 1984) (per curiam) (quoting  <span class=\"citation\" data-id=\"423686\"><span class=\"antecedent_guess\">Simkin,</span> <a href=\"/opinion/423686/morris-simkin-v-united-states/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">37</span></a></span>)).  Nor did the government dispute that such a determination must be an individualized one \"based on all the circumstances pertinent to th[e] contemnor.\"   In re <span class=\"citation\" data-id=\"463731\"><span class=\"antecedent_guess\">Parrish,</span> <a href=\"/opinion/463731/in-the-matter-of-milton-parrish-united-states-of-america-v-milton-parrish/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">328</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In turn, the government's reference to the effect of respondent's release on other potential contemnors-a consideration specifically endorsed in  In re Crededio, <span class=\"citation\" data-id=\"450620\"><a href=\"/opinion/450620/in-the-matter-of-john-crededio-a-witness-before-the-special-december-1983/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">589</span></a></span>, 592 (7th Cir. 1985)-was benign.  Whether reliance on such external factors might under some circumstances be improper is a question we need not decide, for it is apparent that no impropriety occurred here.  Respondent complains that this argument created the risk that his incarceration was imposed without due regard to his individualized circumstances.  Yet the government's contention fell well short of a plea, of the type condemned in  <span class=\"citation\" data-id=\"423686\"><span class=\"antecedent_guess\">Simkin,</span> <a href=\"/opinion/423686/morris-simkin-v-united-states/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">38</span></a></span>, that respondent be imprisoned \"as a warning to others who might be tempted to violate their testimonial obligations.\"  And it is apparent that the district court's inquiry here was properly focused.  We noted in the earlier appeal that the court had \"conducted a careful evaluation of the individual circumstances pertaining to respondent.\"   In re Grand Jury Proceeding <span class=\"citation\" data-id=\"660162\"><span class=\"antecedent_guess\">(Doe),</span> <a href=\"/opinion/660162/in-re-grand-jury-proceeding-united-states-v-john-doe/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">463</span></a></span>.  The government's opposition to the first motion highlighted such factors.  We have no reason to believe that the district court, in denying the second motion, suddenly switched gears and placed principal reliance on other, possibly impermissible criteria.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Respondent also contends that the court abused its discretion in determining that further incarceration posed a realistic possibility of inducing him to testify.  Given that the inquiry to be made in this regard \"is far removed from traditional factfinding,\"  In re <span class=\"citation\" data-id=\"463731\"><span class=\"antecedent_guess\">Parrish,</span> <a href=\"/opinion/463731/in-the-matter-of-milton-parrish-united-states-of-america-v-milton-parrish/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">327</span></a></span>, a district court enjoys \"wide latitude in gauging whether incarceration will ... remain ... coercive.\"   In re Grand Jury <span class=\"citation\" data-id=\"660162\"><span class=\"antecedent_guess\">(Doe),</span> <a href=\"/opinion/660162/in-re-grand-jury-proceeding-united-states-v-john-doe/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">463</span></a></span>;   accord, e.g., <span class=\"citation\" data-id=\"423686\"><span class=\"antecedent_guess\">Simkin,</span> <a href=\"/opinion/423686/morris-simkin-v-united-states/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">38</span></a></span>.  Although respondent contends that his persistence over the past seven months has established his unshakable resolve, it must be observed that \"the desire for freedom, and concomitantly the willingness to testify, increases with the time spent in prison.\"   In re Grand Jury Investigation <span class=\"citation\" data-id=\"367082\"><span class=\"antecedent_guess\">(Braun),</span> <a href=\"/opinion/367082/in-re-grand-jury-investigation-appeal-of-joseph-braun-witness/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">428</span></a></span>.  And, we note, other courts have upheld similar orders after even lengthier periods of imprisonment.  See, e.g., In re <span class=\"citation\" data-id=\"450620\"><span class=\"antecedent_guess\">Crededio,</span> <a href=\"/opinion/450620/in-the-matter-of-john-crededio-a-witness-before-the-special-december-1983/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">589</span> </a></span>(ten months);   In re Grand Jury Investigation <span class=\"citation\" data-id=\"367082\"><span class=\"antecedent_guess\">(Braun),</span> <a href=\"/opinion/367082/in-re-grand-jury-investigation-appeal-of-joseph-braun-witness/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">420</span> </a></span>(eight months).  We find no abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On the same day of this ruling, respondent sought leave to file a reply brief in response to the government's opposition.  The court later acted on this motion as follows:  \"While the court allows the motion and has carefully reviewed the attached reply brief, it adheres to its earlier denial of the petition to vacate the finding of contempt.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We need not decide whether, as the government argues, respondent has waived these contentions by failing to appeal from the denial of his first motion to vacate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Respondent has requested, as an alternative form of relief, that the case be remanded for particularized findings of fact.  Yet we do not understand him to be arguing that such findings are required in all such cases.  Given that the court's view here is readily inferable from the context, see Ticketmaster- New York, Inc. v. Alioto,  F.3d , <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">114817</span></span>, at * 2 (1st Cir.  Apr. 13, 1994) (court of appeals may affirm district court on any independently sufficient ground reflected in the record), we see no need to remand for this reason, much less any need to consider imposing such a requirement across-the- board</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/367082/",
    "https://www.courtlistener.com/api/rest/v3/opinions/423686/",
    "https://www.courtlistener.com/api/rest/v3/opinions/429679/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450620/",
    "https://www.courtlistener.com/api/rest/v3/opinions/463731/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508717/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660162/"
  ]
}