{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195530/",
  "id": 195530,
  "absolute_url": "/opinion/195530/united-states-v-singleterry/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195530/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:56Z",
  "date_modified": "2020-02-21T23:31:11.239452Z",
  "type": "010combined",
  "sha1": "6aa0ec63dbbf51e4d551464dcd30653517576462",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2232.01A",
  "local_path": null,
  "plain_text": "August 3, 1994    UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                     \n\nNo. 93-2232\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                    DARYL E. SINGLETERRY,\n\n                    Defendant, Appellant.\n\n                                     \n\n                         ERRATA SHEET\n\n   The  opinion of  this  court issued  on  July 18,  1994,  is\namended as follows:\n\n   Page 4, third  line from the bottom:  Replace \"Fed. R. Crim.\nP. 39(a)\" with \"Fed. R. Crim. P. 29(a).\"\n\n                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 93-2232\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                    DARYL E. SINGLETERRY,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n           [Hon. Gene Carter, U.S. District Judge]\n                                                 \n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n                Coffin, Senior Circuit Judge,\n                                            \n                   and Stahl, Circuit Judge.\n                                           \n\n                                         \n\nStephen H. MacKenzie for appellant.\n                    \nMichael M.  DuBose, Assistant  United States  Attorney, with  whom\n                  \nJay P. McCloskey, United States Attorney, was on brief for appellee.\n            \n\n                                         \n\n                        July 18, 1994\n                                         \n\n          STAHL, Circuit Judge.   In this appeal,  defendant-\n                              \n\nappellant  Daryl E. Singleterry  contests his jury conviction\n\nand  resulting   sentence  for  violation   of  federal  drug\n\ntrafficking  laws.   Singleterry  raises two  issues for  our\n\nconsideration.   First,  he  protests  the  district  court's\n\nrefusal  to  instruct  the  jury  to  determine  whether  the\n\nprosecution  produced  sufficient evidence  to  establish the\n\ntrustworthiness of his  voluntary, extrajudicial  confession.\n\nSecond,  Singleterry,  who  is  black,  maintains   that  his\n\nsentence violates the equal protection component of the Fifth\n\nAmendment  because the  difference in punishment  for cocaine\n\nbase  (\"crack\")  offenses   and  cocaine  (\"cocaine  powder\")\n\noffenses  is  either irrational  or  racially discriminatory.\n\nFinding neither argument persuasive, we affirm.\n\n                              I.\n                                \n\n                          BACKGROUND\n                                    \n\n          On January 14, 1993, Maine law enforcement  agents,\n\nresponding  to reports  of drug  dealing at  the Days  Inn in\n\nKittery, Maine,  commenced surveillance  of the motel.   That\n\nevening,  they   observed  Jamee  Landry,  an   associate  of\n\nSingleterry,  exit  Room  225  with  George  Wilson,  another\n\nSingleterry  associate and  suspected drug  dealer.   The two\n\nentered Landry's car and  drove to Portsmouth, New Hampshire,\n\nwhere the agents lost  their trail.  Early the  next morning,\n\n                             -2-\n                              2\n\nafter they saw  Landry enter  Room 225,  the agents  executed\n\nwarrants to search both Room 225 and Landry's car.\n\n          The search revealed a  number of items probative of\n\nongoing, armed  drug trafficking.   The agents  first entered\n\nand  searched  Room 225,  where  they  found Singleterry  and\n\nLandry.     They  seized   $2061  and  a   wallet  containing\n\nSingleterry's driver's license from the pocket of a jacket on\n\na night table in the room.  Elsewhere in the room, the agents\n\ndiscovered   two   savings   account   passbooks,   both   in\n\nSingleterry's name, with  a combined  balance of  $5100.   In\n\nLandry's  car, the agents found a plastic bag containing 6.46\n\ngrams of  crack cocaine in  the glove compartment,  a leather\n\ngun holster on the front  passenger seat, as well as  a fully\n\nloaded semi-automatic handgun under the same seat.\n\n          After  this search  concluded, the  agents arrested\n\nSingleterry,  and  properly  informed  him  of  his  \"Miranda\n                                                             \n\nrights.\"    Singleterry  then  provided  the  agents  with  a\n\nvoluntary confession  telling them  that  he personally  paid\n\n$250  to  his  source  in Lawrence,  Massachusetts,  for  the\n\ncocaine base found in the vehicle.  He  also admitted that he\n\nhad stolen the handgun seized  by the agents, explaining that\n\nhe needed the handgun to protect himself from individuals who\n\nwere  jealous   of  his  cocaine  business.     In  addition,\n\nSingleterry told  the agents that he did not have a job, that\n\nhe had been dealing cocaine base for a considerable period of\n\n                             -3-\n                              3\n\ntime, and that the cash seized from his jacket pocket as well\n\nas the money in  his savings accounts were proceeds  from his\n\nsale of cocaine base in  the Portsmouth, New Hampshire, area.\n\nFinally,  Singleterry stated  that, as  in this  instance, he\n\npurchased most of the cocaine base  he sold from a source  in\n\nLawrence or Lowell, Massachusetts.  According to Singleterry,\n\nhe would ordinarily pay  $250 for a quarter ounce  of cocaine\n\nbase and then sell it for $1250.\n\n          Singleterry was charged in a three count indictment\n\nwith possession with intent  to distribute cocaine, 21 U.S.C.\n\n    841(a)(1) and  841(b)(1)(B)(iii) (1988  &amp; Supp.  IV 1992)\n                 \n\n(Count  I), the use and  carrying of a  firearm in connection\n\nwith a drug trafficking  offense, 18 U.S.C.   924(c)  (1988 &amp;\n\nSupp.  IV 1992)  (Count  II), and  deriving certain  personal\n\nproperty  from  proceeds  obtained  as  the  result  of  drug\n\ntrafficking  activity, 21  U.S.C.    853 (1988)  (Count III).\n\nThe  parties agreed to  have the district  court decide Count\n\nIII on the basis of the trial evidence.\n\n          At  trial,  the   government  introduced   evidence\n\nprobative of  the facts  described above, relying  heavily on\n\nthe   agents'   live   testimony   concerning   Singleterry's\n\nconfession.   At the close of the government's case in chief,\n\nthe defense moved  for judgment  of acquittal.   See Fed.  R.\n                                                    \n\nCrim. P. 29(a).  Defendant's primary contention was  that the\n\ngovernment's  evidence  could   not  suffice  to   support  a\n\n                             -4-\n                              4\n\nconviction   because  the   government  did   not  adequately\n\ncorroborate  Singleterry's confession.   See Opper  v. United\n                                                             \n\nStates, 348  U.S. 84  (1954) (prohibiting convictions  on the\n      \n\nbasis of uncorroborated confessions).  The government argued,\n\ninter alia, that there was  ample evidence to demonstrate the\n          \n\ntruth and  accuracy of the  confession.   The district  court\n\nreserved judgment until the close of all the evidence.  After\n\nthe  defense  presented   no  evidence,   the  court   denied\n\ndefendant's motion in a detailed ruling from the bench.\n\n          Singleterry  timely  requested  a jury  instruction\n\nthat \"as a matter of law a confession alone is not sufficient\n\nevidence  upon  which  to  convict the  defendant,  that  the\n\nconfession  must be  accompanied by  additional corroborative\n\n[evidence]  or  sufficient  indicia  of  reliability.\"    The\n\ndistrict  court  refused  to   do  so,  explaining  that  the\n\ncorroboration  inquiry is  for the  court and  not  the jury.\n\nAccording  to the  district court,  the role  of the  jury is\n\nsimply  to  consider whether  the  evidence establishes  each\n\nelement of  the offense  beyond a reasonable  doubt, although\n\nthe  jury  is  free to  question  the  probative  value of  a\n\nconfession  in  light of  the  strength  or weakness  of  the\n\ncorroborative evidence.\n\n          After deliberating for less  than an hour, the jury\n\nconvicted Singleterry on Counts I and II.  The district court\n\nlater issued an orderof forfeiture in resolution ofCount III.\n\n                             -5-\n                              5\n\n          At sentencing, the  district court  found that  the\n\noffense  level, including relevant  conduct, involved a total\n\nof 73.66 grams of  cocaine base, resulting in a  base offense\n\nlevel of 32.  United States Sentencing Commission, Guidelines\n                                                             \n\nManual,      2D1.1  (Nov.  1993);   see  also  21   U.S.C.   \n                                             \n\n841(b)(1)(B)  (prescribing  minimum  and maximum  sentences).\n\nBecause Singleterry had knowingly  given false testimony at a\n\npre-trial suppression hearing,  the court  added a  two-level\n\nenhancement for  obstruction of  justice.  U.S.S.G.    3C1.1.\n\nWith a total adjusted base offense level of 34 and a criminal\n\nhistory category of III,  the guideline range on Count  I was\n\n188  to  235 months.1   U.S.S.G.  Ch.5,  Pt.A.   The district\n\ncourt selected  the minimum sentence of  188 months, imposing\n\nas  well the  consecutive 60  month sentence  mandated by  18\n\nU.S.C.   924(c) for  the firearm offense.  In  another ruling\n\nfrom the  bench,  the district  court rejected  Singleterry's\n\nargument that stiffer penalties for cocaine base offenses, as\n\nopposed  to cocaine  powder  offenses, violate  Singleterry's\n\nright to equal protection of the law.\n\n                    \n\n1.  If  Singleterry had  been  convicted of  possession  with\nintent  to distribute  cocaine  powder, and  if his  relevant\nconduct raised the total of cocaine powder involved to  73.66\ngrams, his base offense level would have been 16, adjusted to\n18 after the two-level  enhancement.  U.S.S.G.   2D1.1  and  \n                                                           \n3C1.1; see also 21 U.S.C.   841(b)(1)(C) (prescribing maximum\n               \nsentences).   With a criminal  history category  of III,  the\nguideline  range on  this  count would  have  been 33  to  44\nmonths.\n\n                             -6-\n                              6\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\nA.  Trustworthiness of Confessions and the Role of the Jury \n                                                           \n\n          Singleterry  contends  that   the  district   court\n\ncommitted legal error when it refused to instruct the jury on\n\nthe need for corroboration  of his confession.  Specifically,\n\nSingleterry  urges  us  to  adopt one  of  two  propositions.\n\nFirst,  he suggests  that, when  the government's  case rests\n\nprimarily on  a  defendant's confession,  the district  court\n\nmust  instruct  the  jury  to  find   the  confession  to  be\n\ntrustworthy before  considering  it  as  evidence  of  guilt.\n\nSecond, Singleterry  asserts that, even  in the absence  of a\n\ngeneral  rule mandating  such  an  instruction, the  district\n\ncourt is  obliged to instruct  the jury on  the corroboration\n\nrequirement where the evidence  of trustworthiness is so weak\n\nthat a jury  might differ from the court in its resolution of\n\nthe question.\n\n          Whether the  court must assign  such a role  to the\n\njury is a  pure question  of law subject  to plenary  review.\n\nSee,  e.g., United States  v. Gallo, 20 F.3d  7, 11 (1st Cir.\n                                   \n\n1994) (holding that de novo review is customary for questions\n                           \n\nof law) (citing  In re Howard, 996 F.2d 1320,  1327 (1st Cir.\n                             \n\n1993)).   Thus, although  the district court's  reasoning may\n\nprove persuasive,  and its conclusion coincide  with our own,\n\n                             -7-\n                              7\n\nwe are  free to reject  a reasonable  reading of  the law  in\n\nfavor of the interpretation we view as correct.\n\n          To  begin  with, we  note  that  a defendant's  own\n\nstatements are never considered to be hearsay when offered by\n\nthe government; they are  treated as admissions, competent as\n\nevidence  of guilt  without  any special  guarantee of  their\n\ntrustworthiness.   See  Fed.  R. Evid.  801(d)(2) &amp;  advisory\n                      \n\ncommittee's  note; see  also United  States v.  Barletta, 652\n                                                        \n\nF.2d  218, 219  (1st Cir.  1981).   Nevertheless, there  is a\n\ndanger that the jury will rush to credit a confession without\n\nseriously  considering whether  the defendant confessed  to a\n\ncrime he  did not commit.   As a  result, the  federal courts\n\nhave adopted common law rules designed to prevent a jury from\n\nconvicting  the   defendant  solely   on  the  basis   of  an\n\nuntrustworthy confession.   The general  rule is that  a jury\n\ncannot  rely  on an  extrajudicial,  post-offense confession,\n\neven  when   voluntary,  in  the   absence  of   \"substantial\n\nindependent  evidence  which  would  tend  to  establish  the\n\ntrustworthiness of [the] statement.\"  Opper v. United States,\n                                                            \n\n348 U.S. 84, 93 (1954).  See also Smith v. United States, 348\n                                                        \n\nU.S. 147  (1954); Warszower  v. United  States, 312  U.S. 342\n                                              \n\n(1941); United States  v. O'Connell, 703  F.2d 645 (1st  Cir.\n                                   \n\n1983).2   The Court has  explained that independent  proof of\n\n                    \n\n2.  Many states  adhere to a more  traditional formulation of\nthe corroboration  rule, requiring independent  proof of  the\ncorpus  delicti   (\"body  of  the  crime\"),   i.e.,  evidence\n                                                  \n\n                             -8-\n                              8\n\nthe commission of the  charged offense is not the  only means\n\nof  establishing  the  trustworthiness  of   the  defendant's\n\nconfession; another  \"available mode of  corroboration is for\n\nthe independent evidence to bolster the confession itself and\n\nthereby  prove the  offense `through'  the statements  of the\n\naccused.\"  Smith, 348 U.S. at 156.3\n                \n\n          The doctrinal nature and procedural concomitants of\n\nthe trustworthiness requirement  announced in  Opper are  not\n                                                    \n\nentirely clear.   Traditionally,  the district court  makes a\n\npreliminary determination  as to whether  testimony about the\n\nconfession  is  sufficiently  trustworthy  for  the  jury  to\n\nconsider the confession as evidence  of guilt.  See McCormick\n                                                             \n\n   145,  at  562;  Corey J.  Ayling,  Comment,  Corroborating\n                                                             \n\nConfessions:  An  Empirical  Analysis  of   Legal  Safeguards\n                                                             \n\n                    \n\nindependent of the confession showing that \"(a) the injury or\nharm constituting  the crime occurred; [and]  (b) this injury\nor  harm was  done in  a  criminal manner.\"   1  McCormick on\n                                                             \nEvidence    145,  at 557  (John William  Strong ed.,  4th ed.\n        \n1992) (hereinafter \"McCormick\").\n                             \n\n3.  Singleterry misinterprets this comment as suggesting that\na full  confession (one involving admissions  to all elements\nof the crime) automatically bolsters  itself, eliminating the\nneed for proof of trustworthiness.  According to Singleterry,\n\"under  Opper and Smith, the prosecution may rely entirely on\n                       \na confession which is  not even proven to be  trustworthy and\nput forth no evidence establishing the corpus delicti.\"  This\nis simply  not so.   The Court  has never  suggested that  in\ncertain cases the government would be relieved of the  burden\nof proving the trustworthiness of a confession.  Smith merely\n                                                      \nstands for the proposition that in the absence of independent\nevidence of  the corpus delicti the  government may establish\n                               \nthe  trustworthiness of  the confession  with other  evidence\ntypically used to bolster  the credibility and reliability of\nan out-of-court statement. \n\n                             -9-\n                              9\n\nAgainst  False  Confessions, 1984  Wis.  L.  Rev. 1121,  1140\n                           \n\n(hereinafter  \"Ayling\").   In  this respect,  the Opper  rule\n                                                       \n\nessentially functions as a federal common law rule regulating\n\nthe  admission of  statements which  \"are much  like hearsay,\n\n[having  had] neither the compulsion of the oath nor the test\n\nof  cross-examination.\"   Opper, 348  U.S. at  90.   See also\n                                                             \n\nAyling,  supra,   at  1136-37   &amp;  n.66  (arguing   that  the\n              \n\ncorroboration    rule    \"governs   the    admissibility   of\n\nevidence\").4\n\n                    \n\n4.  Note that Federal Rule  of Evidence 804(b)(3) provides an\nimportant parallel.   Under  Rule 804(b)(3), a  confession by\nsomeone  other  than  the   accused  is  treated  as  hearsay\nadmissible  as evidence  of guilt  if certain  conditions are\nsatisfied.   Rule 804(b)(3) rests on the  assumption that, in\ngeneral, \"persons  will not make damaging  statements against\nthemselves  unless they  are true.\"   4  Jack B.  Weinstein &amp;\nMargaret A. Berger, Weinstein's  Evidence   804(b)(3)[01], at\n                                         \n804-138  (1993).   But such  a confession  cannot be  used to\nprove the defendant's guilt unless its use is necessitated by\nthe unavailability  of the declarant for courtroom testimony.\nFed.  R.  Evid.  804(b).     Additionally,  we  are  wary  of\nindividuals  who, as  a result  of mental  illness, a  fit of\npassion, a misplaced sense  of sacrifice, or sheer mendacity,\nfalsely  incriminate themselves  in order  to spare  another.\nThus,  \"[a]  statement tending  to  expose  the declarant  to\ncriminal liability  and offered  to exculpate the  accused is\nnot  admissible  unless  corroborating circumstances  clearly\nindicate  the trustworthiness  of  the statement.\"   Fed.  R.\nEvid.   804(b)(3).     It  is   also  significant   that  the\ntrustworthiness criterion of Rule 804(b)(3) is \"cast in terms\nof a requirement preliminary to admissibility,\" Fed. R. Evid.\n804(b)(3) advisory  committee's note.  As  such, the district\ncourt  makes the  first  and only  official determination  of\ntrustworthiness, although  it may  be proper to  instruct the\njury that statements admissible under Rule 804(b)(3) \"must be\ncarefully scrutinized, weighed with  great care, and received\nwith  caution.\"  United States v. Miller, 987 F.2d 1462, 1465\n                                        \n(10th Cir. 1993).\n\n                             -10-\n                              10\n\n          At  the  same   time,  courts  often   characterize\n\ncorroboration  requirements as  governing the  sufficiency of\n                                                          \n\nthe  evidence.   See,  e.g., Warszower,  312  U.S. at  347-48\n                                      \n\n(holding that \"[a]n uncorroborated confession . . . does  not\n\nas  a matter of law  establish beyond a  reasonable doubt the\n\ncommission  of  a  crime\");  O'Connell, 703  F.2d  at  647-48\n                                      \n\n(analyzing  corroboration issue  in  rejecting  challenge  to\n\nsufficiency of evidence); McCormick, supra,   145, at 561-63.\n                                          \n\nIn  contrast to  a simple  rule of  admissibility, a  rule of\n\nsufficiency  might theoretically  allow  the trial  judge  to\n\ninstruct the  jury  to make  the  final determination  as  to\n\nwhether  a  confession  has   been  corroborated.    See  id.\n                                                             \n\n(reporting  that some  state courts  treat the  corroboration\n\nrequirement as a jury issue); Ayling, supra, at 1136-41.  The\n                                           \n\nSupreme Court has not ruled on the question, and neither this\n\ncircuit nor  any  other  circuit has  adopted  such  a  broad\n\napproach.   But cf. United States v. Marshall, 863 F.2d 1285,\n                                             \n\n1287 (6th  Cir. 1988) (holding that the district court should\n\nhave  instructed the  jury on  the  corroboration requirement\n\nwhere \"[t]he need for corroboration [was] apparent\").\n\n          It is within the uncertain framework of sufficiency\n\nthat Singleterry positions his  appeal.  Singleterry does not\n\nclaim that the district court  erred in admitting evidence of\n\nhis confession.  Nor  does he assert that the  district court\n\nimproperly   found   that  the   confession   was  adequately\n\n                             -11-\n                              11\n\ncorroborated   in   denying  the   motion  for   judgment  of\n\nacquittal.5   Rather, Singleterry insists that,  even after a\n\ncourt  has properly  admitted  evidence of  a confession  and\n\ncorrectly tested the sufficiency of the evidence to support a\n\nconviction, the  court has a responsibility, either generally\n\nor in certain cases,  to instruct the jury to  determine that\n\nthe  confession  is  trustworthy  before  considering  it  as\n\nevidence  of  guilt.   This has  never  been the  law  in the\n\nfederal courts, and we decline to adopt such a rule today.  \n\n                    \n\n5.  Two  paragraphs  in Singleterry's  opening  brief suggest\nthat  his  appeal comprehends  a  challenge  to the  district\ncourt's  denial of  the motion  for acquittal.   Nonetheless,\nSingleterry's reply  brief  states  that  \"Appellant  is  not\narguing that the  evidence was insufficient for  the court to\ndetermine that the corpus delicti existed.   Appellant is not\narguing  that . . . no rational  trier of fact could find the\ncorpus  delicti sufficient.\"   In  any event, it  is apparent\nthat  the  district court  did not  err  in finding  that the\ngovernment's    evidence     adequately    established    the\ntrustworthiness  of Singleterry's  confession.  Proof  of the\npresence  in Landry's car of 6.46  grams of cocaine base -- a\ncontrolled  substance in  an  amount  substantial  enough  to\nsuggest an intent to distribute --  independently establishes\nthe  corpus delicti  with respect  to Count  I.   No  more is\n                   \nrequired  to demonstrate the trustworthiness of Singleterry's\nconfession  to the  tangible crime  of possession  of cocaine\nbase  with  intent to  distribute.   See  Wong Sun  v. United\n                                                             \nStates,  371  U.S.  471,  489-90  n.15   (1963).    That  the\n      \nconfession is  trustworthy concerning admissions  relative to\nCount  I  is strong  evidence  that  the  same confession  is\nequally trustworthy concerning other admissions; namely, that\nSingleterry used  the gun  found in  Landry's car  to protect\nhimself from rival drug dealers.  Even if that admission were\nnot sufficient to show that Singleterry \"use[d] or carrie[d]\"\nthe  gun  \"in  relation   to\"  his  possession  and  intended\ndistribution of the 6.46  grams of cocaine base, 18  U.S.C.  \n924(c)(1),   the  government's  other  physical  evidence  --\nparticularly the proximity of Singleterry's loaded gun to the\ncocaine  base -- would most  certainly allow a  jury to reach\nthat conclusion beyond a reasonable doubt.\n\n                             -12-\n                              12\n\n          Although we cannot  accept Singleterry's theory  as\n\nsuch, we do not mean  to suggest that the district  court has\n\nno continuing  duty to police  the jury's consideration  of a\n\nconfession's probative  value.  First, if  the district court\n\nloses  confidence  in  its   earlier  determination  of   the\n\ncorroboration issue and the  evidence is otherwise inadequate\n\nto  support a conviction, the proper course would be to enter\n\na judgment of acquittal.   Alternatively, if the government's\n\nremaining evidence could support  a finding of guilt but  the\n\njury's incurable  exposure to the  confession raises  serious\n\nquestions  about the  prospect of  a  fair trial,  the proper\n\ncourse would be to declare a mistrial.  See Stewart v. United\n                                                             \n\nStates, 366 U.S. 1, 10 (1961); United States v. Sepulveda, 15\n                                                         \n\nF.3d 1161,  1184 (1st Cir.  1993), cert. denied,  62 U.S.L.W.\n                                               \n\n    (U.S. June 20, 1994).\n\n          Second,  a  confession  otherwise admissible  under\n\nOpper  may nevertheless  be  inadmissible \"if  its  probative\n     \n\nvalue  is substantially  outweighed by  the danger  of unfair\n\nprejudice.\"  Fed. R. Evid. 403.6\n\n          Third,   particularly   where  a   full  confession\n\ndominates the government's proof, it is fair to assume that a\n\njury  will  interpret  its  duty  to  find  guilt  beyond   a\n\nreasonable  doubt to  mean  that it  cannot  simply accept  a\n\n                    \n\n6.  Singleterry does  not argue  on appeal that  the district\ncourt should have excluded evidence of the confession, or any\nportion thereof, on Rule 403 grounds.\n\n                             -13-\n                              13\n\nconfession at face value.  See D'Aquino v. United States, 192\n                                                        \n\nF.2d  338, 357 (9th Cir.  1951) (holding that  where there is\n\nadequate   corroboration  of   the   confession  \"the   usual\n\ninstructions on presumption of innocence and reasonable doubt\n\nadequately cover[] all that  the jury need be told  upon this\n\nquestion  of  [corroboration]\")  (citing Pearlman  v.  United\n                                                             \n\nStates,  10 F.2d 460 (9th Cir. 1926)), cert. denied, 343 U.S.\n                                                   \n\n935  (1952); McCormick, supra,    145, at 564  (\"Nor is there\n                             \n\nsufficient need to submit the matter to the  jury, as long as\n\nthe jury is  adequately sensitized  to the need  to find  all\n\nelements of the crimes charged beyond a reasonable doubt.\").\n\n          Fourth, we note  that a judge has  wide latitude to\n\nselect  appropriate, legally  correct instructions  to ensure\n\nthat  the  jury  weighs the  evidence  without  thoughtlessly\n\ncrediting an  out-of-court confession.  Cf.  Miller, 987 F.2d\n                                                   \n\nat 1465 (holding that district court properly instructed jury\n\nthat  it  could rest  guilty  verdict  on uncorroborated  yet\n\ncredible testimony  of an accomplice but should \"keep in mind\n\nthat such testimony is always to be received with caution and\n\nweighed  with great care\"); United States v. Twomey, 884 F.2d\n                                                   \n\n46, 53 (1st Cir. 1989) (suggesting that court may \"assist the\n\njury by demonstrating to  them how to go about  analyzing the\n\nevidence\"), cert. denied, 496 U.S. 908 (1990); Ayling, supra,\n                                                            \n\nat  1141 (arguing that \"guidance on  the means of determining\n\nthe  ultimate credibility  of the  evidence accords  with the\n\n                             -14-\n                              14\n\njury's   role   as  finder   of   evidentiary  sufficiency\").\n\nAccordingly, even if the district court has properly admitted\n\nevidence of  a confession,  the court  has the  discretion to\n\ndetermine  that the  question  of trustworthiness  is such  a\n\nclose one that it  would be appropriate to instruct  the jury\n\nto conduct its own corroboration analysis.\n\n          In  this  case, there  is  no  indication that  the\n\ndistrict court  overlooked its  obligation to avoid  or limit\n\nundue  prejudice  stemming  from  evidence  of  Singleterry's\n\nconfession.  The  district court had  no occasion to  exclude\n\nthe  confession  under Rule  403,  correctly  found that  the\n\nconfession was  trustworthy, and properly instructed the jury\n\non  the  government's  burden  of  proof.    Finally,  in   a\n\nmanifestly  appropriate  exercise  of  discretion,  the court\n\ndirected  the  jury  to   \"consider  any  .  .  .   facts  or\n\ncircumstances  disclosed by  the evidence  . .  .  tending to\n\ncorroborate or to contradict the version of  events which the\n\nwitnesses have told you.\"\n\n          In sum, there  was no  error in  the lower  court's\n\nrefusal   to   instruct  the   jury   to   apply  the   Opper\n                                                             \n\ntrustworthiness requirement  before considering Singleterry's\n\nconfession to be probative of his guilt.\n\nB.    Constitutionality  of  Sentencing  Distinction  Between\n                                                             \nCocaine Base and Cocaine Powder\n                               \n\n          Singleterry maintains that his  sentence on Count I\n\nis  the  product of  an unconstitutional  distinction between\n\n                             -15-\n                              15\n\noffenses involving cocaine  base and those involving  cocaine\n\npowder.    See  18  U.S.C.     841(b);  U.S.S.G.     2D1.1(c)\n              \n\n(equating  1 gram of cocaine base with 100 grams of cocaine).\n\nSingleterry  did not contend below that the laws at issue are\n\nfacially unconstitutional.  Instead,  he offered evidence  in\n\nan  attempt to  demonstrate that  the sentencing  distinction\n\nbetween  cocaine  base  and  cocaine  is  either  irrational,\n\nracially  motivated,  or   both.    On  appeal,   Singleterry\n\nessentially  argues  that   the  district  court  erroneously\n\napplied the  relevant constitutional principles  to the facts\n\nfound at  the  sentencing  hearing.    We  first  recite  the\n\nprocedural rules  that govern  this portion of  our analysis,\n\nthen turn to a brief discussion of the merits.\n\n          While pure questions of law  are subject to de novo\n                                                             \n\nreview, we generally  examine a  district court's  fact-based\n\ndeterminations for clear  error.  Williams v. Poulos, 11 F.3d\n                                                    \n\n271, 278 (1st Cir. 1993); In re  Howard, 996 F.2d at 1327-28.\n                                       \n\nThus, the district court's findings of fact are conclusive on\n\nappeal  \"unless,  after  carefully  reading  the  record  and\n\naccording due deference to the trial court's superior ability\n\nto judge  credibility, we  form `a strong,  unyielding belief\n\nthat a  mistake has been  made.'\"   Williams, 11 F.3d  at 278\n                                            \n\n(quoting Dedham  Water Co.  v. Cumberland Farms  Dairy, Inc.,\n                                                            \n\n972  F.2d 453,  457 (1st Cir.  1992)).  The  same standard of\n\nreview  often applies  to mixed  questions of  law  and fact,\n\n                             -16-\n                              16\n\nalthough  we are less likely to defer to the district court's\n\nconclusions where  proper  application of  the law  primarily\n\nrequires a  clarification of the  relevant legal  principles.\n\nId. at 278 &amp; n.11 (citing In re Howard, 996 F.2d at 1328).\n                                      \n\n          The clear error standard  does not apply,  however,\n\nwhen  the fact-finding  at issue  concerns \"legislative,\"  as\n\nopposed to \"historical\" facts.  See generally Dunagin v. City\n                                                             \n\nof Oxford, 718 F.2d  738, 748 n.8 (5th  Cir. 1983) (en  banc)\n         \n\n(plurality), cert.  denied, 467  U.S. 1259 (1984);  Menora v.\n                                                          \n\nIllinois  High  Sch. Ass'n,  683  F.2d 1030,  1036  (7th Cir.\n                          \n\n1982),  cert. denied, 459 U.S. 1156 (1983); see also Lockhart\n                                                             \n\nv.  McCree,  476  U.S.  162,  168-69  n.3  (1986)  (reserving\n          \n\nquestion while  suggesting approval  of plurality  opinion in\n\nDunagin).       \"Legislative   facts    are   those   general\n       \n\nconsiderations that  move a  lawmaking or rulemaking  body to\n\nadopt  a rule,  as distinct  from the  facts  which determine\n\nwhether the rule was correctly applied.\"  Menora, 683 F.2d at\n                                                \n\n1036.   Accordingly, we need  not defer to  the lower court's\n\nassessment   of  the   \"evidence\"   Singleterry   offers   to\n\ndemonstrate the irrational and racially discriminatory nature\n\nof the adoption  of the distinction between  cocaine base and\n\ncocaine powder offenses.\n\n     1.  Irrational Classification\n                                  \n\n          It   is    well   settled   that    an   irrational\n\nclassification  imposed by  federal law  is violative  of the\n\n                             -17-\n                              17\n\nequal  protection  component  of  the Fifth  Amendment's  Due\n\nProcess  Clause.  See  Miranda v. Secretary  of Treasury, 766\n                                                        \n\nF.2d 1, 6  (1st Cir. 1985) (citing Mathews v.  De Castro, 429\n                                                        \n\nU.S.  181,  182 n.1  (1976)).   Singleterry  contends  that a\n\ndistinction between cocaine base and cocaine powder is such a\n\nclassification  because the  use  of  cocaine base  allegedly\n\npresents no  greater health  threat than  the use of  cocaine\n\npowder.   Yet Singleterry  presents little or  no evidence to\n\nsupport  this  contention,  nor  has he  explained  why  such\n\nevidence  would  be dispositive  of  the  rationality of  the\n\ndistinction at issue.\n\n          Even  if  there is  no  telling  difference in  the\n\nhealth effects associated with the use of different types  of\n\ncocaine, it would be rational  to treat cocaine base offenses\n\nmore harshly for other reasons.  For example,  Congress could\n\nrationally  seek to  strengthen the  deterrent effect  of the\n\nnarcotics laws  by  increasing the  \"cost\" to  a criminal  of\n\nusing or selling a cocaine substance that, like cocaine base,\n\nis  sold  at  a   cheaper  unit  price  than   other  cocaine\n\nsubstances.     Indeed,   of  the   four  citations   to  the\n\nCongressional Record  that Singleterry offers in  his opening\n\nbrief  as  probative of  congressional intent,  each suggests\n\nthat  Congress  has been  concerned  that  the low  price  of\n\ncocaine  base (in the absolute  sense as well  as relative to\n\ncocaine) would lead to an explosion in drug use.\n\n                             -18-\n                              18\n\n          In   any  event,   the  district   court  correctly\n\nconcluded that  \"Congress  had before  it  sufficient .  .  .\n\ninformation to  make distinctions  that would  justify .  . .\n\nmore  severe sentences  for trafficking  in or  using cocaine\n\nbase  or crack than cocaine itself.\"  Accord United States v.\n                                                          \n\nFrazier,  981 F.2d  92, 95  (3d Cir.  1992) (noting  that the\n       \n\nThird  Circuit,  \"along with  every  other  federal court  of\n\nappeals to rule on  the issue, has held that  the distinction\n\nbetween cocaine  base and  cocaine in the  federal sentencing\n\nscheme   is   constitutional  under   rational   basis  equal\n\nprotection  review\"), cert.  denied,  113 S.  Ct. 1661,  1662\n                                   \n\n(1993).\n\n     2.  Racially Discriminatory Classification\n                                               \n\n          Singleterry next argues that the  harsher penalties\n\nfor cocaine base  offenses are unconstitutional because  they\n\nhave such a disproportionate effect on blacks as to give rise\n\nto an  inference that Congress and  the Sentencing Commission\n\nestablished   those  penalties  for  the  purpose  of  racial\n\ndiscrimination.  See Yick Wo v. Hopkins, 118 U.S. 356 (1886).\n                                       \n\nAs  proof  of  disparate   impact,  Singleterry  offers  some\n\nevidence that  (1) most  cocaine base  users are  black while\n\nmost users of cocaine are white, and (2) the vast majority of\n\nsentences  for cocaine  base  offenses are  imposed on  black\n\ndefendants while white defendants comprise the largest  share\n\nof  those  sentenced  for  cocaine offenses.    In  addition,\n\n                             -19-\n                              19\n\nSingleterry   has   offered  some   evidence   that  Congress\n\nanticipated  such an impact  because, in  adopting heightened\n\npenalties  for cocaine  base offenses,  it was  attempting to\n\naddress a problem afflicting lower-income urban communities.\n\n          We agree  that where  evidence of disparate  impact\n\nleads  most  naturally  to  an  inference  of  discriminatory\n\npurpose, the  governmental classification  may be  subject to\n\nstrict  scrutiny  under  equal  protection principles.    See\n                                                             \n\nMcCleskey  v. Kemp,  481 U.S.  279, 293 (1987)  (holding that\n                  \n\n\"`stark'\" statistical pattern may serve \"as the sole proof of\n\ndiscriminatory  intent  under  the   Constitution\")  (quoting\n\nVillage  of Arlington  Heights  v.  Metropolitan  Hous.  Dev.\n                                                             \n\nCorp., 429 U.S.  252, 266 (1977));  Washington v. Davis,  426\n                                                       \n\nU.S.  229, 242 (1976) (\"[D]iscriminatory impact . . . may for\n\nall   practical   purposes  demonstrate   unconstitutionality\n\nbecause  in various circumstances  the discrimination is very\n\ndifficult to  explain on nonracial  grounds.\"); Gomillion  v.\n                                                         \n\nLightfoot, 364 U.S.  339, 341  (1960); Yick Wo,  118 U.S.  at\n                                              \n\n373-74.    But  here,  as  we  suggested  in  discussing  the\n\nrationality  of the  sentencing  scheme,  there are  racially\n\nneutral grounds  for the classification that  more \"plausibly\n\nexplain[]\" its impact on blacks.  Personnel Adm'r v.  Feeney,\n                                                            \n\n442 U.S. 256, 275 (1979).  As a result, there is insufficient\n\nevidence \"that the distinction drawn between cocaine base and\n\ncocaine was motivated by  any racial animus or discriminatory\n\n                             -20-\n                              20\n\nintent  on  the part  of  either Congress  or  the Sentencing\n\nCommission.\"  Frazier,  981 F.2d at 95 (citing  United States\n                                                             \n\nv. Simmons, 964 F.2d 763 (8th Cir.), cert. denied, 113 S. Ct.\n                                                 \n\n632 (1992), and United  States v. Galloway, 951 F.2d  64 (5th\n                                          \n\nCir. 1992)).   But see United States  v. Clary, 846  F. Supp.\n                                              \n\n768  (E.D. Mo.  1994)  (holding  that sentencing  distinction\n\nbetween  cocaine  base  and  cocaine  powder  violates  equal\n\nprotection principles after  finding circumstantial  evidence\n\nof unconscious discriminatory purpose).   In short, there was\n\nno  error  in  the  district court's  determination  to  this\n\neffect.\n\n          Finally, we note that while \"[t]he equal protection\n\nobligation  imposed by  the Due Process  Clause of  the Fifth\n\nAmendment is not an obligation to provide the best governance\n\npossible,\" Schweiker v. Wilson, 450 U.S. 221, 230 (1981), the\n                              \n\nabsence  of a constitutional command  is not an invitation to\n\ngovernment   complacency.    Although   Singleterry  has  not\n\nestablished  a   constitutional  violation,  he   has  raised\n\nimportant questions  about the  efficacy and fairness  of our\n\ncurrent  sentencing policies  for offenses  involving cocaine\n\nsubstances.   We leave the resolution of these matters to the\n\nconsidered judgment  of those  with the proper  authority and\n\ninstitutional capacity.\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n                             -21-\n                              21\n\n          For  the foregoing reasons, we affirm Singleterry's\n\nconviction as well as his sentence.\n\n          So ordered.\n                     \n\n                             -22-\n                              22\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">August 3, 1994    UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                     \n\nNo. 93-2232\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                    DARYL E. SINGLETERRY,\n\n                    Defendant, Appellant.\n\n                                     \n\n                         ERRATA SHEET\n\n   The  opinion of  this  court issued  on  July 18,  1994,  is\namended as follows:\n\n   Page 4, third  line from the bottom:  Replace \"Fed. R. Crim.\nP. 39(a)\" with \"Fed. R. Crim. P. 29(a).\"\n\n                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 93-2232\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                    DARYL E. SINGLETERRY,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n           [Hon. Gene Carter, U.S. District Judge]\n                                                 \n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n                Coffin, Senior Circuit Judge,\n                                            \n                   and Stahl, Circuit Judge.\n                                           \n\n                                         \n\nStephen H. MacKenzie for appellant.\n                    \nMichael M.  DuBose, Assistant  United States  Attorney, with  whom\n                  \nJay P. McCloskey, United States Attorney, was on brief for appellee.\n            \n\n                                         \n\n                        July 18, 1994\n                                         \n\n          STAHL, Circuit Judge.   In this appeal,  defendant-\n                              \n\nappellant  Daryl E. Singleterry  contests his jury conviction\n\nand  resulting   sentence  for  violation   of  federal  drug\n\ntrafficking  laws.   Singleterry  raises two  issues for  our\n\nconsideration.   First,  he  protests  the  district  court's\n\nrefusal  to  instruct  the  jury  to  determine  whether  the\n\nprosecution  produced  sufficient evidence  to  establish the\n\ntrustworthiness of his  voluntary, extrajudicial  confession.\n\nSecond,  Singleterry,  who  is  black,  maintains   that  his\n\nsentence violates the equal protection component of the Fifth\n\nAmendment  because the  difference in punishment  for cocaine\n\nbase  (\"crack\")  offenses   and  cocaine  (\"cocaine  powder\")\n\noffenses  is  either irrational  or  racially discriminatory.\n\nFinding neither argument persuasive, we affirm.\n\n                              I.\n                                \n\n                          BACKGROUND\n                                    \n\n          On January 14, 1993, Maine law enforcement  agents,\n\nresponding  to reports  of drug  dealing at  the Days  Inn in\n\nKittery, Maine,  commenced surveillance  of the motel.   That\n\nevening,  they   observed  Jamee  Landry,  an   associate  of\n\nSingleterry,  exit  Room  225  with  George  Wilson,  another\n\nSingleterry  associate and  suspected drug  dealer.   The two\n\nentered Landry's car and  drove to Portsmouth, New Hampshire,\n\nwhere the agents lost  their trail.  Early the  next morning,\n\n                             -2-\n                              2\n\nafter they saw  Landry enter  Room 225,  the agents  executed\n\nwarrants to search both Room 225 and Landry's car.\n\n          The search revealed a  number of items probative of\n\nongoing, armed  drug trafficking.   The agents  first entered\n\nand  searched  Room 225,  where  they  found Singleterry  and\n\nLandry.     They  seized   $2061  and  a   wallet  containing\n\nSingleterry's driver's license from the pocket of a jacket on\n\na night table in the room.  Elsewhere in the room, the agents\n\ndiscovered   two   savings   account   passbooks,   both   in\n\nSingleterry's name, with  a combined  balance of  $5100.   In\n\nLandry's  car, the agents found a plastic bag containing 6.46\n\ngrams of  crack cocaine in  the glove compartment,  a leather\n\ngun holster on the front  passenger seat, as well as  a fully\n\nloaded semi-automatic handgun under the same seat.\n\n          After  this search  concluded, the  agents arrested\n\nSingleterry,  and  properly  informed  him  of  his  \"Miranda\n                                                             \n\nrights.\"    Singleterry  then  provided  the  agents  with  a\n\nvoluntary confession  telling them  that  he personally  paid\n\n$250  to  his  source  in Lawrence,  Massachusetts,  for  the\n\ncocaine base found in the vehicle.  He  also admitted that he\n\nhad stolen the handgun seized  by the agents, explaining that\n\nhe needed the handgun to protect himself from individuals who\n\nwere  jealous   of  his  cocaine  business.     In  addition,\n\nSingleterry told  the agents that he did not have a job, that\n\nhe had been dealing cocaine base for a considerable period of\n\n                             -3-\n                              3\n\ntime, and that the cash seized from his jacket pocket as well\n\nas the money in  his savings accounts were proceeds  from his\n\nsale of cocaine base in  the Portsmouth, New Hampshire, area.\n\nFinally,  Singleterry stated  that, as  in this  instance, he\n\npurchased most of the cocaine base  he sold from a source  in\n\nLawrence or Lowell, Massachusetts.  According to Singleterry,\n\nhe would ordinarily pay  $250 for a quarter ounce  of cocaine\n\nbase and then sell it for $1250.\n\n          Singleterry was charged in a three count indictment\n\nwith possession with intent  to distribute cocaine, 21 U.S.C.\n\n    841(a)(1) and  841(b)(1)(B)(iii) (1988  &amp; Supp.  IV 1992)\n                 \n\n(Count  I), the use and  carrying of a  firearm in connection\n\nwith a drug trafficking  offense, 18 U.S.C.   924(c)  (1988 &amp;\n\nSupp.  IV 1992)  (Count  II), and  deriving certain  personal\n\nproperty  from  proceeds  obtained  as  the  result  of  drug\n\ntrafficking  activity, 21  U.S.C.    853 (1988)  (Count III).\n\nThe  parties agreed to  have the district  court decide Count\n\nIII on the basis of the trial evidence.\n\n          At  trial,  the   government  introduced   evidence\n\nprobative of  the facts  described above, relying  heavily on\n\nthe   agents'   live   testimony   concerning   Singleterry's\n\nconfession.   At the close of the government's case in chief,\n\nthe defense moved  for judgment  of acquittal.   See Fed.  R.\n                                                    \n\nCrim. P. 29(a).  Defendant's primary contention was  that the\n\ngovernment's  evidence  could   not  suffice  to   support  a\n\n                             -4-\n                              4\n\nconviction   because  the   government  did   not  adequately\n\ncorroborate  Singleterry's confession.   See Opper  v. United\n                                                             \n\nStates, </pre><span class=\"citation\" data-id=\"105249\"><a href=\"/opinion/105249/opper-v-united-states/\"><span class=\"volume\">348</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">84</span> </a></span><pre class=\"inline\"> (1954) (prohibiting convictions  on the\n      \n\nbasis of uncorroborated confessions).  The government argued,\n\ninter alia, that there was  ample evidence to demonstrate the\n          \n\ntruth and  accuracy of the  confession.   The district  court\n\nreserved judgment until the close of all the evidence.  After\n\nthe  defense  presented   no  evidence,   the  court   denied\n\ndefendant's motion in a detailed ruling from the bench.\n\n          Singleterry  timely  requested  a jury  instruction\n\nthat \"as a matter of law a confession alone is not sufficient\n\nevidence  upon  which  to  convict the  defendant,  that  the\n\nconfession  must be  accompanied by  additional corroborative\n\n[evidence]  or  sufficient  indicia  of  reliability.\"    The\n\ndistrict  court  refused  to   do  so,  explaining  that  the\n\ncorroboration  inquiry is  for the  court and  not  the jury.\n\nAccording  to the  district court,  the role  of the  jury is\n\nsimply  to  consider whether  the  evidence establishes  each\n\nelement of  the offense  beyond a reasonable  doubt, although\n\nthe  jury  is  free to  question  the  probative  value of  a\n\nconfession  in  light of  the  strength  or weakness  of  the\n\ncorroborative evidence.\n\n          After deliberating for less  than an hour, the jury\n\nconvicted Singleterry on Counts I and II.  The district court\n\nlater issued an orderof forfeiture in resolution ofCount III.\n\n                             -5-\n                              5\n\n          At sentencing, the  district court  found that  the\n\noffense  level, including relevant  conduct, involved a total\n\nof 73.66 grams of  cocaine base, resulting in a  base offense\n\nlevel of 32.  United States Sentencing Commission, Guidelines\n                                                             \n\nManual,      2D1.1  (Nov.  1993);   see  also  21   U.S.C.   \n                                             \n\n841(b)(1)(B)  (prescribing  minimum  and maximum  sentences).\n\nBecause Singleterry had knowingly  given false testimony at a\n\npre-trial suppression hearing,  the court  added a  two-level\n\nenhancement for  obstruction of  justice.  U.S.S.G.    3C1.1.\n\nWith a total adjusted base offense level of 34 and a criminal\n\nhistory category of III,  the guideline range on Count  I was\n\n188  to  235 months.1   U.S.S.G.  Ch.5,  Pt.A.   The district\n\ncourt selected  the minimum sentence of  188 months, imposing\n\nas  well the  consecutive 60  month sentence  mandated by  18\n\nU.S.C.   924(c) for  the firearm offense.  In  another ruling\n\nfrom the  bench,  the district  court rejected  Singleterry's\n\nargument that stiffer penalties for cocaine base offenses, as\n\nopposed  to cocaine  powder  offenses, violate  Singleterry's\n\nright to equal protection of the law.\n\n                    \n\n1.  If  Singleterry had  been  convicted of  possession  with\nintent  to distribute  cocaine  powder, and  if his  relevant\nconduct raised the total of cocaine powder involved to  73.66\ngrams, his base offense level would have been 16, adjusted to\n18 after the two-level  enhancement.  U.S.S.G.   2D1.1  and  \n                                                           \n3C1.1; see also 21 U.S.C.   841(b)(1)(C) (prescribing maximum\n               \nsentences).   With a criminal  history category  of III,  the\nguideline  range on  this  count would  have  been 33  to  44\nmonths.\n\n                             -6-\n                              6\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\nA.  Trustworthiness of Confessions and the Role of the Jury \n                                                           \n\n          Singleterry  contends  that   the  district   court\n\ncommitted legal error when it refused to instruct the jury on\n\nthe need for corroboration  of his confession.  Specifically,\n\nSingleterry  urges  us  to  adopt one  of  two  propositions.\n\nFirst,  he suggests  that, when  the government's  case rests\n\nprimarily on  a  defendant's confession,  the district  court\n\nmust  instruct  the  jury  to  find   the  confession  to  be\n\ntrustworthy before  considering  it  as  evidence  of  guilt.\n\nSecond, Singleterry  asserts that, even  in the absence  of a\n\ngeneral  rule mandating  such  an  instruction, the  district\n\ncourt is  obliged to instruct  the jury on  the corroboration\n\nrequirement where the evidence  of trustworthiness is so weak\n\nthat a jury  might differ from the court in its resolution of\n\nthe question.\n\n          Whether the  court must assign  such a role  to the\n\njury is a  pure question  of law subject  to plenary  review.\n\nSee,  e.g., United States  v. Gallo, </pre><span class=\"citation\" data-id=\"195289\"><a href=\"/opinion/195289/united-states-v-gallo/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">7</span></a></span><pre class=\"inline\">, 11 (1st Cir.\n                                   \n\n1994) (holding that de novo review is customary for questions\n                           \n\nof law) (citing  In re Howard, </pre><span class=\"citation\" data-id=\"610553\"><a href=\"/opinion/610553/in-re-extradition-of-curtis-andrew-howard-united-states-of-america-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></a></span><pre class=\"inline\">,  1327 (1st Cir.\n                             \n\n1993)).   Thus, although  the district court's  reasoning may\n\nprove persuasive,  and its conclusion coincide  with our own,\n\n                             -7-\n                              7\n\nwe are  free to reject  a reasonable  reading of  the law  in\n\nfavor of the interpretation we view as correct.\n\n          To  begin  with, we  note  that  a defendant's  own\n\nstatements are never considered to be hearsay when offered by\n\nthe government; they are  treated as admissions, competent as\n\nevidence  of guilt  without  any special  guarantee of  their\n\ntrustworthiness.   See  Fed.  R. Evid.  801(d)(2) &amp;  advisory\n                      \n\ncommittee's  note; see  also United  States v.  Barletta, </pre><span class=\"citation\" data-id=\"391830\"><a href=\"/opinion/391830/united-states-v-john-r-barletta/\"><span class=\"volume\">652</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">218</span></a></span><pre class=\"inline\">, 219  (1st Cir.  1981).   Nevertheless, there  is a\n\ndanger that the jury will rush to credit a confession without\n\nseriously  considering whether  the defendant confessed  to a\n\ncrime he  did not commit.   As a  result, the  federal courts\n\nhave adopted common law rules designed to prevent a jury from\n\nconvicting  the   defendant  solely   on  the  basis   of  an\n\nuntrustworthy confession.   The general  rule is that  a jury\n\ncannot  rely  on an  extrajudicial,  post-offense confession,\n\neven  when   voluntary,  in  the   absence  of   \"substantial\n\nindependent  evidence  which  would  tend  to  establish  the\n\ntrustworthiness of [the] statement.\"  Opper v. United States,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"105249\"><a href=\"/opinion/105249/opper-v-united-states/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">84</span></a></span><pre class=\"inline\">, 93 (1954).  See also Smith v. United States, </pre><span class=\"citation\" data-id=\"105256\"><a href=\"/opinion/105256/smith-v-united-states/\"><span class=\"volume\">348</span>\n                                                        \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">147</span> </a></span><pre class=\"inline\"> (1954); Warszower  v. United  States, </pre><span class=\"citation\" data-id=\"103463\"><a href=\"/opinion/103463/warszower-v-united-states/\"><span class=\"volume\">312</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span>\n</a></span><pre class=\"inline\">                                              \n\n(1941); United States  v. O'Connell, </pre><span class=\"citation\" data-id=\"416447\"><a href=\"/opinion/416447/united-states-v-william-j-oconnell-united-states-of-america-v-richard/\"><span class=\"volume\">703</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span> </a></span><pre class=\"inline\">(1st  Cir.\n                                   \n\n1983).2   The Court has  explained that independent  proof of\n\n                    \n\n2.  Many states  adhere to a more  traditional formulation of\nthe corroboration  rule, requiring independent  proof of  the\ncorpus  delicti   (\"body  of  the  crime\"),   i.e.,  evidence\n                                                  \n\n                             -8-\n                              8\n\nthe commission of the  charged offense is not the  only means\n\nof  establishing  the  trustworthiness  of   the  defendant's\n\nconfession; another  \"available mode of  corroboration is for\n\nthe independent evidence to bolster the confession itself and\n\nthereby  prove the  offense `through'  the statements  of the\n\naccused.\"  </pre><span class=\"citation\" data-id=\"105256\"><span class=\"antecedent_guess\">Smith,</span> <a href=\"/opinion/105256/smith-v-united-states/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">156</span></a></span><pre class=\"inline\">.3\n                \n\n          The doctrinal nature and procedural concomitants of\n\nthe trustworthiness requirement  announced in  Opper are  not\n                                                    \n\nentirely clear.   Traditionally,  the district court  makes a\n\npreliminary determination  as to whether  testimony about the\n\nconfession  is  sufficiently  trustworthy  for  the  jury  to\n\nconsider the confession as evidence  of guilt.  See McCormick\n                                                             \n\n   145,  at  562;  Corey J.  Ayling,  Comment,  Corroborating\n                                                             \n\nConfessions:  An  Empirical  Analysis  of   Legal  Safeguards\n                                                             \n\n                    \n\nindependent of the confession showing that \"(a) the injury or\nharm constituting  the crime occurred; [and]  (b) this injury\nor  harm was  done in  a  criminal manner.\"   1  McCormick on\n                                                             \nEvidence    145,  at 557  (John William  Strong ed.,  4th ed.\n        \n1992) (hereinafter \"McCormick\").\n                             \n\n3.  Singleterry misinterprets this comment as suggesting that\na full  confession (one involving admissions  to all elements\nof the crime) automatically bolsters  itself, eliminating the\nneed for proof of trustworthiness.  According to Singleterry,\n\"under  Opper and Smith, the prosecution may rely entirely on\n                       \na confession which is  not even proven to be  trustworthy and\nput forth no evidence establishing the corpus delicti.\"  This\nis simply  not so.   The Court  has never  suggested that  in\ncertain cases the government would be relieved of the  burden\nof proving the trustworthiness of a confession.  Smith merely\n                                                      \nstands for the proposition that in the absence of independent\nevidence of  the corpus delicti the  government may establish\n                               \nthe  trustworthiness of  the confession  with other  evidence\ntypically used to bolster  the credibility and reliability of\nan out-of-court statement. \n\n                             -9-\n                              9\n\nAgainst  False  Confessions, </pre><span class=\"citation no-link\"><span class=\"volume\">1984</span>  <span class=\"reporter\">Wis.</span>  <span class=\"page\">L</span></span><pre class=\"inline\">.  Rev. 1121,  1140\n                           \n\n(hereinafter  \"Ayling\").   In  this respect,  the Opper  rule\n                                                       \n\nessentially functions as a federal common law rule regulating\n\nthe  admission of  statements which  \"are much  like hearsay,\n\n[having  had] neither the compulsion of the oath nor the test\n\nof  cross-examination.\"   </pre><span class=\"citation\" data-id=\"105249\"><span class=\"antecedent_guess\">Opper,</span> <a href=\"/opinion/105249/opper-v-united-states/\"><span class=\"volume\">348</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">90</span></a></span><pre class=\"inline\">.   See also\n                                                             \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Ayling,</span>  supra,   at  <span class=\"page\">1136-37</span> </span><pre class=\"inline\">  &amp;  n.66  (arguing   that  the\n              \n\ncorroboration    rule    \"governs   the    admissibility   of\n\nevidence\").4\n\n                    \n\n4.  Note that Federal Rule  of Evidence 804(b)(3) provides an\nimportant parallel.   Under  Rule 804(b)(3), a  confession by\nsomeone  other  than  the   accused  is  treated  as  hearsay\nadmissible  as evidence  of guilt  if certain  conditions are\nsatisfied.   Rule 804(b)(3) rests on the  assumption that, in\ngeneral, \"persons  will not make damaging  statements against\nthemselves  unless they  are true.\"   4  Jack B.  Weinstein &amp;\nMargaret A. Berger, Weinstein's  Evidence   804(b)(3)[01], at\n                                         \n804-138  (1993).   But such  a confession  cannot be  used to\nprove the defendant's guilt unless its use is necessitated by\nthe unavailability  of the declarant for courtroom testimony.\nFed.  R.  Evid.  804(b).     Additionally,  we  are  wary  of\nindividuals  who, as  a result  of mental  illness, a  fit of\npassion, a misplaced sense  of sacrifice, or sheer mendacity,\nfalsely  incriminate themselves  in order  to spare  another.\nThus,  \"[a]  statement tending  to  expose  the declarant  to\ncriminal liability  and offered  to exculpate the  accused is\nnot  admissible  unless  corroborating circumstances  clearly\nindicate  the trustworthiness  of  the statement.\"   Fed.  R.\nEvid.   804(b)(3).     It  is   also  significant   that  the\ntrustworthiness criterion of Rule 804(b)(3) is \"cast in terms\nof a requirement preliminary to admissibility,\" Fed. R. Evid.\n804(b)(3) advisory  committee's note.  As  such, the district\ncourt  makes the  first  and only  official determination  of\ntrustworthiness, although  it may  be proper to  instruct the\njury that statements admissible under Rule 804(b)(3) \"must be\ncarefully scrutinized, weighed with  great care, and received\nwith  caution.\"  United States v. Miller, </pre><span class=\"citation\" data-id=\"601863\"><a href=\"/opinion/601863/united-states-v-ronnie-darnell-miller/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1462</span></a></span><pre class=\"inline\">, 1465\n                                        \n(10th Cir. 1993).\n\n                             -10-\n                              10\n\n          At  the  same   time,  courts  often   characterize\n\ncorroboration  requirements as  governing the  sufficiency of\n                                                          \n\nthe  evidence.   See,  e.g., </pre><span class=\"citation\" data-id=\"103463\"><span class=\"antecedent_guess\">Warszower,</span>  <a href=\"/opinion/103463/warszower-v-united-states/\"><span class=\"volume\">312</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">347-48</span>\n</a></span><pre class=\"inline\">                                      \n\n(holding that \"[a]n uncorroborated confession . . . does  not\n\nas  a matter of law  establish beyond a  reasonable doubt the\n\ncommission  of  a  crime\");  </pre><span class=\"citation\" data-id=\"416447\"><span class=\"antecedent_guess\">O'Connell,</span> <a href=\"/opinion/416447/united-states-v-william-j-oconnell-united-states-of-america-v-richard/\"><span class=\"volume\">703</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">647-48</span>\n</a></span><pre class=\"inline\">                                      \n\n(analyzing  corroboration issue  in  rejecting  challenge  to\n\nsufficiency of evidence); </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">McCormick,</span> supra</span><pre class=\"inline\">,   145, at 561-63.\n                                          \n\nIn  contrast to  a simple  rule of  admissibility, a  rule of\n\nsufficiency  might theoretically  allow  the trial  judge  to\n\ninstruct the  jury  to make  the  final determination  as  to\n\nwhether  a  confession  has   been  corroborated.    See  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>\n                                                             \n\n(reporting  that </span><pre class=\"inline\">some  state courts  treat the  corroboration\n\nrequirement as a jury issue); </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Ayling,</span> supra, at <span class=\"page\">1136-41</span></span><pre class=\"inline\">.  The\n                                           \n\nSupreme Court has not ruled on the question, and neither this\n\ncircuit nor  any  other  circuit has  adopted  such  a  broad\n\napproach.   But cf. United States v. Marshall, </pre><span class=\"citation\" data-id=\"516029\"><a href=\"/opinion/516029/united-states-v-g-timothy-marshall/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1285</span></a></span><pre class=\"inline\">,\n                                             \n\n1287 (6th  Cir. 1988) (holding that the district court should\n\nhave  instructed the  jury on  the  corroboration requirement\n\nwhere \"[t]he need for corroboration [was] apparent\").\n\n          It is within the uncertain framework of sufficiency\n\nthat Singleterry positions his  appeal.  Singleterry does not\n\nclaim that the district court  erred in admitting evidence of\n\nhis confession.  Nor  does he assert that the  district court\n\nimproperly   found   that  the   confession   was  adequately\n\n                             -11-\n                              11\n\ncorroborated   in   denying  the   motion  for   judgment  of\n\nacquittal.5   Rather, Singleterry insists that,  even after a\n\ncourt  has properly  admitted  evidence of  a confession  and\n\ncorrectly tested the sufficiency of the evidence to support a\n\nconviction, the  court has a responsibility, either generally\n\nor in certain cases,  to instruct the jury to  determine that\n\nthe  confession  is  trustworthy  before  considering  it  as\n\nevidence  of  guilt.   This has  never  been the  law  in the\n\nfederal courts, and we decline to adopt such a rule today.  \n\n                    \n\n5.  Two  paragraphs  in Singleterry's  opening  brief suggest\nthat  his  appeal comprehends  a  challenge  to the  district\ncourt's  denial of  the motion  for acquittal.   Nonetheless,\nSingleterry's reply  brief  states  that  \"Appellant  is  not\narguing that the  evidence was insufficient for  the court to\ndetermine that the corpus delicti existed.   Appellant is not\narguing  that . . . no rational  trier of fact could find the\ncorpus  delicti sufficient.\"   In  any event, it  is apparent\nthat  the  district court  did not  err  in finding  that the\ngovernment's    evidence     adequately    established    the\ntrustworthiness  of Singleterry's  confession.  Proof  of the\npresence  in Landry's car of 6.46  grams of cocaine base -- a\ncontrolled  substance in  an  amount  substantial  enough  to\nsuggest an intent to distribute --  independently establishes\nthe  corpus delicti  with respect  to Count  I.   No  more is\n                   \nrequired  to demonstrate the trustworthiness of Singleterry's\nconfession  to the  tangible crime  of possession  of cocaine\nbase  with  intent to  distribute.   See  Wong Sun  v. United\n                                                             \nStates,  </pre><span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">371</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">471</span></a></span><pre class=\"inline\">,  489-90  n.15   (1963).    That  the\n      \nconfession is  trustworthy concerning admissions  relative to\nCount  I  is strong  evidence  that  the  same confession  is\nequally trustworthy concerning other admissions; namely, that\nSingleterry used  the gun  found in  Landry's car  to protect\nhimself from rival drug dealers.  Even if that admission were\nnot sufficient to show that Singleterry \"use[d] or carrie[d]\"\nthe  gun  \"in  relation   to\"  his  possession  and  intended\ndistribution of the 6.46  grams of cocaine base, 18  U.S.C.  \n924(c)(1),   the  government's  other  physical  evidence  --\nparticularly the proximity of Singleterry's loaded gun to the\ncocaine  base -- would most  certainly allow a  jury to reach\nthat conclusion beyond a reasonable doubt.\n\n                             -12-\n                              12\n\n          Although we cannot  accept Singleterry's theory  as\n\nsuch, we do not mean  to suggest that the district  court has\n\nno continuing  duty to police  the jury's consideration  of a\n\nconfession's probative  value.  First, if  the district court\n\nloses  confidence  in  its   earlier  determination  of   the\n\ncorroboration issue and the  evidence is otherwise inadequate\n\nto  support a conviction, the proper course would be to enter\n\na judgment of acquittal.   Alternatively, if the government's\n\nremaining evidence could support  a finding of guilt but  the\n\njury's incurable  exposure to the  confession raises  serious\n\nquestions  about the  prospect of  a  fair trial,  the proper\n\ncourse would be to declare a mistrial.  See Stewart v. United\n                                                             \n\nStates, </pre><span class=\"citation\" data-id=\"106219\"><a href=\"/opinion/106219/stewart-v-united-states/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 10 (1961); United States v. Sepulveda, </pre><span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span>\n                                                         \n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span><pre class=\"inline\">,  1184 (1st Cir.  1993), cert. denied,  62 U.S.L.W.\n                                               \n\n    (U.S. June 20, 1994).\n\n          Second,  a  confession  otherwise admissible  under\n\nOpper  may nevertheless  be  inadmissible \"if  its  probative\n     \n\nvalue  is substantially  outweighed by  the danger  of unfair\n\nprejudice.\"  Fed. R. Evid. 403.6\n\n          Third,   particularly   where  a   full  confession\n\ndominates the government's proof, it is fair to assume that a\n\njury  will  interpret  its  duty  to  find  guilt  beyond   a\n\nreasonable  doubt to  mean  that it  cannot  simply accept  a\n\n                    \n\n6.  Singleterry does  not argue  on appeal that  the district\ncourt should have excluded evidence of the confession, or any\nportion thereof, on Rule 403 grounds.\n\n                             -13-\n                              13\n\nconfession at face value.  See D'Aquino v. United States, </pre><span class=\"citation\" data-id=\"228080\"><a href=\"/opinion/228080/iva-ikuko-toguri-daquino-v-united-states/\"><span class=\"volume\">192</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">338</span></a></span><pre class=\"inline\">, 357 (9th Cir.  1951) (holding that  where there is\n\nadequate   corroboration  of   the   confession  \"the   usual\n\ninstructions on presumption of innocence and reasonable doubt\n\nadequately cover[] all that  the jury need be told  upon this\n\nquestion  of  [corroboration]\")  (citing Pearlman  v.  United\n                                                             \n\nStates,  </pre><span class=\"citation\" data-id=\"1482063\"><a href=\"/opinion/1482063/pearlman-v-united-states/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">460</span> </a></span><pre class=\"inline\">(9th Cir. 1926)), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">343</span> <span class=\"reporter\">U.S.</span>\n                                                   \n\n<span class=\"page\">935</span> </span><pre class=\"inline\"> (1952); </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">McCormick,</span> supra</span><pre class=\"inline\">,    145, at 564  (\"Nor is there\n                             \n\nsufficient need to submit the matter to the  jury, as long as\n\nthe jury is  adequately sensitized  to the need  to find  all\n\nelements of the crimes charged beyond a reasonable doubt.\").\n\n          Fourth, we note  that a judge has  wide latitude to\n\nselect  appropriate, legally  correct instructions  to ensure\n\nthat  the  jury  weighs the  evidence  without  thoughtlessly\n\ncrediting an  out-of-court confession.  Cf.  </pre><span class=\"citation\" data-id=\"601863\"><span class=\"antecedent_guess\">Miller,</span> <a href=\"/opinion/601863/united-states-v-ronnie-darnell-miller/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\nat <span class=\"page\">1465</span> </a></span><pre class=\"inline\">(holding that district court properly instructed jury\n\nthat  it  could rest  guilty  verdict  on uncorroborated  yet\n\ncredible testimony  of an accomplice but should \"keep in mind\n\nthat such testimony is always to be received with caution and\n\nweighed  with great care\"); United States v. Twomey, </pre><span class=\"citation\" data-id=\"528448\"><a href=\"/opinion/528448/united-states-v-stephen-c-twomey/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">46</span></a></span><pre class=\"inline\">, 53 (1st Cir. 1989) (suggesting that court may \"assist the\n\njury by demonstrating to  them how to go about  analyzing the\n\nevidence\"), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span> </span><pre class=\"inline\">(1990); </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Ayling,</span> supra,\n                                                            \n\nat  <span class=\"page\">1141</span> </span><pre class=\"inline\">(arguing that \"guidance on  the means of determining\n\nthe  ultimate credibility  of the  evidence accords  with the\n\n                             -14-\n                              14\n\njury's   role   as  finder   of   evidentiary  sufficiency\").\n\nAccordingly, even if the district court has properly admitted\n\nevidence of  a confession,  the court  has the  discretion to\n\ndetermine  that the  question  of trustworthiness  is such  a\n\nclose one that it  would be appropriate to instruct  the jury\n\nto conduct its own corroboration analysis.\n\n          In  this  case, there  is  no  indication that  the\n\ndistrict court  overlooked its  obligation to avoid  or limit\n\nundue  prejudice  stemming  from  evidence  of  Singleterry's\n\nconfession.  The  district court had  no occasion to  exclude\n\nthe  confession  under Rule  403,  correctly  found that  the\n\nconfession was  trustworthy, and properly instructed the jury\n\non  the  government's  burden  of  proof.    Finally,  in   a\n\nmanifestly  appropriate  exercise  of  discretion,  the court\n\ndirected  the  jury  to   \"consider  any  .  .  .   facts  or\n\ncircumstances  disclosed by  the evidence  . .  .  tending to\n\ncorroborate or to contradict the version of  events which the\n\nwitnesses have told you.\"\n\n          In sum, there  was no  error in  the lower  court's\n\nrefusal   to   instruct  the   jury   to   apply  the   Opper\n                                                             \n\ntrustworthiness requirement  before considering Singleterry's\n\nconfession to be probative of his guilt.\n\nB.    Constitutionality  of  Sentencing  Distinction  Between\n                                                             \nCocaine Base and Cocaine Powder\n                               \n\n          Singleterry maintains that his  sentence on Count I\n\nis  the  product of  an unconstitutional  distinction between\n\n                             -15-\n                              15\n\noffenses involving cocaine  base and those involving  cocaine\n\npowder.    See  18  U.S.C.     841(b);  U.S.S.G.     2D1.1(c)\n              \n\n(equating  1 gram of cocaine base with 100 grams of cocaine).\n\nSingleterry  did not contend below that the laws at issue are\n\nfacially unconstitutional.  Instead,  he offered evidence  in\n\nan  attempt to  demonstrate that  the sentencing  distinction\n\nbetween  cocaine  base  and  cocaine  is  either  irrational,\n\nracially  motivated,  or   both.    On  appeal,   Singleterry\n\nessentially  argues  that   the  district  court  erroneously\n\napplied the  relevant constitutional principles  to the facts\n\nfound at  the  sentencing  hearing.    We  first  recite  the\n\nprocedural rules  that govern  this portion of  our analysis,\n\nthen turn to a brief discussion of the merits.\n\n          While pure questions of law  are subject to de novo\n                                                             \n\nreview, we generally  examine a  district court's  fact-based\n\ndeterminations for clear  error.  Williams v. Poulos, </pre><span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span>\n                                                    \n\n<span class=\"page\">271</span></a></span><pre class=\"inline\">, 278 (1st Cir. 1993); In re  </pre><span class=\"citation\" data-id=\"610553\"><span class=\"antecedent_guess\">Howard,</span> <a href=\"/opinion/610553/in-re-extradition-of-curtis-andrew-howard-united-states-of-america-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1327-28</span></a></span><pre class=\"inline\">.\n                                       \n\nThus, the district court's findings of fact are conclusive on\n\nappeal  \"unless,  after  carefully  reading  the  record  and\n\naccording due deference to the trial court's superior ability\n\nto judge  credibility, we  form `a strong,  unyielding belief\n\nthat a  mistake has been  made.'\"   </pre><span class=\"citation\" data-id=\"195087\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span>  at <span class=\"page\">278</span>\n</a></span><pre class=\"inline\">                                            \n\n(quoting Dedham  Water Co.  v. Cumberland Farms  Dairy, Inc.,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span><pre class=\"inline\">,  457 (1st Cir.  1992)).  The  same standard of\n\nreview  often applies  to mixed  questions of  law  and fact,\n\n                             -16-\n                              16\n\nalthough  we are less likely to defer to the district court's\n\nconclusions where  proper  application of  the law  primarily\n\nrequires a  clarification of the  relevant legal  principles.\n\n</pre><span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"id_token\">Id.</span> at 278 </a></span><pre class=\"inline\">&amp; n.11 (citing In re </pre><span class=\"citation\" data-id=\"610553\"><span class=\"antecedent_guess\">Howard,</span> <a href=\"/opinion/610553/in-re-extradition-of-curtis-andrew-howard-united-states-of-america-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1328</span></a></span><pre class=\"inline\">).\n                                      \n\n          The clear error standard  does not apply,  however,\n\nwhen  the fact-finding  at issue  concerns \"legislative,\"  as\n\nopposed to \"historical\" facts.  See generally Dunagin v. City\n                                                             \n\nof Oxford, </pre><span class=\"citation\" data-id=\"425215\"><a href=\"/opinion/425215/kathy-dunagin-v-the-city-of-oxford-mississippi-the-state-of-mississippi/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">738</span></a></span><pre class=\"inline\">, 748 n.8 (5th  Cir. 1983) (en  banc)\n         \n\n(plurality), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">467</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1259</span> </span><pre class=\"inline\">(1984);  Menora v.\n                                                          \n\nIllinois  High  Sch. Ass'n,  </pre><span class=\"citation\" data-id=\"406472\"><a href=\"/opinion/406472/moshe-menora-v-illinois-high-school-association/\"><span class=\"volume\">683</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1030</span></a></span><pre class=\"inline\">,  1036  (7th Cir.\n                          \n\n1982),  cert. denied, </pre><span class=\"citation\" data-id=\"110862\"><a href=\"/opinion/110862/janice-buttrum-v-georgia/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1156</span> </a></span><pre class=\"inline\">(1983); see also Lockhart\n                                                             \n\nv.  McCree,  </pre><span class=\"citation\" data-id=\"111665\"><a href=\"/opinion/111665/lockhart-v-mccree/\"><span class=\"volume\">476</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">162</span></a></span><pre class=\"inline\">,  168-69  n.3  (1986)  (reserving\n          \n\nquestion while  suggesting approval  of plurality  opinion in\n\nDunagin).       \"Legislative   facts    are   those   general\n       \n\nconsiderations that  move a  lawmaking or rulemaking  body to\n\nadopt  a rule,  as distinct  from the  facts  which determine\n\nwhether the rule was correctly applied.\"  </pre><span class=\"citation\" data-id=\"406472\"><span class=\"antecedent_guess\">Menora,</span> <a href=\"/opinion/406472/moshe-menora-v-illinois-high-school-association/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> at\n                                                \n\n<span class=\"page\">1036</span></a></span><pre class=\"inline\">.   Accordingly, we need  not defer to  the lower court's\n\nassessment   of  the   \"evidence\"   Singleterry   offers   to\n\ndemonstrate the irrational and racially discriminatory nature\n\nof the adoption  of the distinction between  cocaine base and\n\ncocaine powder offenses.\n\n     1.  Irrational Classification\n                                  \n\n          It   is    well   settled   that    an   irrational\n\nclassification  imposed by  federal law  is violative  of the\n\n                             -17-\n                              17\n\nequal  protection  component  of  the Fifth  Amendment's  Due\n\nProcess  Clause.  See  Miranda v. Secretary  of Treasury, </pre><span class=\"citation\" data-id=\"454544\"><a href=\"/opinion/454544/jorge-a-miranda-v-secretary-of-the-treasury/\"><span class=\"volume\">766</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6  (1st Cir. 1985) (citing Mathews v.  De Castro, </pre><span class=\"citation\" data-id=\"109569\"><a href=\"/opinion/109569/mathews-v-de-castro/\"><span class=\"volume\">429</span>\n                                                        \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">181</span></a></span><pre class=\"inline\">,  182 n.1  (1976)).   Singleterry  contends  that a\n\ndistinction between cocaine base and cocaine powder is such a\n\nclassification  because the  use  of  cocaine base  allegedly\n\npresents no  greater health  threat than  the use of  cocaine\n\npowder.   Yet Singleterry  presents little or  no evidence to\n\nsupport  this  contention,  nor  has he  explained  why  such\n\nevidence  would  be dispositive  of  the  rationality of  the\n\ndistinction at issue.\n\n          Even  if  there is  no  telling  difference in  the\n\nhealth effects associated with the use of different types  of\n\ncocaine, it would be rational  to treat cocaine base offenses\n\nmore harshly for other reasons.  For example,  Congress could\n\nrationally  seek to  strengthen the  deterrent effect  of the\n\nnarcotics laws  by  increasing the  \"cost\" to  a criminal  of\n\nusing or selling a cocaine substance that, like cocaine base,\n\nis  sold  at  a   cheaper  unit  price  than   other  cocaine\n\nsubstances.     Indeed,   of  the   four  citations   to  the\n\nCongressional Record  that Singleterry offers in  his opening\n\nbrief  as  probative of  congressional intent,  each suggests\n\nthat  Congress  has been  concerned  that  the low  price  of\n\ncocaine  base (in the absolute  sense as well  as relative to\n\ncocaine) would lead to an explosion in drug use.\n\n                             -18-\n                              18\n\n          In   any  event,   the  district   court  correctly\n\nconcluded that  \"Congress  had before  it  sufficient .  .  .\n\ninformation to  make distinctions  that would  justify .  . .\n\nmore  severe sentences  for trafficking  in or  using cocaine\n\nbase  or crack than cocaine itself.\"  Accord United States v.\n                                                          \n\nFrazier,  </pre><span class=\"citation\" data-id=\"596406\"><a href=\"/opinion/596406/united-states-v-gilbert-frazier-united-states-of-america-v-aaron/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">92</span></a></span><pre class=\"inline\">, 95  (3d Cir.  1992) (noting  that the\n       \n\nThird  Circuit,  \"along with  every  other  federal court  of\n\nappeals to rule on  the issue, has held that  the distinction\n\nbetween cocaine  base and  cocaine in the  federal sentencing\n\nscheme   is   constitutional  under   rational   basis  equal\n\nprotection  review\"), cert.  denied,  113 S.  Ct. 1661,  1662\n                                   \n\n(1993).\n\n     2.  Racially Discriminatory Classification\n                                               \n\n          Singleterry next argues that the  harsher penalties\n\nfor cocaine base  offenses are unconstitutional because  they\n\nhave such a disproportionate effect on blacks as to give rise\n\nto an  inference that Congress and  the Sentencing Commission\n\nestablished   those  penalties  for  the  purpose  of  racial\n\ndiscrimination.  See Yick Wo v. Hopkins, </pre><span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span> </a></span><pre class=\"inline\">(1886).\n                                       \n\nAs  proof  of  disparate   impact,  Singleterry  offers  some\n\nevidence that  (1) most  cocaine base  users are  black while\n\nmost users of cocaine are white, and (2) the vast majority of\n\nsentences  for cocaine  base  offenses are  imposed on  black\n\ndefendants while white defendants comprise the largest  share\n\nof  those  sentenced  for  cocaine offenses.    In  addition,\n\n                             -19-\n                              19\n\nSingleterry   has   offered  some   evidence   that  Congress\n\nanticipated  such an impact  because, in  adopting heightened\n\npenalties  for cocaine  base offenses,  it was  attempting to\n\naddress a problem afflicting lower-income urban communities.\n\n          We agree  that where  evidence of disparate  impact\n\nleads  most  naturally  to  an  inference  of  discriminatory\n\npurpose, the  governmental classification  may be  subject to\n\nstrict  scrutiny  under  equal  protection principles.    See\n                                                             \n\nMcCleskey  v. Kemp,  </pre><span class=\"citation\" data-id=\"111869\"><a href=\"/opinion/111869/mccleskey-v-kemp/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">279</span></a></span><pre class=\"inline\">, 293 (1987)  (holding that\n                  \n\n\"`stark'\" statistical pattern may serve \"as the sole proof of\n\ndiscriminatory  intent  under  the   Constitution\")  (quoting\n\nVillage  of Arlington  Heights  v.  Metropolitan  Hous.  Dev.\n                                                             \n\nCorp., </pre><span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">252</span></a></span><pre class=\"inline\">, 266 (1977));  Washington v. Davis,  </pre><span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span>\n                                                       \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">229</span></a></span><pre class=\"inline\">, 242 (1976) (\"[D]iscriminatory impact . . . may for\n\nall   practical   purposes  demonstrate   unconstitutionality\n\nbecause  in various circumstances  the discrimination is very\n\ndifficult to  explain on nonracial  grounds.\"); Gomillion  v.\n                                                         \n\nLightfoot, </pre><span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">339</span></a></span><pre class=\"inline\">, 341  (1960); Yick </pre><span class=\"citation\" data-id=\"91704\"><span class=\"antecedent_guess\">Wo,</span>  <a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span>  at\n                                              \n\n<span class=\"page\">373-74</span></a></span><pre class=\"inline\">.    But  here,  as  we  suggested  in  discussing  the\n\nrationality  of the  sentencing  scheme,  there are  racially\n\nneutral grounds  for the classification that  more \"plausibly\n\nexplain[]\" its impact on blacks.  Personnel Adm'r v.  Feeney,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span><pre class=\"inline\">, 275 (1979).  As a result, there is insufficient\n\nevidence \"that the distinction drawn between cocaine base and\n\ncocaine was motivated by  any racial animus or discriminatory\n\n                             -20-\n                              20\n\nintent  on  the part  of  either Congress  or  the Sentencing\n\nCommission.\"  </pre><span class=\"citation\" data-id=\"596406\"><span class=\"antecedent_guess\">Frazier,</span>  <a href=\"/opinion/596406/united-states-v-gilbert-frazier-united-states-of-america-v-aaron/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">95</span> </a></span><pre class=\"inline\">(citing  United States\n                                                             \n\nv. Simmons, </pre><span class=\"citation\" data-id=\"583683\"><a href=\"/opinion/583683/united-states-v-james-b-simmons-united-states-of-america-v-charles-h/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">763</span> </a></span><pre class=\"inline\">(8th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span>\n                                                 \n\n<span class=\"page\">632</span> </span><pre class=\"inline\">(1992), and United  States v. Galloway, </pre><span class=\"citation\" data-id=\"573167\"><a href=\"/opinion/573167/united-states-v-jesse-james-galloway/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">64</span> </a></span><pre class=\"inline\">(5th\n                                          \n\nCir. 1992)).   But see United States  v. Clary, </pre><span class=\"citation\" data-id=\"1687914\"><a href=\"/opinion/1687914/united-states-v-clary/\"><span class=\"volume\">846</span>  <span class=\"reporter\">F. Supp.</span>\n                                              \n\n<span class=\"page\">768</span> </a></span><pre class=\"inline\"> (E.D. Mo.  1994)  (holding  that sentencing  distinction\n\nbetween  cocaine  base  and  cocaine  powder  violates  equal\n\nprotection principles after  finding circumstantial  evidence\n\nof unconscious discriminatory purpose).   In short, there was\n\nno  error  in  the  district court's  determination  to  this\n\neffect.\n\n          Finally, we note that while \"[t]he equal protection\n\nobligation  imposed by  the Due Process  Clause of  the Fifth\n\nAmendment is not an obligation to provide the best governance\n\npossible,\" Schweiker v. Wilson, </pre><span class=\"citation\" data-id=\"110423\"><a href=\"/opinion/110423/schweiker-v-wilson/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></a></span><pre class=\"inline\">, 230 (1981), the\n                              \n\nabsence  of a constitutional command  is not an invitation to\n\ngovernment   complacency.    Although   Singleterry  has  not\n\nestablished  a   constitutional  violation,  he   has  raised\n\nimportant questions  about the  efficacy and fairness  of our\n\ncurrent  sentencing policies  for offenses  involving cocaine\n\nsubstances.   We leave the resolution of these matters to the\n\nconsidered judgment  of those  with the proper  authority and\n\ninstitutional capacity.\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n                             -21-\n                              21\n\n          For  the foregoing reasons, we affirm Singleterry's\n\nconviction as well as his sentence.\n\n          So ordered.\n                     \n\n                             -22-\n                              22\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/91704/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103463/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105249/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105256/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106127/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106219/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106515/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109469/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109569/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109573/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110098/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110423/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110862/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111665/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111869/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195289/",
    "https://www.courtlistener.com/api/rest/v3/opinions/228080/",
    "https://www.courtlistener.com/api/rest/v3/opinions/391830/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406472/",
    "https://www.courtlistener.com/api/rest/v3/opinions/416447/",
    "https://www.courtlistener.com/api/rest/v3/opinions/425215/",
    "https://www.courtlistener.com/api/rest/v3/opinions/454544/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516029/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528448/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573167/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583683/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596406/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601863/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610553/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1482063/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1687914/"
  ]
}