{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195549/",
  "id": 195549,
  "absolute_url": "/opinion/195549/de-oliveira-moura-v-ins/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195549/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:25Z",
  "date_modified": "2020-02-21T23:31:31.358148Z",
  "type": "010combined",
  "sha1": "75f4d3a709d847c92ad0f7c1e1085b486b5ba0c6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2393.01A",
  "local_path": null,
  "plain_text": "August 16, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2393 \n\n               MARCO ANTONIO DE OLIVEIRA MOURA,\n\n                         Petitioner,\n\n                              v.\n\n           IMMIGRATION AND NATURALIZATION SERVICE,\n\n                         Respondent.\n\n                                         \n\n              ON PETITION FOR REVIEW OF AN ORDER\n             OF THE BOARD OF IMMIGRATION APPEALS\n\n                                         \n\n                            Before\n\n                    Cyr, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nJohn H. Ruginski, Jr. on brief for petitioner.\n                     \nFrank W. Hunger, Assistant Attorney General, Lisa Dornell,  Acting\n                                                         \nAssistant  Director, Office  of Immigration  Litigation, and  Alice M.\n                                                                  \nKing, Attorney, Office of Immigration Litigation, Civil Division, U.S.\n\nDepartment of Justice, on brief for respondent.\n\n                                         \n\n                                         \n\n          Per Curiam.   Petitioner Marco Moura (Moura)  seeks\n                    \n\njudicial review  of a  decision by the  Board of  Immigration\n\nAppeals  (BIA) that  effectively  denied Moura  discretionary\n\nrelief from deportation under 8 U.S.C.  1182(c).1  We  affirm\n\npursuant to Loc. R. 27.1.\n\n                              I.\n\n          Moura  is  a 26-year  old  native  of Portugal  who\n\nentered the United States as  a lawful permanent resident  on\n\nJune 14,  1980, when  he was  12 years old.   He  returned to\n\nPortugal to visit  his father on  two occasions between  1980\n\nand 1984.   Moura last entered  the United States on  July 5,\n\n1984 and has maintained lawful residence since that date.  \n\n          On October  22, 1987, Moura was  convicted in Rhode\n\nIsland superior court of two  counts of breaking and entering\n\na dwelling without the consent of the owner and one  count of\n\nentering  a building with the  intent to commit  larceny.  He\n\nreceived concurrent 36-month sentences  on each count.  Moura\n\nwas only required to serve the first 6 months in prison.  The\n\n                    \n\n1.  8 U.S.C.  1182(c) grants the Attorney  General discretion\nto admit certain  aliens who may  otherwise be excluded  from\nadmission  into  the  United  States  where  the  aliens  are\nreturning  to  a  lawful  unrelinquished  domicile  of  seven\nconsecutive years.   The BIA has  determined that, \"a  lawful\npermanent resident  is prima  facie eligible for  relief from\ndeportation under ... [8 U.S.C.  1182(c)], even though he has\nnot proceeded  abroad subsequent  to the acts  which rendered\nhim  deportable.\"   Matter  of Edwards,  Int. Dec.  3134 (BIA\n                                      \n1990).  Thus, aliens  who maintain lawful permanent residence\nin the  United States  for seven  consecutive years may  seek\nrelief from  deportation  orders  under  8  U.S.C.   1182(c).\nLozada v. I.N.S., 857 F.2d 10, 11 n.1 (1st Cir. 1988).       \n                \n\nremaining  terms  were  suspended  and Moura  was  placed  on\n\nprobation for 30 months.2 \n\n          On  February  24,  1988  Moura  was  charged   with\n\nattempted breaking and  entering, conspiracy, and  possession\n\nof  marijuana.   All  of  these  offenses were  committed  on\n\nSeptember 18, 1987, i.e., while the charges that  resulted in\n\nhis  October 22, 1987 convictions  were still pending.  Moura\n\nwas  convicted  of  these  additional charges  on  April  21,\n\n1988.3    One month later, the Immigration and Naturalization\n\nService (INS) commenced deportation proceedings by filing  an\n\norder to show cause (OSC) why Moura should not be deported as\n\nan  alien convicted  of  two crimes  of  moral turpitude  not\n\narising out  of a single scheme of criminal conduct.  The OSC\n\nwas based on two of Moura's October 22, 1987 convictions.\n\n          On August  1, 1988, a deportation  hearing was held\n\nat which  the INS  amended its OSC  to charge that  Moura was\n\ndeportable as an  alien who  had committed a  crime of  moral\n\nturpitude  within five  years  of entry  and  had received  a\n\nsentence  of at least one year and  had also violated the law\n\nrelating to the illegal possession of marijuana.  The charges\n\nwere  based  on  Moura's  October  22,  1987  conviction  for\n\n                    \n\n2.  Moura testified  that  he  was  first  incarcerated  from\nroughly October 1987 to March 1988.\n\n3.  Moura received suspended sentences and probation terms on\neach of these counts that were to run concurrent with the 36-\nmonth sentences that had been previously imposed.  \n\n                             -3-\n\nbreaking and entering with  the intent to commit  larceny and\n\nhis April  21, 1988  conviction for possession  of marijuana.\n\nSee 8  U.S.C.  1251(a)(4),  1251(a)(11)(1988).4   Moura,  who\n   \n\nwas   represented  by  counsel,  conceded  deportability  and\n\nexpressed his intent to file an application for discretionary\n\nrelief  under  8  U.S.C.   1182(c).   The  Immigration  Judge\n\nordered Moura to  file his application  by September 1,  1988\n\nand scheduled a waiver hearing for October 5, 1988.\n\n          On  August  9,  1988,  eight  days   after  Moura's\n\ndeportation  hearing,  Moura  was  arrested  for  his  second\n\npossession  of marijuana offense.   (R. 247-48).   He married\n\none  April Akstin,  a United  States citizen,  on August  29,\n\n1988.  (R.   278).    Shortly  thereafter   Moura  filed  his\n\napplication for discretionary relief from deportation.  \n\n          On  October  31,  1988,  Moura   was  arrested  for\n\nbreaking and entering with the intent to commit larceny.  (R.\n\n137, 233, 239).  He failed to appear at his arraignment and a\n\nbench warrant issued for  his arrest.   (R. 235).  Moura  was\n\narrested on December  20, 1988  at the  Immigration Court  in\n\nBoston  when   he  appeared   for  another  hearing   in  his\n\ndeportation    proceedings.        The   Immigration    Judge\n\nadministratively closed the proceedings, noting that the case\n\n                    \n\n4.  8  U.S.C.  1251(a)(4) was  recodified by  the Immigration\nAct  of 1990  as  8 U.S.C.   1251(a)(2)(A)(i).   Similarly, 8\nU.S.C.     1251(a)(11)   was    recodified   as    8   U.S.C.\n 1251(a)(2)(B)(i). See  Pub.L.No. 101-649 (1990). \n                      \n\n                             -4-\n\ncould be  recalendared after Moura was  released. (R. 50-53).\n\nOn January  9,  1989,  Moura  was  convicted  of  his  second\n\npossession  of marijuana  offense  and the  October 31,  1988\n\nbreaking and entering charge.   He was sentenced to  8 years'\n\nimprisonment, of which the first 2  and 1/2 years were to  be\n\nserved in prison.  The remaining term was suspended and Moura\n\nwas  placed on  probation for  5  and 1/2  years.   Moura was\n\nincarcerated from  approximately  December 23,  1988  through\n\nDecember, 1990.5  \n\n          Shortly   after   Moura's   release  from   prison,\n\ndeportation proceedings  were  reopened.6    Moura  filed  an\n\nupdated  application for  relief  from  deportation.    Three\n\nseparate hearings  were held between March  1992 and December\n\n28, 1992,  at which  Moura, his  mother, and  his girlfriend,\n\ntestified.7   On  December  28, 1992,  the Immigration  Judge\n\nissued a decision which  found that Moura's deportability had\n\nbeen  established by  clear  and convincing  evidence  (i.e.,\n\nMoura's  concessions)  and  denied  Moura's  application  for\n\n                    \n\n5.  Moura's first son  was born  while Moura  was in  prison.\nThe mother divorced Moura on May 30, 1990. (R. 277).\n\n6.  A deportation  hearing was  convened on January  9, 1991,\nwhich  resulted in  a  continuance.   Moura was  subsequently\ndirected to  file an updated application  for a discretionary\nwaiver.   He failed to do  so and his  application was deemed\nabandoned.  Moura was ordered deported on April 19, 1991. His\nattorney filed a motion to reopen the deportation proceeding,\nwhich was allowed on October 16, 1991.  \n\n7.  Moura's  girlfriend  gave  birth  to his  second  son  on\nOctober 30, 1992. (R. 221). \n\n                             -5-\n\ndiscretionary relief.   Moura appealed  through his  counsel,\n\nwho specifically indicated  in the notice of appeal  that she\n\nintended  to file  a brief.   On  November 5,  1993, the  BIA\n\nissued a  per curiam  decision that affirmed  the Immigration\n\nJudge.   Although  the  BIA noted  that  Moura's counsel  had\n\nfailed  to  file  a brief,  it  reviewed  the  record in  its\n\nentirety and  found that  the Immigration Judge  had properly\n\nweighed all relevant factors in  denying Moura's application.\n\nIn view of this finding and  the fact that Moura did not show\n\nany meritorious reasons for  his appeal, the BIA  adopted the\n\nImmigration  Judge's decision as  its own.   Moura then filed\n\nthis timely petition for judicial review.\n\n                             II.\n\n          In determining  whether a  resident alien  merits a\n\nwaiver of deportation  under 8  U.S.C.  1182(c),  immigration\n\nofficials  \"must  balance  the  'social  and humane'  factors\n\nsupporting  the application against  adverse factors favoring\n\ndeportation.\"  Gouveia v. I.N.S., 980 F.2d 814, 816 (1st Cir.\n                                \n\n1992).  Factors which may support a waiver include:\n\n          (1) family ties within the United States;\n          (2) residence of long duration, particularly  \n              when begun at an early age;\n          (3) evidence of hardship to family members  \n              should deportation occur;\n          (4) military service;\n          (5) a steady employment history;\n          (6)  the existence  of  property  or  business\n     ties;\n          (7) community service;\n          (8) proof of genuine rehabilitation if the    \n              alien has a criminal record;\n\n                             -6-\n\n          (9) any other evidence tending to show the    \n              petitioner's good character.\n\nGouveia, 980 F.2d at  816; Matter of Edwards, Int.  Dec. 3134\n                                            \n\n(BIA 1990); Matter of Marin, 16 I. &amp; N. Dec. 581, 584-85 (BIA\n                           \n\n1978).  Adverse factors include:\n\n          (1) the nature and underlying circumstances of\n              the ground(s) for exclusion;\n          (2) the presence of additional significant    \n              violations of United States immigration   \n              laws;\n          (3) the existence of a criminal record and its\n              nature, recency and seriousness; and\n          (4) any other evidence indicative of the      \n              alien's bad character or undesirability as\n              a permanent resident.\n\nMatter of Marin, id. at 584.  Each case must be judged on its\n                    \n\nown  merits and  the alien  seeking the  discretionary waiver\n\nbears the  burden of proof.  Id.; Hazzard v. I.N.S., 951 F.2d\n                                                   \n\n435, 438 (1st Cir. 1991).\n\n          The  record discloses  that Moura  has continuously\n\nresided in this  country for the past  10 years and  that his\n\nlawful permanent residence status began at a relatively early\n\nage  (12).   His mother  and two  children are  United States\n\ncitizens, but there was  no evidence that Moura's deportation\n\nwould result  in any  particular hardship to  them.   Moura's\n\nmother is married and  does not rely on her  son for economic\n\nsupport.  At the  time of the deportation hearings  Moura was\n\nnot  paying child  support  for his  first  son, although  he\n\nrepeatedly indicated that court proceedings might result in a\n\nsupport  order.  And while  Moura resided with his girlfriend\n\n                             -7-\n\nand contributed to support her and their child, they were not\n\nmarried at the  time of the deportation hearings  nor holding\n\nthemselves out as husband and wife.8  \n\n          Moura  concedes  that  his  employment  history  of\n\nworking  for others is sporadic.    Between  his release from\n\nprison  in 1990 and the March 3, 1992 deportation hearing, he\n\nhad  not held a steady job.   Between 1985 and 1987, prior to\n\nhis  first incarceration, he held  brief jobs as  a floor boy\n\nand laborer, earning a maximum of a few  hundred dollars.  At\n\nhis March  3, 1992 deportation hearing,  Moura testified that\n\nhe was working under the table. (R. 158).  He later started a\n\npainting and roofing business with a friend.  By  the time of\n\nhis final  hearing he had several contracts for work.  He had\n\nnever filed tax  returns.  (R. 153, 223).   Moura enrolled in\n\nan auto  body technician training  program in March  1992 and\n\nexpected to graduate in October 1993. (R. 196, 219-220).  \n\n          Against  these  factors   stood  Moura's   criminal\n\nhistory, which  began as a juvenile.   As a result  of a plea\n\nagreement,  several juvenile  offenses were  dropped  so that\n\nMoura could go to live  with his father in Portugal and  have\n\nhis  father \"straighten ... [him]  out.\"  (R.  96-97).  Moura\n\nbegan using marijuana  when he was  fifteen and graduated  to\n\ncocaine  by the  time  he was  seventeen.   He  developed  an\n\n                    \n\n8.  Moura's girlfriend testified that  they expected to marry\nbut had not set a date because they were awaiting the outcome\nof the deportation hearings. (R. 210-11).\n\n                             -8-\n\naddiction and supported his habit by breaking into houses and\n\ntrading  stolen goods for cocaine.   R. (155-57).   After his\n\nfirst conviction on October 22, 1987, Moura served six months\n\nin  prison, where he incurred 3 or 4 disciplinary reports for\n\nfighting  and smoking.  (R.  102-03, 117).   He committed the\n\noffenses which  culminated in  his April 21,  1988 conviction\n\nwhile the  initial breaking  and entering charges  were still\n\npending.   Moura was  arrested for  his second  possession of\n\nmarijuana offense and his  final breaking and entering charge\n\nwhile  he was on probation.    During  his last incarceration\n\nMoura  received additional disciplinary  reports for fighting\n\nand using marijuana.   And while Moura has not  been arrested\n\nfor a  felony since his last conviction, he was fined for two\n\nmisdemeanors (disorderly conduct and driving with a suspended\n\nlicense) in April, 1991 and January, 1992.  (R. 229-30).     \n\n          The Immigration  Judge fully considered  all of the\n\naforementioned factors  and ruled that,  in view of  the fact\n\nthat  Moura  had been  convicted  of  several serious  crimes\n\nresulting from an addiction to cocaine, Moura was required to\n\nshow  unusual  or  outstanding  equities in  order  to  merit\n\ndiscretionary  relief.9   He  then concluded  that Moura  had\n\n                    \n\n9.  A  showing  of unusual  or  outstanding  equities may  be\nrequired where the alien  has been convicted of  a succession\nof  criminal  acts  which  establish  a  pattern  of  serious\ncriminal  misconduct, whether  or  not those  crimes involved\ncontrolled  substances.  However,  such a  showing  does  not\n\n                             -9-\n\nestablished outstanding equities, but as  the adverse factors\n\nfar  outweighed the social  and humane  considerations, Moura\n\ndid not deserve  a waiver  of deportation.   The BIA  adopted\n\nthis decision.\n\n          Moura argues  that the decisions of the Immigration\n\nJudge   and  the  BIA  constitute  error   and  an  abuse  of\n\ndiscretion.   He  maintains  that the  factors which  favored\n\ngranting  him  discretionary  relief  clearly   outweigh  the\n\nadverse  factors, stressing  that  all of  his felonies  were\n\ncommitted during a  3-year period  and that he  has not  been\n\narrested for a felony since 1989.  \n\n          We  review  waiver   decisions  only  to  determine\n\nwhether the BIA \"acted arbitrarily or capriciously, or abused\n\nits discretion.\"  White v. I.N.S., 17 F.3d 475, 478 (1st Cir.\n                                 \n\n1994).  We must uphold the BIA unless its decision \"'was made\n\nwithout  a rational  explanation, inexplicably  departed from\n\nestablished policies, or rested on an impermissible  basis.'\"\n\nId. (citation  omitted).   Moura does  not  contend that  the\n   \n\nBIA's decision departed from  established policies or  rested\n\non  an impermissible  basis.   He  says that  the Immigration\n\nJudge committed a clear error  in concluding that the adverse\n\nfactors outweighed  the favorable  ones.  We  have repeatedly\n\nrejected similar arguments.   See, e.g., White  v. I.N.S., 17\n                                                         \n\n                    \n\nrequire  the INS to grant a waiver of deportation. See Matter\n                                                             \nof Edwards, supra.  \n                 \n\n                             -10-\n\nF.3d  475, 478  n.4  (1st Cir.  1984)(complaints directed  to\n\nrelative weight given favorable and unfavorable  factors held\n\nwithout merit);  Martinez v. I.N.S.,  970 F.2d 973,  975 (1st\n                                   \n\nCir.  1992)(same).   We see  no reason  to disturb  the BIA's\n\ndecision  on this  record. Moura  has a  significant criminal\n\nrecord,  marked by repeated thefts and drug use.  Neither his\n\nemployment  record nor  his family  ties appear  particularly\n\nstrong.10   We thus  agree that  Moura failed  to demonstrate\n\nthat he merits discretionary relief.\n\n          Moura  also  contends   that  his  former   counsel\n\nrendered  him ineffective  assistance  by failing  to file  a\n\nbrief with the BIA.   While there is no  constitutional right\n\nto counsel in deportation proceedings, aliens are entitled to\n\ndue process.   Lozada v.  I.N.S., 857  F.2d 10, 13  (1st Cir.\n                                \n\n1988).   \"Ineffective assistance of counsel  in a deportation\n\nproceeding is a denial of due process only 'if the proceeding\n\nwas so fundamentally unfair that the alien was prevented from\n\nreasonably  presenting his case.'\"  Ramirez-Durazo v. I.N.S.,\n                                                            \n\n794 F.2d 491, 499-500 (9th Cir. 1986)(citation omitted).  \"In\n\ndue process  challenges, there  must always be  a showing  of\n\nprejudice.\"   Colindres-Aguilar v. I.N.S., 819  F.2d 259, 261\n                                         \n\n(9th  Cir. 1987).  See also Mohsseni Behbahani v. I.N.S., 796\n                                                        \n\n                    \n\n10.  To  be sure, Moura appears to have made a genuine effort\nto remain  self-employed  and  out  of jail  since  his  last\nincarceration.   But  Moura's  attempt at  rehabilitation has\nbeen short-lived compared to his criminal history. \n\n                             -11-\n\nF.2d  249,  251   (9th  Cir.  1986)  (rejecting   ineffective\n\nassistance claim  where no prejudice shown);  Figeroa v. U.S.\n                                                             \n\nI.N.S., 886 F.2d 76,  78-81 (4th Cir. 1989); Mantell  v. U.S.\n                                                             \n\nDepartment  of   Justice,  798   F.2d  124,  128   (5th  Cir.\n                        \n\n1986)(same).  \n\n          Where \"the  BIA [has] considered the  merits of the\n\ncase  and fully  reviewed  the record...[and]  [t]here is  no\n\nindication that anything in a  brief could have affected  the\n\nfinal result[,]\" the  failure to  file a brief  with the  BIA\n\ndoes  not constitute  a  violation of  due process.  Ramirez-\n                                                             \n\nDurazo, 794 F.2d at 501.  We think that this language applies\n      \n\nfully in the present case.  The Immigration Judge  in his own\n\ndecision adequately set forth  the pertinent circumstances in\n\na  decision  that  is  nineteen pages  in  length  and  deals\n\nextensively with  the underlying  facts and the  reasoning of\n\nthe Immigration  Judge.   Given  the  rather  straightforward\n\nstandards to be applied,  a review by the BIA on  this record\n\nis a straightforward  task and  there is no  reason to  think\n\nthat the failure to  restate the facts or argue about them in\n\na  brief to the BIA  affected the outcome.   Accordingly, the\n\npetition for  review is  denied and  dismissed and  the BIA's\n                                              \n\norder is affirmed.\n                 \n\n                             -12-\n",
  "html": "<p class=\"case_cite\">32 F.3d 561</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Marco Antonio DE OLIVEIRA MOURA, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 93-2393</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 16, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John H. Ruginski, Jr. on brief for petitioner.</p>\n      <p class=\"indent\">Frank W. Hunger, Assistant Attorney General, Lisa Dornell, Acting Assistant Director, Office of Immigration Litigation, and Alice M. King, Attorney, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, on brief for respondent.</p>\n      <p class=\"indent\">B.I.A.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Marco Moura (Moura) seeks judicial review of a decision by the Board of Immigration Appeals (BIA) that effectively denied Moura discretionary relief from deportation under 8 U.S.C. Sec. 1182(c).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We affirm pursuant to Loc.  R. 27.1.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Moura is a 26-year old native of Portugal who entered the United States as a lawful permanent resident on June 14, 1980, when he was 12 years old.  He returned to Portugal to visit his father on two occasions between 1980 and 1984.  Moura last entered the United States on July 5, 1984 and has maintained lawful residence since that date.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 22, 1987, Moura was convicted in Rhode Island superior court of two counts of breaking and entering a dwelling without the consent of the owner and one count of entering a building with the intent to commit larceny.  He received concurrent 36-month sentences on each count.  Moura was only required to serve the first 6 months in prison.  The remaining terms were suspended and Moura was placed on probation for 30 months.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On February 24, 1988 Moura was charged with attempted breaking and entering, conspiracy, and possession of marijuana.  All of these offenses were committed on September 18, 1987, i.e., while the charges that resulted in his October 22, 1987 convictions were still pending.  Moura was convicted of these additional charges on April 21, 1988.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  One month later, the Immigration and Naturalization Service (INS) commenced deportation proceedings by filing an order to show cause (OSC) why Moura should not be deported as an alien convicted of two crimes of moral turpitude not arising out of a single scheme of criminal conduct.  The OSC was based on two of Moura's October 22, 1987 convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On August 1, 1988, a deportation hearing was held at which the INS amended its OSC to charge that Moura was deportable as an alien who had committed a crime of moral turpitude within five years of entry and had received a sentence of at least one year and had also violated the law relating to the illegal possession of marijuana.  The charges were based on Moura's October 22, 1987 conviction for breaking and entering with the intent to commit larceny and his April 21, 1988 conviction for possession of marijuana.  See 8 U.S.C. Sec. 1251(a)(4), Sec. 1251(a)(11)(1988).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Moura, who was represented by counsel, conceded deportability and expressed his intent to file an application for discretionary relief under 8 U.S.C. Sec. 1182(c).  The Immigration Judge ordered Moura to file his application by September 1, 1988 and scheduled a waiver hearing for October 5, 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On August 9, 1988, eight days after Moura's deportation hearing, Moura was arrested for his second possession of marijuana offense.  (R. 247-48).  He married one April Akstin, a United States citizen, on August 29, 1988.  (R. 278).  Shortly thereafter Moura filed his application for discretionary relief from deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On October 31, 1988, Moura was arrested for breaking and entering with the intent to commit larceny.  (R. 137, 233, 239).  He failed to appear at his arraignment and a bench warrant issued for his arrest.  (R. 235).  Moura was arrested on December 20, 1988 at the Immigration Court in Boston when he appeared for another hearing in his deportation proceedings.  The Immigration Judge administratively closed the proceedings, noting that the case could be recalendared after Moura was released.  (R. 50-53).  On January 9, 1989, Moura was convicted of his second possession of marijuana offense and the October 31, 1988 breaking and entering charge.  He was sentenced to 8 years' imprisonment, of which the first 2 and 1/2 years were to be served in prison.  The remaining term was suspended and Moura was placed on probation for 5 and 1/2 years.  Moura was incarcerated from approximately December 23, 1988 through December, 1990.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Shortly after Moura's release from prison, deportation proceedings were reopened.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Moura filed an updated application for relief from deportation.  Three separate hearings were held between March 1992 and December 28, 1992, at which Moura, his mother, and his girlfriend, testified.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  On December 28, 1992, the Immigration Judge issued a decision which found that Moura's deportability had been established by clear and convincing evidence (i.e., Moura's concessions) and denied Moura's application for discretionary relief.  Moura appealed through his counsel, who specifically indicated in the notice of appeal that she intended to file a brief.  On November 5, 1993, the BIA issued a per curiam decision that affirmed the Immigration Judge.  Although the BIA noted that Moura's counsel had failed to file a brief, it reviewed the record in its entirety and found that the Immigration Judge had properly weighed all relevant factors in denying Moura's application.  In view of this finding and the fact that Moura did not show any meritorious reasons for his appeal, the BIA adopted the Immigration Judge's decision as its own.  Moura then filed this timely petition for judicial review.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In determining whether a resident alien merits a waiver of deportation under 8 U.S.C. Sec. 1182(c), immigration officials \"must balance the 'social and humane' factors supporting the application against adverse factors favoring deportation.\"   Gouveia v. I.N.S., 980 F.2d 814, 816 (1st Cir. 1992).  Factors which may support a waiver include:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(1) family ties within the United States;</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(2) residence of long duration, particularly when begun at an early age;</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(3) evidence of hardship to family members</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">should deportation occur;</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(4) military service;</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(5) a steady employment history;</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(6) the existence of property or business ties;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(7) community service;</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(8) proof of genuine rehabilitation if the alien has a criminal record;</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(9) any other evidence tending to show the petitioner's good character.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Gouveia, 980 F.2d at 816;  Matter of Edwards, Int.  Dec. 3134 (BIA 1990); Matter of Marin, 16 I. &amp; N. Dec. 581, 584-85 (BIA 1978).  Adverse factors include:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(1) the nature and underlying circumstances of</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">the ground(s) for exclusion;</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(2) the presence of additional significant violations of United States immigration laws;</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(3) the existence of a criminal record and its</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">nature, recency and seriousness;  and</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">(4) any other evidence indicative of the alien's bad character or undesirability as</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">a permanent resident.  Matter of Marin, id. at 584.  Each case must be judged on its own merits and the alien seeking the discretionary waiver bears the burden of proof.  Id.; Hazzard v. I.N.S., 951 F.2d 435, 438 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The record discloses that Moura has continuously resided in this country for the past 10 years and that his lawful permanent residence status began at a relatively early age (12).  His mother and two children are United States citizens, but there was no evidence that Moura's deportation would result in any particular hardship to them.  Moura's mother is married and does not rely on her son for economic support.  At the time of the deportation hearings Moura was not paying child support for his first son, although he repeatedly indicated that court proceedings might result in a support order.  And while Moura resided with his girlfriend and contributed to support her and their child, they were not married at the time of the deportation hearings nor holding themselves out as husband and wife.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Moura concedes that his employment history of working for others is sporadic.  Between his release from prison in 1990 and the March 3, 1992 deportation hearing, he had not held a steady job.  Between 1985 and 1987, prior to his first incarceration, he held brief jobs as a floor boy and laborer, earning a maximum of a few hundred dollars.  At his March 3, 1992 deportation hearing, Moura testified that he was working under the table.  (R. 158).  He later started a painting and roofing business with a friend.  By the time of his final hearing he had several contracts for work.  He had never filed tax returns.  (R. 153, 223).  Moura enrolled in an auto body technician training program in March 1992 and expected to graduate in October 1993.  (R. 196, 219-220).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Against these factors stood Moura's criminal history, which began as a juvenile.  As a result of a plea agreement, several juvenile offenses were dropped so that Moura could go to live with his father in Portugal and have his father \"straighten ... [him] out.\"  (R. 96-97).  Moura began using marijuana when he was fifteen and graduated to cocaine by the time he was seventeen.  He developed an addiction and supported his habit by breaking into houses and trading stolen goods for cocaine.  R. (155-57).  After his first conviction on October 22, 1987, Moura served six months in prison, where he incurred 3 or 4 disciplinary reports for fighting and smoking.  (R. 102- 03, 117).  He committed the offenses which culminated in his April 21, 1988 conviction while the initial breaking and entering charges were still pending.  Moura was arrested for his second possession of marijuana offense and his final breaking and entering charge while he was on probation.  During his last incarceration Moura received additional disciplinary reports for fighting and using marijuana.  And while Moura has not been arrested for a felony since his last conviction, he was fined for two misdemeanors (disorderly conduct and driving with a suspended license) in April, 1991 and January, 1992.  (R. 229-30).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Immigration Judge fully considered all of the aforementioned factors and ruled that, in view of the fact that Moura had been convicted of several serious crimes resulting from an addiction to cocaine, Moura was required to show unusual or outstanding equities in order to merit discretionary relief.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  He then concluded that Moura had established outstanding equities, but as the adverse factors far outweighed the social and humane considerations, Moura did not deserve a waiver of deportation.  The BIA adopted this decision.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Moura argues that the decisions of the Immigration Judge and the BIA constitute error and an abuse of discretion.  He maintains that the factors which favored granting him discretionary relief clearly outweigh the adverse factors, stressing that all of his felonies were committed during a 3- year period and that he has not been arrested for a felony since 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We review waiver decisions only to determine whether the BIA \"acted arbitrarily or capriciously, or abused its discretion.\"   White v. I.N.S., 17 F.3d 475, 478 (1st Cir. 1994).  We must uphold the BIA unless its decision \" 'was made without a rational explanation, inexplicably departed from established policies, or rested on an impermissible basis.' \"  Id. (citation omitted).  Moura does not contend that the BIA's decision departed from established policies or rested on an impermissible basis.  He says that the Immigration Judge committed a clear error in concluding that the adverse factors outweighed the favorable ones.  We have repeatedly rejected similar arguments.   See, e.g., White v. I.N.S., 17 F.3d 475, 478 n. 4 (1st Cir. 1984)(complaints directed to relative weight given favorable and unfavorable factors held without merit);   Martinez v. I.N.S., 970 F.2d 973, 975 (1st Cir. 1992)(same).  We see no reason to disturb the BIA's decision on this record.  Moura has a significant criminal record, marked by repeated thefts and drug use.  Neither his employment record nor his family ties appear particularly strong.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  We thus agree that Moura failed to demonstrate that he merits discretionary relief.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Moura also contends that his former counsel rendered him ineffective assistance by failing to file a brief with the BIA.  While there is no constitutional right to counsel in deportation proceedings, aliens are entitled to due process.   Lozada v. I.N.S., 857 F.2d 10, 13 (1st Cir. 1988).  \"Ineffective assistance of counsel in a deportation proceeding is a denial of due process only 'if the proceeding was so fundamentally unfair that the alien was prevented from reasonably presenting his case.' \"   Ramirez-Durazo v. I.N.S., 794 F.2d 491, 499-500 (9th Cir. 1986)(citation omitted).  \"In due process challenges, there must always be a showing of prejudice.\"   Colindres-Aguilar v. I.N.S., 819 F.2d 259, 261 (9th Cir. 1987).   See also Mohsseni Behbahani v. I.N.S., 796 F.2d 249, 251 (9th Cir. 1986) (rejecting ineffective assistance claim where no prejudice shown);   Figeroa v. U.S. I.N.S., 886 F.2d 76, 78-81 (4th Cir. 1989);   Mantell v. U.S. Department of Justice, 798 F.2d 124, 128 (5th Cir. 1986)(same).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Where \"the BIA [has] considered the merits of the case and fully reviewed the record ... [and][t]here is no indication that anything in a brief could have affected the final result[,]\" the failure to file a brief with the BIA does not constitute a violation of due process.   Ramirez-Durazo, 794 F.2d at 501.  We think that this language applies fully in the present case.  The Immigration Judge in his own decision adequately set forth the pertinent circumstances in a decision that is nineteen pages in length and deals extensively with the underlying facts and the reasoning of the Immigration Judge.  Given the rather straightforward standards to be applied, a review by the BIA on this record is a straightforward task and there is no reason to think that the failure to restate the facts or argue about them in a brief to the BIA affected the outcome.  Accordingly, the petition for review is denied and dismissed and the BIA's order is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 8 U.S.C. Sec. 1182(c) grants the Attorney General discretion to admit certain aliens who may otherwise be excluded from admission into the United States where the aliens are returning to a lawful unrelinquished domicile of seven consecutive years.  The BIA has determined that, \"a lawful permanent resident is prima facie eligible for relief from deportation under ... [8 U.S.C. Sec. 1182(c) ], even though he has not proceeded abroad subsequent to the acts which rendered him deportable.\"  Matter of Edwards, Int.  Dec. 3134 (BIA 1990).  Thus, aliens who maintain lawful permanent residence in the United States for seven consecutive years may seek relief from deportation orders under 8 U.S.C. Sec. 1182(c).   Lozada v. I.N.S., 857 F.2d 10, 11 n. 1 (1st Cir. 1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Moura testified that he was first incarcerated from roughly October 1987 to March 1988</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Moura received suspended sentences and probation terms on each of these counts that were to run concurrent with the 36- month sentences that had been previously imposed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 8 U.S.C. Sec. 1251(a)(4) was recodified by the Immigration Act of 1990 as 8 U.S.C. Sec. 1251(a)(2)(A)(i).  Similarly, 8 U.S.C. Sec. 1251(a)(11) was recodified as 8 U.S.C. Sec. 1251(a)(2)(B)(i).  See Pub.L.No. 101-649 (1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Moura's first son was born while Moura was in prison.  The mother divorced Moura on May 30, 1990.  (R. 277)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> A deportation hearing was convened on January 9, 1991, which resulted in a continuance.  Moura was subsequently directed to file an updated application for a discretionary waiver.  He failed to do so and his application was deemed abandoned.  Moura was ordered deported on April 19, 1991.  His attorney filed a motion to reopen the deportation proceeding, which was allowed on October 16, 1991</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Moura's girlfriend gave birth to his second son on October 30, 1992.  (R. 221)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Moura's girlfriend testified that they expected to marry but had not set a date because they were awaiting the outcome of the deportation hearings.  (R. 210-11)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> A showing of unusual or outstanding equities may be required where the alien has been convicted of a succession of criminal acts which establish a pattern of serious criminal misconduct, whether or not those crimes involved controlled substances.  However, such a showing does not require the INS to grant a waiver of deportation.  See Matter of Edwards, supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> To be sure, Moura appears to have made a genuine effort to remain self-employed and out of jail since his last incarceration.  But Moura's attempt at rehabilitation has been short-lived compared to his criminal history</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">561</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Marco Antonio DE OLIVEIRA MOURA, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 93-2393</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 16, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John H. Ruginski, Jr. on brief for petitioner.</p>\n      <p class=\"indent\">Frank W. Hunger, Assistant Attorney General, Lisa Dornell, Acting Assistant Director, Office of Immigration Litigation, and Alice M. King, Attorney, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, on brief for respondent.</p>\n      <p class=\"indent\">B.I.A.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Marco Moura (Moura) seeks judicial review of a decision by the Board of Immigration Appeals (BIA) that effectively denied Moura discretionary relief from deportation under 8 U.S.C. Sec. 1182(c).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We affirm pursuant to Loc.  R. 27.1.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Moura is a 26-year old native of Portugal who entered the United States as a lawful permanent resident on June 14, 1980, when he was 12 years old.  He returned to Portugal to visit his father on two occasions between 1980 and 1984.  Moura last entered the United States on July 5, 1984 and has maintained lawful residence since that date.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 22, 1987, Moura was convicted in Rhode Island superior court of two counts of breaking and entering a dwelling without the consent of the owner and one count of entering a building with the intent to commit larceny.  He received concurrent 36-month sentences on each count.  Moura was only required to serve the first 6 months in prison.  The remaining terms were suspended and Moura was placed on probation for 30 months.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On February 24, 1988 Moura was charged with attempted breaking and entering, conspiracy, and possession of marijuana.  All of these offenses were committed on September 18, 1987, i.e., while the charges that resulted in his October 22, 1987 convictions were still pending.  Moura was convicted of these additional charges on April 21, 1988.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  One month later, the Immigration and Naturalization Service (INS) commenced deportation proceedings by filing an order to show cause (OSC) why Moura should not be deported as an alien convicted of two crimes of moral turpitude not arising out of a single scheme of criminal conduct.  The OSC was based on two of Moura's October 22, 1987 convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On August 1, 1988, a deportation hearing was held at which the INS amended its OSC to charge that Moura was deportable as an alien who had committed a crime of moral turpitude within five years of entry and had received a sentence of at least one year and had also violated the law relating to the illegal possession of marijuana.  The charges were based on Moura's October 22, 1987 conviction for breaking and entering with the intent to commit larceny and his April 21, 1988 conviction for possession of marijuana.  See 8 U.S.C. Sec. 1251(a)(4), Sec. 1251(a)(11)(1988).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Moura, who was represented by counsel, conceded deportability and expressed his intent to file an application for discretionary relief under 8 U.S.C. Sec. 1182(c).  The Immigration Judge ordered Moura to file his application by September 1, 1988 and scheduled a waiver hearing for October 5, 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On August 9, 1988, eight days after Moura's deportation hearing, Moura was arrested for his second possession of marijuana offense.  (R. 247-48).  He married one April Akstin, a United States citizen, on August 29, 1988.  (R. 278).  Shortly thereafter Moura filed his application for discretionary relief from deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On October 31, 1988, Moura was arrested for breaking and entering with the intent to commit larceny.  (R. 137, 233, 239).  He failed to appear at his arraignment and a bench warrant issued for his arrest.  (R. 235).  Moura was arrested on December 20, 1988 at the Immigration Court in Boston when he appeared for another hearing in his deportation proceedings.  The Immigration Judge administratively closed the proceedings, noting that the case could be recalendared after Moura was released.  (R. 50-53).  On January 9, 1989, Moura was convicted of his second possession of marijuana offense and the October 31, 1988 breaking and entering charge.  He was sentenced to 8 years' imprisonment, of which the first 2 and 1/2 years were to be served in prison.  The remaining term was suspended and Moura was placed on probation for 5 and 1/2 years.  Moura was incarcerated from approximately December 23, 1988 through December, 1990.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Shortly after Moura's release from prison, deportation proceedings were reopened.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Moura filed an updated application for relief from deportation.  Three separate hearings were held between March 1992 and December 28, 1992, at which Moura, his mother, and his girlfriend, testified.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  On December 28, 1992, the Immigration Judge issued a decision which found that Moura's deportability had been established by clear and convincing evidence (i.e., Moura's concessions) and denied Moura's application for discretionary relief.  Moura appealed through his counsel, who specifically indicated in the notice of appeal that she intended to file a brief.  On November 5, 1993, the BIA issued a per curiam decision that affirmed the Immigration Judge.  Although the BIA noted that Moura's counsel had failed to file a brief, it reviewed the record in its entirety and found that the Immigration Judge had properly weighed all relevant factors in denying Moura's application.  In view of this finding and the fact that Moura did not show any meritorious reasons for his appeal, the BIA adopted the Immigration Judge's decision as its own.  Moura then filed this timely petition for judicial review.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In determining whether a resident alien merits a waiver of deportation under 8 U.S.C. Sec. 1182(c), immigration officials \"must balance the 'social and humane' factors supporting the application against adverse factors favoring deportation.\"   Gouveia v. I.N.S., <span class=\"citation\" data-id=\"596105\"><a href=\"/opinion/596105/jose-gouveia-v-immigration-and-naturalization-service/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">814</span></a></span>, 816 (1st Cir. 1992).  Factors which may support a waiver include:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(1) family ties within the United States;</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(2) residence of long duration, particularly when begun at an early age;</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(3) evidence of hardship to family members</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">should deportation occur;</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(4) military service;</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(5) a steady employment history;</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(6) the existence of property or business ties;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(7) community service;</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(8) proof of genuine rehabilitation if the alien has a criminal record;</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(9) any other evidence tending to show the petitioner's good character.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"596105\"><span class=\"antecedent_guess\">Gouveia,</span> <a href=\"/opinion/596105/jose-gouveia-v-immigration-and-naturalization-service/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">816</span></a></span>;  Matter of Edwards, Int.  Dec. 3134 (BIA 1990); Matter of Marin, 16 I. &amp; N. Dec. 581, 584-85 (BIA 1978).  Adverse factors include:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(1) the nature and underlying circumstances of</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">the ground(s) for exclusion;</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(2) the presence of additional significant violations of United States immigration laws;</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(3) the existence of a criminal record and its</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">nature, recency and seriousness;  and</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">(4) any other evidence indicative of the alien's bad character or undesirability as</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">a permanent resident.  Matter of Marin, <span class=\"citation\" data-id=\"596105\"><a href=\"/opinion/596105/jose-gouveia-v-immigration-and-naturalization-service/\"><span class=\"id_token\">id.</span> at 584. </a></span> Each case must be judged on its own merits and the alien seeking the discretionary waiver bears the burden of proof.  Id.; Hazzard v. I.N.S., <span class=\"citation\" data-id=\"573876\"><a href=\"/opinion/573876/ronald-hazzard-v-immigration-and-naturalization-service/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">435</span></a></span>, 438 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The record discloses that Moura has continuously resided in this country for the past 10 years and that his lawful permanent residence status began at a relatively early age (12).  His mother and two children are United States citizens, but there was no evidence that Moura's deportation would result in any particular hardship to them.  Moura's mother is married and does not rely on her son for economic support.  At the time of the deportation hearings Moura was not paying child support for his first son, although he repeatedly indicated that court proceedings might result in a support order.  And while Moura resided with his girlfriend and contributed to support her and their child, they were not married at the time of the deportation hearings nor holding themselves out as husband and wife.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Moura concedes that his employment history of working for others is sporadic.  Between his release from prison in 1990 and the March 3, 1992 deportation hearing, he had not held a steady job.  Between 1985 and 1987, prior to his first incarceration, he held brief jobs as a floor boy and laborer, earning a maximum of a few hundred dollars.  At his March 3, 1992 deportation hearing, Moura testified that he was working under the table.  (R. 158).  He later started a painting and roofing business with a friend.  By the time of his final hearing he had several contracts for work.  He had never filed tax returns.  (R. 153, 223).  Moura enrolled in an auto body technician training program in March 1992 and expected to graduate in October 1993.  (R. 196, 219-220).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Against these factors stood Moura's criminal history, which began as a juvenile.  As a result of a plea agreement, several juvenile offenses were dropped so that Moura could go to live with his father in Portugal and have his father \"straighten ... [him] out.\"  (R. 96-97).  Moura began using marijuana when he was fifteen and graduated to cocaine by the time he was seventeen.  He developed an addiction and supported his habit by breaking into houses and trading stolen goods for cocaine.  R. (155-57).  After his first conviction on October 22, 1987, Moura served six months in prison, where he incurred 3 or 4 disciplinary reports for fighting and smoking.  (R. 102- 03, 117).  He committed the offenses which culminated in his April 21, 1988 conviction while the initial breaking and entering charges were still pending.  Moura was arrested for his second possession of marijuana offense and his final breaking and entering charge while he was on probation.  During his last incarceration Moura received additional disciplinary reports for fighting and using marijuana.  And while Moura has not been arrested for a felony since his last conviction, he was fined for two misdemeanors (disorderly conduct and driving with a suspended license) in April, 1991 and January, 1992.  (R. 229-30).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Immigration Judge fully considered all of the aforementioned factors and ruled that, in view of the fact that Moura had been convicted of several serious crimes resulting from an addiction to cocaine, Moura was required to show unusual or outstanding equities in order to merit discretionary relief.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  He then concluded that Moura had established outstanding equities, but as the adverse factors far outweighed the social and humane considerations, Moura did not deserve a waiver of deportation.  The BIA adopted this decision.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Moura argues that the decisions of the Immigration Judge and the BIA constitute error and an abuse of discretion.  He maintains that the factors which favored granting him discretionary relief clearly outweigh the adverse factors, stressing that all of his felonies were committed during a 3- year period and that he has not been arrested for a felony since 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We review waiver decisions only to determine whether the BIA \"acted arbitrarily or capriciously, or abused its discretion.\"   White v. I.N.S., <span class=\"citation\" data-id=\"195228\"><a href=\"/opinion/195228/white-v-ins/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">475</span></a></span>, 478 (1st Cir. 1994).  We must uphold the BIA unless its decision \" 'was made without a rational explanation, inexplicably departed from established policies, or rested on an impermissible basis.' \"  <span class=\"citation\" data-id=\"195228\"><a href=\"/opinion/195228/white-v-ins/\"><span class=\"id_token\">Id.</span> (citation omitted). </a></span> Moura does not contend that the BIA's decision departed from established policies or rested on an impermissible basis.  He says that the Immigration Judge committed a clear error in concluding that the adverse factors outweighed the favorable ones.  We have repeatedly rejected similar arguments.   See, e.g., White v. I.N.S., <span class=\"citation\" data-id=\"195228\"><a href=\"/opinion/195228/white-v-ins/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">475</span></a></span>, 478 n. 4 (1st Cir. 1984)(complaints directed to relative weight given favorable and unfavorable factors held without merit);   Martinez v. I.N.S., <span class=\"citation\" data-id=\"587571\"><a href=\"/opinion/587571/javier-a-martinez-v-immigration-and-naturalization-service/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">973</span></a></span>, 975 (1st Cir. 1992)(same).  We see no reason to disturb the BIA's decision on this record.  Moura has a significant criminal record, marked by repeated thefts and drug use.  Neither his employment record nor his family ties appear particularly strong.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  We thus agree that Moura failed to demonstrate that he merits discretionary relief.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Moura also contends that his former counsel rendered him ineffective assistance by failing to file a brief with the BIA.  While there is no constitutional right to counsel in deportation proceedings, aliens are entitled to due process.   Lozada v. I.N.S., <span class=\"citation\" data-id=\"511756\"><a href=\"/opinion/511756/julio-lozada-v-immigration-and-naturalization-service/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir. 1988).  \"Ineffective assistance of counsel in a deportation proceeding is a denial of due process only 'if the proceeding was so fundamentally unfair that the alien was prevented from reasonably presenting his case.' \"   Ramirez-Durazo v. I.N.S., <span class=\"citation\" data-id=\"472234\"><a href=\"/opinion/472234/rafeal-ramirez-durazo-rosa-isela-lopez-de-ramirez-luz-maria/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">491</span></a></span>, 499-500 (9th Cir. 1986)(citation omitted).  \"In due process challenges, there must always be a showing of prejudice.\"   Colindres-Aguilar v. I.N.S., <span class=\"citation\" data-id=\"488657\"><a href=\"/opinion/488657/jose-alfredo-colindres-aguilar-v-immigration-and-naturalization-service/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">259</span></a></span>, 261 (9th Cir. 1987).   See also Mohsseni Behbahani v. I.N.S., <span class=\"citation no-link\"><span class=\"volume\">796</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">249</span></span>, 251 (9th Cir. 1986) (rejecting ineffective assistance claim where no prejudice shown);   Figeroa v. U.S. I.N.S., <span class=\"citation\" data-id=\"529782\"><a href=\"/opinion/529782/rafael-figeroa-aka-rafael-najarro-morales-v-us-immigration/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">76</span></a></span>, 78-81 (4th Cir. 1989);   Mantell v. U.S. Department of Justice, <span class=\"citation\" data-id=\"474571\"><a href=\"/opinion/474571/carl-eric-mantell-v-united-states-department-of-justice-immigration-and/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span>, 128 (5th Cir. 1986)(same).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Where \"the BIA [has] considered the merits of the case and fully reviewed the record ... [and][t]here is no indication that anything in a brief could have affected the final result[,]\" the failure to file a brief with the BIA does not constitute a violation of due process.   <span class=\"citation\" data-id=\"472234\"><span class=\"antecedent_guess\">Ramirez-Durazo,</span> <a href=\"/opinion/472234/rafeal-ramirez-durazo-rosa-isela-lopez-de-ramirez-luz-maria/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">501</span></a></span>.  We think that this language applies fully in the present case.  The Immigration Judge in his own decision adequately set forth the pertinent circumstances in a decision that is nineteen pages in length and deals extensively with the underlying facts and the reasoning of the Immigration Judge.  Given the rather straightforward standards to be applied, a review by the BIA on this record is a straightforward task and there is no reason to think that the failure to restate the facts or argue about them in a brief to the BIA affected the outcome.  Accordingly, the petition for review is denied and dismissed and the BIA's order is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 8 U.S.C. Sec. 1182(c) grants the Attorney General discretion to admit certain aliens who may otherwise be excluded from admission into the United States where the aliens are returning to a lawful unrelinquished domicile of seven consecutive years.  The BIA has determined that, \"a lawful permanent resident is prima facie eligible for relief from deportation under ... [8 U.S.C. Sec. 1182(c) ], even though he has not proceeded abroad subsequent to the acts which rendered him deportable.\"  Matter of Edwards, Int.  Dec. 3134 (BIA 1990).  Thus, aliens who maintain lawful permanent residence in the United States for seven consecutive years may seek relief from deportation orders under 8 U.S.C. Sec. 1182(c).   Lozada v. I.N.S., <span class=\"citation\" data-id=\"511756\"><a href=\"/opinion/511756/julio-lozada-v-immigration-and-naturalization-service/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 11 n. 1 (1st Cir. 1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Moura testified that he was first incarcerated from roughly October 1987 to March 1988</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Moura received suspended sentences and probation terms on each of these counts that were to run concurrent with the 36- month sentences that had been previously imposed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 8 U.S.C. Sec. 1251(a)(4) was recodified by the Immigration Act of 1990 as 8 U.S.C. Sec. 1251(a)(2)(A)(i).  Similarly, 8 U.S.C. Sec. 1251(a)(11) was recodified as 8 U.S.C. Sec. 1251(a)(2)(B)(i).  See Pub.L.No. 101-649 (1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Moura's first son was born while Moura was in prison.  The mother divorced Moura on May 30, 1990.  (R. 277)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> A deportation hearing was convened on January 9, 1991, which resulted in a continuance.  Moura was subsequently directed to file an updated application for a discretionary waiver.  He failed to do so and his application was deemed abandoned.  Moura was ordered deported on April 19, 1991.  His attorney filed a motion to reopen the deportation proceeding, which was allowed on October 16, 1991</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Moura's girlfriend gave birth to his second son on October 30, 1992.  (R. 221)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Moura's girlfriend testified that they expected to marry but had not set a date because they were awaiting the outcome of the deportation hearings.  (R. 210-11)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> A showing of unusual or outstanding equities may be required where the alien has been convicted of a succession of criminal acts which establish a pattern of serious criminal misconduct, whether or not those crimes involved controlled substances.  However, such a showing does not require the INS to grant a waiver of deportation.  See Matter of <span class=\"citation no-link\"><span class=\"antecedent_guess\">Edwards,</span> supra</span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> To be sure, Moura appears to have made a genuine effort to remain self-employed and out of jail since his last incarceration.  But Moura's attempt at rehabilitation has been short-lived compared to his criminal history</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195228/",
    "https://www.courtlistener.com/api/rest/v3/opinions/472234/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474571/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511756/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573876/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587571/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596105/"
  ]
}