{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195509/",
  "id": 195509,
  "absolute_url": "/opinion/195509/dimanno-v-such/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195509/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:21Z",
  "date_modified": "2020-02-21T23:30:19.339787Z",
  "type": "010combined",
  "sha1": "078849efcf938aa7d76acac0880050e069f62e5a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2336.01A",
  "local_path": null,
  "plain_text": "                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-2336\n\n                       CARL M. DIMANNO,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n             JAY O. SUCH AND THROTONICS, ET AL.,\n\n                    Defendants, Appellees.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. A. David Mazzone, U.S. District Judge]\n                                                    \n\n                                        \n\n                            Before\n\n                 Torruella, Selya and Stahl,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Carl M. DiManno on brief pro se.\n                  \n   John  O.  Mirick,  Charles  B.  Straus,  III,  and   Mirick,\n                                                               \nO'Connell, DeMallie &amp; Lougee, on brief for appellees.\n                          \n\n                                        \n                        July 22, 1994\n                                        \n\n          Per Curiam.    Carl M. DiManno appeals  pro se from\n                                                        \n\nthe  district court's  dismissal of  his  patent case  on the\n\nground  of   res  judicata.    This   court  lacks  appellate\n                          \n\njurisdiction.   We decline to transfer the case to the United\n\nStates Court  of Appeals for  the Federal Circuit,  where the\n\nappeal should have been  brought originally, however, because\n\nsuch a transfer  would not  be \"in the  interest of  justice\"\n\nunder 28 U.S.C.   1631.\n\n                          Background\n                                    \n\n     DiManno was  issued U.S. Letter Patent  No. 4,339,138 on\n\nJuly 13, 1982 (\"the Patent\") for a \"throwing device\" known as\n\nthe  Throton.   DiManno  and appellee  Jay  O. Such  together\n\nincorporated  appellee Throtonics  Corporation (\"Throtonics\")\n\nto manufacture and market the Throton.  Such became President\n\nand Chief  Operating Officer of  Throtonics.  DiManno  was an\n\nofficer  and director until June,  1988, when he resigned and\n\nentered  into an  Exclusive  License Agreement  (\"the License\n\nAgreement\")  and an  Assignment of Proprietary  Patent Rights\n\n(\"the Assignment\") with Throtonics.\n\n     The  License  Agreement  gave  Throtonics  the exclusive\n\nright to  manufacture and sell  the Throton.   The Assignment\n\ntransferred   ownership  of   the   Patent   to   Throtonics.\n\nThrotonics failed  to record  the Assignment with  the Patent\n\nand  Trademark  Office  (\"PTO\")  until  November  24,   1989.\n\nMeanwhile, on September 28, 1989, DiManno assigned the Patent\n\n                             -2-\n\nto another  party, Kozmos, Inc. (\"Kozmos\").   Kozmos recorded\n\nthat assignment  with  the PTO  on  September 29,  1989,  two\n\nmonths before Throtonics' recording of the Assignment to it.\n\n     In January, 1991, DiManno filed a suit in United  States\n\nDistrict Court  for the  District of Massachusetts,  claiming\n\npatent infringement  and breach  of contract.   The complaint\n\nsought  a declaration  that  he was  the  sole owner  of  the\n\nPatent.  DiManno invoked  35 U.S.C.   261  in support of  his\n\nclaim that the Assignment  was void.  There was  no diversity\n\nof  citizenship  between  the  parties  and  the  sole  basis\n\nasserted for  jurisdiction  was 28  U.S.C.    1338(a).    The\n\ndistrict court  dismissed the  complaint for lack  of subject\n\nmatter jurisdiction,  ruling that \"[n]o claims  raised by the\n\nplaintiff raise issues of patent law.  At most, the plaintiff\n\nhas  challenged the validity of the  assignment of his patent\n\nto the defendants and  the outfall of that assignment.   That\n\nis a contractual dispute which does not  implicate any rights\n\nunder the patent itself.\" DiManno v. Jay Such and Throtonics,\n                                                            \n\nNo. 91-10099-MA (citations omitted).  DiManno appealed to the\n\nUnited  States Court of Appeals for the Federal Circuit which\n\naffirmed the dismissal.\n\n     DiManno  also  filed suit  in Middlesex  County Superior\n\nCourt   against  appellees,  alleging   breach  of  contract,\n\nnegligence  and  violation  of  G.L.  c.  93A  and seeking  a\n\ndeclaration  that  the License  Agreement  was void.    In an\n\n                             -3-\n                              3\n\nopinion dated  August 11,  1993, following a  three-day jury-\n\nwaived  trial at  which DiManno  appeared  pro se,  the state\n                                                 \n\ncourt ruled against DiManno on all of his claims and in favor\n\nof  Such  and  Throtonics  on  all  of  their  counterclaims,\n\nincluding  breach of  the Assignment  and  License Agreement.\n\nThe  state  court  concluded  that  DiManno  had  effectively\n\nconveyed   his  interest   in  the   Patent  in   return  for\n\nconsideration.\n\n     While the state case was pending, DiManno initiated this\n\nsecond  federal  court  action.     The  complaint  sought  a\n\ndeclaration  that the  License Agreement and  Assignment were\n\ninvalid and, therefore, could  not be the basis for  a patent\n\ninfringement suit by  Such and Throtonics.   It argued  that,\n\npursuant  to 35 U.S.C.   261, the assignment to Kozmos voided\n\nany  claim Throtonics might have had  to a patent assignment.\n\nAgain, there was no  diversity of citizenship claimed between\n\nthe  parties and the sole basis of jurisdiction was 28 U.S.C.\n\n  1338.   The  district court  granted  appellees' motion  to\n\ndismiss  on  the  grounds that,  under  the  doctrine of  res\n\njudicata, the prior federal  and state court decisions barred\n\nthe continuance of the second federal action. \n\n                          Discussion\n                                    \n\n     Pursuant to 28 U.S.C.    1295(a)(1), the Federal Circuit\n\nhas exclusive jurisdiction over appeals from final  decisions\n\nof a district court where jurisdiction was based, in whole or\n\n                             -4-\n                              4\n\nin  part, on  28 U.S.C.    1338(a).   In this  case, the only\n\nplausible  basis  for  federal  jurisdiction  was    1338(a).\n\nTherefore, this court lacks appellate jurisdiction.\n\n     Under  28 U.S.C.    1631,  a court  lacking jurisdiction\n\n\"shall\" transfer the case to a court where it could have been\n\nbrought  originally, if such transfer is  \"in the interest of\n\njustice.\"  A transfer  is not in  the interest of justice  if\n\nthe appeal lacks merit.  See Howitt v. Dept. of Commerce, 897\n                                                        \n\nF.2d 583, 584  (1st Cir.)  (stating, in dicta,  that case  is\n\n\"sufficiently weak on the merits\" to preclude second guessing\n\nof the Federal Circuit's  determination that transfer was not\n\n\"'in the  interest of justice'\")  cert. denied; 498  U.S. 895\n                                              \n\n(1990) Galloway  Farms, Inc. v. United States,  834 F.2d 998,\n                                             \n\n1000 (Fed. Cir. 1987) (\"The phrase  'if it is in the interest\n\nof  justice' relates to claims which  are nonfrivolous and as\n\nsuch  should be decided on  the merits.\"); Zinger Const. Co.,\n                                                             \n\nInc. v. United States,  753 F.2d 1053, 1055 (Fed.  Cir. 1985)\n                     \n\n(finding transfer would not  be \"in the interest of  justice\"\n\nwhere there was no merit to underlying claim).\n\n     We  conclude that  DiManno's attempt  to relitigate  the\n\nissue of federal subject matter jurisdiction is barred by the\n\ndoctrine  of res judicata.  \"Although a dismissal for lack of\n\njurisdiction  does not  bar a  second action  as a  matter of\n\nclaim preclusion, it does preclude relitigation of the issues\n\ndetermined  in ruling  on the  jurisdiction question.\"  18 C.\n\n                             -5-\n                              5\n\nWright,  A.  Miller  and  E.  Cooper,  Federal  Practice  and\n                                                             \n\nProcedure    4436 at 340. See Railway Labor Executives' Ass'n\n                                                             \n\nv.  Guilford Transp. Indus., Inc.,  989 F.2d 9,  11 (1st Cir.\n                                 \n\n1993); Walsh v. Int'l Longshoremen's Ass'n, AFL-CIO, 630 F.2d\n                                                   \n\n864, 870 (1st Cir. 1980).\n\n     DiManno's first  federal action asserted the  same basis\n\nof jurisdiction  (  1338(a)) for essentially  the same claims\n\nas  his second federal action.  In both complaints, he sought\n\na determination  that  the Assignment  and License  Agreement\n\nwere  invalid, leaving him the  sole owner of  the Patent. In\n\nboth complaints,  DiManno  relied upon  35  U.S.C.    261  in\n\nsupport of his  arguments.  The district  court dismissed the\n\nfirst action for lack of federal subject matter jurisdiction.\n\nThe  Federal  Circuit  affirmed  that  dismissal.    DiManno,\n\ntherefore, is  barred from relitigating the  issue of whether\n\nthe  district   court   has      1338(a)  jurisdiction   over\n\nessentially  the same claims  as those asserted  in his first\n\nfederal complaint.\n\n     Given our finding that res judicata  applies to bar this\n\nsecond federal court action, we conclude that it would not be\n\n\"in  the interest of justice\"  to transfer the  appeal to the\n\nFederal Circuit.  Therefore, we dismiss this case for lack of\n\nappellate jurisdiction.\n\n                             -6-\n                              6\n",
  "html": "<p class=\"case_cite\">30 F.3d 126</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Carl M. DIMANNO, Plaintiff, Appellant,<br>v.<br>Jay O. SUCH AND THROTONICS, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2336</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 22, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  A. David Mazzone, U.S. District Judge ]</p>\n      <p class=\"indent\">Carl M. DiManno on brief pro se.</p>\n      <p class=\"indent\">John O. Mirick, Charles B. Straus, III, and Mirick, O'Connell, DeMallie &amp; Lougee, on brief for appellees.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">DISMISSED.</p>\n      <p class=\"indent\">Before Torruella, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Carl M. DiManno appeals pro se from the district court's dismissal of his patent case on the ground of res judicata.  This court lacks appellate jurisdiction.  We decline to transfer the case to the United States Court of Appeals for the Federal Circuit, where the appeal should have been brought originally, however, because such a transfer would not be \"in the interest of justice\" under 28 U.S.C. Sec. 1631.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">DiManno was issued U.S. Letter Patent No. 4,339,138 on July 13, 1982 (\"the Patent\") for a \"throwing device\" known as the Throton.  DiManno and appellee Jay O. Such together incorporated appellee Throtonics Corporation (\"Throtonics\") to manufacture and market the Throton.  Such became President and Chief Operating Officer of Throtonics.  DiManno was an officer and director until June, 1988, when he resigned and entered into an Exclusive License Agreement (\"the License Agreement\") and an Assignment of Proprietary Patent Rights (\"the Assignment\") with Throtonics.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The License Agreement gave Throtonics the exclusive right to manufacture and sell the Throton.  The Assignment transferred ownership of the Patent to Throtonics.  Throtonics failed to record the Assignment with the Patent and Trademark Office (\"PTO\") until November 24, 1989.  Meanwhile, on September 28, 1989, DiManno assigned the Patent to another party, Kozmos, Inc.  (\"Kozmos\").  Kozmos recorded that assignment with the PTO on September 29, 1989, two months before Throtonics' recording of the Assignment to it.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In January, 1991, DiManno filed a suit in United States District Court for the District of Massachusetts, claiming patent infringement and breach of contract.  The complaint sought a declaration that he was the sole owner of the Patent.  DiManno invoked 35 U.S.C. Sec. 261 in support of his claim that the Assignment was void.  There was no diversity of citizenship between the parties and the sole basis asserted for jurisdiction was 28 U.S.C. Sec. 1338(a).  The district court dismissed the complaint for lack of subject matter jurisdiction, ruling that \"[n]o claims raised by the plaintiff raise issues of patent law.  At most, the plaintiff has challenged the validity of the assignment of his patent to the defendants and the outfall of that assignment.  That is a contractual dispute which does not implicate any rights under the patent itself.\"  DiManno v. Jay Such and Throtonics, No. 91-10099-MA (citations omitted).  DiManno appealed to the United States Court of Appeals for the Federal Circuit which affirmed the dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">DiManno also filed suit in Middlesex County Superior Court against appellees, alleging breach of contract, negligence and violation of G.L. c. 93A and seeking a declaration that the License Agreement was void.  In an opinion dated August 11, 1993, following a three-day jury- waived trial at which DiManno appeared pro se, the state court ruled against DiManno on all of his claims and in favor of Such and Throtonics on all of their counterclaims, including breach of the Assignment and License Agreement.  The state court concluded that DiManno had effectively conveyed his interest in the Patent in return for consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While the state case was pending, DiManno initiated this second federal court action.  The complaint sought a declaration that the License Agreement and Assignment were invalid and, therefore, could not be the basis for a patent infringement suit by Such and Throtonics.  It argued that, pursuant to 35 U.S.C. Sec. 261, the assignment to Kozmos voided any claim Throtonics might have had to a patent assignment.  Again, there was no diversity of citizenship claimed between the parties and the sole basis of jurisdiction was 28 U.S.C. Sec. 1338.  The district court granted appellees' motion to dismiss on the grounds that, under the doctrine of res judicata, the prior federal and state court decisions barred the continuance of the second federal action.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Pursuant to 28 U.S.C. Sec. 1295(a)(1), the Federal Circuit has exclusive jurisdiction over appeals from final decisions of a district court where jurisdiction was based, in whole or in part, on 28 U.S.C. Sec. 1338(a).  In this case, the only plausible basis for federal jurisdiction was Sec. 1338(a).  Therefore, this court lacks appellate jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Under 28 U.S.C. Sec. 1631, a court lacking jurisdiction \"shall\" transfer the case to a court where it could have been brought originally, if such transfer is \"in the interest of justice.\"  A transfer is not in the interest of justice if the appeal lacks merit.   See Howitt v. Dept. of Commerce, 897 F.2d 583, 584 (1st Cir.)  (stating, in dicta, that case is \"sufficiently weak on the merits\" to preclude second guessing of the Federal Circuit's determination that transfer was not \" 'in the interest of justice' \") cert. denied;  498 U.S. 895 (1990)  Galloway Farms, Inc. v. United States, 834 F.2d 998, 1000 (Fed.  Cir. 1987) (\"The phrase 'if it is in the interest of justice' relates to claims which are nonfrivolous and as such should be decided on the merits.\");   Zinger Const.  Co., Inc. v. United States, 753 F.2d 1053, 1055 (Fed.  Cir. 1985) (finding transfer would not be \"in the interest of justice\" where there was no merit to underlying claim).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We conclude that DiManno's attempt to relitigate the issue of federal subject matter jurisdiction is barred by the doctrine of res judicata.  \"Although a dismissal for lack of jurisdiction does not bar a second action as a matter of claim preclusion, it does preclude relitigation of the issues determined in ruling on the jurisdiction question.\"  18 C. Wright, A. Miller and E. Cooper, Federal Practice and Procedure Sec. 4436 at 340.   See Railway Labor Executives' Ass'n v. Guilford Transp.  Indus., Inc., 989 F.2d 9, 11 (1st Cir. 1993);   Walsh v. Int'l Longshoremen's Ass'n, AFL-CIO, 630 F.2d 864, 870 (1st Cir. 1980).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">DiManno's first federal action asserted the same basis of jurisdiction (Sec. 1338(a)) for essentially the same claims as his second federal action.  In both complaints, he sought a determination that the Assignment and License Agreement were invalid, leaving him the sole owner of the Patent.  In both complaints, DiManno relied upon 35 U.S.C. Sec. 261 in support of his arguments.  The district court dismissed the first action for lack of federal subject matter jurisdiction.  The Federal Circuit affirmed that dismissal.  DiManno, therefore, is barred from relitigating the issue of whether the district court has Sec. 1338(a) jurisdiction over essentially the same claims as those asserted in his first federal complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Given our finding that res judicata applies to bar this second federal court action, we conclude that it would not be \"in the interest of justice\" to transfer the appeal to the Federal Circuit.  Therefore, we dismiss this case for lack of appellate jurisdiction.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Carl M. DIMANNO, Plaintiff, Appellant,<br>v.<br>Jay O. SUCH AND THROTONICS, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2336</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 22, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  A. David Mazzone, U.S. District Judge ]</p>\n      <p class=\"indent\">Carl M. DiManno on brief pro se.</p>\n      <p class=\"indent\">John O. Mirick, Charles B. Straus, III, and Mirick, O'Connell, DeMallie &amp; Lougee, on brief for appellees.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">DISMISSED.</p>\n      <p class=\"indent\">Before Torruella, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Carl M. DiManno appeals pro se from the district court's dismissal of his patent case on the ground of res judicata.  This court lacks appellate jurisdiction.  We decline to transfer the case to the United States Court of Appeals for the Federal Circuit, where the appeal should have been brought originally, however, because such a transfer would not be \"in the interest of justice\" under 28 U.S.C. Sec. 1631.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">DiManno was issued U.S. Letter Patent No. 4,339,138 on July 13, 1982 (\"the Patent\") for a \"throwing device\" known as the Throton.  DiManno and appellee Jay O. Such together incorporated appellee Throtonics Corporation (\"Throtonics\") to manufacture and market the Throton.  Such became President and Chief Operating Officer of Throtonics.  DiManno was an officer and director until June, 1988, when he resigned and entered into an Exclusive License Agreement (\"the License Agreement\") and an Assignment of Proprietary Patent Rights (\"the Assignment\") with Throtonics.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The License Agreement gave Throtonics the exclusive right to manufacture and sell the Throton.  The Assignment transferred ownership of the Patent to Throtonics.  Throtonics failed to record the Assignment with the Patent and Trademark Office (\"PTO\") until November 24, 1989.  Meanwhile, on September 28, 1989, DiManno assigned the Patent to another party, Kozmos, Inc.  (\"Kozmos\").  Kozmos recorded that assignment with the PTO on September 29, 1989, two months before Throtonics' recording of the Assignment to it.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In January, 1991, DiManno filed a suit in United States District Court for the District of Massachusetts, claiming patent infringement and breach of contract.  The complaint sought a declaration that he was the sole owner of the Patent.  DiManno invoked 35 U.S.C. Sec. 261 in support of his claim that the Assignment was void.  There was no diversity of citizenship between the parties and the sole basis asserted for jurisdiction was 28 U.S.C. Sec. 1338(a).  The district court dismissed the complaint for lack of subject matter jurisdiction, ruling that \"[n]o claims raised by the plaintiff raise issues of patent law.  At most, the plaintiff has challenged the validity of the assignment of his patent to the defendants and the outfall of that assignment.  That is a contractual dispute which does not implicate any rights under the patent itself.\"  DiManno v. Jay Such and Throtonics, No. 91-10099-MA (citations omitted).  DiManno appealed to the United States Court of Appeals for the Federal Circuit which affirmed the dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">DiManno also filed suit in Middlesex County Superior Court against appellees, alleging breach of contract, negligence and violation of G.L. c. 93A and seeking a declaration that the License Agreement was void.  In an opinion dated August 11, 1993, following a three-day jury- waived trial at which DiManno appeared pro se, the state court ruled against DiManno on all of his claims and in favor of Such and Throtonics on all of their counterclaims, including breach of the Assignment and License Agreement.  The state court concluded that DiManno had effectively conveyed his interest in the Patent in return for consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While the state case was pending, DiManno initiated this second federal court action.  The complaint sought a declaration that the License Agreement and Assignment were invalid and, therefore, could not be the basis for a patent infringement suit by Such and Throtonics.  It argued that, pursuant to 35 U.S.C. Sec. 261, the assignment to Kozmos voided any claim Throtonics might have had to a patent assignment.  Again, there was no diversity of citizenship claimed between the parties and the sole basis of jurisdiction was 28 U.S.C. Sec. 1338.  The district court granted appellees' motion to dismiss on the grounds that, under the doctrine of res judicata, the prior federal and state court decisions barred the continuance of the second federal action.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Pursuant to 28 U.S.C. Sec. 1295(a)(1), the Federal Circuit has exclusive jurisdiction over appeals from final decisions of a district court where jurisdiction was based, in whole or in part, on 28 U.S.C. Sec. 1338(a).  In this case, the only plausible basis for federal jurisdiction was Sec. 1338(a).  Therefore, this court lacks appellate jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Under 28 U.S.C. Sec. 1631, a court lacking jurisdiction \"shall\" transfer the case to a court where it could have been brought originally, if such transfer is \"in the interest of justice.\"  A transfer is not in the interest of justice if the appeal lacks merit.   See Howitt v. Dept. of Commerce, <span class=\"citation\" data-id=\"537613\"><a href=\"/opinion/537613/robert-t-howitt-v-united-states-department-of-commerce/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">583</span></a></span>, 584 (1st Cir.)  (stating, in dicta, that case is \"sufficiently weak on the merits\" to preclude second guessing of the Federal Circuit's determination that transfer was not \" 'in the interest of justice' \") cert. denied;  <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">895</span> </span>(1990)  Galloway Farms, Inc. v. United States, <span class=\"citation\" data-id=\"498253\"><a href=\"/opinion/498253/galloway-farms-inc-julian-c-galloway-elsie-galloway-james-t/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">998</span></a></span>, 1000 (Fed.  Cir. 1987) (\"The phrase 'if it is in the interest of justice' relates to claims which are nonfrivolous and as such should be decided on the merits.\");   Zinger Const.  Co., Inc. v. United States, <span class=\"citation\" data-id=\"447068\"><a href=\"/opinion/447068/zinger-construction-company-inc-v-the-united-states/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1053</span></a></span>, 1055 (Fed.  Cir. 1985) (finding transfer would not be \"in the interest of justice\" where there was no merit to underlying claim).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We conclude that DiManno's attempt to relitigate the issue of federal subject matter jurisdiction is barred by the doctrine of res judicata.  \"Although a dismissal for lack of jurisdiction does not bar a second action as a matter of claim preclusion, it does preclude relitigation of the issues determined in ruling on the jurisdiction question.\"  18 C. Wright, A. Miller and E. Cooper, Federal Practice and Procedure Sec. 4436 at 340.   See Railway Labor Executives' Ass'n v. Guilford Transp.  Indus., Inc., <span class=\"citation\" data-id=\"602829\"><a href=\"/opinion/602829/railway-labor-executives-association-v-guilford-transportation/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 11 (1st Cir. 1993);   Walsh v. Int'l Longshoremen's Ass'n, AFL-CIO, <span class=\"citation\" data-id=\"382190\"><a href=\"/opinion/382190/michael-f-walsh-etc-v-international-longshoremens-association/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">864</span></a></span>, 870 (1st Cir. 1980).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">DiManno's first federal action asserted the same basis of jurisdiction (Sec. 1338(a)) for essentially the same claims as his second federal action.  In both complaints, he sought a determination that the Assignment and License Agreement were invalid, leaving him the sole owner of the Patent.  In both complaints, DiManno relied upon 35 U.S.C. Sec. 261 in support of his arguments.  The district court dismissed the first action for lack of federal subject matter jurisdiction.  The Federal Circuit affirmed that dismissal.  DiManno, therefore, is barred from relitigating the issue of whether the district court has Sec. 1338(a) jurisdiction over essentially the same claims as those asserted in his first federal complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Given our finding that res judicata applies to bar this second federal court action, we conclude that it would not be \"in the interest of justice\" to transfer the appeal to the Federal Circuit.  Therefore, we dismiss this case for lack of appellate jurisdiction.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/382190/",
    "https://www.courtlistener.com/api/rest/v3/opinions/447068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/498253/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537613/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602829/"
  ]
}