{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195518/",
  "id": 195518,
  "absolute_url": "/opinion/195518/church-v-doj/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195518/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:42Z",
  "date_modified": "2020-02-21T23:30:37.943972Z",
  "type": "010combined",
  "sha1": "0720818eb7dd68b32956cfde0c87505dab755f11",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1112.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1112\n\n               CHURCH OF SCIENTOLOGY INTERNATIONAL,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n               UNITED STATES DEPARTMENT OF JUSTICE,\n\n                       Defendant, Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. A. David Mazzone, Senior U.S. District Judge]\n                                                         \n\n                                           \n\n                              Before\n\n                       Selya, Circuit Judge,\n                                           \n            Coffin and Bownes, Senior Circuit Judges.\n                                                    \n\n                                           \n\n  Kendrick L. Moxon for appellant.\n                   \n  George B.  Henderson, II, Assistant  United States Attorney,  with\n                          \nwhom  Donald  K.  Stern, United  States  Attorney,  was  on brief  for\n                     \nappellee.\n\n                                           \n\n                          July 26, 1994\n                                           \n\n     COFFIN,  Senior  Circuit Judge.    The  plaintiff Church  of\n                                   \n\nScientology International  brought this action under  the Freedom\n\nof Information Act (FOIA),  5 U.S.C.   552, to  compel disclosure\n\nof  documents held by the Department of Justice pertaining to the\n\nChurch and related entities.  The Department released about 1,000\n\npages  in full or in part,  but withheld more than 700 additional\n\npages based on various  FOIA exemptions.  The Church  objected to\n\nboth  the  breadth  of   the  Department's  internal  search  for\n\ndocuments and  the number of  exemptions asserted.   The district\n\ncourt granted summary  judgment for the  government.  On  appeal,\n\nthe  Church argues  that  the government  has  not satisfied  its\n\nburden of  showing  that  no  further documents  are  subject  to\n\nrelease,  and  that  the  court consequently  erred  in  granting\n\njudgment  as a  matter of  law.   We affirm  part of  the court's\n\ndecision,  but  vacate  the  remainder  and  remand  for  further\n\nproceedings.\n\n                          I. Background\n                                       \n\n     In September  1988,  the Department's  Executive Office  for\n\nUnited States Attorneys (EOUSA) received a FOIA request from  the\n\nChurch seeking all records located  in the U.S. Attorney's office\n\nin Boston that concerned the Church, two related Church entities,\n\nor  Scientology   in  general.    The   Church  particularly  was\n\ninterested in documents about a check fraud  scheme involving the\n\nChurch as a victim, and a later extortion plot against the Church\n\n                               -2-\n\narising from the  fraud.1  In April 1990,  the EOUSA released 542\n\npages in full or in part, and informed the Church that additional\n\nresponsive material had been  withheld pursuant to specified FOIA\n\nexemptions.   The government  also reported that  other documents\n\nhad  been referred to the agencies from which they had originated\n\nfor consideration of release.\n\n     The  Church  administratively   appealed,  challenging   the\n\nadequacy of  the search and the  validity of the exemptions.   In\n\nSeptember  1992, having  received no  response, the  Church filed\n\nthis action.   The records concerning  the Church's request  were\n\nthen  reviewed by  a  special assistant  U.S. attorney,  Charlene\n\nStawicki, who concluded that the lapse of time since the original\n\nsearch made it difficult  to ascertain how it was performed.  She\n\ntherefore  arranged a new search, the nature of which is detailed\n\nfully in the district  court's opinion.  It suffices  to say here\n\nthat the search involved the use  of a comprehensive computerized\n\nrecord-tracking system.\n\n     The new search led to the release of an additional 459 pages\n\nin  full  and 14  pages  in part.    Two further  reviews  of the\n\ndocuments, one  following the  Supreme  Court's clarification  of\n\nFOIA law in United States Dep't of Justice v. Landano, 113 S. Ct.\n                                                     \n\n2014 (1993), and  another based  on a new  policy statement  from\n\n                    \n\n     1 The  Church asserts two primary purposes  for its document\nrequest.   First, it believes that false reports about the Church\nhave   precipitated  FBI   harassment  of   Church   members  and\ninvestigators, and Church officials therefore want to acquire any\nsuch reports  so that the  information may be  corrected. Second,\nthe  Church wants to learn  why the government  did not prosecute\nmore than one individual in the check fraud scheme.\n\n                               -3-\n\nPresident  Clinton and  Attorney General  Reno,2 resulted  in the\n\nrelease of approximately 75 more pages in full and 15 in part.\n\n     This succession of disclosures left about 744 pages withheld\n\nin  full and approximately two dozen withheld in part.  The bases\n\nfor these  withholdings  were set  forth in  declarations by  two\n\nDepartment attorneys,3  and in a  Vaughn index.4    The  index, a\n                                        \n\nnow standard tool conceived  by the District of  Columbia circuit\n\nto  facilitate  resolution of  FOIA  disputes,  provides a  brief\n\ndescription of each of the  191 withheld documents and identifies\n\nthe exemptions assertedly permitting their nondisclosure.\n\n     In ruling  on the government's motion  for summary judgment,\n\nthe  district   court  found  that   these  materials  adequately\n\njustified both the scope of the search and the withholdings.  Its\n\ndecision can be broken down  into four separate conclusions:  (1)\n\nthe search itself was done reasonably, and the documents produced\n\nfulfilled the government's obligation  under FOIA; (2) the Vaughn\n                                                                 \n\nindex  generally was sufficiently detailed to permit the court to\n\n                    \n\n     2 The new  policy emphasized a  commitment to openness,  and\nurged agencies to withhold  documents that technically might fall\nwithin  an exemption  only when  \"the agency  reasonably foresees\nthat disclosure would be harmful to an interest protected by that\nexemption.\"\n\n     3 A  12-page declaration  was submitted  by John F.  Boseker\n(the \"Boseker Declaration\"), an  attorney advisor with the EOUSA,\nwhose responsibilities include the  review of requests made under\nFOIA and  the Privacy  Act,  5 U.S.C.    552a.    Bonnie L.  Gay,\nattorney  in charge  of the  Executive Office's  FOIA/Privacy Act\nUnit,   provided   supplemental   information   in   a   six-page\ndeclaration.\n\n     4  The name of the  index is derived  from the seminal case,\nVaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\n               \n\n                               -4-\n\nreview the Department's  claims of exemption;  (3) the index  and\n\nsupporting  affidavits  specifically  supported   the  exemptions\n\nclaimed by  the Department to justify  withholding documents; and\n\n(4)  discovery was unwarranted  because the  government's showing\n\nwas  adequate, and  discovery would  be unlikely  to result  in a\n\ndifferent  outcome  while placing  a  substantial  burden on  the\n\nDepartment and the court.\n\n     The Church  now claims  that the district  court abused  its\n\ndiscretion in  refusing discovery  and awarding  summary judgment\n\nbased on  the submitted declarations and  Vaughn index, asserting\n                                                \n\nthat these items  were too  vague and conclusory  to support  the\n\nexemption claims.  The  Church also challenges the reasonableness\n\nof  the search  conducted by  the Department,  claiming  that the\n\nsearch was too narrowly circumscribed.\n\n     Our review  of the  district court's determination  that the\n\ngovernment was entitled  to summary judgment  based on its  index\n\nand affidavits  is de novo.  See Licari v. Ferruzzi, 22 F.3d 344,\n                                                   \n\n346-47  (1st Cir.  1994) (summary  judgment standard);  Wiener v.\n                                                              \n\nFBI, 943  F.2d 972,  978 (9th  Cir. 1991)  (FOIA standard).   Our\n   \n\ndiscussion begins  with a  review of  general FOIA  standards and\n\nprinciples.\n\n                II. The Freedom of Information Act\n                                                  \n\n     The  FOIA  requires  government  agencies  to  \"make .  .  .\n\npromptly  available\"  to  any  person,   upon  request,  whatever\n\n\"records\" the agency possesses unless those \"records\" fall within\n\n                               -5-\n\nany of nine listed exemptions.  5 U.S.C.   552(a)(3),  (b).5  The\n\nstatute's  basic purpose  is  \"to ensure  an informed  citizenry,\n\nvital to  the  functioning  of  a democratic  society,\"  NLRB  v.\n                                                             \n\nRobbins Tire &amp; Rubber  Co., 437 U.S. 214, 242  (1978), or, stated\n                          \n\nmore specifically, \"`to open agency action to the light of public\n\nscrutiny,'\" Department  of Justice  v.  Reporters Committee,  489\n                                                           \n\nU.S. 749, 772 (1989)  (citation omitted).  The  policy underlying\n\nFOIA is thus  one of  broad disclosure, and  the government  must\n\nsupply  any information  requested  by any  individual unless  it\n\ndetermines  that  a   specific  exemption,  narrowly   construed,\n\napplies.  Aronson v. IRS, 973 F.2d 962, 966 (1st Cir. 1992).  The\n                        \n\ngovernment bears the burden of demonstrating the applicability of\n\na  claimed exemption, Maynard v.  CIA, 986 F.2d  547, 557-58 (1st\n                                     \n\nCir. 1993); In Re Department of Justice, 999 F.2d 1302, 1305 (8th\n                                       \n\nCir.  1993) (en banc), and  the district court  must determine de\n                                                                 \n\nnovo whether the queried agency has met this burden, Aronson, 973\n                                                            \n\nF.2d at 966.\n\n     FOIA also provides for  partial disclosure of documents that\n\ncontain some exempted information, mandating that \"all reasonably\n\nsegregable, non-exempt portions of any agency records must, after\n\ndeletion of the exempt  material, be disclosed to a  requester, 5\n\nU.S.C.    552(b),\"  Wightman  v. Bureau  of  Alcohol,  Tobacco  &amp;\n                                                                 \n\nFirearms,  755 F.2d  979, 983  (1st Cir.  1985).   In determining\n        \n\nsegregability, \"courts must construe the exemptions narrowly with\n\n                    \n\n     5   The  exemptions   protect,  inter   alia,  privacy   and\n                                                 \nconfidentiality interests, the secrecy of grand jury proceedings,\nand matters covered by the attorney-client privilege.\n\n                               -6-\n\nthe  emphasis on disclosure,\" id..   An agency  may withhold non-\n                                 \n\nexempt information  only if it  \"`is so interspersed  with exempt\n\nmaterial that separation by  the agency, and policing of  this by\n\nthe courts would impose an inordinate burden,'\" Id. (quoting Lead\n                                                                 \n\nIndustries Ass'n  v. Occupational  Safety and Health  Admin., 610\n                                                            \n\nF.2d 70, 86 (2d Cir. 1979)).  See also Krikorian v. Department of\n                                                                 \n\nState, 984 F.2d 461, 466 (D.C.  Cir. 1993) (\"`non-exempt portions\n     \n\nof  a document  must be  disclosed  unless they  are inextricably\n\nintertwined with exempt portions'\" (citation omitted)).\n\n     To  assure  the broadest  possible disclosure,  courts often\n\ndirect  a  government agency  seeking  to  withhold documents  to\n\nsupply  the opposing  party and  the court  with a  Vaughn index,\n                                                          \n\nwhich  includes a general description  of each document sought by\n\nthe FOIA  requester and  explains the agency's  justification for\n\nnondisclosure  of  each  individual  document  or  portion  of  a\n\ndocument.  Maynard, 986 F.2d at  556-57; Vaughn, 484 F.2d at 823-\n                                               \n\n28.   Such  an  index  is viewed  as  necessary  to  protect  the\n\nadversary  process  in  a FOIA  case,  in  which  only the  party\n\nopposing disclosure will have  access to all the facts.   Wiener,\n                                                                \n\n943 F.2d  at 977; Vaughn, 484 F.2d at 823-28.  We previously have\n                        \n\nidentified a trio of functions served by the index:\n\n     [I]t  forces the  government to  analyze carefully  any\n     material  withheld,  it  enables  the  trial  court  to\n     fulfill its duty of ruling on the  applicability of the\n     exemption, and  it  enables  the  adversary  system  to\n     operate by giving the  requester as much information as\n     possible, on the basis of which he can present his case\n     to the trial court.\n\n                               -7-\n\nMaynard, 986 F.2d at 557 (quoting Keys v. United States Dept.  of\n                                                                 \n\nJustice,  830 F.2d 337, 349  (D.C. Cir. 1987)  (quoting Lykins v.\n                                                              \n\nUnited  States Dept. of Justice,  725 F.2d 1455,  1463 (D.C. Cir.\n                               \n\n1984))).  See also In Re Department of Justice, 999 F.2d at 1305.\n                                              \n\n     Although FOIA's  primary thrust is to  promote openness, the\n\nSupreme  Court also  has  recognized a  Congressional intent  \"to\n\nprovide `workable rules' of FOIA disclosure,\" Landano, 113 S. Ct.\n                                                     \n\nat 2023 (citing  cases).  To that end, the  Court has interpreted\n\nthe statute as permitting agencies to exempt certain records on a\n\ncategorical basis, rather  than requiring a  document-by-document\n\nconsideration.   In Reporters  Committee, for example,  the Court\n                                        \n\nconcluded that criminal \"rap sheet\" information is  categorically\n\nexempt from  disclosure because  the release of  such information\n\ninvariably constitutes an unwarranted  invasion of privacy.6  489\n\nU.S. at  780.  The  Court has reached  a similar conclusion  with\n\nrespect to the  exemption of material  furnished by sources,  see\n                                                                 \n\nLandano,   113  S.  Ct.  at  2022,  holding  that  \"when  certain\n       \n\ncircumstances   characteristically   support   an  inference   of\n\nconfidentiality,\"  the  Government   may  justify   nondisclosure\n\nwithout  detailing  the  circumstances  surrounding  a particular\n\ninterview.7\n\n                    \n\n     6  The  Court in  Reporters  Committee  was construing  FOIA\n                                           \nExemption  7(C),  which allows  the  Government  to withhold  law\nenforcement   records  or  information  whose  production  \"could\nreasonably be  expected to constitute an  unwarranted invasion of\npersonal privacy,\" 5 U.S.C.   552(b)(7)(C).\n\n     7  Landano  concerned  Exemption  7(D),  which  permits  the\n               \nGovernment to withhold\n\n                               -8-\n\n     FOIA's general  philosophy remains,  however, one  of \"`full\n\nagency disclosure,'\" Aronson, 973 F.2d at 966 (quoting Department\n                                                                 \n\nof Air Force  v. Rose, 425 U.S. 352, 360  (1976) (quoting S. Rep.\n                     \n\nNo.  813, 89th Cong., 1st  Sess. 3 (1965))),  and courts have the\n\nobligation  to  interpret  its  reach \"generously,  in  order  to\n\nachieve  the FOIA's basic aim: sunlight,\" id..  See also Landano,\n                                                                \n\n113 F.2d at 2024.\n\n     What  usually  remains  unspoken,  but is  a  reality  often\n\naffecting attitudes  and conduct  implementing FOIA, is  the very\n\nconsiderable  burden laid  on both the  government and  the trial\n\ncourt  in searching files  for multitudinous documents, analyzing\n\nthem, and justifying not  only any exclusion relied upon  but any\n\nrefusal  to  redact  and   segregate  the  disclosable  from  the\n\nresidually privileged.  This burden  often is exacerbated by  the\n\napparent  lack of any perceptible  public purpose on  the part of\n\nthe  requester.   In  such a  case,  already burdened  courts and\n\nagencies  may  deem  FOIA's   dedication  to  the  importance  of\n\n\"sunlight\" as unrealistic.  We thoroughly appreciate this kind of\n\ntension.  We are dealing with a law that complicates  the task of\n\ngoverning.   Yet, its goals are worthy, and we are bound to honor\n\n                    \n\n     records or  information  compiled for  law  enforcement\n     purposes, but only to the extent that the production of\n     such law enforcement records or information . . . could\n     reasonably be  expected to  disclose the identity  of a\n     confidential source,  . .  . ,  and, in the  case of  a\n     record   or  information   compiled  by   criminal  law\n     enforcement  authority in  the  course  of  a  criminal\n     investigation  .  .  .  , information  furnished  by  a\n     confidential source.\n\n  552(b)(7)(D).\n\n                               -9-\n\nboth its letter and its spirit.  Moreover, as in any \"hard case,\"\n\nwe must constantly remind ourselves that our decision establishes\n\nprinciples that must be generally applicable -- both  to requests\n\nthat  seem merely annoying and to those that may reflect the most\n\nvital  concerns  of  citizens.   Cf.  Senate  of  Puerto Rico  v.\n                                                             \n\nDepartment of Justice, 823  F.2d 574, 587 (D.C. Cir.  1987) (\"The\n                     \n\ncosts must be borne . . . if the congressional policy embodied in\n\nFOIA is to be well served.\")\n\n             III. Did the Government Meet Its Burden?\n                                                     \n\nA. Adequacy of the Search\n                         \n\n     When  the  Church submitted  its  request  for documents  in\n\nSeptember  1988, it triggered a responsibility on the part of the\n\nDepartment of Justice to  do a reasonably thorough search  of its\n\nrecords  and to turn  over all responsive  materials except those\n\nfor  which it could prove an exemption from disclosure.  Maynard,\n                                                                \n\n986 F.2d  at 559.   The Church  has two primary  complaints about\n\nwhat  transpired.   First,  it claims  that  the search  was  too\n\nnarrow, and, consequently, that more responsive  documents should\n\nhave  been  found.   Second, it  claims  that the  Department has\n\nfailed to meet  its burden of  proving that all  of the  withheld\n\nmaterials  are exempt from disclosure.   Like the district court,\n\nthe  parties break this issue  into three components:  (1) is the\n\nindex  generally  too  vague?  (2)  are  the specific  claims  of\n\nexemption supportable?  (3) did the court abuse its discretion in\n\ndenying discovery?\n\n                               -10-\n\n     We  readily can  dispose of  the  first issue.   As  we have\n\nnoted, the  adequacy of  an agency's  search for  documents under\n\nFOIA is judged  by a  standard of reasonableness.   Maynard,  986\n                                                           \n\nF.2d  at 559.    \"The  crucial  issue  is  not  whether  relevant\n\ndocuments  might  exist,  but  whether the  agency's  search  was\n\n`reasonably  calculated to  discover  the requested  documents.'\"\n\nId. (citation  omitted).  The district  court properly identified\n   \n\nand applied  this  standard here,  finding  that the  search  was\n\nadequate based on the details provided in the Stawicki affidavit.\n\n     Ms. Stawicki stated that she directed the second search  for\n\ndocuments conducted after the Church  filed suit, that the search\n\nwas  conducted   through  a  computerized   record  system  whose\n\ncapabilities  she  described,  that  a  manual  search  would  be\n\nimpossible, and  that she personally searched  the computer files\n\nfor specific documents responsive  to the Church's request.   The\n\ncourt found that this information, in the absence of any evidence\n\nof bad  faith, was sufficient.   We  agree, and  thus affirm  its\n\nconclusion.8\n\n     The Church's second complaint  is more compelling.  Although\n\nimplicitly   contending  that  the  government  has  withheld  an\n\nexcessive number of documents, the Church at this juncture really\n\nis  making  a  more limited  argument.    It  maintains that  the\n\naffidavits and  Vaughn  index were  too vague  and conclusory  to\n                      \n\n                    \n\n     8  The  Church made  two  specific  arguments regarding  the\ninadequacy  of the  Department's  search, neither  of which  were\nraised before the district court.  We therefore need not,  and do\nnot, address  them here.  See  Watkins v. Ponte, 987  F.2d 27, 29\n                                               \n(1st Cir. 1993).\n\n                               -11-\n\npermit it  or the  district  court meaningfully  to evaluate  the\n\nDepartment's exemption  claims, and the Church  therefore asserts\n\nthat  it  was  entitled   to  more  information,  either  through\n\ndiscovery or a  revised index, before the summary judgment motion\n\nproperly could be decided.\n\nB. General Inadequacies of the Index and Affidavits\n                                                   \n\n     We  have  studied  carefully   the  affidavits  and   index,\n\nconsidering separately each of the 191 entries, and are persuaded\n\nthat, with respect  to many documents, the  government has failed\n\nto  support adequately  its  claim  of  exemption.9   Each  entry\n\ncontains  four types of information:  (1) the number  of pages in\n\nthe  document; (2)  a  brief description  of  the nature  of  the\n\ndocument; (3) the content  of the withheld portions; and  (4) the\n\nstatutory exemption  numbers  claimed to  support  nondisclosure.\n\nDocument No. 4, for example, is entered in the index as follows:\n\n[Pages]        [Description]        [Content/withheld   portions]\n\n[Exemptions]\n\n21   Typed AUSA notes  Attorney     work      product  b(5)\n     (undated)         document   marshalling   facts  b(7)(D)\n                       and   sources  of  information  b(7)(C)\n                       created  in  contemplation  of\n                       litigation.    Confidentiality\n                       referenced          throughout\n                       document.    References  Third\n                       Party Individuals  throughout.\n                       (WIF [withheld in full])\n\n                    \n\n     9 Some of these documents have been released  in whole or in\npart  as a result of  the administration's openness  policy.  See\n                                                                 \nsupra  note 2.  The government identifies these documents as Nos.\n     \n58, 63-66, 69, 71-73, 77-81, 84-86 and 88-90.\n\n                               -12-\n\n     In  our view, the descriptions for many of the documents are\n\ntoo  cursory to  permit debate,  or an  informed judgment,  about\n\nwhether they properly may be  withheld.  As with Document No.  4,\n\nmultiple exemption numbers are noted beside many entries, without\n\nany correlation  between a particular exemption  and the sections\n\nof the document to  which it relates.  Most  documents, including\n\nlengthy  ones like No. 4, are withheld in their entirety, without\n\nany reference to segregability.\n\n     The  declarations  submitted  with the  index  contain  only\n\ngeneral and conclusory assertions  concerning the documents.  For\n\nexample, with respect to documents claimed to be exempt under the\n\nprivacy provision, Exemption 7(C), see supra note 6,  the Boseker\n                                            \n\ndeclaration first describes the types of information to which the\n\nexemption applies,10  and then  states categorically that  \"there\n\n                    \n\n     10  Paragraph 15 of the declaration states:\n\n          This exemption  applies to withhold  identities of\n     and personal information about third party individuals,\n     release of which could subject such persons to unwanted\n     and  even unlawful  efforts to  gain further  access to\n     them  or  personal  information,  harassment  or  harm,\n     exposure  to unwanted  and/or derogatory  publicity and\n     inferences arising  from their connection to  the case,\n     all to their detriment.\n\n          This exemption also applies to withhold identities\n     of  individuals  such  as  special  agents,  government\n     employees,  and local  law  enforcement  personnel  who\n     participated  in the  investigation and  prosecution of\n     the   referenced   cases.      Individual   duties  and\n     assignments are not public  and such publicity as would\n     likely arise from disclosure would seriously impede, if\n     not totally jeopardize law enforcement effectiveness in\n     subsequent cases, even  subjecting such individuals  to\n     harassment  or  harm.   These  persons  have  protected\n     privacy  interests in  the  conduct of  law enforcement\n     investigations.\n\n                               -13-\n\nwas no public interest in the release of this information nor any\n\ninterest which  would counterbalance the individual's  privacy in\n\nthe information withheld under  this exemption.\"  The declaration\n\nstates that  each document  was evaluated for  segregability, and\n\nthat, where  a  document was  withheld  in its  entirety,  \"EOUSA\n\ndetermined  that  no  meaningful  portions  could  reasonably  be\n\nreleased without destroying the  integrity of such document  as a\n\nwhole.\"  \n\n     The  Gay declaration  supports the  privacy withholdings  by\n\nemphasizing  that  the Church's  reported  policy  of retribution\n\nagainst  its  perceived  enemies   provided  the  basis  for  the\n\nDepartment's  substantial concern  about protecting  the personal\n\nprivacy of government  employees and third  party contacts.   Gay\n\nrepeats   essentially   the   same   general   conclusion   about\n\nsegregability  offered  by  Boseker:  \"There  are  no  segregable\n\nportions which have  not been  released which  could be  released\n\nwithout  creating  a substantial  risk of  disclosing information\n\nprotected from disclosure.\"\n\n     These declarations  are written too  generally to supplement\n\nthe index in any meaningful way.  They treat the documents within\n\nvarious  exemption categories  as a  group, without  referring to\n\nspecific  documents,  and   make  broad  statements   essentially\n\nexplaining that the documents  were withheld because they contain\n\nthe type  of information  generally protected by  that particular\n\nexemption.   The  statements regarding  segregability are  wholly\n\nconclusory,  providing   no  information  that   would  enable  a\n\n                               -14-\n\nrequester  to evaluate the agency's decisions.  Thus, none of the\n\nfunctions  of the  index identified  in Maynard  are served:  the\n                                               \n\ndeclarations do not demonstrate careful analysis of each document\n\nby the government; the court has not been assisted in its duty of\n\nruling  on the applicability  of an exemption;  and the adversary\n\nsystem has not been visibly strengthened.  See supra p. 7. \n                                                    \n\n     Although \"[t]here is  no set  formula for  a Vaughn  index,\"\n                                                        \n\nHinton  v.  Department of  Justice, 844  F.2d  126, 129  (3d Cir.\n                                  \n\n1988),  to  serve  its  purpose  the  listing  \"`must  supply  \"a\n\nrelatively detailed justification,  specifically identifying  the\n\nreasons why  a particular  exemption is relevant  and correlating\n                                                                 \n\nthose claims with the  particular part of a withheld  document to\n                                                                 \n\nwhich they  apply,\"'\" Krikorian,  984 at 467  (citations omitted)\n                               \n\n(emphasis in original).  It is \"the function, not the form, which\n\nis  important,\"  Hinton, 844  F.2d at  129,  and the  question is\n                       \n\nwhether  the particular  taxonomy  employed  \"afford[s] the  FOIA\n\nrequester a  meaningful opportunity to contest,  and the district\n\ncourt  an adequate  foundation to  review, the  soundness of  the\n\nwithholding,\" Wiener, 943 F.2d at 977-78.\n                    \n\n     The  lack of justification for withholding lengthy documents\n\nin their entirety is  the most pervasive problem with  the index.\n\nUpon encountering  similarly imprecise  indices, the  District of\n\nColumbia Circuit recently noted, in words equally  apt here, that\n\nthe materials submitted \n\n     \"[we]re written in terms of documents, not information,\n     but  `[t]he  focus  in  the FOIA  is  information,  not\n     documents, and an agency cannot justify withholding  an\n\n                               -15-\n\n     entire document simply by showing that it contains some\n     exempt material.'\"\n\nKrikorian,  984  F.2d at  467 (citation  omitted).   We  think it\n         \n\nfruitful   to  examine  closely  several  entries  as  a  way  of\n\ndemonstrating the index's deficiencies:\n\n     *  Document No. 5 is a  32-page declaration, with four pages\n\nof  supporting  exhibits.    The  contents  column  contains  the\n\nfollowing information:\n\n     Individual  third party  declaration of  and concerning\n     relationship with  Church.   Not evidenced  as admitted\n     into court or on  public record, so deemed confidential\n     statement.  (WIF)\n\nThe entire document  is withheld pursuant to  Exemption 7(C), the\n\npersonal  privacy  exemption.    The  entry  fails,  however,  to\n\nindicate why privacy concerns could not be met simply by deleting\n\nidentifying information.  Without some further elaboration of the\n\ndocument's contents,  the Church is  unable to dispute  the claim\n\nthat no portion of the 36 pages is segregable.11\n\n     *Document No. 6 is  an 11-page affidavit from a  third party\n\ncontaining the following information:\n\n                    \n\n     11 The government states  in its brief with respect  to this\ndocument  that  \"the EOUSA  could  properly  determine that  even\npartial disclosure  might well  allow plaintiffs to  identify the\ndeclarant through the nature of  the information disclosed.\"  The\ngovernment unquestionably could make such a determination, but it\nneeds to provide more than this unsupported conclusion to justify\nwithholding the whole document.  Is the document full of personal\nanecdotes, whose perspective would  tend to reveal the declarant,\nthus supporting this  conclusion?   Or does  the document  simply\ngive one individual's description of the way the Church generally\ntreats  members, and thus arguably include material that could be\nsegregated from the identifying information?\n\n                               -16-\n\n     Individual  third party affidavit concerning Church and\n     other matters.  Not evidenced as admitted into court or\n     on public record, so deemed confidential. (WIF)\n\nThe entire  document is withheld  pursuant to Exemption  7(C), as\n\nwell as under the  Privacy Act, 5 U.S.C.    552a(j)(2).12  Again,\n\nno attention is  given to  segregability.  What  were the  \"other\n\nmatters\" described?   This  entry unquestionably fails  to supply\n\nthe Church with  enough information \"`to  permit [it] to  present\n\nits case effectively,'\" Orion Research Inc. v. EPA, 615 F.2d 551,\n                                                  \n\n553 (1st Cir. 1980)  (citation omitted),  the function  the index\n\nwas conceived to perform.  \n\n     *Document   No.  20  is   a  49-page  deposition  transcript\n\ndescribed as follows:\n\n     Transcript  of deposition  of  third  party  individual\n     taken by private  reporting service in Commonwealth  of\n     Mass.  (WIF)\n\nThe entire document is  withheld pursuant to Exemption 7(C),  yet\n\nnothing  in the entry indicates why the privacy interest at stake\n\ncould   not   be  protected   simply  by   redacting  identifying\n\ninformation.\n\n                    \n\n     12 Section  (j)(2) exempts from mandatory disclosure records\nmaintained by an  agency that performs as its  principal function\nany  activity pertaining  to  the enforcement  of criminal  laws.\nSection (k)(2) of the Act similarly exempts certain investigatory\nmaterials  compiled for  law enforcement  purposes in  other than\ncriminal matters.   Although the Boseker  Declaration states that\nall of the relevant records in this case were exempt under one or\nthe  other of  the Privacy  Act provisions,  only certain  of the\nentries include  (j)(2)  as a  justification  for  nondisclosure.\nSee, e.g.,  Document Nos. 6, 11,  13, 15-19, 43, 46,  53, 55, 56,\n         \n58, 60-62,  75, 76, 95,  109, 111, 115-121,  123, 125, 127,  146,\n185, 187, 190, 191. \n\n                               -17-\n\n     *Document No. 96 is  a six-page deposition summary, withheld\n\npursuant to Exemption 7(C), and described only as a \"[s]ummary of\n\ndeposition of third party  individual.\"  Segregability once again\n\nis not  addressed.  The entry  for Document No. 104,  also a six-\n\npage deposition summary, is similarly deficient.\n\n     *Document No. 141 is a 29-page declaration withheld pursuant\n\nto 7(C), described as follows:\n\n     Third party individual/source declaration.   Not public\n     record or waiver of confidentiality.  (WIF)\n\nAs  with other  entries, there  is no  explanation about  why the\n\ndeletion  of identifying  information would  not suffice  to meet\n\nprivacy concerns.\n\n     The district court concluded that the index, as supplemented\n\nby the  Boseker and Gay declarations,  fulfilled the government's\n\nobligation   to   supply   \"reasoned   justification\"   for   its\n\nwithholdings,  and it  noted  that the  Church  had presented  no\n\nevidence suggesting bad faith in the government's response.   The\n\ncourt observed  that the government had  supported the individual\n\nwithholdings  with  greater  specificity   than  this  court  had\n\nratified in Maynard.\n                   \n\n     In our view, however, the government's showing fell short of\n\nproviding  the  Church  with  a  \"`meaningful opportunity,'\"  see\n                                                                 \n\nWiener, 943 F.2d at 977, to challenge a substantial number of its\n      \n\nunilateral  decisions to  withhold documents, thus  depriving the\n\ndistrict  court  of  \"the controverting  illumination  that would\n\nordinarily accompany a request to review a lower  court's factual\n\ndetermination,\"  Vaughn, 484 F.2d at  825.  We  disagree with the\n                       \n\n                               -18-\n\ndistrict  court  that  the  showing  exceeded  that  affirmed  in\n\nMaynard.   In that case, see 986 F.2d at 557-59, the FBI produced\n                            \n\nthe withheld  documents in redacted form,  withholding only those\n\nportions  that  it claimed  were exempt.    Next to  each portion\n\nwithheld, the FBI provided a coded reference  to exemption claims\n\nspecifically identified  in a separately filed  declaration.  The\n\ngovernment also  provided copies of the  unredacted documents for\n\nthe court's in camera  review.  Unlike this case,  therefore, the\n                     \n\ncourt in Maynard was able to perform a close review of individual\n                \n\ndocuments.\n\n     The  government  suggests  that,   in  the  absence  of  any\n\nlegitimate question  of good faith,  its repeated  review of  the\n\ndocuments, each time  leading to a conclusion that no significant\n\nnon-exempt segments  could be released, is  sufficient to justify\n\nits withholding  decisions and failure  to segregate.   It claims\n\nthat   the  only   meaningful  way   to  test   the  Department's\n\ndeterminations would  have been  through in camera  review, which\n                                                  \n\nthe Church did not request.  \n\n     A lack of bad faith on  the part of the government, however,\n\ndoes not relieve  it of its  obligation in the first  instance to\n\nprovide  enough information  to enable  the adversary  process to\n\noperate in FOIA cases.  The presumption of good faith accorded to\n\nagency affidavits, see Carney v.  Department of Justice, 19  F.3d\n                                                       \n\n807,  812 (2d Cir. 1994),  petition for cert.  filed, 63 U.S.L.W.\n                                                    \n\n3009 (U.S. June  21, 1994)  (No. 93-2141); Maynard,  986 F.2d  at\n                                                  \n\n560,  can only  be  applicable when  the  agency has  provided  a\n\n                               -19-\n\nreasonably  detailed  explanation   for  its  withholdings,   see\n                                                                 \n\nMaynard, 986  F.2d at 560.   A court may not  without good reason\n       \n\nsecond-guess  an  agency's   explanation,  but  it  also   cannot\n\ndischarge its  de novo review obligation  unless that explanation\n                      \n\nis sufficiently specific.\n\n     Additionally, the  fact that the  Church did not  request in\n                                                                 \n\ncamera review in no  way lessens the government's burden  to make\n      \n\nan adequate showing.  FOIA provides  for in camera review, at the\n                                                  \n\ndistrict  court's discretion,  if  the court  finds the  agency's\n\nmaterials in support of exemption to be too generalized.  See id.\n                                                                 \n\nat 557.  In other words, in camera review is a tool available  to\n                                  \n\na court when the government's showing otherwise is  inadequate to\n\nsatisfy  the  burden of  proving  the exempt  status  of withheld\n\ndocuments.   Id.  at 557-58.   The  Church had  no obligation  to\n                \n\nrequest such a review.\n\n     We  emphasize that  the index  examples described  above are\n\nmerely illustrative, and that  numerous other entries suffer from\n\nsimilar imprecision.  We by no means suggest, however, that every\n\nentry  is vulnerable.    The  index  is notably  inadequate  with\n\nrespect  to lengthier  documents, where  the lack  of correlation\n\nbetween  the  exemptions claimed  and  specific  portions of  the\n\ndocument, and  the failure  to address segregability,  combine to\n\nmake the government's showing particularly vague.  In contrast, a\n\nnumber  of documents  consist of  a single  page.   It  is fairly\n\ninferable  from the entries  for many of  these that  there is no\n\nmeaningful segregable  non-exempt content, and we  see nothing to\n\n                               -20-\n\nbe gained from requiring  more detail.  See, e.g.,  Document Nos.\n                                                 \n\n8, 9, 48, 56,  59, 127.  Similarly, where multiple exemptions are\n\nclaimed  for  these  short  documents, the  lack  of  correlation\n\ntypically is not a problem.\n\n     The government  makes two  points regarding the  adequacy of\n\nits declarations  and Vaughn index that warrant response.  First,\n                            \n\nit asserts that the degree of detail required in an index depends\n\nupon  the nature  of the  documents at  issue and  the particular\n\nexemption asserted.  We agree  that different approaches apply to\n\nthe  various  statutory  exemptions,  and  we  will  discuss  the\n\nspecific  exemptions  claimed  by  the  government  in  the  next\n\nsection.  At  this juncture,  we note simply  that a  categorical\n\napproach to nondisclosure is permissible only when the government\n\ncan  establish  that,  in  every  case,  a   particular  type  of\n\ninformation   may  be   withheld  regardless   of  the   specific\n\nsurrounding cirumstances.  See supra p. 8.\n                                    \n\n     The  government  also  observes  that courts  have  approved\n\nindices  with  less  detail  where   the  records  at  issue  are\n\nvoluminous, citing Meeropol v. Meese, 790 F.2d 942, 956-57  (D.C.\n                                    \n\nCir.   1986).     In  Meeropol,  government   agencies  retrieved\n                              \n\napproximately 500,000 pages of records and released approximately\n\n200,000 as a result  of what the court described as  perhaps \"the\n\nmost demanding FOIA request  ever filed,\" id.  at 951.  Both  the\n                                             \n\nsearch and the methods  used to evalute the  search in that  case\n\nwere  extraordinary,  and,  in  our  view,  do  not  support  the\n\n                               -21-\n\nsufficiency  of  a sketchy  index in  this  case.13   Giving full\n\nweight to the concern that the government should not be subjected\n\nto  unrealistically   exhaustive  labors,  we   nevertheless  are\n\nconvinced  that  the task  of  reconsidering  the 191  documents,\n\nadding meaningful  detail or explanation  where necessary,  would\n\nnot  pose an  unreasonable  burden on  the  government.   Indeed,\n\nincluding  this information  at  the outset  would have  required\n\nnegligible incremental effort.\n\n     Moreover, even when generic  exemptions are appropriate, the\n\nSupreme Court contemplates that the government provide meaningful\n\ndetail in support  of its  withholdings.  In  Landano, the  Court\n                                                     \n\nrejected  the  government's  argument  that a  source  should  be\n\npresumed  confidential  within  the  meaning  of  Exemption  7(D)\n\nwhenever the source provides information to the FBI in the course\n\nof  a  criminal  investigation.    It  held,  however,  that  the\n\ninference  could  be  supported  by reference  to  more  narrowly\n\ndefined  generic  circumstances.     For  example,  it  would  be\n\nreasonable to  infer that  paid informants normally  expect their\n\ncooperation with the FBI to be kept confidential.  Similarly, the\n\n                    \n\n     13 The government's other  citation for this point, Weisberg\n                                                                 \nv. Department of Justice,  745 F.2d 1476, 1483 (D.C.  Cir. 1984),\n                        \nalso  involved a  tremendous search,  resulting in  disclosure of\napproximately 60,000 pages of documents.   The district court  in\nthat  case ordered  preparation of  a Vaughn  index of  every two\n                                            \nhundredth  page  of responsive  material,  a  supplement to  that\nindex,  and in camera submission of a number of documents wihheld\n                     \nin  their entirety.   Id. at 1489-90.   The  circuit approved the\n                         \nsampling  procedure because the number of  documents was so great\nand  \"it would not realistically  be possible to  review each and\nevery one.\"  Id. at 1490. \n                \n\n                               -22-\n\ncharacter of the  crime at issue or the  source's relation to the\n\ncrime could support such an inference.\n\n     It  is not  enough,  however, for  the government  simply to\n\nstate blandly that the source's relationship to the crime permits\n\nan inference of confidentiality.   Rather, the government has  an\n\nobligation to spell out that relationship:\n\n     [W]hen  a  document   containing  confidential   source\n     information is requested, it generally will be possible\n     to  establish factors such  as the nature  of the crime\n     that was investigated and  the source's relation to it.\n     Armed with this information,  the requester will have a\n     more  realistic opportunity to develop an argument that\n     the  circumstances  do  not  support  an  inference  of\n     confidentiality.\n\nLandano, 113 S. Ct. at 2024.\n       \n\n     Of course, as the Court acknowledged in the next sentence of\n\nthis  passage from  Landano, the  government is  not expected  to\n                           \n\nprovide  so much detail in its supporting materials that it risks\n\ncompromising  the very interests it  is seeking to  protect.  The\n\nagency may request  in camera  review as a  way of  demonstrating\n                             \n\nthat  no further  specificity should  be required,  and reviewing\n\ncourts should consider carefully whether such a  step is feasible\n\nand  appropriate.   As much  as possible  should be  done openly,\n\nhowever,  keeping  in  mind  the goal  of  advancing  adversarial\n\ntesting  of  agency  decisions.   See  Wiener,  943  F.2d at  979\n                                             \n\n(\"Unless the  agency discloses  `as much information  as possible\n\nwithout thwarting the [claimed]  exemption's purpose . . .  , the\n\nadversarialprocessisunnecessarilycompromised.\"(citationomitted)).\n\n     We strongly believe that there are meaningful additions that\n\ncould   be  made  to  the  Vaughn  index  in  this  case  without\n                                 \n\n                               -23-\n\njeopardizing  the interests at stake.  In the next section, which\n\ndiscusses the  specific exemptions invoked by  the Department, we\n\nnote some particular suggestions for improvement.\n\n     C. Specific Exemptions\n                           \n\n     The Department invoked six different FOIA exemptions,  alone\n\nor  in combination, in support  of its withholdings.   On appeal,\n\nthe  Church  does not  challenge the  government's use  of either\n\nExemption 2,  which protects from disclosure  information related\n\nsolely  to  the internal  personnel  rules  and practices  of  an\n\nagency,  see 5  U.S.C.     552(b)(2),  or Exemption  7(F),  which\n            \n\nprovides for  withholding  of law  enforcement  information  that\n\n\"could reasonably  be expected to  endanger the life  or physical\n\nsafety of any individual,\" 5 U.S.C.   552(b)(7)(F).\n\n     (1)  Exemption (b)(3)  and  Fed. R.  Crim.  P. 6(e).    FOIA\n                                                        \n\nExemption 3,  5 U.S.C.    552(b)(3),  allows  the withholding  of\n\nmaterials  that are  \"specifically  exempted  from disclosure  by\n\nstatute .  . . .\"  The parties agree that the Department properly\n\ninvoked  this provision  to  withhold grand  jury materials  made\n\nexempt  from  disclosure by  Rule 6(e)  of  the Federal  Rules of\n\nCriminal  Procedure.    See  Fund  for  Constitutional  Gov't  v.\n                                                             \n\nNational Archives and Records Serv., 656 F.2d 856, 867 (D.C. Cir.\n                                   \n\n1981).  The Church  complains, however, that it is  impossible to\n\ndetermine from the Vaughn index and affidavits whether all of the\n                         \n\ndocuments  for  which  the  Department  asserted  this  privilege\n\ngenuinely constitute \"grand jury\" material.\n\n                               -24-\n\n     As  the  district court  recognized,  the  scope of  secrecy\n\nafforded grand  jury materials  is \"necessarily  broad.\"   Id. at\n                                                              \n\n869.\n\n     It encompasses not only  the direct revelation of grand\n     jury transcripts but also the disclosure of information\n     which  would reveal  \"the  identities of  witnesses  or\n     jurors,  the substance  of testimony,  the strategy  or\n     direction  of the  investigation, the  deliberations or\n     questions of the jurors, and the like.\"\n\nId. (quoting SEC  v. Dresser  Indus., Inc., 628  F.2d 1368,  1382\n                                          \n\n(D.C.  Cir. 1980)).  In addition, unlike actions under other FOIA\n\nexemptions,   agency  decisions   to  withhold   materials  under\n\nExemption 3 are  entitled to  some deference.   We have  observed\n\nthat \"once a court determines that the statute in  question is an\n\nExemption  3 statute, and that the information requested at least\n\narguably falls within  the statute, FOIA de  novo review normally\n                                                 \n\nends,\" Maynard, 986  F.2d at  554 (quoting Aronson,  973 F.2d  at\n                                                  \n\n965, 967).\n\n     We  are  satisfied  that,  under  this  standard,  documents\n\nidentified  as  grand  jury  exhibits,  and  whose  contents  are\n\ntestimonial in  nature or otherwise directly  associated with the\n\ngrand   jury  process,   such   as   affidavits  and   deposition\n\ntranscripts, ordinarily may  be withheld simply  on the basis  of\n\ntheir status as  exhibits.14  We distinguish such  materials from\n\nbusiness  records  or  similar  documents  \"created  for purposes\n\nindependent of grand  jury investigations, which  have legitimate\n\n                    \n\n     14 This  would include, inter  alia, document Nos.  2 (grand\n                                        \njury list  of documents),  3 (exhibits list),  130-33, 142,  148,\n153, 163, 172, 173, 181, 182, 184, 187, 188-90.\n\n                               -25-\n\nuses unrelated  to the substance of the  grand jury proceedings,\"\n\nUnited  States  v. Dynavac,  Inc., 6  F.3d  1407, 1412  (9th Cir.\n                                 \n\n1993).    Although  these  documents,  too,  may  be  subject  to\n\nnondisclosure under Exemption  3 if they are grand jury exhibits,\n\nthe  government  needs to  provide some  basis  for a  claim that\n\nreleasing them  will implicate the secrecy  concerns protected by\n\nRule 6(e).15\n\n     The requirement  that the  government explain the  basis for\n\nits conclusion that  Rule 6(e),  and thus Exemption  3, at  least\n\narguably  permits  withholding  of  certain documents  applies  a\n                                                                 \n\nfortiori to  materials not specifically identified  as grand jury\n        \n\nexhibits, but which simply were located in grand jury files.   In\n\nthis  case, for example, Document  Nos. 164, 166-170, 174-180 and\n\n183 are labelled as  \"Grand Jury Materials,\" and most  were found\n\nin  a  file  marked \"Grand  Jury.\"16    There  is no  indication,\n\n                    \n\n     15  We think  it reasonable  for an  agency to  withhold any\ndocument containing  a  grand jury  exhibit  sticker or  that  is\notherwise  explicitly  identified on  its  face as  a  grand jury\nexhibit, as release of such  documents reasonably could be viewed\nas revealing the focus of the grand jury investigation.  See Fund\n                                                                 \nfor Constitutional Gov't v.  National Archives and Records Serv.,\n                                                                \n656  F.2d 856,  869  (D.C. Cir.  1981) (information  \"identifying\ndocuments considered by  the grand jury  . . .  falls within  the\nbroad reach of grand jury secrecy . . . .\").  See, e.g., Document\n                                                       \nNos. 35, 52.  Whether some portion of the document is segregable,\nhowever, also needs to be considered and addressed.  \n\n     16 The inadequacy of the Vaughn index is well illustrated by\n                                    \nthe entries for Document  Nos. 178 and  179.  Both documents  are\nidentified  as one-page  declarations, with  20-page attachments.\nNo. 178  is described  as originating  \"from  file marked  `Grand\nJury,'\" while 179  is identified only as  \"Grand Jury Materials.\"\nBoth are claimed exempt  under Exemption 3, as well  as Exemption\n7(C),  but  no specifics  are  given as  to  the contents  of the\ndocuments  and  whether  all,  or  only  part,  of  the  document\nimplicates privacy concerns.  \n\n                               -26-\n\nhowever,  whether the  materials impermissibly  would reveal  the\n\ninner workings  of the grand jury.  It cannot be that exposure to\n\nthe  grand  jury immunizes  information  from  future disclosure,\n\nregardless of its  impact on the  interest underlying Rule  6(e).\n\nSee Senate  of Puerto Rico, 823 F.2d at  582 (\"There is no per se\n                                                                 \n\nrule against  disclosure of  any and  all  information which  has\n\nreached  the grand jury chambers . .  . .\").17  The government is\n\nobligated to offer some support for its claim that release of the\n\nsought-after documents would compromise  the secrecy of the grand\n\njury process.18\n\n     (2)  Exemption  (b)(5).    FOIA  Exemption  5,  5  U.S.C.   \n                           \n\n552(b)(5), permits  withholding of \"inter-agency  or intra-agency\n\nmemorandums  or letters which would not be  available by law to a\n\nparty other than an agency in litigation with  the agency.\"  This\n\nexemption has been interpreted to encompass \"those documents, and\n\nonly those documents, normally  privileged in the civil discovery\n\ncontext,\" NLRB v. Sears, Roebuck &amp; Co., 421 U.S. 132, 149 (1975).\n                                      \n\nConsistent with a change in policy by the Clinton Administration,\n\n                    \n\n     17  Indeed, we suspect that  a number of  documents found in\ngrand  jury files  would not  be identifiable  as connected  to a\ngrand  jury proceeding  at  all because  they were  generated for\nanother purpose,  and presumably  would not be  labeled as  grand\njury material upon release.\n\n     18  We have  tried through  our approach  to the  grand jury\nissue  to tread a path that honors the requester's entitlement to\nan adequate and lawful  explanation for any withholding decision,\nbut  protects  the  government   from  unreasonable  burdens   in\njustifying  nondisclosure.  The  government's obligation  thus is\nminimal except for materials assertedly connected to a grand jury\ninvestigation  that  bear  no  facial connection  to  grand  jury\nproceedings. \n\n                               -27-\n\nthe Department has since the time of the district court's opinion\n\nreleased a number  of documents previously withheld  based on the\n\nattorney-client  and  deliberative  process privileges,  and  now\n\ninvokes  Exemption  5  only  for  certain   documents  assertedly\n\nprotected by the attorney work-product privilege.\n\n     To  withhold  a  document   based  on  this  privilege,  the\n\nDepartment must prove that it was prepared under the direction of\n\nan attorney in contemplation of litigation.  See Senate of Puerto\n                                                                 \n\nRico,  823 F.2d at 586;  Sprague v. Director,  Office of Workers'\n                                                                 \n\nComp. Programs, Etc., 688 F.2d 862, 869 (1st Cir. 1982).  And, as\n                    \n\nwith all exemptions, it must offer some basis for concluding that\n\nthere are no segregable, nonexempt portions of the document.  The\n\ndistrict  court found  that  the Boseker  declaration and  Vaughn\n                                                                 \n\nindex justified  all  of the  Exemption  5 withholdings,  and  it\n\npointed to  Boseker's assertion  that the  records  to which  the\n\nwork-product privilege was applied reflect \"such matters as trial\n\npreparation,  trial  strategy,   interpretations,  and   personal\n\nevaluations  and opinions  pertinent  to the  Church's and  other\n\nthird party individuals' civil and criminal cases.\"\n\n     The  court  specifically considered  Document  No. 4,  whose\n\nentry in the Vaughn index we previously have quoted, see supra p.\n                                                              \n\n12, and concluded that  the entry was sufficient to  validate the\n\nDepartment's  decision  to  withhold the  entire  document  under\n\nExemption 5.   We do not agree.  For  purposes of this exemption,\n\nthe Vaughn index states only  that document No. 4 consists of  21\n          \n\npages of typed  attorney notes \"marshalling facts and  sources of\n\n                               -28-\n\ninformation created in contemplation of litigation.\"  The Boseker\n\ndeclaration adds to  this only generalized comments  about all of\n\nthe documents for which  the work-product privilege was asserted.\n\nWe  believe that, at a  minimum, an agency  seeking to withhold a\n\ndocument in its entirety under  this exemption must identify  the\n\nlitigation  for which the document was created (either by name or\n\nthrough  factual description)  and explain  why  the work-product\n\nprivilege applies to all portions of the document.\n\n     As presently written, the entry for document No. 4 indicates\n\nthat  at least  some of  the 21  pages of notes  involve material\n\ncovered by the attorney work-product privilege.  Because there is\n\nno correlation  between the three claimed  exemptions (Nos. b(5),\n\nb(7)(D), b(7)(C)) and specific portions of the document, however,\n\nit  is not  clear  whether Exemption  5  is intended  to  justify\n\nwithholding of the entire document.  Moreover, the index does not\n\ndisclose  the  nature of  this  document:   Is  it a  draft  of a\n\npretrial memorandum?;  an internal  memorandum evaluating whether\n\nto file  charges or  whom  to call  as  witnesses?; or  simply  a\n\nsummary of all information collected to date?  Neither the Church\n\nnor the court is able to evaluate meaningfully whether all of the\n\nfactual material properly is  exempted from disclosure because it\n\nis  integrated into the document  as part of  the attorney's pre-\n\ntrial  work, in which  event it appropriately  could be withheld,\n\nsee Mervin v. FTC, 591 F.2d 821, 826 (D.C. Cir. 1978), or whether\n                 \n\nthe agency has overstepped  proper boundaries in determining what\n\nconstitutes a document prepared in anticipation of litigation. \n\n                               -29-\n\n     In Mervin,  the majority  concluded that  further government\n              \n\naffidavits   or  in   camera   review  was   unnecessary  for   a\n                            \n\ndetermination  of  segregability  because the  affidavit  already\n\nsubmitted  demonstrated that  any  factual material  in the  four\n\ndocuments at issue  there \"is  incidental to and  bound up  with,\n\ndiscussion  of litigation strategy and the deliberative processes\n\nof  attorneys  actively preparing  their  defense  for a  pending\n\nlawsuit.\"   Id.19  We  do not  believe such a  conclusion can  be\n               \n\nreached in this case  based on the information provided  thus far\n\nfor a number of documents claimed exempt under Exemption 5.  See,\n                                                                \n\ne.g., Document Nos.  4, 40 (74-page \"prosecution  memo\"), 76, 91,\n    \n\n92 and 139.20   Certain other documents for which  the Department\n\nhas invoked Exemption  5 simply are  not adequately described  to\n\npermit meaningful review of the withholding decision.  See, e.g.,\n                                                                \n\nDocument Nos. 105-109.21\n\n                    \n\n     19  The  district court  in this  case  relied on  Mervin in\n                                                              \nupholding  the  Department's application  of Exemption  5, noting\nthat an attorney's affidavit sufficed there to prove that factual\nmaterial  contained within  the documents  fell within  the work-\nproduct privilege.  Unlike the affidavit in  Mervin, however, the\n                                                   \naffidavits here are not document-specific, and are thus much less\ninformative.\n\n     20 We note that factual material contained within a document\nsubject  to the  work  product privilege  often will  be embraced\nwithin the privilege, and thus be exempt from disclosure.  See A.\n                                                                 \nMichael's Piano, Inc.  v. FTC, 18 F.3d  138, 147 (2d Cir.  1994);\n                             \nMartin  v. Office of Special  Counsel, MSPB, 819  F.2d 1181, 1186\n                                           \n(D.C. Cir. 1987).\n\n     21  We  reiterate a  point made  earlier,  that the  lack of\nspecificity poses a particular  problem with respect to lengthier\ndocuments.    Although  the  entries  for  a  number  of  shorter\ndocuments suffer some of the same inadequacies -- notably lack of\ncorrelation between  text and exemptions, and  failure to address\nsegregability  --   the  brevity  of  these  documents  makes  it\n\n                               -30-\n\n     (3) Exemption  b(7)(C).   FOIA  exemption 7(C),  5 U.S.C.   \n                           \n\n552(b)(7)(C),  exempts from  disclosure information  compiled for\n\nlaw enforcement  purposes that  \"could reasonably be  expected to\n\nconstitute  an unwarranted  invasion of  personal privacy.\"   The\n\nBoseker and Gay declarations state that the  Department relied on\n\nExemption 7(C)  to withhold names and  other personal information\n\nabout  various  individuals,  including personnel  of  the United\n\nStates Attorney's Office and FBI agents, other federal, state and\n\nlocal   government  personnel,   and  individuals   who  provided\n\ninformation to the FBI or the USAO.\n\n     The parties agree that Exemption 7(C) requires balancing the\n\nprivacy  interests  at  issue  against  any  public  interest  in\n\ndisclosure, see Reporters Committee, 489 U.S. at 762, and further\n                                   \n\nagree  that information identifying  specific individuals usually\n\nmay  be  withheld  because  of  these  individuals'  \"significant\n\nprivacy interests  in not having their  names revealed,\" Maynard,\n                                                                \n\n986  F.2d at  566.    The  Church,  however,  contends  that  the\n\nDepartment's  Vaughn index  repeatedly fails  to explain  why the\n                    \n\nagency has  withheld an entire document rather  than releasing it\n\nwith the identifying information redacted.22  \n\n                    \n\nreasonable to validate the government's withholding decision with\nlittle  or  no additional  information.    For  example,  if  the\nDepartment simply  identifies the prosecution  for which Document\nNo. 43 was prepared, no further details are necessary.  See also,\n                                                                \ne.g., entries for Document Nos. 68, 70, 74, 93. \n    \n\n     22  In  its  brief,  the government  suggests  that  it  was\nwarranted  in  dispensing  with  the  item-by-item   detail  that\nordinarily is  necessary to  justify Exemption  7(C) withholdings\nbecause   a  categorical   determination  to   withhold  personal\ninformation  is  permissible in  the  absence  of a  demonstrated\n\n                               -31-\n\n     We  have pointed  to just such  deficiencies in  our earlier\n\ndiscussion of particular documents, see supra pp. 15-17, and need\n                                             \n\nnot retread that  ground.  It suffices to say  at this point that\n\nmany  of the index entries  for documents assertedly exempt under\n\nExemption 7(C)  lack the  necessary specificity for  a meaningful\n\nreview  of the  agency's  decision  to  withhold  them  in  their\n\nentirety.  The  district court  did not address  the Exemption  7\n\nsegregability issue.\n\n     (4)  Exemption b(7)(D).   FOIA  exemption 7(D),  5 U.S.C.   \n                           \n\n552(b)(7)(D), protects from disclosure\n\n     records or  information  compiled for  law  enforcement\n     purposes . . .  [that] could reasonably be  expected to\n     disclose the  identity of a  confidential source .  . .\n     and, in the case of a record or information compiled by\n     criminal law  enforcement authority in the  course of a\n     criminal investigation . . . information furnished by a\n     confidential source. \n\nThe exemption protects the identity of a confidential source, any\n\ninformation  that   could  identify   such  a  source,   and  all\n\ninformation  furnished by such a source.   Irons v. FBI, 880 F.2d\n                                                       \n\n1446,  1447 (1st  Cir.  1989) (en  banc).   The  Supreme  Court's\n\n                    \n\npublic  interest in that information.   We agree  that the Church\nhas not  put forward  a  public interest  in the  names or  other\n                                                       \npersonal indentifying information that would  override the strong\nprivacy interest in such information contained in law enforcement\nfiles, see Maynard, 986 F.2d at 566.  A categorical exclusion for\n                  \nidentifying  information  therefore  is appropriate  here.    Cf.\n                                                                 \nSafeCard Servs., Inc. v.  SEC, 926 F.2d 1197, 1205-06  (D.C. Cir.\n                             \n1991).   This conclusion  does not  resolve the  Church's central\nclaim, however -- that the government failed to demonstrate on an\nitem-by-item basis  why documents should not be released with the\npersonal identifying  information redacted.  Cf.  Norwood v. FAA,\n                                                                \n993  F.2d 570, 574-75 (6th Cir. 1993) (under privacy Exemption 6,\n\"excluding from  disclosure any and all  fragments of information\nthat might assist a diligent researcher in identifying a person .\n. . is not supportable\").\n\n                               -32-\n\nLandano  decision, 113  S.  Ct.  2014,  which we  have  described\n       \n\nearlier, see  supra at pp.  8, 21-22, addressed  the government's\n                   \n\ncontention  that  all  sources  supplying information  to  a  law\n\nenforcement agency  during  a criminal  investigation  should  be\n\npresumed  confidential within the  meaning of  Exemption 7.   The\n\nCourt  rejected this  broad  presumption, ruling  instead that  a\n\nsource properly is considered confidential only if there has been\n\nan  express assurance  of  confidentiality or  if the  particular\n\ncircumstances support an inference  of confidentiality.  When the\n\nfactors  suggesting confidentiality  are present,  the government\n\nmay withhold  a document  under Exemption 7(D)  without detailing\n\nthe  circumstances surrounding  a particular  interview.   Id. at\n                                                              \n\n2023-24.\n\n     After the  Landano decision, the government re-evaluated all\n                       \n\nof  the documents to which it had applied Exemption 7(D), deleted\n\nthat  provision  as a  basis  for withholding  39  documents, and\n\nconsequently released  an additional  20 pages of  information to\n\nthe Church.   The district  court found that  the remaining  7(D)\n\nclaims were  supported adequately  by  the Vaughn  index and  the\n                                                 \n\naffidavits.\n\n     Our  review of  the  index, however,  reveals a  significant\n\nnumber of  entries invoking Exemption 7(D)  that are insufficient\n\nbecause  they  either  fail  to specify  whether  the  source was\n\nprovided an  express or implied  grant of confidentiality,  or do\n\nnot provide sufficient detail about the surrounding circumstances\n\nto support an assertion of implied confidentiality.\n\n                               -33-\n\n     Document  No. 51  in  the  Vaughn  index, for  example,  was\n                                      \n\nwithheld based  solely on Exemption  7(D).  The  full description\n\nfor the document is as follows:\n\n     Third party individual correspondence to AUSA regarding\n     draft  declaration of  third  party individual  witness\n     statements confidentially obtained.   Source identified\n     as confidential elsewhere.  (WIF)\n\nThe entry does  not indicate where in the  record this source was\n\nidentified as  confidential.  It  could have been  referring, for\n\nexample, to the immediately preceding entry, for Document No. 50.\n\nThat entry, however, concerns a 10-page cover letter and attached\n\nletter described as follows:\n\n     Third party individual correspondence to AUSA regarding\n     attached handwritten  letter and notes  of third  party\n     source   of   information   gathered   in   course   of\n     investigation.    Implied  confidentiality  based  upon\n     source and relationship  to investigation.   Refers  to\n     not being at liberty to disclose source.  (WIF).\n\n     We do not believe it is sufficient, under Landano, to invoke\n                                                      \n\nExemption  7(D) by  stating  generally  that confidentiality  was\n\nimplied  from a relationship  between the author  of the document\n\nand  the investigation.    The Supreme  Court's Landano  decision\n                                                       \n\nclearly  contemplates that  a  claim of  implied  confidentiality\n\nordinarily will require disclosure of  the specific nature of the\n\nfactors urged in  support of the implication, such as the type of\n\ncrime or the source's relationship to it.  Only in  this way will\n\nthe  requester  have  a  \"realistic opportunity\"  to  develop  an\n\nargument that  the circumstances do  not support an  inference of\n\nconfidentiality, see Landano, 113 S. Ct. at 2024.\n                            \n\n                               -34-\n\n     Thus, the government  must provide more  detail to meet  its\n\nburden  of  demonstrating  that  Document  No.  50  falls  within\n\nExemption  7(D).23    Document   No.  51  is  obviously  likewise\n\ndeficient.   Similar problems  exist in other  entries, including\n\nNos.  55, 60, 62, 67,  70, 76, 92, 93,  94, 97, 112, 113, 122-23,\n\n127  and 129.24  We agree  with the district court, however, that\n\nan   investigator's  policy   of  affording   confidentiality  in\n\ninterviews is  an adequate  basis upon which  the government  may\n\nconsider  the  information provided  to  the  investigator to  be\n\nconfidential.   See, e.g.,  Document Nos. 7  and 19.   We suspect\n                         \n\nthat, in such cases,  the government at the time of  the document\n\nsearch rarely would be in a position to learn the precise  nature\n\nof   any  discussion   concerning  confidentiality   between  the\n\ninvestigator and interviewee.  We think it reasonable to presume,\n\nbased on the investigator's  policy, that he or she  had given an\n\nassurance of confidentiality.  \n\n                  IV. Where Do We Go From Here?\n                                               \n\n     Our  conclusion that  the government  has failed  to provide\n\nadequate support for withholding many of the 191 documents listed\n\n                    \n\n     23  The government,  of  course, need  not  provide so  much\ndetail  that the confidentiality is destroyed.  It must, however,\nexplain  as specifically  as  possible  why providing  additional\ninformation would  jeopardize the confidentiality  interest.   If\nthe  explanation  is  too  sketchy,  in  camera   review  may  be\n                                               \nnecessary.\n\n     24  We contrast  these entries  with those  containing facts\nproviding a rationale for  the inference of confidentiality, such\nas No.  13 (author incarcerated); No.  100 (communication between\nhusband and wife); No. 101 (threats of harm and harassment); Nos.\n102-03 (death threat), No. 120 (threatened harm)\n\n                               -35-\n\nin  the Vaughn index requires that we vacate the summary judgment\n              \n\nfor the  agency and  return the  case to  the district court  for\n\nfurther proceedings.\n\n     What precisely  should happen  upon remand  we leave to  the\n\ndistrict court's discretion.  We  offer a few thoughts,  however,\n\nabout what  occurs to us  as a logical and  appropriate course of\n\naction.  The  court may wish  to begin by  asking the parties  to\n\nsubmit a brief statement  identifying those documents it believes\n\nneed  further justification in light  of our decision.   Aided by\n\nthese,  the  court  could  make  its  own  determination  of  the\n\ndocuments   needing  additional  review,   and  then  direct  the\n\ngovernment  to revise its submissions with  respect to only those\n\nspecific records.  Any dispute as to whether other entries should\n\nbe included could be raised at that time.\n\n     In  any such  proceeding,  we  assume  the  good  faith  and\n\nreasonable  cooperation of the requesting party as well as of the\n\ngovernment.  Indeed, the workability of FOIA depends largely upon\n\nthe responsible, as well as responsive, efforts of the parties.\n\n     If, after  the government has given  additional attention to\n\nthe specified documents, the index remains opaque with respect to\n\ncertain documents and no other support is provided, the court has\n\nvarious options  for  proceeding.   It  could  choose  to  permit\n\ndiscovery limited to specified documents, it could  conduct an in\n                                                                 \n\n                               -36-\n\ncamera review of  selected documents, it  could order release  of\n      \n\nsomedocuments,or itcould directacombination ofthese procedures.25\n\n     We  recognize that  the  Department already  has provided  a\n\nsignificant  amount of information to  the Church, and  we do not\n\nminimize its  effort.   Its  obligation, however,  is to  provide\n\nenough information  about  each  document  to  permit  \"effective\n\nadvocacy\" by the requester:\n\n     [T]he  [agency] must bear  in mind that  the purpose of\n     the  index is not merely to inform the requester of the\n     agency's  conclusion  that  a  particular  document  is\n     exempt  from  disclosure  under  one  or  more  of  the\n     statutory exemptions, but  to afford  the requester  an\n     opportunity  to intelligently  advocate release  of the\n     withheld   documents  and  to   afford  the   court  an\n     opportunity to intelligently judge the contest.\n\nSenate of Puerto Rico, 823 F.2d at 979.\n                     \n\n     The judgment of the district  court therefore is AFFIRMED as\n                                                                 \n\nto  the  adequacy  of the  search.    The  judgment is  otherwise\n                                                                 \n\n                    \n\n     25 The Church on  appeal has made  a broad challenge to  the\nadequacy  of   the  government's  explanations   for  withholding\ndocuments, and has not argued about the merits of the withholding\ndecisions for those documents for which the index and  affidavits\nare  sufficiently detailed.    We likewise  have  focused on  the\ngeneral  adequacy of  the showing,  and have  not considered  the\nmerits of any particular withholding decision.  We note, however,\nthat many of the index entries appear to support nondisclosure of\nthe  documents, and we expect  that the district  court on remand\nwill  simply  reaffirm  its previous  determinations  that  those\ndocuments are exempt from release.\n\n     We also have not considered the Church's contention that the\nDepartment  improperly   referred  approximately  300   pages  of\nmaterial originating  from other  agencies to those  agencies for\nprocessing.   The issue was not raised in the Church's opposition\nto the motion for  summary judgment, and we therefore  decline to\nconsider it  here.  The district court may choose to take up this\nmatter on remand. \n\n                               -37-\n\nVACATED, and the case REMANDED for further proceedings consistent\n                                                                 \n\nwith this decision.   No costs.\n                              \n\n                               -38-\n",
  "html": "<p class=\"case_cite\">30 F.3d 224</p>\n    <p class=\"parties\">CHURCH OF SCIENTOLOGY INTERNATIONAL, Plaintiff, Appellant,<br>v.<br>UNITED STATES DEPARTMENT OF JUSTICE, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1112.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 4, 1994.<br>Decided July 26, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kendrick L. Moxon, Los Angeles, CA, for appellant.</p>\n      <p class=\"indent\">George B. Henderson, II, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff Church of Scientology International brought this action under the Freedom of Information Act (FOIA), 5 U.S.C. Sec. 552, to compel disclosure of documents held by the Department of Justice pertaining to the Church and related entities.  The Department released about 1,000 pages in full or in part, but withheld more than 700 additional pages based on various FOIA exemptions.  The Church objected to both the breadth of the Department's internal search for documents and the number of exemptions asserted.  The district court granted summary judgment for the government.  On appeal, the Church argues that the government has not satisfied its burden of showing that no further documents are subject to release, and that the court consequently erred in granting judgment as a matter of law.  We affirm part of the court's decision, but vacate the remainder and remand for further proceedings.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In September 1988, the Department's Executive Office for United States Attorneys (EOUSA) received a FOIA request from the Church seeking all records located in the U.S. Attorney's office in Boston that concerned the Church, two related Church entities, or Scientology in general.  The Church particularly was interested in documents about a check fraud scheme involving the Church as a victim, and a later extortion plot against the Church arising from the fraud.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In April 1990, the EOUSA released 542 pages in full or in part, and informed the Church that additional responsive material had been withheld pursuant to specified FOIA exemptions.  The government also reported that other documents had been referred to the agencies from which they had originated for consideration of release.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Church administratively appealed, challenging the adequacy of the search and the validity of the exemptions.  In September 1992, having received no response, the Church filed this action.  The records concerning the Church's request were then reviewed by a special assistant U.S. attorney, Charlene Stawicki, who concluded that the lapse of time since the original search made it difficult to ascertain how it was performed.  She therefore arranged a new search, the nature of which is detailed fully in the district court's opinion.  It suffices to say here that the search involved the use of a comprehensive computerized record-tracking system.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The new search led to the release of an additional 459 pages in full and 14 pages in part.  Two further reviews of the documents, one following the Supreme Court's clarification of FOIA law in United States Dep't of Justice v. Landano, --- U.S. ----, 113 S.Ct. 2014, 124 L.Ed.2d 84 (1993), and another based on a new policy statement from President Clinton and Attorney General Reno,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> resulted in the release of approximately 75 more pages in full and 15 in part.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This succession of disclosures left about 744 pages withheld in full and approximately two dozen withheld in part.  The bases for these withholdings were set forth in declarations by two Department attorneys,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and in a Vaughn index.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The index, a now standard tool conceived by the District of Columbia circuit to facilitate resolution of FOIA disputes, provides a brief description of each of the 191 withheld documents and identifies the exemptions assertedly permitting their nondisclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In ruling on the government's motion for summary judgment, the district court found that these materials adequately justified both the scope of the search and the withholdings.  Its decision can be broken down into four separate conclusions:  (1) the search itself was done reasonably, and the documents produced fulfilled the government's obligation under FOIA;  (2) the Vaughn index generally was sufficiently detailed to permit the court to review the Department's claims of exemption;  (3) the index and supporting affidavits specifically supported the exemptions claimed by the Department to justify withholding documents;  and (4) discovery was unwarranted because the government's showing was adequate, and discovery would be unlikely to result in a different outcome while placing a substantial burden on the Department and the court.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Church now claims that the district court abused its discretion in refusing discovery and awarding summary judgment based on the submitted declarations and Vaughn index, asserting that these items were too vague and conclusory to support the exemption claims.  The Church also challenges the reasonableness of the search conducted by the Department, claiming that the search was too narrowly circumscribed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Our review of the district court's determination that the government was entitled to summary judgment based on its index and affidavits is de novo.  See Licari v. Ferruzzi, 22 F.3d 344, 346-47 (1st Cir.1994) (summary judgment standard);  Wiener v. FBI, 943 F.2d 972, 978 (9th Cir.1991) (FOIA standard).  Our discussion begins with a review of general FOIA standards and principles.</p>\n    </div>\n    <p>II. The Freedom of Information Act</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The FOIA requires government agencies to \"make ... promptly available\" to any person, upon request, whatever \"records\" the agency possesses unless those \"records\" fall within any of nine listed exemptions.  5 U.S.C. Sec. 552(a)(3), (b).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The statute's basic purpose is \"to ensure an informed citizenry, vital to the functioning of a democratic society,\" NLRB v. Robbins Tire &amp; Rubber Co., 437 U.S. 214, 242, 98 S.Ct. 2311, 2327, 57 L.Ed.2d 159 (1978), or, stated more specifically, \" 'to open agency action to the light of public scrutiny,' \" Department of Justice v. Reporters Committee, 489 U.S. 749, 772, 109 S.Ct. 1468, 1481, 103 L.Ed.2d 774 (1989) (citation omitted).  The policy underlying FOIA is thus one of broad disclosure, and the government must supply any information requested by any individual unless it determines that a specific exemption, narrowly construed, applies.  Aronson v. IRS, 973 F.2d 962, 966 (1st Cir.1992).  The government bears the burden of demonstrating the applicability of a claimed exemption, Maynard v. CIA, 986 F.2d 547, 557-58 (1st Cir.1993);  In Re Department of Justice, 999 F.2d 1302, 1305 (8th Cir.1993) (en banc), and the district court must determine de novo whether the queried agency has met this burden, Aronson, 973 F.2d at 966.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">FOIA also provides for partial disclosure of documents that contain some exempted information, mandating that \"all reasonably segregable, non-exempt portions of any agency records must, after deletion of the exempt material, be disclosed to a requester, 5 U.S.C. Sec. 552(b),\" Wightman v. Bureau of Alcohol, Tobacco &amp; Firearms, 755 F.2d 979, 983 (1st Cir.1985).  In determining segregability, \"courts must construe the exemptions narrowly with the emphasis on disclosure,\" id..  An agency may withhold non-exempt information only if it \" 'is so interspersed with exempt material that separation by the agency, and policing of this by the courts would impose an inordinate burden,' \" Id.  (quoting Lead Industries Ass'n v. Occupational Safety and Health Admin., 610 F.2d 70, 86 (2d Cir.1979)).  See also Krikorian v. Department of State, 984 F.2d 461, 466 (D.C.Cir.1993) (\" 'non-exempt portions of a document must be disclosed unless they are inextricably intertwined with exempt portions' \" (citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To assure the broadest possible disclosure, courts often direct a government agency seeking to withhold documents to supply the opposing party and the court with a Vaughn index, which includes a general description of each document sought by the FOIA requester and explains the agency's justification for nondisclosure of each individual document or portion of a document.  Maynard, 986 F.2d at 556-57;  Vaughn, 484 F.2d at 823-28.   Such an index is viewed as necessary to protect the adversary process in a FOIA case, in which only the party opposing disclosure will have access to all the facts.  Wiener, 943 F.2d at 977;  Vaughn, 484 F.2d at 823-28.   We previously have identified a trio of functions served by the index:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>[I]t forces the government to analyze carefully any material withheld, it enables the trial court to fulfill its duty of ruling on the applicability of the exemption, and it enables the adversary system to operate by giving the requester as much information as possible, on the basis of which he can present his case to the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Maynard, 986 F.2d at 557 (quoting Keys v. United States Dept. of Justice, 830 F.2d 337, 349 (D.C.Cir.1987) (quoting Lykins v. United States Dept. of Justice, 725 F.2d 1455, 1463 (D.C.Cir.1984))).  See also In Re Department of Justice, 999 F.2d at 1305.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although FOIA's primary thrust is to promote openness, the Supreme Court also has recognized a Congressional intent \"to provide 'workable rules' of FOIA disclosure,\" Landano, --- U.S. at ----, 113 S.Ct. at 2023 (citing cases).  To that end, the Court has interpreted the statute as permitting agencies to exempt certain records on a categorical basis, rather than requiring a document-by-document consideration.  In Reporters Committee, for example, the Court concluded that criminal \"rap sheet\" information is categorically exempt from disclosure because the release of such information invariably constitutes an unwarranted invasion of privacy.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  489 U.S. at 780, 109 S.Ct. at 1485.   The Court has reached a similar conclusion with respect to the exemption of material furnished by sources, see Landano, --- U.S. at ----, 113 S.Ct. at 2022, holding that \"when certain circumstances characteristically support an inference of confidentiality,\" the Government may justify nondisclosure without detailing the circumstances surrounding a particular interview.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">FOIA's general philosophy remains, however, one of \" 'full agency disclosure,' \" Aronson, 973 F.2d at 966 (quoting Department of Air Force v. Rose, 425 U.S. 352, 360, 96 S.Ct. 1592, 1599, 48 L.Ed.2d 11 (1976) (quoting S.Rep. No. 813, 89th Cong., 1st Sess. 3 (1965))), and courts have the obligation to interpret its reach \"generously, in order to achieve the FOIA's basic aim:  sunlight,\" id..  See also Landano, --- U.S. at ----, 113 S.Ct. at 2024.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">What usually remains unspoken, but is a reality often affecting attitudes and conduct implementing FOIA, is the very considerable burden laid on both the government and the trial court in searching files for multitudinous documents, analyzing them, and justifying not only any exclusion relied upon but any refusal to redact and segregate the disclosable from the residually privileged.  This burden often is exacerbated by the apparent lack of any perceptible public purpose on the part of the requester.  In such a case, already burdened courts and agencies may deem FOIA's dedication to the importance of \"sunlight\" as unrealistic.  We thoroughly appreciate this kind of tension.  We are dealing with a law that complicates the task of governing.  Yet, its goals are worthy, and we are bound to honor both its letter and its spirit.  Moreover, as in any \"hard case,\" we must constantly remind ourselves that our decision establishes principles that must be generally applicable--both to requests that seem merely annoying and to those that may reflect the most vital concerns of citizens.  Cf. Senate of Puerto Rico v. Department of Justice, 823 F.2d 574, 587 (D.C.Cir.1987) (\"The costs must be borne ... if the congressional policy embodied in FOIA is to be well served.\")</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>III. Did the Government Meet Its Burden?</p>\n    </div>\n    <p>A. Adequacy of the Search</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">When the Church submitted its request for documents in September 1988, it triggered a responsibility on the part of the Department of Justice to do a reasonably thorough search of its records and to turn over all responsive materials except those for which it could prove an exemption from disclosure.  Maynard, 986 F.2d at 559.   The Church has two primary complaints about what transpired.  First, it claims that the search was too narrow, and, consequently, that more responsive documents should have been found.  Second, it claims that the Department has failed to meet its burden of proving that all of the withheld materials are exempt from disclosure.  Like the district court, the parties break this issue into three components:  (1) is the index generally too vague?  (2) are the specific claims of exemption supportable?  (3) did the court abuse its discretion in denying discovery?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We readily can dispose of the first issue.  As we have noted, the adequacy of an agency's search for documents under FOIA is judged by a standard of reasonableness.  Maynard, 986 F.2d at 559.  \"The crucial issue is not whether relevant documents might exist, but whether the agency's search was 'reasonably calculated to discover the requested documents.' \"  Id. (citation omitted).  The district court properly identified and applied this standard here, finding that the search was adequate based on the details provided in the Stawicki affidavit.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Ms. Stawicki stated that she directed the second search for documents conducted after the Church filed suit, that the search was conducted through a computerized record system whose capabilities she described, that a manual search would be impossible, and that she personally searched the computer files for specific documents responsive to the Church's request.  The court found that this information, in the absence of any evidence of bad faith, was sufficient.  We agree, and thus affirm its conclusion.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Church's second complaint is more compelling.  Although implicitly contending that the government has withheld an excessive number of documents, the Church at this juncture really is making a more limited argument.  It maintains that the affidavits and Vaughn index were too vague and conclusory to permit it or the district court meaningfully to evaluate the Department's exemption claims, and the Church therefore asserts that it was entitled to more information, either through discovery or a revised index, before the summary judgment motion properly could be decided.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>B. General Inadequacies of the Index and Affidavits</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have studied carefully the affidavits and index, considering separately each of the 191 entries, and are persuaded that, with respect to many documents, the government has failed to support adequately its claim of exemption.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Each entry contains four types of information:  (1) the number of pages in the document;  (2) a brief description of the nature of the document;  (3) the content of the withheld portions;  and (4) the statutory exemption numbers claimed to support nondisclosure.  Document No. 4, for example, is entered in the index as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In our view, the descriptions for many of the documents are too cursory to permit debate, or an informed judgment, about whether they properly may be withheld.  As with Document No. 4, multiple exemption numbers are noted beside many entries, without any correlation between a particular exemption and the sections of the document to which it relates.  Most documents, including lengthy ones like No. 4, are withheld in their entirety, without any reference to segregability.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The declarations submitted with the index contain only general and conclusory assertions concerning the documents.  For example, with respect to documents claimed to be exempt under the privacy provision, Exemption 7(C), see supra note 6, the Boseker declaration first describes the types of information to which the exemption applies,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and then states categorically that \"there was no public interest in the release of this information nor any interest which would counterbalance the individual's privacy in the information withheld under this exemption.\"   The declaration states that each document was evaluated for segregability, and that, where a document was withheld in its entirety, \"EOUSA determined that no meaningful portions could reasonably be released without destroying the integrity of such document as a whole.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Gay declaration supports the privacy withholdings by emphasizing that the Church's reported policy of retribution against its perceived enemies provided the basis for the Department's substantial concern about protecting the personal privacy of government employees and third party contacts.  Gay repeats essentially the same general conclusion about segregability offered by Boseker:  \"There are no segregable portions which have not been released which could be released without creating a substantial risk of disclosing information protected from disclosure.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">These declarations are written too generally to supplement the index in any meaningful way.  They treat the documents within various exemption categories as a group, without referring to specific documents, and make broad statements essentially explaining that the documents were withheld because they contain the type of information generally protected by that particular exemption.  The statements regarding segregability are wholly conclusory, providing no information that would enable a requester to evaluate the agency's decisions.  Thus, none of the functions of the index identified in Maynard are served:  the declarations do not demonstrate careful analysis of each document by the government;  the court has not been assisted in its duty of ruling on the applicability of an exemption;  and the adversary system has not been visibly strengthened.  See supra p. 228.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Although \"[t]here is no set formula for a Vaughn index,\" Hinton v. Department of Justice, 844 F.2d 126, 129 (3d Cir.1988), to serve its purpose the listing \" 'must supply \"a relatively detailed justification, specifically identifying the reasons why a particular exemption is relevant and correlating those claims with the particular part of a withheld document to which they apply,\" ' \" Krikorian, 984 F.2d at 467 (citations omitted) (emphasis in original).  It is \"the function, not the form, which is important,\" Hinton, 844 F.2d at 129, and the question is whether the particular taxonomy employed \"afford[s] the FOIA requester a meaningful opportunity to contest, and the district court an adequate foundation to review, the soundness of the withholding,\" Wiener, 943 F.2d at 977-78.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The lack of justification for withholding lengthy documents in their entirety is the most pervasive problem with the index.  Upon encountering similarly imprecise indices, the District of Columbia Circuit recently noted, in words equally apt here, that the materials submitted</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>\"[we]re written in terms of documents, not information, but '[t]he focus in the FOIA is information, not documents, and an agency cannot justify withholding an entire document simply by showing that it contains some exempt material.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Krikorian, 984 F.2d at 467 (citation omitted).  We think it fruitful to examine closely several entries as a way of demonstrating the index's deficiencies:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">*Document No. 5 is a 32-page declaration, with four pages of supporting exhibits.  The contents column contains the following information:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Individual third party declaration of and concerning relationship with Church.  Not evidenced as admitted into court or on public record, so deemed confidential statement.  (WIF)</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The entire document is withheld pursuant to Exemption 7(C), the personal privacy exemption.  The entry fails, however, to indicate why privacy concerns could not be met simply by deleting identifying information.  Without some further elaboration of the document's contents, the Church is unable to dispute the claim that no portion of the 36 pages is segregable.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">*Document No. 6 is an 11-page affidavit from a third party containing the following information:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>Individual third party affidavit concerning Church and other matters.  Not evidenced as admitted into court or on public record, so deemed confidential.  (WIF)</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The entire document is withheld pursuant to Exemption 7(C), as well as under the Privacy Act, 5 U.S.C. Sec. 552a(j)(2).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Again, no attention is given to segregability.  What were the \"other matters\" described?   This entry unquestionably fails to supply the Church with enough information \" 'to permit [it] to present its case effectively,' \" Orion Research Inc. v. EPA, 615 F.2d 551, 553 (1st Cir.1980) (citation omitted), the function the index was conceived to perform.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">*Document No. 20 is a 49-page deposition transcript described as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>Transcript of deposition of third party individual taken by private reporting service in Commonwealth of Mass.  (WIF)</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The entire document is withheld pursuant to Exemption 7(C), yet nothing in the entry indicates why the privacy interest at stake could not be protected simply by redacting identifying information.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">*Document No. 96 is a six-page deposition summary, withheld pursuant to Exemption 7(C), and described only as a \"[s]ummary of deposition of third party individual.\"   Segregability once again is not addressed.  The entry for Document No. 104, also a six-page deposition summary, is similarly deficient.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">*Document No. 141 is a 29-page declaration withheld pursuant to 7(C), described as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>Third party individual/source declaration.  Not public record or waiver of confidentiality.  (WIF)</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As with other entries, there is no explanation about why the deletion of identifying information would not suffice to meet privacy concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The district court concluded that the index, as supplemented by the Boseker and Gay declarations, fulfilled the government's obligation to supply \"reasoned justification\" for its withholdings, and it noted that the Church had presented no evidence suggesting bad faith in the government's response.  The court observed that the government had supported the individual withholdings with greater specificity than this court had ratified in Maynard.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In our view, however, the government's showing fell short of providing the Church with a \" 'meaningful opportunity,' \" see Wiener, 943 F.2d at 977, to challenge a substantial number of its unilateral decisions to withhold documents, thus depriving the district court of \"the controverting illumination that would ordinarily accompany a request to review a lower court's factual determination,\" Vaughn, 484 F.2d at 825.   We disagree with the district court that the showing exceeded that affirmed in Maynard.   In that case, see 986 F.2d at 557-59, the FBI produced the withheld documents in redacted form, withholding only those portions that it claimed were exempt.  Next to each portion withheld, the FBI provided a coded reference to exemption claims specifically identified in a separately filed declaration.  The government also provided copies of the unredacted documents for the court's in camera review.  Unlike this case, therefore, the court in Maynard was able to perform a close review of individual documents.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The government suggests that, in the absence of any legitimate question of good faith, its repeated review of the documents, each time leading to a conclusion that no significant non-exempt segments could be released, is sufficient to justify its withholding decisions and failure to segregate.  It claims that the only meaningful way to test the Department's determinations would have been through in camera review, which the Church did not request.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">A lack of bad faith on the part of the government, however, does not relieve it of its obligation in the first instance to provide enough information to enable the adversary process to operate in FOIA cases.  The presumption of good faith accorded to agency affidavits, see Carney v. Department of Justice, 19 F.3d 807, 812 (2d Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 86, --- L.Ed.2d ---- (1994);  Maynard, 986 F.2d at 560, can only be applicable when the agency has provided a reasonably detailed explanation for its withholdings, see Maynard, 986 F.2d at 560.   A court may not without good reason second-guess an agency's explanation, but it also cannot discharge its de novo review obligation unless that explanation is sufficiently specific.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Additionally, the fact that the Church did not request in camera review in no way lessens the government's burden to make an adequate showing.  FOIA provides for in camera review, at the district court's discretion, if the court finds the agency's materials in support of exemption to be too generalized.  See id. at 557.   In other words, in camera review is a tool available to a court when the government's showing otherwise is inadequate to satisfy the burden of proving the exempt status of withheld documents.  Id. at 557-58.   The Church had no obligation to request such a review.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We emphasize that the index examples described above are merely illustrative, and that numerous other entries suffer from similar imprecision.  We by no means suggest, however, that every entry is vulnerable.  The index is notably inadequate with respect to lengthier documents, where the lack of correlation between the exemptions claimed and specific portions of the document, and the failure to address segregability, combine to make the government's showing particularly vague.  In contrast, a number of documents consist of a single page.  It is fairly inferable from the entries for many of these that there is no meaningful segregable non-exempt content, and we see nothing to be gained from requiring more detail.  See, e.g., Document Nos. 8, 9, 48, 56, 59, 127.  Similarly, where multiple exemptions are claimed for these short documents, the lack of correlation typically is not a problem.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The government makes two points regarding the adequacy of its declarations and Vaughn index that warrant response.  First, it asserts that the degree of detail required in an index depends upon the nature of the documents at issue and the particular exemption asserted.  We agree that different approaches apply to the various statutory exemptions, and we will discuss the specific exemptions claimed by the government in the next section.  At this juncture, we note simply that a categorical approach to nondisclosure is permissible only when the government can establish that, in every case, a particular type of information may be withheld regardless of the specific surrounding circumstances.  See supra p. 229.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The government also observes that courts have approved indices with less detail where the records at issue are voluminous, citing Meeropol v. Meese, 790 F.2d 942, 956-57 (D.C.Cir.1986).  In Meeropol, government agencies retrieved approximately 500,000 pages of records and released approximately 200,000 as a result of what the court described as perhaps \"the most demanding FOIA request ever filed,\" id. at 951.   Both the search and the methods used to evaluate the search in that case were extraordinary, and, in our view, do not support the sufficiency of a sketchy index in this case.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Giving full weight to the concern that the government should not be subjected to unrealistically exhaustive labors, we nevertheless are convinced that the task of reconsidering the 191 documents, adding meaningful detail or explanation where necessary, would not pose an unreasonable burden on the government.  Indeed, including this information at the outset would have required negligible incremental effort.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Moreover, even when generic exemptions are appropriate, the Supreme Court contemplates that the government provide meaningful detail in support of its withholdings.  In Landano, the Court rejected the government's argument that a source should be presumed confidential within the meaning of Exemption 7(D) whenever the source provides information to the FBI in the course of a criminal investigation.  It held, however, that the inference could be supported by reference to more narrowly defined generic circumstances.  For example, it would be reasonable to infer that paid informants normally expect their cooperation with the FBI to be kept confidential.  Similarly, the character of the crime at issue or the source's relation to the crime could support such an inference.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">It is not enough, however, for the government simply to state blandly that the source's relationship to the crime permits an inference of confidentiality.  Rather, the government has an obligation to spell out that relationship:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>[W]hen a document containing confidential source information is requested, it generally will be possible to establish factors such as the nature of the crime that was investigated and the source's relation to it.  Armed with this information, the requester will have a more realistic opportunity to develop an argument that the circumstances do not support an inference of confidentiality.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Landano, --- U.S. at ----, 113 S.Ct. at 2024.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Of course, as the Court acknowledged in the next sentence of this passage from Landano, the government is not expected to provide so much detail in its supporting materials that it risks compromising the very interests it is seeking to protect.  The agency may request in camera review as a way of demonstrating that no further specificity should be required, and reviewing courts should consider carefully whether such a step is feasible and appropriate.  As much as possible should be done openly, however, keeping in mind the goal of advancing adversarial testing of agency decisions.  See Wiener, 943 F.2d at 979 (\"Unless the agency discloses 'as much information as possible without thwarting the [claimed] exemption's purpose ..., the adversarial process is unnecessarily compromised.\"  (citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We strongly believe that there are meaningful additions that could be made to the Vaughn index in this case without jeopardizing the interests at stake.  In the next section, which discusses the specific exemptions invoked by the Department, we note some particular suggestions for improvement.</p>\n    </div>\n    <p>C. Specific Exemptions</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Department invoked six different FOIA exemptions, alone or in combination, in support of its withholdings.  On appeal, the Church does not challenge the government's use of either Exemption 2, which protects from disclosure information related solely to the internal personnel rules and practices of an agency, see 5 U.S.C. Sec. 552(b)(2), or Exemption 7(F), which provides for withholding of law enforcement information that \"could reasonably be expected to endanger the life or physical safety of any individual,\" 5 U.S.C. Sec. 552(b)(7)(F).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">(1) Exemption (b)(3) and Fed.R.Crim.P. 6(e).   FOIA Exemption 3, 5 U.S.C. Sec. 552(b)(3), allows the withholding of materials that are \"specifically exempted from disclosure by statute....\"  The parties agree that the Department properly invoked this provision to withhold grand jury materials made exempt from disclosure by Rule 6(e) of the Federal Rules of Criminal Procedure.  See Fund for Constitutional Gov't v. National Archives and Records Serv., 656 F.2d 856, 867 (D.C.Cir.1981).  The Church complains, however, that it is impossible to determine from the Vaughn index and affidavits whether all of the documents for which the Department asserted this privilege genuinely constitute \"grand jury\" material.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">As the district court recognized, the scope of secrecy afforded grand jury materials is \"necessarily broad.\"  Id. at 869.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>It encompasses not only the direct revelation of grand jury transcripts but also the disclosure of information which would reveal \"the identities of witnesses or jurors, the substance of testimony, the strategy or direction of the investigation, the deliberations or questions of the jurors, and the like.\"</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Id. (quoting SEC v. Dresser Indus., Inc., 628 F.2d 1368, 1382 (D.C.Cir.1980)).  In addition, unlike actions under other FOIA exemptions, agency decisions to withhold materials under Exemption 3 are entitled to some deference.  We have observed that \"once a court determines that the statute in question is an Exemption 3 statute, and that the information requested at least arguably falls within the statute, FOIA de novo review normally ends,\" Maynard, 986 F.2d at 554 (quoting Aronson, 973 F.2d at 965, 967).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We are satisfied that, under this standard, documents identified as grand jury exhibits, and whose contents are testimonial in nature or otherwise directly associated with the grand jury process, such as affidavits and deposition transcripts, ordinarily may be withheld simply on the basis of their status as exhibits.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  We distinguish such materials from business records or similar documents \"created for purposes independent of grand jury investigations, which have legitimate uses unrelated to the substance of the grand jury proceedings,\" United States v. Dynavac, Inc., 6 F.3d 1407, 1412 (9th Cir.1993).  Although these documents, too, may be subject to nondisclosure under Exemption 3 if they are grand jury exhibits, the government needs to provide some basis for a claim that releasing them will implicate the secrecy concerns protected by Rule 6(e).<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The requirement that the government explain the basis for its conclusion that Rule 6(e), and thus Exemption 3, at least arguably permits withholding of certain documents applies a fortiori to materials not specifically identified as grand jury exhibits, but which simply were located in grand jury files.  In this case, for example, Document Nos. 164, 166-170, 174-180 and 183 are labelled as \"Grand Jury Materials,\" and most were found in a file marked \"Grand Jury.\"<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  There is no indication, however, whether the materials impermissibly would reveal the inner workings of the grand jury.  It cannot be that exposure to the grand jury immunizes information from future disclosure, regardless of its impact on the interest underlying Rule 6(e).  See Senate of Puerto Rico, 823 F.2d at 582 (\"There is no per se rule against disclosure of any and all information which has reached the grand jury chambers....\").<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  The government is obligated to offer some support for its claim that release of the sought-after documents would compromise the secrecy of the grand jury process.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">(2) Exemption (b)(5).   FOIA Exemption 5, 5 U.S.C. Sec. 552(b)(5), permits withholding of \"inter-agency or intra-agency memorandums or letters which would not be available by law to a party other than an agency in litigation with the agency.\"   This exemption has been interpreted to encompass \"those documents, and only those documents, normally privileged in the civil discovery context,\" NLRB v. Sears, Roebuck &amp; Co., 421 U.S. 132, 149, 95 S.Ct. 1504, 1515-16, 44 L.Ed.2d 29 (1975).  Consistent with a change in policy by the Clinton Administration, the Department has since the time of the district court's opinion released a number of documents previously withheld based on the attorney-client and deliberative process privileges, and now invokes Exemption 5 only for certain documents assertedly protected by the attorney work-product privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">To withhold a document based on this privilege, the Department must prove that it was prepared under the direction of an attorney in contemplation of litigation.  See Senate of Puerto Rico, 823 F.2d at 586;  Sprague v. Director, Office of Workers' Comp. Programs, Etc., 688 F.2d 862, 869 (1st Cir.1982).  And, as with all exemptions, it must offer some basis for concluding that there are no segregable, nonexempt portions of the document.  The district court found that the Boseker declaration and Vaughn index justified all of the Exemption 5 withholdings, and it pointed to Boseker's assertion that the records to which the work-product privilege was applied reflect \"such matters as trial preparation, trial strategy, interpretations, and personal evaluations and opinions pertinent to the Church's and other third party individuals' civil and criminal cases.\"</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The court specifically considered Document No. 4, whose entry in the Vaughn index we previously have quoted, see supra p. 230, and concluded that the entry was sufficient to validate the Department's decision to withhold the entire document under Exemption 5.  We do not agree.  For purposes of this exemption, the Vaughn index states only that document No. 4 consists of 21 pages of typed attorney notes \"marshalling facts and sources of information created in contemplation of litigation.\"   The Boseker declaration adds to this only generalized comments about all of the documents for which the work-product privilege was asserted.  We believe that, at a minimum, an agency seeking to withhold a document in its entirety under this exemption must identify the litigation for which the document was created (either by name or through factual description) and explain why the work-product privilege applies to all portions of the document.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">As presently written, the entry for document No. 4 indicates that at least some of the 21 pages of notes involve material covered by the attorney work-product privilege.  Because there is no correlation between the three claimed exemptions (Nos. b(5), b(7)(D), b(7)(C)) and specific portions of the document, however, it is not clear whether Exemption 5 is intended to justify withholding of the entire document.  Moreover, the index does not disclose the nature of this document:  Is it a draft of a pretrial memorandum?;  an internal memorandum evaluating whether to file charges or whom to call as witnesses?;  or simply a summary of all information collected to date?   Neither the Church nor the court is able to evaluate meaningfully whether all of the factual material properly is exempted from disclosure because it is integrated into the document as part of the attorney's pre-trial work, in which event it appropriately could be withheld, see Mervin v. FTC, 591 F.2d 821, 826 (D.C.Cir.1978), or whether the agency has overstepped proper boundaries in determining what constitutes a document prepared in anticipation of litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In Mervin, the majority concluded that further government affidavits or in camera review was unnecessary for a determination of segregability because the affidavit already submitted demonstrated that any factual material in the four documents at issue there \"is incidental to and bound up with, discussion of litigation strategy and the deliberative processes of attorneys actively preparing their defense for a pending lawsuit.\"  Id.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  We do not believe such a conclusion can be reached in this case based on the information provided thus far for a number of documents claimed exempt under Exemption 5.  See, e.g., Document Nos. 4, 40 (74-page \"prosecution memo\"), 76, 91, 92 and 139.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  Certain other documents for which the Department has invoked Exemption 5 simply are not adequately described to permit meaningful review of the withholding decision.  See, e.g., Document Nos. 105-109.<a class=\"footnote\" href=\"#fn21-1\" id=\"fn21-1_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">(3) Exemption b(7)(C).   FOIA exemption 7(C), 5 U.S.C. Sec. 552(b)(7)(C), exempts from disclosure information compiled for law enforcement purposes that \"could reasonably be expected to constitute an unwarranted invasion of personal privacy.\"   The Boseker and Gay declarations state that the Department relied on Exemption 7(C) to withhold names and other personal information about various individuals, including personnel of the United States Attorney's Office and FBI agents, other federal, state and local government personnel, and individuals who provided information to the FBI or the USAO.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The parties agree that Exemption 7(C) requires balancing the privacy interests at issue against any public interest in disclosure, see Reporters Committee, 489 U.S. at 762, 109 S.Ct. at 1476, and further agree that information identifying specific individuals usually may be withheld because of these individuals' \"significant privacy interests in not having their names revealed,\" Maynard, 986 F.2d at 566.   The Church, however, contends that the Department's Vaughn index repeatedly fails to explain why the agency has withheld an entire document rather than releasing it with the identifying information redacted.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">We have pointed to just such deficiencies in our earlier discussion of particular documents, see supra pp. 231-233, and need not retread that ground.  It suffices to say at this point that many of the index entries for documents assertedly exempt under Exemption 7(C) lack the necessary specificity for a meaningful review of the agency's decision to withhold them in their entirety.  The district court did not address the Exemption 7 segregability issue.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">(4) Exemption b(7)(D).   FOIA exemption 7(D), 5 U.S.C. Sec. 552(b)(7)(D), protects from disclosure</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>records or information compiled for law enforcement purposes ... [that] could reasonably be expected to disclose the identity of a confidential source ... and, in the case of a record or information compiled by criminal law enforcement authority in the course of a criminal investigation ... information furnished by a confidential source.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The exemption protects the identity of a confidential source, any information that could identify such a source, and all information furnished by such a source.  Irons v. FBI, 880 F.2d 1446, 1447 (1st Cir.1989) (en banc).  The Supreme Court's Landano decision, --- U.S. at ----, 113 S.Ct. 2014, which we have described earlier, see supra at pp. 228, 234, addressed the government's contention that all sources supplying information to a law enforcement agency during a criminal investigation should be presumed confidential within the meaning of Exemption 7.  The Court rejected this broad presumption, ruling instead that a source properly is considered confidential only if there has been an express assurance of confidentiality or if the particular circumstances support an inference of confidentiality.  When the factors suggesting confidentiality are present, the government may withhold a document under Exemption 7(D) without detailing the circumstances surrounding a particular interview.  Id. at ---- - ----, 113 S.Ct. at 2023-24.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">After the Landano decision, the government re-evaluated all of the documents to which it had applied Exemption 7(D), deleted that provision as a basis for withholding 39 documents, and consequently released an additional 20 pages of information to the Church.  The district court found that the remaining 7(D) claims were supported adequately by the Vaughn index and the affidavits.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Our review of the index, however, reveals a significant number of entries invoking Exemption 7(D) that are insufficient because they either fail to specify whether the source was provided an express or implied grant of confidentiality, or do not provide sufficient detail about the surrounding circumstances to support an assertion of implied confidentiality.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Document No. 51 in the Vaughn index, for example, was withheld based solely on Exemption 7(D).  The full description for the document is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>Third party individual correspondence to AUSA regarding draft declaration of third party individual witness statements confidentially obtained.  Source identified as confidential elsewhere.  (WIF)</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The entry does not indicate where in the record this source was identified as confidential.  It could have been referring, for example, to the immediately preceding entry, for Document No. 50.  That entry, however, concerns a 10-page cover letter and attached letter described as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p>Third party individual correspondence to AUSA regarding attached handwritten letter and notes of third party source of information gathered in course of investigation.  Implied confidentiality based upon source and relationship to investigation.  Refers to not being at liberty to disclose source.  (WIF).</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">We do not believe it is sufficient, under Landano, to invoke Exemption 7(D) by stating generally that confidentiality was implied from a relationship between the author of the document and the investigation.  The Supreme Court's Landano decision clearly contemplates that a claim of implied confidentiality ordinarily will require disclosure of the specific nature of the factors urged in support of the implication, such as the type of crime or the source's relationship to it.  Only in this way will the requester have a \"realistic opportunity\" to develop an argument that the circumstances do not support an inference of confidentiality, see Landano, --- U.S. at ----, 113 S.Ct. at 2024.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Thus, the government must provide more detail to meet its burden of demonstrating that Document No. 50 falls within Exemption 7(D).<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a>  Document No. 51 is obviously likewise deficient.  Similar problems exist in other entries, including Nos. 55, 60, 62, 67, 70, 76, 92, 93, 94, 97, 112, 113, 122-23, 127 and 129.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a>  We agree with the district court, however, that an investigator's policy of affording confidentiality in interviews is an adequate basis upon which the government may consider the information provided to the investigator to be confidential.  See, e.g., Document Nos. 7 and 19.  We suspect that, in such cases, the government at the time of the document search rarely would be in a position to learn the precise nature of any discussion concerning confidentiality between the investigator and interviewee.  We think it reasonable to presume, based on the investigator's policy, that he or she had given an assurance of confidentiality.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p>IV. Where Do We Go From Here?</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Our conclusion that the government has failed to provide adequate support for withholding many of the 191 documents listed in the Vaughn index requires that we vacate the summary judgment for the agency and return the case to the district court for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">What precisely should happen upon remand we leave to the district court's discretion.  We offer a few thoughts, however, about what occurs to us as a logical and appropriate course of action.  The court may wish to begin by asking the parties to submit a brief statement identifying those documents it believes need further justification in light of our decision.  Aided by these, the court could make its own determination of the documents needing additional review, and then direct the government to revise its submissions with respect to only those specific records.  Any dispute as to whether other entries should be included could be raised at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">In any such proceeding, we assume the good faith and reasonable cooperation of the requesting party as well as of the government.  Indeed, the workability of FOIA depends largely upon the responsible, as well as responsive, efforts of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">If, after the government has given additional attention to the specified documents, the index remains opaque with respect to certain documents and no other support is provided, the court has various options for proceeding.  It could choose to permit discovery limited to specified documents, it could conduct an in camera review of selected documents, it could order release of some documents, or it could direct a combination of these procedures.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a></p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">We recognize that the Department already has provided a significant amount of information to the Church, and we do not minimize its effort.  Its obligation, however, is to provide enough information about each document to permit \"effective advocacy\" by the requester:</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p>[T]he [agency] must bear in mind that the purpose of the index is not merely to inform the requester of the agency's conclusion that a particular document is exempt from disclosure under one or more of the statutory exemptions, but to afford the requester an opportunity to intelligently advocate release of the withheld documents and to afford the court an opportunity to intelligently judge the contest.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Wiener, 943 F.2d at 979.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">The judgment of the district court therefore is AFFIRMED as to the adequacy of the search.  The judgment is otherwise VACATED, and the case REMANDED for further proceedings consistent with this decision.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Church asserts two primary purposes for its document request.  First, it believes that false reports about the Church have precipitated FBI harassment of Church members and investigators, and Church officials therefore want to acquire any such reports so that the information may be corrected.  Second, the Church wants to learn why the government did not prosecute more than one individual in the check fraud scheme</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The new policy emphasized a commitment to openness, and urged agencies to withhold documents that technically might fall within an exemption only when \"the agency reasonably foresees that disclosure would be harmful to an interest protected by that exemption.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> A 12-page declaration was submitted by John F. Boseker (the \"Boseker Declaration\"), an attorney advisor with the EOUSA, whose responsibilities include the review of requests made under FOIA and the Privacy Act, 5 U.S.C. Sec. 552a.  Bonnie L. Gay, attorney in charge of the Executive Office's FOIA/Privacy Act Unit, provided supplemental information in a six-page declaration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The name of the index is derived from the seminal case, Vaughn v. Rosen, 484 F.2d 820 (D.C.Cir.1973)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The exemptions protect, inter alia, privacy and confidentiality interests, the secrecy of grand jury proceedings, and matters covered by the attorney-client privilege</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Court in Reporters Committee was construing FOIA Exemption 7(C), which allows the Government to withhold law enforcement records or information whose production \"could reasonably be expected to constitute an unwarranted invasion of personal privacy,\" 5 U.S.C. Sec. 552(b)(7)(C)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Landano concerned Exemption 7(D), which permits the Government to withhold</p>\n        <p>records or information compiled for law enforcement purposes, but only to the extent that the production of such law enforcement records or information ... could reasonably be expected to disclose the identity of a confidential source, ..., and, in the case of a record or information compiled by criminal law enforcement authority in the course of a criminal investigation ..., information furnished by a confidential source.</p>\n        <p>Sec. 552(b)(7)(D).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Church made two specific arguments regarding the inadequacy of the Department's search, neither of which were raised before the district court.  We therefore need not, and do not, address them here.  See Watkins v. Ponte, 987 F.2d 27, 29 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Some of these documents have been released in whole or in part as a result of the administration's openness policy.  See supra note 2.  The government identifies these documents as Nos. 58, 63-66, 69, 71-73, 77-81, 84-86 and 88-90</p>\n        <p>[Pages]  [Description]    [Content/withheld portions]            [Exemptions]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21-1\">\n        <a class=\"footnote\" href=\"#fn21-1_ref\">21</a>\n        <p> Typed AUSA       Attorney work product document         b(5) b(7)(D)</p>\n        <p>notes            marshalling facts and sources of       b(7)(C)</p>\n        <p>(undated)        information created in</p>\n        <p>contemplation of litigation.</p>\n        <p>Confidentiality referenced</p>\n        <p>throughout document.  References</p>\n        <p>Third Party Individuals throughout.</p>\n        <p>(WIF [withheld in full]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Paragraph 15 of the declaration states:</p>\n        <p>This exemption applies to withhold identities of and personal information about third party individuals, release of which could subject such persons to unwanted and even unlawful efforts to gain further access to them or personal information, harassment or harm, exposure to unwanted and/or derogatory publicity and inferences arising from their connection to the case, all to their detriment.</p>\n        <p>This exemption also applies to withhold identities of individuals such as special agents, government employees, and local law enforcement personnel who participated in the investigation and prosecution of the referenced cases.  Individual duties and assignments are not public and such publicity as would likely arise from disclosure would seriously impede, if not totally jeopardize law enforcement effectiveness in subsequent cases, even subjecting such individuals to harassment or harm.  These persons have protected privacy interests in the conduct of law enforcement investigations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The government states in its brief with respect to this document that \"the EOUSA could properly determine that even partial disclosure might well allow plaintiffs to identify the declarant through the nature of the information disclosed.\"   The government unquestionably could make such a determination, but it needs to provide more than this unsupported conclusion to justify withholding the whole document.  Is the document full of personal anecdotes, whose perspective would tend to reveal the declarant, thus supporting this conclusion?   Or does the document simply give one individual's description of the way the Church generally treats members, and thus arguably include material that could be segregated from the identifying information?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Section (j)(2) exempts from mandatory disclosure records maintained by an agency that performs as its principal function any activity pertaining to the enforcement of criminal laws.  Section (k)(2) of the Act similarly exempts certain investigatory materials compiled for law enforcement purposes in other than criminal matters.  Although the Boseker Declaration states that all of the relevant records in this case were exempt under one or the other of the Privacy Act provisions, only certain of the entries include (j)(2) as a justification for nondisclosure.  See, e.g., Document Nos. 6, 11, 13, 15-19, 43, 46, 53, 55, 56, 58, 60-62, 75, 76, 95, 109, 111, 115-121, 123, 125, 127, 146, 185, 187, 190, 191</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The government's other citation for this point, Weisberg v. Department of Justice, 745 F.2d 1476, 1483 (D.C.Cir.1984), also involved a tremendous search, resulting in disclosure of approximately 60,000 pages of documents.  The district court in that case ordered preparation of a Vaughn index of every two hundredth page of responsive material, a supplement to that index, and in camera submission of a number of documents withheld in their entirety.  Id. at 1489-90.   The circuit approved the sampling procedure because the number of documents was so great and \"it would not realistically be possible to review each and every one.\"  Id. at 1490</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> This would include, inter alia, document Nos. 2 (grand jury list of documents), 3 (exhibits list), 130-33, 142, 148, 153, 163, 172, 173, 181, 182, 184, 187, 188-90</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> We think it reasonable for an agency to withhold any document containing a grand jury exhibit sticker or that is otherwise explicitly identified on its face as a grand jury exhibit, as release of such documents reasonably could be viewed as revealing the focus of the grand jury investigation.  See Fund for Constitutional Gov't v. National Archives and Records Serv., 656 F.2d 856, 869 (D.C.Cir.1981) (information \"identifying documents considered by the grand jury ... falls within the broad reach of grand jury secrecy....\").  See, e.g., Document Nos. 35, 52.  Whether some portion of the document is segregable, however, also needs to be considered and addressed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The inadequacy of the Vaughn index is well illustrated by the entries for Document Nos. 178 and 179.  Both documents are identified as one-page declarations, with 20-page attachments.  No. 178 is described as originating \"from file marked 'Grand Jury,' \" while 179 is identified only as \"Grand Jury Materials.\"   Both are claimed exempt under Exemption 3, as well as Exemption 7(C), but no specifics are given as to the contents of the documents and whether all, or only part, of the document implicates privacy concerns</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Indeed, we suspect that a number of documents found in grand jury files would not be identifiable as connected to a grand jury proceeding at all because they were generated for another purpose, and presumably would not be labeled as grand jury material upon release</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> We have tried through our approach to the grand jury issue to tread a path that honors the requester's entitlement to an adequate and lawful explanation for any withholding decision, but protects the government from unreasonable burdens in justifying nondisclosure.  The government's obligation thus is minimal except for materials assertedly connected to a grand jury investigation that bear no facial connection to grand jury proceedings</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The district court in this case relied on Mervin in upholding the Department's application of Exemption 5, noting that an attorney's affidavit sufficed there to prove that factual material contained within the documents fell within the work-product privilege.  Unlike the affidavit in Mervin, however, the affidavits here are not document-specific, and are thus much less informative</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> We note that factual material contained within a document subject to the work product privilege often will be embraced within the privilege, and thus be exempt from disclosure.  See A. Michael's Piano, Inc. v. FTC, 18 F.3d 138, 147 (2d Cir.1994);  Martin v. Office of Special Counsel, MSPB, 819 F.2d 1181, 1186 (D.C.Cir.1987)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">21</a>\n        <p> We reiterate a point made earlier, that the lack of specificity poses a particular problem with respect to lengthier documents.  Although the entries for a number of shorter documents suffer some of the same inadequacies--notably lack of correlation between text and exemptions, and failure to address segregability--the brevity of these documents makes it reasonable to validate the government's withholding decision with little or no additional information.  For example, if the Department simply identifies the prosecution for which Document No. 43 was prepared, no further details are necessary.  See also, e.g., entries for Document Nos. 68, 70, 74, 93</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> In its brief, the government suggests that it was warranted in dispensing with the item-by-item detail that ordinarily is necessary to justify Exemption 7(C) withholdings because a categorical determination to withhold personal information is permissible in the absence of a demonstrated public interest in that information.  We agree that the Church has not put forward a public interest in the names or other personal identifying information that would override the strong privacy interest in such information contained in law enforcement files, see Maynard, 986 F.2d at 566.   A categorical exclusion for identifying information therefore is appropriate here.  Cf. SafeCard Servs., Inc. v. SEC, 926 F.2d 1197, 1205-06 (D.C.Cir.1991).  This conclusion does not resolve the Church's central claim, however--that the government failed to demonstrate on an item-by-item basis why documents should not be released with the personal identifying information redacted.  Cf. Norwood v. FAA, 993 F.2d 570, 574-75 (6th Cir.1993) (under privacy Exemption 6, \"excluding from disclosure any and all fragments of information that might assist a diligent researcher in identifying a person ... is not supportable\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> The government, of course, need not provide so much detail that the confidentiality is destroyed.  It must, however, explain as specifically as possible why providing additional information would jeopardize the confidentiality interest.  If the explanation is too sketchy, in camera review may be necessary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> We contrast these entries with those containing facts providing a rationale for the inference of confidentiality, such as No. 13 (author incarcerated);  No. 100 (communication between husband and wife);  No. 101 (threats of harm and harassment);  Nos. 102-03 (death threat);  No. 120 (threatened harm)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> The Church on appeal has made a broad challenge to the adequacy of the government's explanations for withholding documents, and has not argued about the merits of the withholding decisions for those documents for which the index and affidavits are sufficiently detailed.  We likewise have focused on the general adequacy of the showing, and have not considered the merits of any particular withholding decision.  We note, however, that many of the index entries appear to support nondisclosure of the documents, and we expect that the district court on remand will simply reaffirm its previous determinations that those documents are exempt from release</p>\n        <p>We also have not considered the Church's contention that the Department improperly referred approximately 300 pages of material originating from other agencies to those agencies for processing.  The issue was not raised in the Church's opposition to the motion for summary judgment, and we therefore decline to consider it here.  The district court may choose to take up this matter on remand.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">224</span></span></p>\n    <p class=\"parties\">CHURCH OF SCIENTOLOGY INTERNATIONAL, Plaintiff, Appellant,<br>v.<br>UNITED STATES DEPARTMENT OF JUSTICE, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1112.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 4, 1994.<br>Decided July 26, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kendrick L. Moxon, Los Angeles, CA, for appellant.</p>\n      <p class=\"indent\">George B. Henderson, II, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff Church of Scientology International brought this action under the Freedom of Information Act (FOIA), 5 U.S.C. Sec. 552, to compel disclosure of documents held by the Department of Justice pertaining to the Church and related entities.  The Department released about 1,000 pages in full or in part, but withheld more than 700 additional pages based on various FOIA exemptions.  The Church objected to both the breadth of the Department's internal search for documents and the number of exemptions asserted.  The district court granted summary judgment for the government.  On appeal, the Church argues that the government has not satisfied its burden of showing that no further documents are subject to release, and that the court consequently erred in granting judgment as a matter of law.  We affirm part of the court's decision, but vacate the remainder and remand for further proceedings.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In September 1988, the Department's Executive Office for United States Attorneys (EOUSA) received a FOIA request from the Church seeking all records located in the U.S. Attorney's office in Boston that concerned the Church, two related Church entities, or Scientology in general.  The Church particularly was interested in documents about a check fraud scheme involving the Church as a victim, and a later extortion plot against the Church arising from the fraud.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In April 1990, the EOUSA released 542 pages in full or in part, and informed the Church that additional responsive material had been withheld pursuant to specified FOIA exemptions.  The government also reported that other documents had been referred to the agencies from which they had originated for consideration of release.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Church administratively appealed, challenging the adequacy of the search and the validity of the exemptions.  In September 1992, having received no response, the Church filed this action.  The records concerning the Church's request were then reviewed by a special assistant U.S. attorney, Charlene Stawicki, who concluded that the lapse of time since the original search made it difficult to ascertain how it was performed.  She therefore arranged a new search, the nature of which is detailed fully in the district court's opinion.  It suffices to say here that the search involved the use of a comprehensive computerized record-tracking system.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The new search led to the release of an additional 459 pages in full and 14 pages in part.  Two further reviews of the documents, one following the Supreme Court's clarification of FOIA law in United States Dep't of Justice v. Landano, --- U.S. ----, <span class=\"citation\" data-id=\"112863\"><a href=\"/opinion/112863/department-of-justice-v-landano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2014</span></a></span>, <span class=\"citation\" data-id=\"112863\"><a href=\"/opinion/112863/department-of-justice-v-landano/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">84</span> </a></span>(1993), and another based on a new policy statement from President Clinton and Attorney General Reno,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> resulted in the release of approximately 75 more pages in full and 15 in part.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This succession of disclosures left about 744 pages withheld in full and approximately two dozen withheld in part.  The bases for these withholdings were set forth in declarations by two Department attorneys,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and in a Vaughn index.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The index, a now standard tool conceived by the District of Columbia circuit to facilitate resolution of FOIA disputes, provides a brief description of each of the 191 withheld documents and identifies the exemptions assertedly permitting their nondisclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In ruling on the government's motion for summary judgment, the district court found that these materials adequately justified both the scope of the search and the withholdings.  Its decision can be broken down into four separate conclusions:  (1) the search itself was done reasonably, and the documents produced fulfilled the government's obligation under FOIA;  (2) the Vaughn index generally was sufficiently detailed to permit the court to review the Department's claims of exemption;  (3) the index and supporting affidavits specifically supported the exemptions claimed by the Department to justify withholding documents;  and (4) discovery was unwarranted because the government's showing was adequate, and discovery would be unlikely to result in a different outcome while placing a substantial burden on the Department and the court.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Church now claims that the district court abused its discretion in refusing discovery and awarding summary judgment based on the submitted declarations and Vaughn index, asserting that these items were too vague and conclusory to support the exemption claims.  The Church also challenges the reasonableness of the search conducted by the Department, claiming that the search was too narrowly circumscribed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Our review of the district court's determination that the government was entitled to summary judgment based on its index and affidavits is de novo.  See Licari v. Ferruzzi, <span class=\"citation\" data-id=\"195323\"><a href=\"/opinion/195323/licari-v-ferruzzi/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, 346-47 (1st Cir.1994) (summary judgment standard);  Wiener v. FBI, <span class=\"citation\" data-id=\"567720\"><a href=\"/opinion/567720/jonathan-m-wiener-v-federal-bureau-of-investigation-federal-bureau-of/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span>, 978 (9th Cir.1991) (FOIA standard).  Our discussion begins with a review of general FOIA standards and principles.</p>\n    </div>\n    <p>II. The Freedom of Information Act</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The FOIA requires government agencies to \"make ... promptly available\" to any person, upon request, whatever \"records\" the agency possesses unless those \"records\" fall within any of nine listed exemptions.  5 U.S.C. Sec. 552(a)(3), (b).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The statute's basic purpose is \"to ensure an informed citizenry, vital to the functioning of a democratic society,\" NLRB v. Robbins Tire &amp; Rubber Co., <span class=\"citation\" data-id=\"109898\"><a href=\"/opinion/109898/nlrb-v-robbins-tire-rubber-co/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></a></span>, 242, <span class=\"citation\" data-id=\"109898\"><a href=\"/opinion/109898/nlrb-v-robbins-tire-rubber-co/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2311</span></a></span>, 2327, <span class=\"citation\" data-id=\"109898\"><a href=\"/opinion/109898/nlrb-v-robbins-tire-rubber-co/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">159</span> </a></span>(1978), or, stated more specifically, \" 'to open agency action to the light of public scrutiny,' \" Department of Justice v. Reporters Committee, <span class=\"citation\" data-id=\"112224\"><a href=\"/opinion/112224/us-dept-of-justice-v-reporters-committee/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">749</span></a></span>, 772, <span class=\"citation\" data-id=\"112224\"><a href=\"/opinion/112224/us-dept-of-justice-v-reporters-committee/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1468</span></a></span>, 1481, <span class=\"citation\" data-id=\"112224\"><a href=\"/opinion/112224/us-dept-of-justice-v-reporters-committee/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">774</span> </a></span>(1989) (citation omitted).  The policy underlying FOIA is thus one of broad disclosure, and the government must supply any information requested by any individual unless it determines that a specific exemption, narrowly construed, applies.  Aronson v. IRS, <span class=\"citation\" data-id=\"589958\"><a href=\"/opinion/589958/robert-a-aronson-v-internal-revenue-service-robert-a-aronson-v/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span>, 966 (1st Cir.1992).  The government bears the burden of demonstrating the applicability of a claimed exemption, Maynard v. CIA, <span class=\"citation\" data-id=\"600729\"><a href=\"/opinion/600729/beatrice-maynard-v-central-intelligence-agency-beatrice-maynard-v/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">547</span></a></span>, 557-58 (1st Cir.1993);  In Re Department of Justice, <span class=\"citation\" data-id=\"612186\"><a href=\"/opinion/612186/in-re-department-of-justice-barbara-ann-crancer-v-united-states/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1302</span></a></span>, 1305 (8th Cir.1993) (en banc), and the district court must determine de novo whether the queried agency has met this burden, <span class=\"citation\" data-id=\"589958\"><span class=\"antecedent_guess\">Aronson,</span> <a href=\"/opinion/589958/robert-a-aronson-v-internal-revenue-service-robert-a-aronson-v/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">966</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">FOIA also provides for partial disclosure of documents that contain some exempted information, mandating that \"all reasonably segregable, non-exempt portions of any agency records must, after deletion of the exempt material, be disclosed to a requester, 5 U.S.C. Sec. 552(b),\" Wightman v. Bureau of Alcohol, Tobacco &amp; Firearms, <span class=\"citation\" data-id=\"448866\"><a href=\"/opinion/448866/robert-george-wightman-jr-v-bureau-of-alcohol-tobacco-firearms/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span>, 983 (1st Cir.1985).  In determining segregability, \"courts must construe the exemptions narrowly with the emphasis on disclosure,\" id..  An agency may withhold non-exempt information only if it \" 'is so interspersed with exempt material that separation by the agency, and policing of this by the courts would impose an inordinate burden,' \" <span class=\"citation\" data-id=\"448866\"><a href=\"/opinion/448866/robert-george-wightman-jr-v-bureau-of-alcohol-tobacco-firearms/\"><span class=\"id_token\">Id.</span>  (quoting Lead </a></span>Industries Ass'n v. Occupational Safety and Health Admin., <span class=\"citation\" data-id=\"371957\"><a href=\"/opinion/371957/lead-industries-association-inc-plaintiff-appellant-cross-appellee-v/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">70</span></a></span>, 86 (2d Cir.1979)).  See also Krikorian v. Department of State, <span class=\"citation\" data-id=\"599116\"><a href=\"/opinion/599116/van-z-krikorian-v-department-of-state/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">461</span></a></span>, 466 (D.C.Cir.1993) (\" 'non-exempt portions of a document must be disclosed unless they are inextricably intertwined with exempt portions' \" (citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To assure the broadest possible disclosure, courts often direct a government agency seeking to withhold documents to supply the opposing party and the court with a Vaughn index, which includes a general description of each document sought by the FOIA requester and explains the agency's justification for nondisclosure of each individual document or portion of a document.  <span class=\"citation\" data-id=\"600729\"><span class=\"antecedent_guess\">Maynard,</span> <a href=\"/opinion/600729/beatrice-maynard-v-central-intelligence-agency-beatrice-maynard-v/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">556-57</span></a></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Vaughn,</span> <span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">823-28</span></span>.   Such an index is viewed as necessary to protect the adversary process in a FOIA case, in which only the party opposing disclosure will have access to all the facts.  <span class=\"citation\" data-id=\"567720\"><span class=\"antecedent_guess\">Wiener,</span> <a href=\"/opinion/567720/jonathan-m-wiener-v-federal-bureau-of-investigation-federal-bureau-of/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">977</span></a></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Vaughn,</span> <span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">823-28</span></span>.   We previously have identified a trio of functions served by the index:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>[I]t forces the government to analyze carefully any material withheld, it enables the trial court to fulfill its duty of ruling on the applicability of the exemption, and it enables the adversary system to operate by giving the requester as much information as possible, on the basis of which he can present his case to the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"600729\"><span class=\"antecedent_guess\">Maynard,</span> <a href=\"/opinion/600729/beatrice-maynard-v-central-intelligence-agency-beatrice-maynard-v/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">557</span> </a></span>(quoting Keys v. United States Dept. of Justice, <span class=\"citation\" data-id=\"495212\"><a href=\"/opinion/495212/arthur-b-keys-jr-v-united-states-department-of-justice/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">337</span></a></span>, 349 (D.C.Cir.1987) (quoting Lykins v. United States Dept. of Justice, <span class=\"citation\" data-id=\"430600\"><a href=\"/opinion/430600/joseph-alan-lykins-v-united-states-department-of-justice-and-attorney/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1455</span></a></span>, 1463 (D.C.Cir.1984))).  See also In Re Department of <span class=\"citation\" data-id=\"612186\"><span class=\"antecedent_guess\">Justice,</span> <a href=\"/opinion/612186/in-re-department-of-justice-barbara-ann-crancer-v-united-states/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1305</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although FOIA's primary thrust is to promote openness, the Supreme Court also has recognized a Congressional intent \"to provide 'workable rules' of FOIA disclosure,\" Landano, --- U.S. at <span class=\"citation\" data-id=\"112863\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112863/department-of-justice-v-landano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2023</span> </a></span>(citing cases).  To that end, the Court has interpreted the statute as permitting agencies to exempt certain records on a categorical basis, rather than requiring a document-by-document consideration.  In Reporters Committee, for example, the Court concluded that criminal \"rap sheet\" information is categorically exempt from disclosure because the release of such information invariably constitutes an unwarranted invasion of privacy.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  489 U.S. at <span class=\"citation\" data-id=\"112224\"><span class=\"antecedent_guess\">780,</span> <a href=\"/opinion/112224/us-dept-of-justice-v-reporters-committee/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1485</span></a></span>.   The Court has reached a similar conclusion with respect to the exemption of material furnished by sources, see Landano, --- U.S. at <span class=\"citation\" data-id=\"112863\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112863/department-of-justice-v-landano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2022</span></a></span>, holding that \"when certain circumstances characteristically support an inference of confidentiality,\" the Government may justify nondisclosure without detailing the circumstances surrounding a particular interview.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">FOIA's general philosophy remains, however, one of \" 'full agency disclosure,' \" <span class=\"citation\" data-id=\"589958\"><span class=\"antecedent_guess\">Aronson,</span> <a href=\"/opinion/589958/robert-a-aronson-v-internal-revenue-service-robert-a-aronson-v/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">966</span> </a></span>(quoting Department of Air Force v. Rose, <span class=\"citation\" data-id=\"109431\"><a href=\"/opinion/109431/department-of-air-force-v-rose/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></a></span>, 360, <span class=\"citation\" data-id=\"109431\"><a href=\"/opinion/109431/department-of-air-force-v-rose/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1592</span></a></span>, 1599, <span class=\"citation\" data-id=\"109431\"><a href=\"/opinion/109431/department-of-air-force-v-rose/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">11</span> </a></span>(1976) (quoting S.Rep. No. 813, 89th Cong., 1st Sess. 3 (1965))), and courts have the obligation to interpret its reach \"generously, in order to achieve the FOIA's basic aim:  sunlight,\" id..  See also Landano, --- U.S. at <span class=\"citation\" data-id=\"112863\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112863/department-of-justice-v-landano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2024</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">What usually remains unspoken, but is a reality often affecting attitudes and conduct implementing FOIA, is the very considerable burden laid on both the government and the trial court in searching files for multitudinous documents, analyzing them, and justifying not only any exclusion relied upon but any refusal to redact and segregate the disclosable from the residually privileged.  This burden often is exacerbated by the apparent lack of any perceptible public purpose on the part of the requester.  In such a case, already burdened courts and agencies may deem FOIA's dedication to the importance of \"sunlight\" as unrealistic.  We thoroughly appreciate this kind of tension.  We are dealing with a law that complicates the task of governing.  Yet, its goals are worthy, and we are bound to honor both its letter and its spirit.  Moreover, as in any \"hard case,\" we must constantly remind ourselves that our decision establishes principles that must be generally applicable--both to requests that seem merely annoying and to those that may reflect the most vital concerns of citizens.  Cf. Senate of Puerto Rico v. Department of Justice, <span class=\"citation\" data-id=\"491446\"><a href=\"/opinion/491446/senate-of-the-commonwealth-of-puerto-rico-on-behalf-of-judiciary-committee/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">574</span></a></span>, 587 (D.C.Cir.1987) (\"The costs must be borne ... if the congressional policy embodied in FOIA is to be well served.\")</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>III. Did the Government Meet Its Burden?</p>\n    </div>\n    <p>A. Adequacy of the Search</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">When the Church submitted its request for documents in September 1988, it triggered a responsibility on the part of the Department of Justice to do a reasonably thorough search of its records and to turn over all responsive materials except those for which it could prove an exemption from disclosure.  <span class=\"citation\" data-id=\"600729\"><span class=\"antecedent_guess\">Maynard,</span> <a href=\"/opinion/600729/beatrice-maynard-v-central-intelligence-agency-beatrice-maynard-v/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">559</span></a></span>.   The Church has two primary complaints about what transpired.  First, it claims that the search was too narrow, and, consequently, that more responsive documents should have been found.  Second, it claims that the Department has failed to meet its burden of proving that all of the withheld materials are exempt from disclosure.  Like the district court, the parties break this issue into three components:  (1) is the index generally too vague?  (2) are the specific claims of exemption supportable?  (3) did the court abuse its discretion in denying discovery?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We readily can dispose of the first issue.  As we have noted, the adequacy of an agency's search for documents under FOIA is judged by a standard of reasonableness.  <span class=\"citation\" data-id=\"600729\"><span class=\"antecedent_guess\">Maynard,</span> <a href=\"/opinion/600729/beatrice-maynard-v-central-intelligence-agency-beatrice-maynard-v/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">559</span></a></span>.  \"The crucial issue is not whether relevant documents might exist, but whether the agency's search was 'reasonably calculated to discover the requested documents.' \"  <span class=\"citation\" data-id=\"600729\"><a href=\"/opinion/600729/beatrice-maynard-v-central-intelligence-agency-beatrice-maynard-v/\"><span class=\"id_token\">Id.</span> (citation omitted). </a></span> The district court properly identified and applied this standard here, finding that the search was adequate based on the details provided in the Stawicki affidavit.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Ms. Stawicki stated that she directed the second search for documents conducted after the Church filed suit, that the search was conducted through a computerized record system whose capabilities she described, that a manual search would be impossible, and that she personally searched the computer files for specific documents responsive to the Church's request.  The court found that this information, in the absence of any evidence of bad faith, was sufficient.  We agree, and thus affirm its conclusion.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Church's second complaint is more compelling.  Although implicitly contending that the government has withheld an excessive number of documents, the Church at this juncture really is making a more limited argument.  It maintains that the affidavits and Vaughn index were too vague and conclusory to permit it or the district court meaningfully to evaluate the Department's exemption claims, and the Church therefore asserts that it was entitled to more information, either through discovery or a revised index, before the summary judgment motion properly could be decided.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>B. General Inadequacies of the Index and Affidavits</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have studied carefully the affidavits and index, considering separately each of the 191 entries, and are persuaded that, with respect to many documents, the government has failed to support adequately its claim of exemption.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Each entry contains four types of information:  (1) the number of pages in the document;  (2) a brief description of the nature of the document;  (3) the content of the withheld portions;  and (4) the statutory exemption numbers claimed to support nondisclosure.  Document No. 4, for example, is entered in the index as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In our view, the descriptions for many of the documents are too cursory to permit debate, or an informed judgment, about whether they properly may be withheld.  As with Document No. 4, multiple exemption numbers are noted beside many entries, without any correlation between a particular exemption and the sections of the document to which it relates.  Most documents, including lengthy ones like No. 4, are withheld in their entirety, without any reference to segregability.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The declarations submitted with the index contain only general and conclusory assertions concerning the documents.  For example, with respect to documents claimed to be exempt under the privacy provision, Exemption 7(C), <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>note 6, the Boseker declaration first describes the types of information to which the exemption applies,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and then states categorically that \"there was no public interest in the release of this information nor any interest which would counterbalance the individual's privacy in the information withheld under this exemption.\"   The declaration states that each document was evaluated for segregability, and that, where a document was withheld in its entirety, \"EOUSA determined that no meaningful portions could reasonably be released without destroying the integrity of such document as a whole.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Gay declaration supports the privacy withholdings by emphasizing that the Church's reported policy of retribution against its perceived enemies provided the basis for the Department's substantial concern about protecting the personal privacy of government employees and third party contacts.  Gay repeats essentially the same general conclusion about segregability offered by Boseker:  \"There are no segregable portions which have not been released which could be released without creating a substantial risk of disclosing information protected from disclosure.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">These declarations are written too generally to supplement the index in any meaningful way.  They treat the documents within various exemption categories as a group, without referring to specific documents, and make broad statements essentially explaining that the documents were withheld because they contain the type of information generally protected by that particular exemption.  The statements regarding segregability are wholly conclusory, providing no information that would enable a requester to evaluate the agency's decisions.  Thus, none of the functions of the index identified in Maynard are served:  the declarations do not demonstrate careful analysis of each document by the government;  the court has not been assisted in its duty of ruling on the applicability of an exemption;  and the adversary system has not been visibly strengthened.  See supra p. 228.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Although \"[t]here is no set formula for a Vaughn index,\" Hinton v. Department of Justice, <span class=\"citation\" data-id=\"504394\"><a href=\"/opinion/504394/william-h-hinton-v-the-department-of-justice-and-the-federal-bureau-of/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span>, 129 (3d Cir.1988), to serve its purpose the listing \" 'must supply \"a relatively detailed justification, specifically identifying the reasons why a particular exemption is relevant and correlating those claims with the particular part of a withheld document to which they apply,\" ' \" <span class=\"citation\" data-id=\"599116\"><span class=\"antecedent_guess\">Krikorian,</span> <a href=\"/opinion/599116/van-z-krikorian-v-department-of-state/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">467</span> </a></span>(citations omitted) (emphasis in original).  It is \"the function, not the form, which is important,\" <span class=\"citation\" data-id=\"504394\"><span class=\"antecedent_guess\">Hinton,</span> <a href=\"/opinion/504394/william-h-hinton-v-the-department-of-justice-and-the-federal-bureau-of/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">129</span></a></span>, and the question is whether the particular taxonomy employed \"afford[s] the FOIA requester a meaningful opportunity to contest, and the district court an adequate foundation to review, the soundness of the withholding,\" <span class=\"citation\" data-id=\"567720\"><span class=\"antecedent_guess\">Wiener,</span> <a href=\"/opinion/567720/jonathan-m-wiener-v-federal-bureau-of-investigation-federal-bureau-of/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">977</span></a></span>-78.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The lack of justification for withholding lengthy documents in their entirety is the most pervasive problem with the index.  Upon encountering similarly imprecise indices, the District of Columbia Circuit recently noted, in words equally apt here, that the materials submitted</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>\"[we]re written in terms of documents, not information, but '[t]he focus in the FOIA is information, not documents, and an agency cannot justify withholding an entire document simply by showing that it contains some exempt material.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"599116\"><span class=\"antecedent_guess\">Krikorian,</span> <a href=\"/opinion/599116/van-z-krikorian-v-department-of-state/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">467</span> </a></span>(citation omitted).  We think it fruitful to examine closely several entries as a way of demonstrating the index's deficiencies:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">*Document No. 5 is a 32-page declaration, with four pages of supporting exhibits.  The contents column contains the following information:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Individual third party declaration of and concerning relationship with Church.  Not evidenced as admitted into court or on public record, so deemed confidential statement.  (WIF)</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The entire document is withheld pursuant to Exemption 7(C), the personal privacy exemption.  The entry fails, however, to indicate why privacy concerns could not be met simply by deleting identifying information.  Without some further elaboration of the document's contents, the Church is unable to dispute the claim that no portion of the 36 pages is segregable.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">*Document No. 6 is an 11-page affidavit from a third party containing the following information:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>Individual third party affidavit concerning Church and other matters.  Not evidenced as admitted into court or on public record, so deemed confidential.  (WIF)</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The entire document is withheld pursuant to Exemption 7(C), as well as under the Privacy Act, 5 U.S.C. Sec. 552a(j)(2).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Again, no attention is given to segregability.  What were the \"other matters\" described?   This entry unquestionably fails to supply the Church with enough information \" 'to permit [it] to present its case effectively,' \" Orion Research Inc. v. EPA, <span class=\"citation\" data-id=\"374753\"><a href=\"/opinion/374753/orion-research-incorporated-v-environmental-protection-agency/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">551</span></a></span>, 553 (1st Cir.1980) (citation omitted), the function the index was conceived to perform.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">*Document No. 20 is a 49-page deposition transcript described as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>Transcript of deposition of third party individual taken by private reporting service in Commonwealth of Mass.  (WIF)</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The entire document is withheld pursuant to Exemption 7(C), yet nothing in the entry indicates why the privacy interest at stake could not be protected simply by redacting identifying information.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">*Document No. 96 is a six-page deposition summary, withheld pursuant to Exemption 7(C), and described only as a \"[s]ummary of deposition of third party individual.\"   Segregability once again is not addressed.  The entry for Document No. 104, also a six-page deposition summary, is similarly deficient.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">*Document No. 141 is a 29-page declaration withheld pursuant to 7(C), described as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>Third party individual/source declaration.  Not public record or waiver of confidentiality.  (WIF)</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As with other entries, there is no explanation about why the deletion of identifying information would not suffice to meet privacy concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The district court concluded that the index, as supplemented by the Boseker and Gay declarations, fulfilled the government's obligation to supply \"reasoned justification\" for its withholdings, and it noted that the Church had presented no evidence suggesting bad faith in the government's response.  The court observed that the government had supported the individual withholdings with greater specificity than this court had ratified in Maynard.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In our view, however, the government's showing fell short of providing the Church with a \" 'meaningful opportunity,' \" see <span class=\"citation\" data-id=\"567720\"><span class=\"antecedent_guess\">Wiener,</span> <a href=\"/opinion/567720/jonathan-m-wiener-v-federal-bureau-of-investigation-federal-bureau-of/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">977</span></a></span>, to challenge a substantial number of its unilateral decisions to withhold documents, thus depriving the district court of \"the controverting illumination that would ordinarily accompany a request to review a lower court's factual determination,\" <span class=\"citation no-link\"><span class=\"antecedent_guess\">Vaughn,</span> <span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">825</span></span>.   We disagree with the district court that the showing exceeded that affirmed in Maynard.   In that case, <span class=\"citation\" data-id=\"600729\"><span class=\"antecedent_guess\">see</span> <a href=\"/opinion/600729/beatrice-maynard-v-central-intelligence-agency-beatrice-maynard-v/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">557-59</span></a></span>, the FBI produced the withheld documents in redacted form, withholding only those portions that it claimed were exempt.  Next to each portion withheld, the FBI provided a coded reference to exemption claims specifically identified in a separately filed declaration.  The government also provided copies of the unredacted documents for the court's in camera review.  Unlike this case, therefore, the court in Maynard was able to perform a close review of individual documents.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The government suggests that, in the absence of any legitimate question of good faith, its repeated review of the documents, each time leading to a conclusion that no significant non-exempt segments could be released, is sufficient to justify its withholding decisions and failure to segregate.  It claims that the only meaningful way to test the Department's determinations would have been through in camera review, which the Church did not request.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">A lack of bad faith on the part of the government, however, does not relieve it of its obligation in the first instance to provide enough information to enable the adversary process to operate in FOIA cases.  The presumption of good faith accorded to agency affidavits, see Carney v. Department of Justice, <span class=\"citation\" data-id=\"665986\"><a href=\"/opinion/665986/david-carney-v-united-states-department-of-justice/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">807</span></a></span>, 812 (2d Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">86</span></span>, --- L.Ed.2d ---- (1994);  <span class=\"citation\" data-id=\"600729\"><span class=\"antecedent_guess\">Maynard,</span> <a href=\"/opinion/600729/beatrice-maynard-v-central-intelligence-agency-beatrice-maynard-v/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">560</span></a></span>, can only be applicable when the agency has provided a reasonably detailed explanation for its withholdings, see <span class=\"citation\" data-id=\"600729\"><span class=\"antecedent_guess\">Maynard,</span> <a href=\"/opinion/600729/beatrice-maynard-v-central-intelligence-agency-beatrice-maynard-v/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">560</span></a></span>.   A court may not without good reason second-guess an agency's explanation, but it also cannot discharge its de novo review obligation unless that explanation is sufficiently specific.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Additionally, the fact that the Church did not request in camera review in no way lessens the government's burden to make an adequate showing.  FOIA provides for in camera review, at the district court's discretion, if the court finds the agency's materials in support of exemption to be too generalized.  See <span class=\"citation\" data-id=\"600729\"><a href=\"/opinion/600729/beatrice-maynard-v-central-intelligence-agency-beatrice-maynard-v/\"><span class=\"id_token\">id.</span> at 557. </a></span>  In other words, in camera review is a tool available to a court when the government's showing otherwise is inadequate to satisfy the burden of proving the exempt status of withheld documents.  <span class=\"citation\" data-id=\"600729\"><a href=\"/opinion/600729/beatrice-maynard-v-central-intelligence-agency-beatrice-maynard-v/\"><span class=\"id_token\">Id.</span> at 557-58. </a></span>  The Church had no obligation to request such a review.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We emphasize that the index examples described above are merely illustrative, and that numerous other entries suffer from similar imprecision.  We by no means suggest, however, that every entry is vulnerable.  The index is notably inadequate with respect to lengthier documents, where the lack of correlation between the exemptions claimed and specific portions of the document, and the failure to address segregability, combine to make the government's showing particularly vague.  In contrast, a number of documents consist of a single page.  It is fairly inferable from the entries for many of these that there is no meaningful segregable non-exempt content, and we see nothing to be gained from requiring more detail.  See, e.g., Document Nos. 8, 9, 48, 56, 59, 127.  Similarly, where multiple exemptions are claimed for these short documents, the lack of correlation typically is not a problem.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The government makes two points regarding the adequacy of its declarations and Vaughn index that warrant response.  First, it asserts that the degree of detail required in an index depends upon the nature of the documents at issue and the particular exemption asserted.  We agree that different approaches apply to the various statutory exemptions, and we will discuss the specific exemptions claimed by the government in the next section.  At this juncture, we note simply that a categorical approach to nondisclosure is permissible only when the government can establish that, in every case, a particular type of information may be withheld regardless of the specific surrounding circumstances.  See supra p. 229.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The government also observes that courts have approved indices with less detail where the records at issue are voluminous, citing Meeropol v. Meese, <span class=\"citation\" data-id=\"469998\"><a href=\"/opinion/469998/michael-meeropol-aka-rosenberg-v-edwin-meese-iii-attorney-general-of/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 956-57 (D.C.Cir.1986).  In Meeropol, government agencies retrieved approximately 500,000 pages of records and released approximately 200,000 as a result of what the court described as perhaps \"the most demanding FOIA request ever filed,\" <span class=\"citation\" data-id=\"469998\"><a href=\"/opinion/469998/michael-meeropol-aka-rosenberg-v-edwin-meese-iii-attorney-general-of/\"><span class=\"id_token\">id.</span> at 951. </a></span>  Both the search and the methods used to evaluate the search in that case were extraordinary, and, in our view, do not support the sufficiency of a sketchy index in this case.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Giving full weight to the concern that the government should not be subjected to unrealistically exhaustive labors, we nevertheless are convinced that the task of reconsidering the 191 documents, adding meaningful detail or explanation where necessary, would not pose an unreasonable burden on the government.  Indeed, including this information at the outset would have required negligible incremental effort.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Moreover, even when generic exemptions are appropriate, the Supreme Court contemplates that the government provide meaningful detail in support of its withholdings.  In Landano, the Court rejected the government's argument that a source should be presumed confidential within the meaning of Exemption 7(D) whenever the source provides information to the FBI in the course of a criminal investigation.  It held, however, that the inference could be supported by reference to more narrowly defined generic circumstances.  For example, it would be reasonable to infer that paid informants normally expect their cooperation with the FBI to be kept confidential.  Similarly, the character of the crime at issue or the source's relation to the crime could support such an inference.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">It is not enough, however, for the government simply to state blandly that the source's relationship to the crime permits an inference of confidentiality.  Rather, the government has an obligation to spell out that relationship:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>[W]hen a document containing confidential source information is requested, it generally will be possible to establish factors such as the nature of the crime that was investigated and the source's relation to it.  Armed with this information, the requester will have a more realistic opportunity to develop an argument that the circumstances do not support an inference of confidentiality.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Landano, --- U.S. at <span class=\"citation\" data-id=\"112863\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112863/department-of-justice-v-landano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2024</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Of course, as the Court acknowledged in the next sentence of this passage from Landano, the government is not expected to provide so much detail in its supporting materials that it risks compromising the very interests it is seeking to protect.  The agency may request in camera review as a way of demonstrating that no further specificity should be required, and reviewing courts should consider carefully whether such a step is feasible and appropriate.  As much as possible should be done openly, however, keeping in mind the goal of advancing adversarial testing of agency decisions.  See <span class=\"citation\" data-id=\"567720\"><span class=\"antecedent_guess\">Wiener,</span> <a href=\"/opinion/567720/jonathan-m-wiener-v-federal-bureau-of-investigation-federal-bureau-of/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">979</span> </a></span>(\"Unless the agency discloses 'as much information as possible without thwarting the [claimed] exemption's purpose ..., the adversarial process is unnecessarily compromised.\"  (citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We strongly believe that there are meaningful additions that could be made to the Vaughn index in this case without jeopardizing the interests at stake.  In the next section, which discusses the specific exemptions invoked by the Department, we note some particular suggestions for improvement.</p>\n    </div>\n    <p>C. Specific Exemptions</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Department invoked six different FOIA exemptions, alone or in combination, in support of its withholdings.  On appeal, the Church does not challenge the government's use of either Exemption 2, which protects from disclosure information related solely to the internal personnel rules and practices of an agency, see 5 U.S.C. Sec. 552(b)(2), or Exemption 7(F), which provides for withholding of law enforcement information that \"could reasonably be expected to endanger the life or physical safety of any individual,\" 5 U.S.C. Sec. 552(b)(7)(F).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">(1) Exemption (b)(3) and Fed.R.Crim.P. 6(e).   FOIA Exemption 3, 5 U.S.C. Sec. 552(b)(3), allows the withholding of materials that are \"specifically exempted from disclosure by statute....\"  The parties agree that the Department properly invoked this provision to withhold grand jury materials made exempt from disclosure by Rule 6(e) of the Federal Rules of Criminal Procedure.  See Fund for Constitutional Gov't v. National Archives and Records Serv., <span class=\"citation\" data-id=\"393165\"><a href=\"/opinion/393165/fund-for-constitutional-government-v-national-archives-and-records-service/\"><span class=\"volume\">656</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">856</span></a></span>, 867 (D.C.Cir.1981).  The Church complains, however, that it is impossible to determine from the Vaughn index and affidavits whether all of the documents for which the Department asserted this privilege genuinely constitute \"grand jury\" material.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">As the district court recognized, the scope of secrecy afforded grand jury materials is \"necessarily broad.\"  <span class=\"citation\" data-id=\"393165\"><a href=\"/opinion/393165/fund-for-constitutional-government-v-national-archives-and-records-service/\"><span class=\"id_token\">Id.</span> at 869.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>It encompasses not only the direct revelation of grand jury transcripts but also the disclosure of information which would reveal \"the identities of witnesses or jurors, the substance of testimony, the strategy or direction of the investigation, the deliberations or questions of the jurors, and the like.\"</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"393165\"><a href=\"/opinion/393165/fund-for-constitutional-government-v-national-archives-and-records-service/\"><span class=\"id_token\">Id.</span> (quoting SEC </a></span>v. Dresser Indus., Inc., <span class=\"citation\" data-id=\"381789\"><a href=\"/opinion/381789/securities-and-exchange-commission-v-dresser-industries-inc-united/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1368</span></a></span>, 1382 (D.C.Cir.1980)).  In addition, unlike actions under other FOIA exemptions, agency decisions to withhold materials under Exemption 3 are entitled to some deference.  We have observed that \"once a court determines that the statute in question is an Exemption 3 statute, and that the information requested at least arguably falls within the statute, FOIA de novo review normally ends,\" <span class=\"citation\" data-id=\"600729\"><span class=\"antecedent_guess\">Maynard,</span> <a href=\"/opinion/600729/beatrice-maynard-v-central-intelligence-agency-beatrice-maynard-v/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">554</span> </a></span>(quoting <span class=\"citation\" data-id=\"589958\"><span class=\"antecedent_guess\">Aronson,</span> <a href=\"/opinion/589958/robert-a-aronson-v-internal-revenue-service-robert-a-aronson-v/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">965</span></a></span>, 967).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We are satisfied that, under this standard, documents identified as grand jury exhibits, and whose contents are testimonial in nature or otherwise directly associated with the grand jury process, such as affidavits and deposition transcripts, ordinarily may be withheld simply on the basis of their status as exhibits.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  We distinguish such materials from business records or similar documents \"created for purposes independent of grand jury investigations, which have legitimate uses unrelated to the substance of the grand jury proceedings,\" United States v. Dynavac, Inc., <span class=\"citation\" data-id=\"654636\"><a href=\"/opinion/654636/united-states-of-america-ronald-sheresh-revenue-agent-internal-revenue/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1407</span></a></span>, 1412 (9th Cir.1993).  Although these documents, too, may be subject to nondisclosure under Exemption 3 if they are grand jury exhibits, the government needs to provide some basis for a claim that releasing them will implicate the secrecy concerns protected by Rule 6(e).<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The requirement that the government explain the basis for its conclusion that Rule 6(e), and thus Exemption 3, at least arguably permits withholding of certain documents applies a fortiori to materials not specifically identified as grand jury exhibits, but which simply were located in grand jury files.  In this case, for example, Document Nos. 164, 166-170, 174-180 and 183 are labelled as \"Grand Jury Materials,\" and most were found in a file marked \"Grand Jury.\"<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  There is no indication, however, whether the materials impermissibly would reveal the inner workings of the grand jury.  It cannot be that exposure to the grand jury immunizes information from future disclosure, regardless of its impact on the interest underlying Rule 6(e).  See Senate of <span class=\"citation\" data-id=\"491446\"><span class=\"antecedent_guess\">Puerto Rico,</span> <a href=\"/opinion/491446/senate-of-the-commonwealth-of-puerto-rico-on-behalf-of-judiciary-committee/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">582</span> </a></span>(\"There is no per se rule against disclosure of any and all information which has reached the grand jury chambers....\").<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  The government is obligated to offer some support for its claim that release of the sought-after documents would compromise the secrecy of the grand jury process.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">(2) Exemption (b)(5).   FOIA Exemption 5, 5 U.S.C. Sec. 552(b)(5), permits withholding of \"inter-agency or intra-agency memorandums or letters which would not be available by law to a party other than an agency in litigation with the agency.\"   This exemption has been interpreted to encompass \"those documents, and only those documents, normally privileged in the civil discovery context,\" NLRB v. Sears, Roebuck &amp; Co., <span class=\"citation\" data-id=\"109241\"><a href=\"/opinion/109241/nlrb-v-sears-roebuck-co/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">132</span></a></span>, 149, <span class=\"citation\" data-id=\"109241\"><a href=\"/opinion/109241/nlrb-v-sears-roebuck-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, 1515-16, <span class=\"citation\" data-id=\"109241\"><a href=\"/opinion/109241/nlrb-v-sears-roebuck-co/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span> </a></span>(1975).  Consistent with a change in policy by the Clinton Administration, the Department has since the time of the district court's opinion released a number of documents previously withheld based on the attorney-client and deliberative process privileges, and now invokes Exemption 5 only for certain documents assertedly protected by the attorney work-product privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">To withhold a document based on this privilege, the Department must prove that it was prepared under the direction of an attorney in contemplation of litigation.  See Senate of <span class=\"citation\" data-id=\"491446\"><span class=\"antecedent_guess\">Puerto Rico,</span> <a href=\"/opinion/491446/senate-of-the-commonwealth-of-puerto-rico-on-behalf-of-judiciary-committee/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">586</span></a></span>;  Sprague v. Director, Office of Workers' Comp. Programs, Etc., <span class=\"citation\" data-id=\"409032\"><a href=\"/opinion/409032/mabel-sprague-widow-of-frederick-sprague-claimant-petitioner-v/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></a></span>, 869 (1st Cir.1982).  And, as with all exemptions, it must offer some basis for concluding that there are no segregable, nonexempt portions of the document.  The district court found that the Boseker declaration and Vaughn index justified all of the Exemption 5 withholdings, and it pointed to Boseker's assertion that the records to which the work-product privilege was applied reflect \"such matters as trial preparation, trial strategy, interpretations, and personal evaluations and opinions pertinent to the Church's and other third party individuals' civil and criminal cases.\"</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The court specifically considered Document No. 4, whose entry in the Vaughn index we previously have quoted, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>p. 230, and concluded that the entry was sufficient to validate the Department's decision to withhold the entire document under Exemption 5.  We do not agree.  For purposes of this exemption, the Vaughn index states only that document No. 4 consists of 21 pages of typed attorney notes \"marshalling facts and sources of information created in contemplation of litigation.\"   The Boseker declaration adds to this only generalized comments about all of the documents for which the work-product privilege was asserted.  We believe that, at a minimum, an agency seeking to withhold a document in its entirety under this exemption must identify the litigation for which the document was created (either by name or through factual description) and explain why the work-product privilege applies to all portions of the document.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">As presently written, the entry for document No. 4 indicates that at least some of the 21 pages of notes involve material covered by the attorney work-product privilege.  Because there is no correlation between the three claimed exemptions (Nos. b(5), b(7)(D), b(7)(C)) and specific portions of the document, however, it is not clear whether Exemption 5 is intended to justify withholding of the entire document.  Moreover, the index does not disclose the nature of this document:  Is it a draft of a pretrial memorandum?;  an internal memorandum evaluating whether to file charges or whom to call as witnesses?;  or simply a summary of all information collected to date?   Neither the Church nor the court is able to evaluate meaningfully whether all of the factual material properly is exempted from disclosure because it is integrated into the document as part of the attorney's pre-trial work, in which event it appropriately could be withheld, see Mervin v. FTC, <span class=\"citation\" data-id=\"363083\"><a href=\"/opinion/363083/michael-n-mervin-v-federal-trade-commission/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">821</span></a></span>, 826 (D.C.Cir.1978), or whether the agency has overstepped proper boundaries in determining what constitutes a document prepared in anticipation of litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In Mervin, the majority concluded that further government affidavits or in camera review was unnecessary for a determination of segregability because the affidavit already submitted demonstrated that any factual material in the four documents at issue there \"is incidental to and bound up with, discussion of litigation strategy and the deliberative processes of attorneys actively preparing their defense for a pending lawsuit.\"  Id.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  We do not believe such a conclusion can be reached in this case based on the information provided thus far for a number of documents claimed exempt under Exemption 5.  See, e.g., Document Nos. 4, 40 (74-page \"prosecution memo\"), 76, 91, 92 and 139.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  Certain other documents for which the Department has invoked Exemption 5 simply are not adequately described to permit meaningful review of the withholding decision.  See, e.g., Document Nos. 105-109.<a class=\"footnote\" href=\"#fn21-1\" id=\"fn21-1_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">(3) Exemption b(7)(C).   FOIA exemption 7(C), 5 U.S.C. Sec. 552(b)(7)(C), exempts from disclosure information compiled for law enforcement purposes that \"could reasonably be expected to constitute an unwarranted invasion of personal privacy.\"   The Boseker and Gay declarations state that the Department relied on Exemption 7(C) to withhold names and other personal information about various individuals, including personnel of the United States Attorney's Office and FBI agents, other federal, state and local government personnel, and individuals who provided information to the FBI or the USAO.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The parties agree that Exemption 7(C) requires balancing the privacy interests at issue against any public interest in disclosure, see Reporters <span class=\"citation\" data-id=\"112224\"><span class=\"antecedent_guess\">Committee,</span> <a href=\"/opinion/112224/us-dept-of-justice-v-reporters-committee/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">762</span></a></span>, 109 S.Ct. at 1476, and further agree that information identifying specific individuals usually may be withheld because of these individuals' \"significant privacy interests in not having their names revealed,\" <span class=\"citation\" data-id=\"600729\"><span class=\"antecedent_guess\">Maynard,</span> <a href=\"/opinion/600729/beatrice-maynard-v-central-intelligence-agency-beatrice-maynard-v/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">566</span></a></span>.   The Church, however, contends that the Department's Vaughn index repeatedly fails to explain why the agency has withheld an entire document rather than releasing it with the identifying information redacted.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">We have pointed to just such deficiencies in our earlier discussion of particular documents, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>pp. 231-233, and need not retread that ground.  It suffices to say at this point that many of the index entries for documents assertedly exempt under Exemption 7(C) lack the necessary specificity for a meaningful review of the agency's decision to withhold them in their entirety.  The district court did not address the Exemption 7 segregability issue.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">(4) Exemption b(7)(D).   FOIA exemption 7(D), 5 U.S.C. Sec. 552(b)(7)(D), protects from disclosure</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>records or information compiled for law enforcement purposes ... [that] could reasonably be expected to disclose the identity of a confidential source ... and, in the case of a record or information compiled by criminal law enforcement authority in the course of a criminal investigation ... information furnished by a confidential source.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The exemption protects the identity of a confidential source, any information that could identify such a source, and all information furnished by such a source.  Irons v. FBI, <span class=\"citation\" data-id=\"526965\"><a href=\"/opinion/526965/peter-irons-v-federal-bureau-of-investigation/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1447 (1st Cir.1989) (en banc).  The Supreme Court's Landano decision, --- U.S. at ----, <span class=\"citation\" data-id=\"112863\"><a href=\"/opinion/112863/department-of-justice-v-landano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2014</span></a></span>, which we have described earlier, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>at pp. 228, 234, addressed the government's contention that all sources supplying information to a law enforcement agency during a criminal investigation should be presumed confidential within the meaning of Exemption 7.  The Court rejected this broad presumption, ruling instead that a source properly is considered confidential only if there has been an express assurance of confidentiality or if the particular circumstances support an inference of confidentiality.  When the factors suggesting confidentiality are present, the government may withhold a document under Exemption 7(D) without detailing the circumstances surrounding a particular interview.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at ---- </span>- <span class=\"citation\" data-id=\"112863\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112863/department-of-justice-v-landano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2023</span></a></span>-24.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">After the Landano decision, the government re-evaluated all of the documents to which it had applied Exemption 7(D), deleted that provision as a basis for withholding 39 documents, and consequently released an additional 20 pages of information to the Church.  The district court found that the remaining 7(D) claims were supported adequately by the Vaughn index and the affidavits.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Our review of the index, however, reveals a significant number of entries invoking Exemption 7(D) that are insufficient because they either fail to specify whether the source was provided an express or implied grant of confidentiality, or do not provide sufficient detail about the surrounding circumstances to support an assertion of implied confidentiality.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Document No. 51 in the Vaughn index, for example, was withheld based solely on Exemption 7(D).  The full description for the document is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>Third party individual correspondence to AUSA regarding draft declaration of third party individual witness statements confidentially obtained.  Source identified as confidential elsewhere.  (WIF)</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The entry does not indicate where in the record this source was identified as confidential.  It could have been referring, for example, to the immediately preceding entry, for Document No. 50.  That entry, however, concerns a 10-page cover letter and attached letter described as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p>Third party individual correspondence to AUSA regarding attached handwritten letter and notes of third party source of information gathered in course of investigation.  Implied confidentiality based upon source and relationship to investigation.  Refers to not being at liberty to disclose source.  (WIF).</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">We do not believe it is sufficient, under Landano, to invoke Exemption 7(D) by stating generally that confidentiality was implied from a relationship between the author of the document and the investigation.  The Supreme Court's Landano decision clearly contemplates that a claim of implied confidentiality ordinarily will require disclosure of the specific nature of the factors urged in support of the implication, such as the type of crime or the source's relationship to it.  Only in this way will the requester have a \"realistic opportunity\" to develop an argument that the circumstances do not support an inference of confidentiality, see Landano, --- U.S. at <span class=\"citation\" data-id=\"112863\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112863/department-of-justice-v-landano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2024</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Thus, the government must provide more detail to meet its burden of demonstrating that Document No. 50 falls within Exemption 7(D).<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a>  Document No. 51 is obviously likewise deficient.  Similar problems exist in other entries, including Nos. 55, 60, 62, 67, 70, 76, 92, 93, 94, 97, 112, 113, 122-23, 127 and 129.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a>  We agree with the district court, however, that an investigator's policy of affording confidentiality in interviews is an adequate basis upon which the government may consider the information provided to the investigator to be confidential.  See, e.g., Document Nos. 7 and 19.  We suspect that, in such cases, the government at the time of the document search rarely would be in a position to learn the precise nature of any discussion concerning confidentiality between the investigator and interviewee.  We think it reasonable to presume, based on the investigator's policy, that he or she had given an assurance of confidentiality.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p>IV. Where Do We Go From Here?</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Our conclusion that the government has failed to provide adequate support for withholding many of the 191 documents listed in the Vaughn index requires that we vacate the summary judgment for the agency and return the case to the district court for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">What precisely should happen upon remand we leave to the district court's discretion.  We offer a few thoughts, however, about what occurs to us as a logical and appropriate course of action.  The court may wish to begin by asking the parties to submit a brief statement identifying those documents it believes need further justification in light of our decision.  Aided by these, the court could make its own determination of the documents needing additional review, and then direct the government to revise its submissions with respect to only those specific records.  Any dispute as to whether other entries should be included could be raised at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">In any such proceeding, we assume the good faith and reasonable cooperation of the requesting party as well as of the government.  Indeed, the workability of FOIA depends largely upon the responsible, as well as responsive, efforts of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">If, after the government has given additional attention to the specified documents, the index remains opaque with respect to certain documents and no other support is provided, the court has various options for proceeding.  It could choose to permit discovery limited to specified documents, it could conduct an in camera review of selected documents, it could order release of some documents, or it could direct a combination of these procedures.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a></p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">We recognize that the Department already has provided a significant amount of information to the Church, and we do not minimize its effort.  Its obligation, however, is to provide enough information about each document to permit \"effective advocacy\" by the requester:</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p>[T]he [agency] must bear in mind that the purpose of the index is not merely to inform the requester of the agency's conclusion that a particular document is exempt from disclosure under one or more of the statutory exemptions, but to afford the requester an opportunity to intelligently advocate release of the withheld documents and to afford the court an opportunity to intelligently judge the contest.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"567720\"><span class=\"antecedent_guess\">Wiener,</span> <a href=\"/opinion/567720/jonathan-m-wiener-v-federal-bureau-of-investigation-federal-bureau-of/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">979</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">The judgment of the district court therefore is AFFIRMED as to the adequacy of the search.  The judgment is otherwise VACATED, and the case REMANDED for further proceedings consistent with this decision.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Church asserts two primary purposes for its document request.  First, it believes that false reports about the Church have precipitated FBI harassment of Church members and investigators, and Church officials therefore want to acquire any such reports so that the information may be corrected.  Second, the Church wants to learn why the government did not prosecute more than one individual in the check fraud scheme</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The new policy emphasized a commitment to openness, and urged agencies to withhold documents that technically might fall within an exemption only when \"the agency reasonably foresees that disclosure would be harmful to an interest protected by that exemption.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> A 12-page declaration was submitted by John F. Boseker (the \"Boseker Declaration\"), an attorney advisor with the EOUSA, whose responsibilities include the review of requests made under FOIA and the Privacy Act, 5 U.S.C. Sec. 552a.  Bonnie L. Gay, attorney in charge of the Executive Office's FOIA/Privacy Act Unit, provided supplemental information in a six-page declaration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The name of the index is derived from the seminal case, Vaughn v. Rosen, <span class=\"citation\" data-id=\"313449\"><a href=\"/opinion/313449/robert-g-vaughn-v-bernard-rosen-executive-director-united-states-civil/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span> </a></span>(D.C.Cir.1973)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The exemptions protect, inter alia, privacy and confidentiality interests, the secrecy of grand jury proceedings, and matters covered by the attorney-client privilege</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Court in Reporters Committee was construing FOIA Exemption 7(C), which allows the Government to withhold law enforcement records or information whose production \"could reasonably be expected to constitute an unwarranted invasion of personal privacy,\" 5 U.S.C. Sec. 552(b)(7)(C)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Landano concerned Exemption 7(D), which permits the Government to withhold</p>\n        <p>records or information compiled for law enforcement purposes, but only to the extent that the production of such law enforcement records or information ... could reasonably be expected to disclose the identity of a confidential source, ..., and, in the case of a record or information compiled by criminal law enforcement authority in the course of a criminal investigation ..., information furnished by a confidential source.</p>\n        <p>Sec. 552(b)(7)(D).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Church made two specific arguments regarding the inadequacy of the Department's search, neither of which were raised before the district court.  We therefore need not, and do not, address them here.  See Watkins v. Ponte, <span class=\"citation\" data-id=\"601481\"><a href=\"/opinion/601481/theodis-watkins-v-joseph-ponte/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 29 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Some of these documents have been released in whole or in part as a result of the administration's openness policy.  See supra note 2.  The government identifies these documents as Nos. 58, 63-66, 69, 71-73, 77-81, 84-86 and 88-90</p>\n        <p>[Pages]  [Description]    [Content/withheld portions]            [Exemptions]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21-1\">\n        <a class=\"footnote\" href=\"#fn21-1_ref\">21</a>\n        <p> Typed AUSA       Attorney work product document         b(5) b(7)(D)</p>\n        <p>notes            marshalling facts and sources of       b(7)(C)</p>\n        <p>(undated)        information created in</p>\n        <p>contemplation of litigation.</p>\n        <p>Confidentiality referenced</p>\n        <p>throughout document.  References</p>\n        <p>Third Party Individuals throughout.</p>\n        <p>(WIF [withheld in full]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Paragraph 15 of the declaration states:</p>\n        <p>This exemption applies to withhold identities of and personal information about third party individuals, release of which could subject such persons to unwanted and even unlawful efforts to gain further access to them or personal information, harassment or harm, exposure to unwanted and/or derogatory publicity and inferences arising from their connection to the case, all to their detriment.</p>\n        <p>This exemption also applies to withhold identities of individuals such as special agents, government employees, and local law enforcement personnel who participated in the investigation and prosecution of the referenced cases.  Individual duties and assignments are not public and such publicity as would likely arise from disclosure would seriously impede, if not totally jeopardize law enforcement effectiveness in subsequent cases, even subjecting such individuals to harassment or harm.  These persons have protected privacy interests in the conduct of law enforcement investigations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The government states in its brief with respect to this document that \"the EOUSA could properly determine that even partial disclosure might well allow plaintiffs to identify the declarant through the nature of the information disclosed.\"   The government unquestionably could make such a determination, but it needs to provide more than this unsupported conclusion to justify withholding the whole document.  Is the document full of personal anecdotes, whose perspective would tend to reveal the declarant, thus supporting this conclusion?   Or does the document simply give one individual's description of the way the Church generally treats members, and thus arguably include material that could be segregated from the identifying information?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Section (j)(2) exempts from mandatory disclosure records maintained by an agency that performs as its principal function any activity pertaining to the enforcement of criminal laws.  Section (k)(2) of the Act similarly exempts certain investigatory materials compiled for law enforcement purposes in other than criminal matters.  Although the Boseker Declaration states that all of the relevant records in this case were exempt under one or the other of the Privacy Act provisions, only certain of the entries include (j)(2) as a justification for nondisclosure.  See, e.g., Document Nos. 6, 11, 13, 15-19, 43, 46, 53, 55, 56, 58, 60-62, 75, 76, 95, 109, 111, 115-121, 123, 125, 127, 146, 185, 187, 190, 191</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The government's other citation for this point, Weisberg v. Department of Justice, <span class=\"citation\" data-id=\"442963\"><a href=\"/opinion/442963/harold-weisberg-v-us-department-of-justice-two-cases-harold-weisberg/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1476</span></a></span>, 1483 (D.C.Cir.1984), also involved a tremendous search, resulting in disclosure of approximately 60,000 pages of documents.  The district court in that case ordered preparation of a Vaughn index of every two hundredth page of responsive material, a supplement to that index, and in camera submission of a number of documents withheld in their entirety.  <span class=\"citation\" data-id=\"442963\"><a href=\"/opinion/442963/harold-weisberg-v-us-department-of-justice-two-cases-harold-weisberg/\"><span class=\"id_token\">Id.</span> at 1489-90. </a></span>  The circuit approved the sampling procedure because the number of documents was so great and \"it would not realistically be possible to review each and every one.\"  <span class=\"citation\" data-id=\"442963\"><a href=\"/opinion/442963/harold-weisberg-v-us-department-of-justice-two-cases-harold-weisberg/\"><span class=\"id_token\">Id.</span> at 1490</a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> This would include, inter alia, document Nos. 2 (grand jury list of documents), 3 (exhibits list), 130-33, 142, 148, 153, 163, 172, 173, 181, 182, 184, 187, 188-90</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> We think it reasonable for an agency to withhold any document containing a grand jury exhibit sticker or that is otherwise explicitly identified on its face as a grand jury exhibit, as release of such documents reasonably could be viewed as revealing the focus of the grand jury investigation.  See Fund for Constitutional Gov't v. National Archives and Records Serv., <span class=\"citation\" data-id=\"393165\"><a href=\"/opinion/393165/fund-for-constitutional-government-v-national-archives-and-records-service/\"><span class=\"volume\">656</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">856</span></a></span>, 869 (D.C.Cir.1981) (information \"identifying documents considered by the grand jury ... falls within the broad reach of grand jury secrecy....\").  See, e.g., Document Nos. 35, 52.  Whether some portion of the document is segregable, however, also needs to be considered and addressed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The inadequacy of the Vaughn index is well illustrated by the entries for Document Nos. 178 and 179.  Both documents are identified as one-page declarations, with 20-page attachments.  No. 178 is described as originating \"from file marked 'Grand Jury,' \" while 179 is identified only as \"Grand Jury Materials.\"   Both are claimed exempt under Exemption 3, as well as Exemption 7(C), but no specifics are given as to the contents of the documents and whether all, or only part, of the document implicates privacy concerns</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Indeed, we suspect that a number of documents found in grand jury files would not be identifiable as connected to a grand jury proceeding at all because they were generated for another purpose, and presumably would not be labeled as grand jury material upon release</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> We have tried through our approach to the grand jury issue to tread a path that honors the requester's entitlement to an adequate and lawful explanation for any withholding decision, but protects the government from unreasonable burdens in justifying nondisclosure.  The government's obligation thus is minimal except for materials assertedly connected to a grand jury investigation that bear no facial connection to grand jury proceedings</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The district court in this case relied on Mervin in upholding the Department's application of Exemption 5, noting that an attorney's affidavit sufficed there to prove that factual material contained within the documents fell within the work-product privilege.  Unlike the affidavit in Mervin, however, the affidavits here are not document-specific, and are thus much less informative</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> We note that factual material contained within a document subject to the work product privilege often will be embraced within the privilege, and thus be exempt from disclosure.  See A. Michael's Piano, Inc. v. FTC, <span class=\"citation\" data-id=\"664637\"><a href=\"/opinion/664637/a-michaels-piano-inc-tracy-patrick-smith-nicholas-vitagliano-and/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">138</span></a></span>, 147 (2d Cir.1994);  Martin v. Office of Special Counsel, MSPB, <span class=\"citation\" data-id=\"489286\"><a href=\"/opinion/489286/betty-martin-v-office-of-special-counsel-merit-systems-protection-board/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1181</span></a></span>, 1186 (D.C.Cir.1987)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">21</a>\n        <p> We reiterate a point made earlier, that the lack of specificity poses a particular problem with respect to lengthier documents.  Although the entries for a number of shorter documents suffer some of the same inadequacies--notably lack of correlation between text and exemptions, and failure to address segregability--the brevity of these documents makes it reasonable to validate the government's withholding decision with little or no additional information.  For example, if the Department simply identifies the prosecution for which Document No. 43 was prepared, no further details are necessary.  See also, e.g., entries for Document Nos. 68, 70, 74, 93</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> In its brief, the government suggests that it was warranted in dispensing with the item-by-item detail that ordinarily is necessary to justify Exemption 7(C) withholdings because a categorical determination to withhold personal information is permissible in the absence of a demonstrated public interest in that information.  We agree that the Church has not put forward a public interest in the names or other personal identifying information that would override the strong privacy interest in such information contained in law enforcement files, see <span class=\"citation\" data-id=\"600729\"><span class=\"antecedent_guess\">Maynard,</span> <a href=\"/opinion/600729/beatrice-maynard-v-central-intelligence-agency-beatrice-maynard-v/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">566</span></a></span>.   A categorical exclusion for identifying information therefore is appropriate here.  Cf. SafeCard Servs., Inc. v. SEC, <span class=\"citation\" data-id=\"556586\"><a href=\"/opinion/556586/safecard-services-inc-v-securities-and-exchange-commission/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span></a></span>, 1205-06 (D.C.Cir.1991).  This conclusion does not resolve the Church's central claim, however--that the government failed to demonstrate on an item-by-item basis why documents should not be released with the personal identifying information redacted.  Cf. Norwood v. FAA, <span class=\"citation\" data-id=\"606710\"><a href=\"/opinion/606710/dan-m-norwood-v-federal-aviation-administration/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">570</span></a></span>, 574-75 (6th Cir.1993) (under privacy Exemption 6, \"excluding from disclosure any and all fragments of information that might assist a diligent researcher in identifying a person ... is not supportable\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> The government, of course, need not provide so much detail that the confidentiality is destroyed.  It must, however, explain as specifically as possible why providing additional information would jeopardize the confidentiality interest.  If the explanation is too sketchy, in camera review may be necessary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> We contrast these entries with those containing facts providing a rationale for the inference of confidentiality, such as No. 13 (author incarcerated);  No. 100 (communication between husband and wife);  No. 101 (threats of harm and harassment);  Nos. 102-03 (death threat);  No. 120 (threatened harm)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> The Church on appeal has made a broad challenge to the adequacy of the government's explanations for withholding documents, and has not argued about the merits of the withholding decisions for those documents for which the index and affidavits are sufficiently detailed.  We likewise have focused on the general adequacy of the showing, and have not considered the merits of any particular withholding decision.  We note, however, that many of the index entries appear to support nondisclosure of the documents, and we expect that the district court on remand will simply reaffirm its previous determinations that those documents are exempt from release</p>\n        <p>We also have not considered the Church's contention that the Department improperly referred approximately 300 pages of material originating from other agencies to those agencies for processing.  The issue was not raised in the Church's opposition to the motion for summary judgment, and we therefore decline to consider it here.  The district court may choose to take up this matter on remand.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109241/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109431/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109898/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112224/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112863/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195323/",
    "https://www.courtlistener.com/api/rest/v3/opinions/313449/",
    "https://www.courtlistener.com/api/rest/v3/opinions/363083/",
    "https://www.courtlistener.com/api/rest/v3/opinions/371957/",
    "https://www.courtlistener.com/api/rest/v3/opinions/374753/",
    "https://www.courtlistener.com/api/rest/v3/opinions/381789/",
    "https://www.courtlistener.com/api/rest/v3/opinions/393165/",
    "https://www.courtlistener.com/api/rest/v3/opinions/409032/",
    "https://www.courtlistener.com/api/rest/v3/opinions/430600/",
    "https://www.courtlistener.com/api/rest/v3/opinions/442963/",
    "https://www.courtlistener.com/api/rest/v3/opinions/448866/",
    "https://www.courtlistener.com/api/rest/v3/opinions/469998/",
    "https://www.courtlistener.com/api/rest/v3/opinions/489286/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491446/",
    "https://www.courtlistener.com/api/rest/v3/opinions/495212/",
    "https://www.courtlistener.com/api/rest/v3/opinions/504394/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556586/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567720/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599116/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606710/",
    "https://www.courtlistener.com/api/rest/v3/opinions/612186/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654636/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664637/",
    "https://www.courtlistener.com/api/rest/v3/opinions/665986/"
  ]
}