{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195551/",
  "id": 195551,
  "absolute_url": "/opinion/195551/united-states-v-arroyo-reyes/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195551/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:27Z",
  "date_modified": "2020-02-21T23:31:35.353361Z",
  "type": "010combined",
  "sha1": "1c59e8e96d684a2ff73cb4e55ddd532ba890ad59",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1535.01A",
  "local_path": null,
  "plain_text": "August 15, 1994\n                    [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 94-1535\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                  JUAN CARLOS ARROYO-REYES,\n\n                    Defendant, Appellant.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\n                                                     \n\n                                        \n\n                            Before\n\n                    Cyr, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Luis F. Abreu Elias on brief for appellant.\n                      \n   Guillermo  Gil,  United  States   Attorney,  and  Miguel  A.\n                                                               \nPereira, Assistant U.S. Attorney, on brief for appellee.\n     \n\n                                        \n\n                                        \n\n     Per Curiam.  Defendant Juan  Carlos Arroyo-Reyes appeals\n               \n\nfrom  a district  court  order denying  him  bail.   For  the\n\nfollowing reasons, we affirm.\n\n                              I.\n\n     On March 9, 1994,  a federal grand jury returned  a five\n\ncount  indictment  charging   defendant  with  conspiracy  to\n\ndistribute  at  least  fifty  grams  of  cocaine  base,  five\n\nkilograms of  cocaine,  and one  kilogram of  heroin, see  21\n                                                         \n\nU.S.C.    841(a)(1), 846; continuing criminal enterprise, see\n                                                             \n\n21 U.S.C.    848(a)-(b); and using  and carrying firearms  in\n\nrelation to  a  drug trafficking  offense,  see 18  U.S.C.   \n                                               \n\n924(c)(1).   The indictment  further charged, as  overt acts,\n\nthat defendant supervised sales of controlled substances; and\n\nthat he and his co-conspirators  used weapons to protect drug\n\noperations,  to  carry  out  carjackings, and  to  intimidate\n\nhonest  citizens who might report  on their activities to law\n\nenforcement officials.  Following defendant's arrest on these\n\ncharges,  a detention  hearing was  held before  a magistrate\n\njudge.   The magistrate  decided to detain  defendant without\n\nbail pending trial on  grounds of risk-of-flight.  A  de novo\n\nhearing was  subsequently held  before the district  judge on\n\nApril 22, 1994.   \n\n     At the  detention  hearings, F.B.I.  Special Agent  Todd\n\nPolley testified  for the government.   Polley testified that\n\nbased on information provided him by confidential sources and\n\n                             -2-\n\nthe  local police precinct, the defendant is the leader of an\n\napproximately  twenty-six member gang  which operates  a drug\n\npoint in Toa  Baja, Puerto  Rico, and which  uses weapons  to\n\nprotect  its  members and  its  stashes of  money  from rival\n\ngangs.  Polley and other FBI agents conducted surveillance of\n\nthe  alleged drug  point  and  observed individuals  carrying\n\nweapons,  communicating  by radio  equipment,  and conducting\n\nwhat appeared  to  be drug  transactions.   On one  occasion,\n\nagents observed  over  one hundred  transactions  take  place\n\nwithin  a three hour period.  A controlled buy confirmed that\n\ndrugs were being  sold.   Agent Polley saw  defendant at  the\n\ndrug point on  a number  of occasions, and  observed that  he\n\nappeared to be followed by body guards.\n\n     Polley further  testified that  a search  of defendant's\n\nhome  revealed over  $14,000 cash,  a money  counter, ziplock\n\nbags similar  to  those  used to  package  drugs,  and  radio\n\ntransmission  equipment  similar to  that  used  by the  gang\n\nmembers to communicate with  each other.  Tape recordings  of\n\noverheard  radio  communications,  played  at  the  hearings,\n\nincluded  references by  gang members  to weapons,  drugs and\n\ncarjackings.  On  one of these tapes,  gang members discussed\n\nfreshly   spray-painted   threats   designed  to   intimidate\n\ncommunity  members  perceived  to  be  \"snitches\"  or  \"stool\n\npigeons.\"    Other  evidence  included  a  photograph   which\n\ndepicted defendant,  roughly fifteen feet away  from the drug\n\n                             -3-\n\npoint,  wearing  a  cellular  phone  on his  hip  pocket  and\n\naccompanied  by two individuals,  one of whom  was carrying a\n\npistol.  Another photograph depicted defendant transferring a\n\npacket from the  drug point  to a motor  vehicle.1   Finally,\n\nthe government proffered testimony that on September 6, 1993,\n\ndefendant and  another individual  were arrested  in Bayamon,\n\nPuerto Rico with  $30,598 cash, two kilograms of cocaine, and\n\ntwo loaded weapons.2   As a result of this  arrest, defendant\n\nfaces charges in the Superior Court of Puerto Rico.\n\n     The  defendant  is  twenty  years old  and  a  life-long\n\nresident of Puerto Rico.   At the time of his arrest,  he was\n\nliving with his grandfather.   Defendant proffered  witnesses\n\nwho would  testify, among other things, to  his strong family\n\nand   community  ties;   his  positive   employment  history,\n\nincluding  work as an electronic technician  and a laborer in\n\nthe construction industry; his religious upbringing;  and his\n\ngood reputation  in  the community.   One  witness, a  former\n\nemployer, would have testified  that defendant was a \"trusted\n\nemployee,\" and that he was willing  to employ defendant again\n\nand  to provide  employment records  to  the court.   Another\n\nwitness  would  have  testified that  defendant  had  studied\n\nelectronics  and had  a  part-time  job  in his  home  fixing\n\n                    \n\n1.  The contents of the packet is unknown.  \n\n2.  Defense  counsel  contested  this   proffered  testimony,\nstating  that defendant  was merely  a  passenger in  a motor\nvehicle in which drugs and weapons were found.\n\n                             -4-\n\nelectronic  equipment.   Defendant's  grandfather  offered to\n\npost his home (worth $44,000) as bond, as well as to serve as\n\na third-party custodian if defendant were released.3 \n\n     The  district  court  affirmed  the  magistrate  judge's\n\ndetention  order on the grounds that defendant is both a risk\n\nof flight and  a danger to  the community.   The court  first\n\nobserved  that where, as here,  a defendant has been indicted\n\nfor  a drug offense punishable by ten  or more years under 21\n\nU.S.C.   801  et seq., as well as a  firearm offense under 18\n\nU.S.C.   924(c)(1), a \"rebuttable presumption\" arises that no\n\ncondition or combination of conditions will reasonably assure\n\nhis appearance as  required and the safety  of the community.\n\nSee  18 U.S.C.   3142(e);  United States v.  Vargas, 804 F.2d\n                                                   \n\n157,  163  (1st  Cir.   1986)  (per  curiam)  (indictment  is\n\nsufficient  to  establish  probable  cause  for  purposes  of\n\ntriggering  the rebuttable  presumption in    3142(e)).   The\n\ncourt then stated:\n\n     Mindful of the fact  that the presumption shifts to\n     the  defendant  the burden  of production,  not the\n     burden  of persuasion,  the defendant's  proffer of\n     evidence is  not enough to  grant him  bail.   This\n     record  contains  strong  indicia   of  defendant's\n     involvement in a drugs and firearms conspiracy  and\n     criminal  enterprise.    The  testimony  of  F.B.I.\n     Special  Agent Todd  Polley, as  well as  the taped\n     recordings  and  photo evidence,  so confirm.   The\n     defendant operated what appears  to be a large drug\n\n                    \n\n3.  The transcript of the de novo bail hearing also indicates\nthat  defendant submitted  to  the court  a letter  signed by\nseventy-seven  community  members.    This  letter  was   not\npresented to us on appeal.\n\n                             -5-\n\n     point   backed   up   by   a   twenty-plus   member\n     organization under his direction.  Large amounts of\n     cash were  seized.   The presence of  cash suggests\n     that  fleeing is  easier  to achieve.   Money  buys\n     access  to   boats  and  private   airplanes  to  a\n     multitude  of  neighboring   islands,  from   where\n     further escape  is quite  easy.   Furthermore,  the\n     obvious   violent   nature   of  the   drug-related\n     activities  and  the  use  of  firearms  and  armed\n     carjacking  demonstrate  that  the  safety  of  the\n     community is compromised.   The presumption remains\n     that no condition or combination of conditions will\n     reasonably assure appearance and  the safety of the\n                                     \n     community.\n\n                             II.\n\n     In  pretrial  detention  cases,  we  employ \"independent\n\nreview,   tempered  by   a   degree  of   deference  to   the\n\ndeterminations made  below.\"   United States v.  Tortora, 922\n                                                        \n\nF.2d  880, 882 (1st  Cir. 1990).   As a practical  matter, we\n\ndefer greatly  to the district court's factual findings.  Id.\n                                                             \n\nat 882-83.  We also carefully scrutinize the district court's\n\nreasons, considering whether \"due  attention was given to all\n\nthe statutory factors.\"   United States v.  O'Brien, 895 F.2d\n                                                   \n\n810, 816 (1st Cir. 1990).  These factors are:  (1) the nature\n\nand circumstances of  the offense charged; (2)  the weight of\n\nthe  evidence; (3)  the  history and  characteristics of  the\n\naccused,  including  past conduct;  and  (4)  the nature  and\n\nseriousness  of the  danger posed  by the  accused's release.\n\nSee 18  U.S.C.    3142(g).    We give  such deference  to the\n   \n\ncourt's conclusions  \"as we think the  care and consideration\n\nmanifested  by the . .  . district court  warrant.\"  O'Brien,\n                                                            \n\n895 F.2d at 816.\n\n                             -6-\n\n     Defendant attacks the  reasoning of the district  court.\n\nFirst, he  contends  that the  district  court  impermissibly\n\nplaced  the burden on him to prove that pre-trial release was\n\nwarranted.  Second, defendant  argues that the district court\n\nignored some of the statutory factors relevant to release and\n\nimproperly  weighed  those  factors  it  did  consider.    In\n\nparticular, defendant contends that the district court relied\n\nalmost solely on the first factor, the nature of the offense,\n\nand  failed to assess the  weight of the  evidence (which, he\n\nsuggests,  is  weak),  attached  too  little  weight  to  his\n\nproffered   evidence  regarding  the   history  and  personal\n\ncharacteristics of  the defendant,  and failed to  articulate\n\nany danger that defendant poses to the community.\n\n     The government unquestionably bears  the burden of proof\n\nat  a pretrial detention hearing.4   Here, the government was\n\naided by the presumption,  set forth in 18 U.S.C.    3142(e),\n\nthat  no  conditions  would  reasonably   assure  defendant's\n\nappearance  and the  safety of  the community.   The district\n\ncourt's order makes it plain that it was fully cognizant that\n\nthis presumption merely shifts to the defendant the burden of\n\nproduction, not the burden of  persuasion.  See United States\n                                                             \n\nv. Jessup,  757 F.2d 378, 381  (1st Cir. 1985).   Contrary to\n         \n\n                    \n\n4.  The government  must demonstrate, by clear and convincing\nevidence, that the defendant's release poses a risk of danger\nto the  community; or, by  a preponderance  of the  evidence,\nthat there  is  a  risk of  flight.   See  United  States  v.\n                                                         \nPatriarca, 948 F.2d 789, 792-93 (1st Cir. 1991).  \n         \n\n                             -7-\n\nthe defendant's  suggestion, we do not  interpret the court's\n\nstatement  that his  \"proffer of  evidence  is not  enough to\n\ngrant him bail\" to mean that the district court lost sight of\n\nwho had  the burden of proof.   Rather, read in context, this\n\nremark  merely  indicates  that  the  court  duly  considered\n\ndefendant's proffer  but ultimately  concluded that,  even in\n\nlight of it, there was sufficient evidence to detain him.\n\n     We add that the presumption reflects Congress's findings\n\nthat drug  traffickers often  have the resources  and foreign\n\ncontacts to escape to other countries,  and that they present\n\na special risk of pre-trial recidivism.  See United States v.\n                                                          \n\nPalmer-Contreras,  835  F.2d  15,  17 (1st  Cir.  1987)  (per\n                \n\ncuriam);  United States  v. Williams, 753 F.2d 329,  335 (4th\n                                    \n\nCir. 1985).  Even  when, as here, a defendant  has introduced\n\n\"some evidence\" to rebut the presumption, the facts that gave\n\nrise  to the presumption  retain evidentiary weight depending\n\nupon  how  closely  defendant's  case  resembles  the  highly\n\nlucrative  drug  operations at  the  center of  congressional\n\nconcern.   See Palmer-Contreras, 835  F.2d at 18.   Given the\n                               \n\nsize of the  organization here, its apparent heavy  volume of\n\nbusiness, and  the evidence  of cash resources,  the district\n\ncourt   appropriately   gave   continuing   weight   to   the\n\npresumption.5\n\n                    \n\n5.  Contrary to  defendant's suggestion,  we do  not construe\nthe district court's statement that the presumption \"remains\"\nto mean that it gave conclusive weight to it.\n\n                             -8-\n\n     We also reject  defendant's argument  that the  district\n\ncourt did not properly consider all of the relevant statutory\n\nfactors.   First, we note that defendant errs in stating that\n\nthe  district  court  failed  to  assess  the  weight  of the\n\nevidence against  him.  To  the contrary, the  district court\n\nfound  that  the  record  contains \"strong  indicia\"  of  his\n\ninvolvement \"in  a drug and firearms  conspiracy and criminal\n\nenterprise.\"   We are  similarly persuaded that  the evidence\n\nlinking him  to these offenses is strong.  Although defendant\n\ncomplains that some of  the evidence against him  is hearsay,\n\nthe government  may utilize  reliable hearsay at  a detention\n\nhearing.  See  United States v. Acevedo-Ramos,  755 F.2d 203,\n                                             \n\n207 (1st  Cir. 1985).    Here, the  second-hand reports  that\n\ndefendant is connected to,  and indeed the leader of,  a drug\n\ngang are corroborated by the observations of FBI  agents, the\n\nphotographs, the  tape  recordings, and  the evidence  seized\n\nfrom defendant's home. \n\n     Second, with respect to defendant's personal history and\n\ncharacteristics, we observe, as  did the district court, that\n\nhe has had \"prior brushes with the law.\"  Most relevantly, at\n\nthe  time of the current  offense, he was  on release pending\n\ntrial in state court for drug and firearm offenses.  Congress\n\nhas made it clear that  an \"especially significant\" danger to\n\nthe community is the risk that the drug network will continue\n\nto function while  defendant awaits trial.  See United States\n                                                             \n\n                             -9-\n\nv.  Portes, 786  F.2d  758,  765  (7th  Cir.  1985).    Given\n          \n\ndefendant's  apparent behavior  in  this regard,  as well  as\n\nevidence of the violent nature of the drug-related activities\n\nand  defendant's  leadership role  in  the organization,  the\n\ndistrict  court,   aided  by  the  statutory  presumption  of\n\ndangerousness, supportably found that  he presented a risk to\n\nthe  safety  of  the community  if  released  on  bail.   Cf.\n                                                             \n\nWilliams,  753 F.2d at  335 (suggesting that  there was clear\n        \n\nand convincing  evidence that defendants were a danger to the\n\ncommunity where they  had continued  to be  involved in  drug\n\ntrafficking despite prior narcotics convictions).    \n\n     Finally,  although   the  question  is  closer,  we  are\n\npersuaded that pretrial detention  is also justified on risk-\n\nof-flight grounds.   On the  one hand, defendant  did proffer\n\nevidence of strong family and community ties, offer security,\n\npoint  to  faithful appearances  at  prior  court dates,  and\n\npropose a custodial arrangement.  On the other hand, he faces\n\npotentially severe  penalties and  apparently  has access  to\n\nlarge  amounts of  cash.   Thus,  there  is ample  reason  to\n\nbelieve  that he has  the incentive and  wherewithal to flee.\n\nMoreover,  it  is  as to  close  issues  like  this that  the\n\ndeference  we  afford   the  district   court's  first   hand\n\ndetermination in bail cases comes into play.\n\n     Affirmed.\n              \n\n                             -10-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">August 15, 1994\n                    [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 94-1535\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                  JUAN CARLOS ARROYO-REYES,\n\n                    Defendant, Appellant.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\n                                                     \n\n                                        \n\n                            Before\n\n                    Cyr, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Luis F. Abreu Elias on brief for appellant.\n                      \n   Guillermo  Gil,  United  States   Attorney,  and  Miguel  A.\n                                                               \nPereira, Assistant U.S. Attorney, on brief for appellee.\n     \n\n                                        \n\n                                        \n\n     Per Curiam.  Defendant Juan  Carlos Arroyo-Reyes appeals\n               \n\nfrom  a district  court  order denying  him  bail.   For  the\n\nfollowing reasons, we affirm.\n\n                              I.\n\n     On March 9, 1994,  a federal grand jury returned  a five\n\ncount  indictment  charging   defendant  with  conspiracy  to\n\ndistribute  at  least  fifty  grams  of  cocaine  base,  five\n\nkilograms of  cocaine,  and one  kilogram of  heroin, see  21\n                                                         \n\nU.S.C.    841(a)(1), 846; continuing criminal enterprise, see\n                                                             \n\n21 U.S.C.    848(a)-(b); and using  and carrying firearms  in\n\nrelation to  a  drug trafficking  offense,  see 18  U.S.C.   \n                                               \n\n924(c)(1).   The indictment  further charged, as  overt acts,\n\nthat defendant supervised sales of controlled substances; and\n\nthat he and his co-conspirators  used weapons to protect drug\n\noperations,  to  carry  out  carjackings, and  to  intimidate\n\nhonest  citizens who might report  on their activities to law\n\nenforcement officials.  Following defendant's arrest on these\n\ncharges,  a detention  hearing was  held before  a magistrate\n\njudge.   The magistrate  decided to detain  defendant without\n\nbail pending trial on  grounds of risk-of-flight.  A  de novo\n\nhearing was  subsequently held  before the district  judge on\n\nApril 22, 1994.   \n\n     At the  detention  hearings, F.B.I.  Special Agent  Todd\n\nPolley testified  for the government.   Polley testified that\n\nbased on information provided him by confidential sources and\n\n                             -2-\n\nthe  local police precinct, the defendant is the leader of an\n\napproximately  twenty-six member gang  which operates  a drug\n\npoint in Toa  Baja, Puerto  Rico, and which  uses weapons  to\n\nprotect  its  members and  its  stashes of  money  from rival\n\ngangs.  Polley and other FBI agents conducted surveillance of\n\nthe  alleged drug  point  and  observed individuals  carrying\n\nweapons,  communicating  by radio  equipment,  and conducting\n\nwhat appeared  to  be drug  transactions.   On one  occasion,\n\nagents observed  over  one hundred  transactions  take  place\n\nwithin  a three hour period.  A controlled buy confirmed that\n\ndrugs were being  sold.   Agent Polley saw  defendant at  the\n\ndrug point on  a number  of occasions, and  observed that  he\n\nappeared to be followed by body guards.\n\n     Polley further  testified that  a search  of defendant's\n\nhome  revealed over  $14,000 cash,  a money  counter, ziplock\n\nbags similar  to  those  used to  package  drugs,  and  radio\n\ntransmission  equipment  similar to  that  used  by the  gang\n\nmembers to communicate with  each other.  Tape recordings  of\n\noverheard  radio  communications,  played  at  the  hearings,\n\nincluded  references by  gang members  to weapons,  drugs and\n\ncarjackings.  On  one of these tapes,  gang members discussed\n\nfreshly   spray-painted   threats   designed  to   intimidate\n\ncommunity  members  perceived  to  be  \"snitches\"  or  \"stool\n\npigeons.\"    Other  evidence  included  a  photograph   which\n\ndepicted defendant,  roughly fifteen feet away  from the drug\n\n                             -3-\n\npoint,  wearing  a  cellular  phone  on his  hip  pocket  and\n\naccompanied  by two individuals,  one of whom  was carrying a\n\npistol.  Another photograph depicted defendant transferring a\n\npacket from the  drug point  to a motor  vehicle.1   Finally,\n\nthe government proffered testimony that on September 6, 1993,\n\ndefendant and  another individual  were arrested  in Bayamon,\n\nPuerto Rico with  $30,598 cash, two kilograms of cocaine, and\n\ntwo loaded weapons.2   As a result of this  arrest, defendant\n\nfaces charges in the Superior Court of Puerto Rico.\n\n     The  defendant  is  twenty  years old  and  a  life-long\n\nresident of Puerto Rico.   At the time of his arrest,  he was\n\nliving with his grandfather.   Defendant proffered  witnesses\n\nwho would  testify, among other things, to  his strong family\n\nand   community  ties;   his  positive   employment  history,\n\nincluding  work as an electronic technician  and a laborer in\n\nthe construction industry; his religious upbringing;  and his\n\ngood reputation  in  the community.   One  witness, a  former\n\nemployer, would have testified  that defendant was a \"trusted\n\nemployee,\" and that he was willing  to employ defendant again\n\nand  to provide  employment records  to  the court.   Another\n\nwitness  would  have  testified that  defendant  had  studied\n\nelectronics  and had  a  part-time  job  in his  home  fixing\n\n                    \n\n1.  The contents of the packet is unknown.  \n\n2.  Defense  counsel  contested  this   proffered  testimony,\nstating  that defendant  was merely  a  passenger in  a motor\nvehicle in which drugs and weapons were found.\n\n                             -4-\n\nelectronic  equipment.   Defendant's  grandfather  offered to\n\npost his home (worth $44,000) as bond, as well as to serve as\n\na third-party custodian if defendant were released.3 \n\n     The  district  court  affirmed  the  magistrate  judge's\n\ndetention  order on the grounds that defendant is both a risk\n\nof flight and  a danger to  the community.   The court  first\n\nobserved  that where, as here,  a defendant has been indicted\n\nfor  a drug offense punishable by ten  or more years under 21\n\nU.S.C.   801  et seq., as well as a  firearm offense under 18\n\nU.S.C.   924(c)(1), a \"rebuttable presumption\" arises that no\n\ncondition or combination of conditions will reasonably assure\n\nhis appearance as  required and the safety  of the community.\n\nSee  18 U.S.C.   3142(e);  United States v.  Vargas, </pre><span class=\"citation\" data-id=\"478731\"><a href=\"/opinion/478731/united-states-v-juan-vargas/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">157</span></a></span><pre class=\"inline\">,  163  (1st  Cir.   1986)  (per  curiam)  (indictment  is\n\nsufficient  to  establish  probable  cause  for  purposes  of\n\ntriggering  the rebuttable  presumption in    3142(e)).   The\n\ncourt then stated:\n\n     Mindful of the fact  that the presumption shifts to\n     the  defendant  the burden  of production,  not the\n     burden  of persuasion,  the defendant's  proffer of\n     evidence is  not enough to  grant him  bail.   This\n     record  contains  strong  indicia   of  defendant's\n     involvement in a drugs and firearms conspiracy  and\n     criminal  enterprise.    The  testimony  of  F.B.I.\n     Special  Agent Todd  Polley, as  well as  the taped\n     recordings  and  photo evidence,  so confirm.   The\n     defendant operated what appears  to be a large drug\n\n                    \n\n3.  The transcript of the de novo bail hearing also indicates\nthat  defendant submitted  to  the court  a letter  signed by\nseventy-seven  community  members.    This  letter  was   not\npresented to us on appeal.\n\n                             -5-\n\n     point   backed   up   by   a   twenty-plus   member\n     organization under his direction.  Large amounts of\n     cash were  seized.   The presence of  cash suggests\n     that  fleeing is  easier  to achieve.   Money  buys\n     access  to   boats  and  private   airplanes  to  a\n     multitude  of  neighboring   islands,  from   where\n     further escape  is quite  easy.   Furthermore,  the\n     obvious   violent   nature   of  the   drug-related\n     activities  and  the  use  of  firearms  and  armed\n     carjacking  demonstrate  that  the  safety  of  the\n     community is compromised.   The presumption remains\n     that no condition or combination of conditions will\n     reasonably assure appearance and  the safety of the\n                                     \n     community.\n\n                             II.\n\n     In  pretrial  detention  cases,  we  employ \"independent\n\nreview,   tempered  by   a   degree  of   deference  to   the\n\ndeterminations made  below.\"   United States v.  Tortora, </pre><span class=\"citation\" data-id=\"553834\"><a href=\"/opinion/553834/united-states-v-carmen-a-tortora/\"><span class=\"volume\">922</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">880</span></a></span><pre class=\"inline\">, 882 (1st  Cir. 1990).   As a practical  matter, we\n\ndefer greatly  to the district court's factual findings.  </pre><span class=\"citation\" data-id=\"553834\"><a href=\"/opinion/553834/united-states-v-carmen-a-tortora/\"><span class=\"id_token\">Id.</span>\n                                                             \n\nat 882-83. </a></span><pre class=\"inline\"> We also carefully scrutinize the district court's\n\nreasons, considering whether \"due  attention was given to all\n\nthe statutory factors.\"   United States v.  O'Brien, </pre><span class=\"citation\" data-id=\"536166\"><a href=\"/opinion/536166/united-states-v-edward-obrien/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">810</span></a></span><pre class=\"inline\">, 816 (1st Cir. 1990).  These factors are:  (1) the nature\n\nand circumstances of  the offense charged; (2)  the weight of\n\nthe  evidence; (3)  the  history and  characteristics of  the\n\naccused,  including  past conduct;  and  (4)  the nature  and\n\nseriousness  of the  danger posed  by the  accused's release.\n\nSee 18  U.S.C.    3142(g).    We give  such deference  to the\n   \n\ncourt's conclusions  \"as we think the  care and consideration\n\nmanifested  by the . .  . district court  warrant.\"  </pre><span class=\"citation\" data-id=\"536166\"><span class=\"antecedent_guess\">O'Brien,</span>\n                                                            \n\n<a href=\"/opinion/536166/united-states-v-edward-obrien/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">816</span></a></span><pre class=\"inline\">.\n\n                             -6-\n\n     Defendant attacks the  reasoning of the district  court.\n\nFirst, he  contends  that the  district  court  impermissibly\n\nplaced  the burden on him to prove that pre-trial release was\n\nwarranted.  Second, defendant  argues that the district court\n\nignored some of the statutory factors relevant to release and\n\nimproperly  weighed  those  factors  it  did  consider.    In\n\nparticular, defendant contends that the district court relied\n\nalmost solely on the first factor, the nature of the offense,\n\nand  failed to assess the  weight of the  evidence (which, he\n\nsuggests,  is  weak),  attached  too  little  weight  to  his\n\nproffered   evidence  regarding  the   history  and  personal\n\ncharacteristics of  the defendant,  and failed to  articulate\n\nany danger that defendant poses to the community.\n\n     The government unquestionably bears  the burden of proof\n\nat  a pretrial detention hearing.4   Here, the government was\n\naided by the presumption,  set forth in 18 U.S.C.    3142(e),\n\nthat  no  conditions  would  reasonably   assure  defendant's\n\nappearance  and the  safety of  the community.   The district\n\ncourt's order makes it plain that it was fully cognizant that\n\nthis presumption merely shifts to the defendant the burden of\n\nproduction, not the burden of  persuasion.  See United States\n                                                             \n\nv. Jessup,  </pre><span class=\"citation\" data-id=\"449455\"><a href=\"/opinion/449455/united-states-v-mark-jessup/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">378</span></a></span><pre class=\"inline\">, 381  (1st Cir. 1985).   Contrary to\n         \n\n                    \n\n4.  The government  must demonstrate, by clear and convincing\nevidence, that the defendant's release poses a risk of danger\nto the  community; or, by  a preponderance  of the  evidence,\nthat there  is  a  risk of  flight.   See  United  States  v.\n                                                         \nPatriarca, </pre><span class=\"citation\" data-id=\"571446\"><a href=\"/opinion/571446/united-states-v-raymond-j-patriarca/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">789</span></a></span><pre class=\"inline\">, 792-93 (1st Cir. 1991).  \n         \n\n                             -7-\n\nthe defendant's  suggestion, we do not  interpret the court's\n\nstatement  that his  \"proffer of  evidence  is not  enough to\n\ngrant him bail\" to mean that the district court lost sight of\n\nwho had  the burden of proof.   Rather, read in context, this\n\nremark  merely  indicates  that  the  court  duly  considered\n\ndefendant's proffer  but ultimately  concluded that,  even in\n\nlight of it, there was sufficient evidence to detain him.\n\n     We add that the presumption reflects Congress's findings\n\nthat drug  traffickers often  have the resources  and foreign\n\ncontacts to escape to other countries,  and that they present\n\na special risk of pre-trial recidivism.  See United States v.\n                                                          \n\nPalmer-Contreras,  </pre><span class=\"citation no-link\"><span class=\"volume\">835</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">15</span></span><pre class=\"inline\">,  17 (1st  Cir.  1987)  (per\n                \n\ncuriam);  United States  v. Williams, </pre><span class=\"citation\" data-id=\"446950\"><a href=\"/opinion/446950/united-states-v-melvin-williams-united-states-of-america-v-glenn-moore/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">329</span></a></span><pre class=\"inline\">,  335 (4th\n                                    \n\nCir. 1985).  Even  when, as here, a defendant  has introduced\n\n\"some evidence\" to rebut the presumption, the facts that gave\n\nrise  to the presumption  retain evidentiary weight depending\n\nupon  how  closely  defendant's  case  resembles  the  highly\n\nlucrative  drug  operations at  the  center of  congressional\n\nconcern.   See </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Palmer-Contreras,</span> <span class=\"volume\">835</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">18</span></span><pre class=\"inline\">.   Given the\n                               \n\nsize of the  organization here, its apparent heavy  volume of\n\nbusiness, and  the evidence  of cash resources,  the district\n\ncourt   appropriately   gave   continuing   weight   to   the\n\npresumption.5\n\n                    \n\n5.  Contrary to  defendant's suggestion,  we do  not construe\nthe district court's statement that the presumption \"remains\"\nto mean that it gave conclusive weight to it.\n\n                             -8-\n\n     We also reject  defendant's argument  that the  district\n\ncourt did not properly consider all of the relevant statutory\n\nfactors.   First, we note that defendant errs in stating that\n\nthe  district  court  failed  to  assess  the  weight  of the\n\nevidence against  him.  To  the contrary, the  district court\n\nfound  that  the  record  contains \"strong  indicia\"  of  his\n\ninvolvement \"in  a drug and firearms  conspiracy and criminal\n\nenterprise.\"   We are  similarly persuaded that  the evidence\n\nlinking him  to these offenses is strong.  Although defendant\n\ncomplains that some of  the evidence against him  is hearsay,\n\nthe government  may utilize  reliable hearsay at  a detention\n\nhearing.  See  United States v. Acevedo-Ramos,  </pre><span class=\"citation\" data-id=\"448140\"><a href=\"/opinion/448140/united-states-v-hector-acevedo-ramos/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></a></span><pre class=\"inline\">,\n                                             \n\n207 (1st  Cir. 1985).    Here, the  second-hand reports  that\n\ndefendant is connected to,  and indeed the leader of,  a drug\n\ngang are corroborated by the observations of FBI  agents, the\n\nphotographs, the  tape  recordings, and  the evidence  seized\n\nfrom defendant's home. \n\n     Second, with respect to defendant's personal history and\n\ncharacteristics, we observe, as  did the district court, that\n\nhe has had \"prior brushes with the law.\"  Most relevantly, at\n\nthe  time of the current  offense, he was  on release pending\n\ntrial in state court for drug and firearm offenses.  Congress\n\nhas made it clear that  an \"especially significant\" danger to\n\nthe community is the risk that the drug network will continue\n\nto function while  defendant awaits trial.  See United States\n                                                             \n\n                             -9-\n\nv.  Portes, </pre><span class=\"citation no-link\"><span class=\"volume\">786</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">758</span></span><pre class=\"inline\">,  765  (7th  Cir.  1985).    Given\n          \n\ndefendant's  apparent behavior  in  this regard,  as well  as\n\nevidence of the violent nature of the drug-related activities\n\nand  defendant's  leadership role  in  the organization,  the\n\ndistrict  court,   aided  by  the  statutory  presumption  of\n\ndangerousness, supportably found that  he presented a risk to\n\nthe  safety  of  the community  if  released  on  bail.   Cf.\n                                                             \n\n</pre><span class=\"citation\" data-id=\"446950\"><span class=\"antecedent_guess\">Williams,</span>  <a href=\"/opinion/446950/united-states-v-melvin-williams-united-states-of-america-v-glenn-moore/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">335</span> </a></span><pre class=\"inline\">(suggesting that  there was clear\n        \n\nand convincing  evidence that defendants were a danger to the\n\ncommunity where they  had continued  to be  involved in  drug\n\ntrafficking despite prior narcotics convictions).    \n\n     Finally,  although   the  question  is  closer,  we  are\n\npersuaded that pretrial detention  is also justified on risk-\n\nof-flight grounds.   On the  one hand, defendant  did proffer\n\nevidence of strong family and community ties, offer security,\n\npoint  to  faithful appearances  at  prior  court dates,  and\n\npropose a custodial arrangement.  On the other hand, he faces\n\npotentially severe  penalties and  apparently  has access  to\n\nlarge  amounts of  cash.   Thus,  there  is ample  reason  to\n\nbelieve  that he has  the incentive and  wherewithal to flee.\n\nMoreover,  it  is  as to  close  issues  like  this that  the\n\ndeference  we  afford   the  district   court's  first   hand\n\ndetermination in bail cases comes into play.\n\n     Affirmed.\n              \n\n                             -10-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/446950/",
    "https://www.courtlistener.com/api/rest/v3/opinions/448140/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449455/",
    "https://www.courtlistener.com/api/rest/v3/opinions/478731/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536166/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553834/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571446/"
  ]
}