{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195522/",
  "id": 195522,
  "absolute_url": "/opinion/195522/united-states-v-pierro/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195522/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:47Z",
  "date_modified": "2020-02-21T23:30:50.458090Z",
  "type": "010combined",
  "sha1": "7075e3da017e9f10d995f37a686da495886ba3ac",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1313.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1313\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                        DARRELL F. PIERRO,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n                                                       \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                 Campbell, Senior Circuit Judge,\n                                               \n\n                  and Lagueux,* District Judge.\n                                              \n\n                                             \n\n     Elliot M. Weinstein, for appellant.\n                        \n     Michael  K. Loucks,  Assistant United States  Attorney, with\n                       \nwhom Donald K. Stern,  United States Attorney, was on  brief, for\n                    \nthe United States.\n\n                                             \n\n                          July 27, 1994\n\n                                             \n\n          \n*Of the District of Rhode Island, sitting by designation.\n\n          SELYA, Circuit Judge.   Defendant-appellant Darrell  F.\n          SELYA, Circuit Judge.\n                              \n\nPierro labors to  convince us  that the district  court erred  in\n\nrefusing to grant him a separate trial, in  refusing to declare a\n\nmistrial, and,  following his  conviction, in refusing  to reduce\n\nhis sentence beneath the  suggested guideline range.  We  are not\n\npersuaded by appellant's exhortations and, therefore, affirm.\n\nI.  BACKGROUND\n\n          At  the times  material  hereto,  appellant earned  his\n\nlivelihood  as a  vice-president of  the Moore  Group (MoGro),  a\n\nCalifornia  company.   Yielding to temptation,  he also  joined a\n\ncriminal  cartel that, during the years 1989 and 1990, engaged in\n\nthe   theft  and   subsequent   resale  of   computer  components\n\nmanufactured  by  and for  Digital  Equipment Corporation  (DEC).\n\nThis  scheme  functioned  on  three  levels.   The  initial  step\n\ninvolved the thefts   a step  in which appellant at first did not\n\nparticipate.  The  second step  involved the sale  of the  stolen\n\nequipment;  with  appellant's  connivance,  his  employer, MoGro,\n\npurchased much of the  contraband.1  The third step  involved the\n\npurchasers' disposal of the bootleg merchandise.\n\n          For its part,  MoGro, under appellant's  aegis, handled\n\nthis third  phase in  two ways.   It returned some  components to\n\nDEC,  after  altering   their  serial  numbers,  as  part  of  an\n\nestablished  exchange  program,  thus  converting  stolen,  often\n\n                    \n\n     1The thieves  stole computer components from DEC's warehouse\nin  Massachusetts  both during  the week  and  on weekends.   The\ncomponents  purchased by MoGro comprised, for  the most part, the\nbounty from  the weekend  heists.  The  remaining contraband  was\nsold mainly to a codefendant, Fred Kleinerman.\n\n                                2\n\nunusable  components into  new, state-of-the-art  equipment.   It\n\nresold the rest of  the components on credit terms to a Wisconsin\n\nfirm, and then pledged  the invoices as security for  bank loans.\n\nMoGro  used the loan proceeds, inter alia, to pay the thieves for\n                                         \n\nthe stolen merchandise.\n\n          From and  after late 1989, appellant  assumed an active\n\nrole in the looting of DEC's warehouse.  On several occasions, he\n\nand  fellow MoGro  employees (including  John McComas)  flew from\n\nCalifornia  to   Massachusetts  and  assisted  in   the  unlawful\n\nasportation  of  computer  components.    These  purloined  parts\n\nsubsequently were shipped to MoGro's California  headquarters and\n\ndisposed of by one of the two methods we have described.\n\n          In  early 1990, appellant and several confederates were\n\nspotted  inside   DEC's  warehouse,  fled,  and  were  eventually\n\napprehended.   Subsequently, a federal grand jury returned a 158-\n\ncount indictment against 16  persons.  It charged  appellant with\n\nconspiracy to  participate in  a racketeering enterprise,  see 18\n                                                              \n\nU.S.C.   1962(d), participating in a racketeering enterprise, see\n                                                                 \n\nid.   1962(c),  and money laundering, see id.    1956(a)(1).  The\n                                             \n\npredicate acts upon  which the RICO charges  rested included both\n\nmoney   laundering  and   interstate  transportation   of  stolen\n\nproperty, see 18 U.S.C.   2314.\n             \n\n          In response to a clutch of severance motions, including\n\none  filed to  appellant's behoof,  the district court  split the\n\ndefendants  into two groups for  purposes of trial.   The court's\n\norder called for appellant and seven other alleged coconspirators\n\n                                3\n\n(including  McComas,  Kleinerman,   and  Ruslan  Moore,   MoGro's\n\npresident) to be tried  together, but apart from the  other eight\n\ndefendants.   On  September  8, 1992,  trial  commenced for  most\n\nmembers  of  appellant's group.2    During the  trial,  the court\n\ndenied appellant's renewed severance motion and his  motion for a\n\nmistrial.   The jury found  appellant guilty on all  counts.  The\n\ncourt sentenced him to serve  121 months in prison.   This appeal\n\nfollowed.\n\nII.  THE ALLEGED TRIAL ERRORS\n\n          Appellant  contends  that the  district court  erred in\n\ndenying  his  renewed motion  for  severance  and his  motion  to\n\ndeclare a mistrial.  We examine each of these contentions.\n\n                    A.  The Severance Motion.\n                                            \n\n          We need not linger long over the question of severance.\n\n\"As a rule,  persons who  are indicted together  should be  tried\n\ntogether.\"  United States v. O'Bryant,  998 F.2d 21, 25 (1st Cir.\n                                     \n\n1993).  We have said that to overcome this presumption a properly\n\njoined defendant    and,  clearly, joinder  was proper  here, see\n                                                                 \n\nFed. R. Crim. P. 8(b)   must muster \"a strong  showing of evident\n\nprejudice.\"  O'Bryant, 998 F.2d at 25.  When the term is  used in\n                     \n\nthis  context, \"prejudice means more than just a better chance of\n\nacquittal at a  separate trial.\"   United States  v. Boylan,  898\n                                                           \n\nF.2d  230, 246 (1st  Cir.) (citation omitted),  cert. denied, 498\n                                                            \n\nU.S.  849 (1990).   Indeed,  the Supreme  Court has  been blunter\n\n                    \n\n     2One  of the  eight defendants  originally included  in this\ncadre pled guilty prior to trial.\n\n                                4\n\nstill,  stating  that when  multiple  defendants are  named  in a\n\nsingle indictment,  separate trials should not  be ordered unless\n\n\"there  is a serious  risk that a joint  trial would compromise a\n\nspecific trial right of one of the defendants or prevent the jury\n\nfrom  making  a  reliable  judgment about  guilt  or  innocence.\"\n\nZafiro v. United States, 113 S. Ct. 933, 938 (1993).\n                       \n\n          On  appeal, Pierro  does  not  challenge  the  district\n\ncourt's pretrial order segmenting  the defendants into two groups\n\nfor  purposes of trial.  However, he complains bitterly about the\n\ndistrict  court's  refusal  to  grant his  mid-trial  motion  for\n\nseverance   a  device by  which he  sought to  put some  distance\n\nbetween himself  and  Kleinerman.    The motion  rested  on  twin\n\nrationales:  first, Kleinerman's testimony about a litany of \"bad\n\nacts\"   which  had   nothing  to   do  with   appellant;  second,\n\nKleinerman's   courtroom   antics,   which,  appellant   alleges,\n\nreflected adversely on  all the  defendants.   We bifurcate  this\n\ncomplaint, considering these grounds separately.\n\n          1.    Spillover.    The  first  aspect  of  appellant's\n          1.    Spillover.\n                         \n\nargument amounts to a  claim of spillover prejudice.   To prevail\n\non  such a claim, a  defendant must prove  prejudice so pervasive\n\nthat  a miscarriage  of  justice looms.    See United  States  v.\n                                                             \n\nSabatino, 943 F.2d 94, 96-97 (1st Cir. 1991); Boylan, 898 F.2d at\n                                                    \n\n246.   We  have  carefully reviewed  the  record and  discern  no\n\nprejudice to  appellant above and beyond the quantum of prejudice\n\nthat typifies virtually any multi-defendant trial   and that sort\n\nof  prejudice clearly does not  justify a severance.   See United\n                                                                 \n\n                                5\n\nStates v. Walker, 706 F.2d 28, 30 (1st Cir. 1983).\n                \n\n          To be sure, Kleinerman testified about a bogus burglary\n\nhe staged at his home and about telling  another witness that she\n\nshould  have dissembled  when  appearing before  the grand  jury.\n\nThis testimony,  like  other bits  and pieces  of evidence  about\n\nwhich  appellant complains,  while unsavory,  was not in  any way\n\nantagonistic  to  appellant's  defense.   And  nothing implicated\n\nappellant  in the  peccadilloes;  to the  contrary, the  evidence\n\nsuggested he was  on the other  side of the  continent both  when\n\nKleinerman faked  the break-in  and when Kleinerman  attempted to\n\nsuborn  perjury.    Since  it is  settled  that  properly  joined\n\ndefendants  need not be severed merely because a joint trial will\n\nrequire that the jury  receive testimony   even a large amount of\n\ntestimony    irrelevant to one defendant, see Boylan, 898 F.2d at\n                                                    \n\n246, we are not  at liberty to second-guess the  district court's\n\ndenial of appellant's motion, see id.\n                                     \n\n          Although   perhaps  supererogatory  in   light  of  the\n\nforegoing,  we also  take  note of  the  trial court's  exemplary\n\nhandling of the  situation.  The  court carefully controlled  the\n\npresentation  of the  proof, making  the jury  keenly aware  that\n\ncertain evidence was limited  to particular defendants, and that,\n\nin  all  events, the  evidence  had to  be  considered separately\n\nagainst each defendant.  In the first instance, a reviewing court\n\nmust   presume   that   the   jury  heeded   these   prophylactic\n\ninstructions.  See United States v. Olano, 113  S. Ct. 1770, 1781\n                                         \n\n(1993);  United  States v.  Paiva, 892  F.2d  148, 160  (1st Cir.\n                                 \n\n                                6\n\n1989).   Here,  there is  no  basis to  suppose  that the  jurors\n\ndisregarded  the  trial judge's  admonitions  and  departed on  a\n\nfrolic of their own.\n\n          2.   Kleinerman's  Behavior.   Appellant  also  assigns\n          2.   Kleinerman's  Behavior.\n                                     \n\nerror to the district court's denial of a severance based on what\n\nhe calls Kleinerman's  \"cheerleading\" during the  trial testimony\n\nof various witnesses.   The conduct that appellant  attributes to\n\nKleinerman    mostly gestures and grimaces    obviously occurred;\n\nindeed, the district  judge found Kleinerman in  contempt for his\n\ncourtroom antics.\n\n          If, during  the  course of  a multi-defendant  criminal\n\ntrial,  a  defendant  misbehaves  in  the  jury's  presence,  the\n\nmisbehavior  usually will  not compel  a separate  trial  for his\n\ncodefendants.  See, e.g.,  United States v. Rocha, 916  F.2d 219,\n                                                 \n\n230  (5th Cir.), cert. denied, 500 U.S. 934 (1991); United States\n                                                                 \n\nv. Tashjian, 660 F.2d  829, 837-38 (1st Cir.), cert.  denied, 454\n                                                            \n\nU.S.  1102 (1981).  Unless a movant can demonstrate the existence\n\nof  some  special  prejudice  of  a  kind  or  to  a  degree  not\n\nsusceptible to  remediation by prompt  curative instructions, the\n\ndistrict court is  free to eschew  a severance and let  the trial\n\nproceed.\n\n          Applying   this  standard,   we  do   not  think   that\n\nKleinerman's pantomime,  regrettable though it was,  required the\n\nnisi  prius  court  to grant  a  severance.   In  our  view, this\n           \n\nsituation  parallels    but  is much  less  noxious than    other\n\nsituations in which courts have concluded that well-chosen, well-\n\n                                7\n\ntimed  curative instructions  will satisfactorily  ameliorate the\n\nadverse effects  of a  defendant's inappropriate behavior  on his\n\ncodefendants.3   See, e.g., Rocha, 916 F.2d at 230; Tashjian, 660\n                                                            \n\nF.2d at  838; United States  v. Smith, 578  F.2d 1227, 1236  (8th\n                                     \n\nCir. 1978); United States v. Marshall, 458 F.2d 446, 452 (2d Cir.\n                                     \n\n1972);  cf. United States v.  Mazza, 792 F.2d  1210, 1224-25 (1st\n                                   \n\nCir. 1986)  (finding no unfair prejudice  to codefendants arising\n\nout of a  defendant's disruptive behavior even though  a curative\n\ninstruction was  neither requested nor given),  cert. denied, 479\n                                                            \n\nU.S. 1086  (1987).   So  it is  here:   there  was no  cognizable\n\nprejudice present.4\n\n          3.     Recapitulation.    Trial   courts  are  afforded\n          3.     Recapitulation.\n                               \n\nconsiderable  leeway  in determining  severance  questions.   See\n                                                                 \n\nO'Bryant, 998 F.2d at 25; Boylan, 898 F.2d at 246.  Consequently,\n                                \n\na judge's resolution of  such questions \"will be overturned  only\n\nif that wide  discretion is  plainly abused.\"   United States  v.\n                                                             \n\nNatanel, 938 F.2d 302, 308 (1st Cir. 1991), cert.  denied, 112 S.\n                                                         \n\nCt. 986 (1992).  We see no vestige of any abuse in this instance.\n\n                    \n\n     3Kleinerman's  misbehavior  did not  plummet  to the  depths\nreached in  Rocha, 916 F.2d at  229 (a case in  which a defendant\n                 \nmouthed  a death threat and  then ran a  finger menacingly across\nhis throat  during a  witness's testimony), or  in Tashjian,  660\n                                                           \nF.2d at 837 (a case in which  a defendant gestured, mouthed words\nto  the  effect that  a  government  witness would  receive  five\nbullets in the head, and shouted that all the defendants were \"in\nthe Mafia\").\n\n     4There  is, moreover,  an  added fillip  in  this case  that\nfurther  erodes appellant's  position:   his assumption  that the\njury  must  have  been  aware  of  Kleinerman's  antics is  sheer\nspeculation.  Kleinerman's gestures were nonverbal, and the judge\ndid not comment on them in the jury's presence.\n\n                                8\n\n                  B.  The Motion for a Mistrial.\n                                               \n\n          After  18 days  of trial,  the government  negotiated a\n\nplea  agreement  with McComas  and,  after  McComas pled  guilty,\n\ncalled him as a prosecution witness.  Appellant immediately moved\n\nin limine to  bar McComas  from testifying.   The district  court\n         \n\ndenied that motion.  Appellant subsequently moved for a mistrial,\n\narguing  that  McComas's  abrupt  change  of  plea,  followed  by\n\npotentially   incriminating   testimony,   would    be   unfairly\n\nprejudicial.    The district court refused to grant the requested\n\nrelief.  Appellant assigns error.\n\n          Motions to declare mistrials are directed  primarily to\n\nthe district court's discretion,  see United States v. Sepulveda,\n                                                                \n\n15 F.3d 1161, 1185 (1st Cir. 1993), cert. denied,      S. Ct.    \n                                                \n\n(1994); United States v. De Jongh, 937 F.2d 1, 3 (1st Cir. 1991);\n                                 \n\nand, accordingly,  an appellate  tribunal ought not  to interfere\n\nwith  the  disposition of  such a  motion unless  the complaining\n\nparty  can  demonstrate  a  manifest abuse  of  that  discretion.\n\nBearing in mind the trial judge's superior point of vantage, this\n\nprecept  possesses particular  force when, as  now, a  motion for\n\nmistrial is based on a claim that some spontaneous development at\n\ntrial may have influenced the jury in an improper manner.\n\n          Of  course, this  does not  mean that  appellate courts\n\nshould reflexively rubber-stamp the  trier's refusal to declare a\n\nmistrial.  But because  mistrials are strong medicine, disruptive\n\nnot  only to the  parties but also to  the judiciary's efforts to\n\nmanage  crowded dockets,  it is  only rarely    and  in extremely\n\n                                9\n\ncompelling circumstances   that an appellate panel, informed by a\n\ncold record, will venture to  reverse a trial judge's on-the-spot\n\ndecision that the interests of justice do not require aborting an\n\nongoing  trial.   See Real v.  Hogan, 828  F.2d 58,  62 (1st Cir.\n                                    \n\n1987); see also Sepulveda, 15 F.3d  at 1184.  Hence, battles over\n                         \n\nthe need for a  mistrial most often  will be won  or lost in  the\n\ndistrict court.\n\n          As a  general matter,  a mistrial is  not automatically\n\nrequired  when a codefendant changes his plea in mid-trial.  See,\n                                                                \n\ne.g., United  States v.  Del Carmen Ramirez,  823 F.2d 1,  3 (1st\n                                           \n\nCir. 1987); United States v. Earley, 482 F.2d 53, 58 (10th Cir.),\n                                   \n\ncert.  denied, 414 U.S. 1111 (1973).  That principle obtains even\n             \n\nwhen  the newly  pleaded defendant  takes the  witness  stand and\n\ntestifies against the remaining defendants.  See United States v.\n                                                              \n\nGambino,  926 F.2d 1355, 1364  (3d Cir.), cert.  denied, 501 U.S.\n                                                       \n\n1206 &amp; 112 S. Ct. 415 (1991); see also United  States v. Kilrain,\n                                                                \n\n566  F.2d  979, 982-83  (5th Cir.),  cert.  denied, 439  U.S. 819\n                                                  \n\n(1978).   In such a  situation, the court  ordinarily can proceed\n\nwith  the   trial  after  appropriately   instructing  the   jury\n\nconcerning the change of plea  and the newly proffered testimony.\n\nSee Gambino,  926 F.2d  at 1364.   It is  only when  some special\n           \n\ncircumstance  creates unfair prejudice, not realistically curable\n\nby  appropriate  instructions,  that  the court  must  declare  a\n\nmistrial.5  See id.; see also Kilrain, 566 F.2d at 983.\n                                     \n\n                    \n\n     5We  recognize that  when a  codefendant switches  sides and\nbecomes  a government witness, his testimony will likely help the\ngovernment and harm  the remaining defendants.   Indeed, this  is\n\n                                10\n\n          Appellant asserts that this  case evades the usual rule\n\nbecause  special circumstances exist.  He points to the fact that\n\nthe three  \"MoGro defendants\"    appellant, McComas, and  Moore  \n\nhad  been pursuing a common defense, and that McComas's change of\n\nplea  and his ensuing testimony  knocked the pins  out from under\n\nthis defense.6   He  adds, moreover,  that  the deleterious  side\n\neffects  of Kleinerman's  misbehavior, see  supra  Part II(A)(2),\n                                                 \n\nfurnished a further basis for a mistrial.\n\n          We do not believe that this jeremiad derives sufficient\n\nsupport from the  record.   The trial judge  found no  cognizable\n\nprejudice,  and close  perscrutation of  the transcript  fails to\n\nshake  this finding.  At  any rate, given  the highly deferential\n\nstandard  of  review, we  are  not prepared  to  second-guess the\n\nfinding based on appellant's self-interested speculation.7\n\n                    \n\noften a strong incentive to the government in the plea-bargaining\nprocess.    But this  sort of  prejudice  does not  necessitate a\nmistrial.   It is only unfair prejudice against which courts must\n                             \nguard.  See,  e.g., United States v. Rodriguez-Estrada,  877 F.2d\n                                                      \n153, 156 (1st  Cir. 1989);  United States v.  Ingraham, 832  F.2d\n                                                      \n229, 233 (1st Cir. 1987), cert. denied, 486 U.S. 1009 (1988).\n                                      \n\n     6Although  three different  lawyers  represented  the  MoGro\ndefendants,  appellant asseverates  that the  lawyers coordinated\ntheir  opening   statements   and  their   cross-examination   of\nprosecution witnesses, and that they adopted a \"unified theme\" in\nregard to challenging the  government's proof and confronting its\nwitnesses.  After  McComas changed his plea, appellant  alone was\ncaught  in the  toils; the  third MoGro  defendant,  Moore, found\nsanctuary when the district court granted his motion for judgment\nof acquittal, Fed. R. Crim. P. 29(a).\n\n     7There is  another reason why we  are particularly reluctant\nto  override the  trier's judgment  call in  this case.   If  any\nunfair prejudice sprouted   and  we stress that we have found  no\nsign of  any   we believe  it would have been cured  by the trial\njudge's painstaking  instructions.  It strikes  us as significant\nin this regard  that appellant has criticized neither the content\n\n                                11\n\nIII.  THE ALLEGED SENTENCING ERROR\n\n          To  place appellant's  final assignment  of error  into\n\nproper  perspective, we divide this portion  of our analysis into\n\nthree  sections.   First, we  rehearse the  sentencing calculus.8\n\nSecond,  we  discuss  the  question  of  appellate  jurisdiction.\n\nThird, we consider the substance of the claimed error.\n\n                        A.  The Sentence.\n                                        \n\n          The district court classified the counts of convictions\n\nas comprising  two groups,  see U.S.S.G.  2E1.1,  comment. (n.1),\n                               \n\none  for interstate  transportation  of stolen  property, see  18\n                                                             \n\nU.S.C.   2314,  and one  for money  laundering, see  18 U.S.C.   \n                                                   \n\n1956(a)(1).9     The  judge  determined   that,  under   U.S.S.G.\n\n 2B1.2(a),  the first group had a base  offense level (BOL) of 4.\n\nThe court  then  added 15  levels for  bringing about  a loss  in\n\nexcess  of $2,500,000  (but less  than $5,000,000),  see U.S.S.G.\n                                                        \n\n 2B1.1(b)(1)(P); 4 levels for  engaging regularly in the business\n\nof   buying   and   selling   stolen   property,   see   U.S.S.G.\n                                                      \n\n                    \n\nnor timeliness of these instructions.\n\n     8The district court sentenced appellant in February of 1993,\nusing  the November  1992 edition  of the  sentencing guidelines.\nSee United States v. Harotunian, 920 F.2d 1040, 1041-42 (1st Cir.\n                               \n1990)  (explaining that the guidelines  in effect at  the time of\nsentencing control  unless ex post facto  considerations prohibit\ntheir use).  Hence, all references herein are to that edition.\n\n     9Since  \"racketeering comes  in many  shapes and  sizes, and\ncovers a wide range  of activities,\" United States v.  Winter, 22\n                                                             \nF.3d 15,  19 (1st Cir. 1994), a sentencing court must look to the\npredicate crimes to establish the guideline sentencing range, see\n                                                                 \nU.S.S.G.   2E1.1(a)(2).  In this case, the predicate offenses are\ninterstate   transportation   of   stolen   property   and  money\nlaundering.\n\n                                12\n\n 2B1.2(b)(4)(A); and 3 levels for performing a managerial role in\n\nthe offense, see U.S.S.G.   3B1.1(b).  These calculations yielded\n                \n\nan adjusted offense level of 26.\n\n          The judge  performed a similar set  of computations for\n\nthe second group of  convictions.  He determined that  this group\n\nrevolved  around money  laundering and, therefore,  used U.S.S.G.\n\n 2S1.1(a)(1)  to fix  the BOL at  23.10   The judge  then added 7\n\nlevels  because  the  value   of  the  laundered  funds  exceeded\n\n$3,500,000, see  U.S.S.G.  2S1.1(b)(2)(H), bringing  the adjusted\n               \n\noffense level to 30.\n\n          Since the second group produced a  substantially higher\n\nadjusted offense level than the first group, the  district court,\n\nfollowing the praxis specified  by the Sentencing Commission, see\n                                                                 \n\nU.S.S.G.  2E1.1(a), set the first  series of computations to  one\n\nside  and, instead, added 2 levels to the second group's adjusted\n\noffense level, pursuant to section 3D1.4, thus bringing the final\n\noffense  level to 32.  This produced a guideline sentencing range\n\n(GSR) of 121-151  months for  a first-time offender.   The  court\n\nimposed an incarcerative sentence at the bottom of the range.\n\n          On  appeal, Pierro concedes that these calculations are\n\nsupportable,  but  claims  that  the  lower  court  erred in  not\n\nventuring   a  downward   departure   premised   on   \"mitigating\n\ncircumstances.\"  See 18 U.S.C.   3553(b)  (providing, inter alia,\n                                                                \n\nfor  departures  if  the court  ascertains  that  there  exists a\n\n                    \n\n     10For  purposes of  computing  the sentencing  range, it  is\nunnecessary   to  distinguish   between  the   substantive  money\nlaundering offenses and money laundering as a RICO predicate.\n\n                                13\n\n\"mitigating  circumstance  of  a  kind,  or  to  a  degree,   not\n\nadequately taken into consideration  by the Sentencing Commission\n\nin formulating  the guidelines that  should result in  a sentence\n\ndifferent  from that  described [in  the GSR]\");  U.S.S.G.  5K2.0\n\n(implementing statute).  The government demurs.\n\n                   B.  Appellate Jurisdiction.\n                                             \n\n          As a matter of first principles,  an appellate court is\n\nduty bound to confirm the existence of its own jurisdiction.  See\n                                                                 \n\nJuidice v. Vail, 430 U.S. 327, 331 (1977); Mansfield, Coldwater &amp;\n                                                                 \n\nLake Mich. Ry.  Co. v. Swan, 111 U.S. 379, 382 (1884); In re Dein\n                                                                 \n\nHost, Inc., 835 F.2d 402, 404 (1st Cir. 1987).  We do so here.\n          \n\n          It is by now axiomatic that a criminal defendant cannot\n\nground an  appeal on a sentencing  court's discretionary decision\n\nnot to depart below  the guideline sentencing range.   See, e.g.,\n                                                                \n\nUnited  States v. Tardiff, 969  F.2d 1283, 1290  (1st Cir. 1992);\n                         \n\nUnited  States v.  Amparo, 961  F.2d 288,  292 (1st  Cir.), cert.\n                                                                 \n\ndenied, 113 S. Ct. 224 (1992); United States v.  Hilton, 946 F.2d\n                                                       \n\n955, 957 (1st Cir. 1991);  United States v. Romolo, 937  F.2d 20,\n                                                  \n\n22  (1st Cir.  1991).   This  rule,  however, admits  of  certain\n\nexceptions.    One such  exception  applies  when the  sentencing\n\ncourt's declination to depart results from a mistake of law.  See\n                                                                 \n\nAmparo, 961 F.2d at 292; Hilton, 946  F.2d at 957.  Consequently,\n                               \n\n\"appellate jurisdiction may attach if it appears that the failure\n\nto depart stemmed from the sentencing court's mistaken impression\n\nthat  it lacked the legal authority to deviate from the guideline\n\nrange  or, relatedly,  from  the court's  misapprehension of  the\n\n                                14\n\nrules governing  departures.\"  United States v.  Gifford, 17 F.3d\n                                                        \n\n462, 473 (1st Cir. 1994).\n\n          Counsel  often confuse the exception and  the rule.  If\n\nthe judge sets differential factfinding and  evaluative judgments\n\nto one side, and says, in effect, \"this circumstance of which you\n\nspeak,  even   if  it  exists,  does  not  constitute  a  legally\n                             \n\nsufficient  basis for  departure,\" then  the correctness  of that\n\nquintessentially  legal determination  may be  tested on  appeal.\n                       \n\nBut  if the judge says, in effect, either that \"this circumstance\n\nof which you speak has not been shown to exist in this case,\" or,\n\nalternatively, that  \"while this circumstance of  which you speak\n\nmight exist and might constitute a legally cognizable basis for a\n\ndeparture  in  a theoretical  sense,  it  does  not  render  this\n\nparticular case sufficiently unusual to warrant departing,\" then,\n\nin either such event, no appeal lies.\n\n          We  think  that this  case  fits  within the  exception\n\nrather  than the rule, and,  hence, that we  have jurisdiction to\n\nconsider  the  assigned  error.    At  the  disposition  hearing,\n\nappellant   identified  three  possible  grounds  for  departure,\n\nnamely, (1) that  his case was,  in essence, a  sheep in  wolves'\n\nclothing    a garden-variety  theft-of-property case, treated  by\n\nthe  guidelines as a money  laundering case, and, therefore, well\n\noutside the heartland of the money laundering guideline; (2) that\n\nhis  GSR  was  skewed by  \"double  counting\";  and  (3) that,  if\n\nsentenced  within  the  GSR,   his  punishment  would  be  vastly\n\ndisproportionate to  his codefendants' sentences.   The  district\n\n                                15\n\ncourt rejected all three bases for departure.  Read  objectively,\n\nthe district court seems  to have said, in  effect, that even  if\n\nappellant  could  prove  the  subsidiary  facts  upon  which  his\n\narguments  rested   that his  conviction grew out  of a scheme to\n\nsteal property rather than a scheme to launder money, that double\n\ncounting influenced  the composition  of the  GSR,  and that  his\n\ncoconspirators received sentences milder than the GSR in his case\n\nprophesied   none  of the cited circumstances would  constitute a\n\nlegally cognizable reason for imposing  a sentence below the GSR.\n\nIf  the district court erred in this determination, the error was\n\na purely legal one.  Thus, appellate jurisdiction attaches.\n\n                         C.  The Merits.\n                                       \n\n          We   address  separately  appellant's  claim  that  his\n\nconduct  fell  outside  the  heartland of  the  money  laundering\n\nstatute,  thereby  justifying  a  downward departure.    We  then\n\nproceed to examine appellant's remaining sentence-related claims.\n\n          1.     The  Essence  of  the  Offense.    In  analyzing\n          1.     The  Essence  of  the  Offense.\n                                               \n\nappellant's \"heartland\" claim,  we first step back  to review the\n\nanatomy of  \"mitigating circumstance\" departures.   The method of\n\nthe sentencing guidelines demands that, in the ordinary case, the\n\njudge apply the guidelines, make such interim adjustments  as the\n\nfacts  suggest, compute  a sentencing  range, and  then  impose a\n\nsentence within that range.  See 18 U.S.C.   3553(a)(b); see also\n                                                                 \n\nUnited  States  v. Rivera,  994 F.2d  942,  946 (1st  Cir. 1993);\n                         \n\nUnited States v. Diaz-Villafane,  874 F.2d 43, 47-48  (1st Cir.),\n                               \n\ncert.  denied, 493 U.S. 862  (1989).  Because  departures are the\n             \n\n                                16\n\nexception, rather than the rule, see Diaz-Villafane, 874 F.2d  at\n                                                   \n\n52, \"it is only in  the extraordinary case   the case  that falls\n\noutside  the heartland for the  offense of conviction    that the\n\ndistrict  court may  abandon the  guideline sentencing  range and\n\nimpose  a  sentence  different  from the  sentence  indicated  by\n\nmechanical  application of  the  guidelines.\"   United States  v.\n                                                             \n\nJackson,     F.3d    ,     (1st Cir. 1994) [No. 93-1826, slip op.\n       \n\nat 4]; see also Rivera, 994 F.2d at 947-48.\n                      \n\n          When  a   sentencing  court  considers   a  \"mitigating\n\ncircumstance\" departure,  the relevant circumstance must  be of a\n\nkind cognizable  under the  guidelines, see  Rivera, 994  F.2d at\n                                                   \n\n949, and must  render the  case \"special\" or  \"unusual,\" see  id.\n                                                                 \n\nThe   determination  of  whether  a  particular  circumstance  is\n\nsufficiently \"special\" or \"unusual\" to warrant departing presents\n\na question of law, the determination of which is reviewed de novo\n                                                                 \n\non  appeal.  See Jackson,     F.3d at      [slip op. at 6]; Diaz-\n                                                                 \n\nVillafane, 874 F.2d at  49.  In this  case, we do not  think that\n         \n\nthe  relationship  between  the statutes  underlying  appellant's\n\nseveral  convictions constitutes  a mitigating  circumstance upon\n\nwhich a departure can be predicated.\n\n          We accept  appellant's two subsidiary premises.  First,\n\nhis  involvement  in money  laundering arose  out  of his  use of\n\nproceeds  from the sale of  stolen property as  security for bank\n\nloans.   See 18 U.S.C.   1956(a)(1)(A) (criminalizing the conduct\n            \n\nof  a  financial transaction  with  knowledge  that the  property\n\ninvolved in the transaction  represents the proceeds of specified\n\n                                17\n\nforms of  illegal activity).   Second, the  Sentencing Commission\n\nhas chosen  to punish money laundering  with particular severity,\n\nand  the introduction of the money  laundering guideline into the\n\nsentencing calculus  therefore resulted in a  markedly higher GSR\n\nand a longer prison term for appellant, see supra Part III(A).\n                                                 \n\n          Be that as it may, we cannot accept the conclusion that\n\nappellant draws from  these two premises.   The money  laundering\n\nstatute  does not exempt from its reach those persons who launder\n\nmoney   merely  in   the  furtherance   of  underlying   criminal\n\nactivities.   Nor does the  statute, in terms,  suggest that such\n\npersons'  actions  perforce  fall  outside  the statute's  proper\n\nscope.   On the contrary,  the crime colloquially  known as money\n\nlaundering  is committed  whenever  a person,  \"knowing that  the\n\nproperty  involved in  a  financial  transaction  represents  the\n\nproceeds  of   some  form  of  unlawful   activity\"  nevertheless\n\n\"conducts  or attempts to conduct  . . .  a financial transaction\n\nwhich in fact involves [such] proceeds.\"  18 U.S.C.   1956(a)(1).\n\n          In our  view, Congress  meant this statute  to address,\n\namong other things, conduct undertaken subsequent to, although in\n\nconnection  with,  an   underlying  crime,  rather   than  merely\n\naffording an alternative means  of punishing the underlying crime\n\nitself.  See  United States v. Johnson,  971 F.2d 562, 569  (10th\n                                      \n\nCir. 1992).   Thus, our reading of the  same statute recently led\n\nus to  observe, in countering  an argument strikingly  similar to\n\nthat stitched  together by Pierro, that  Congress \"intended money\n\nlaundering  to be a  separate crime distinct  from the underlying\n\n                                18\n\noffense that generated the money.\"  United States v. LeBlanc,    \n                                                            \n\nF.3d    ,      (1st  Cir. 1994)  [No. 93-1847,  slip op. at  14].\n\nOther  cases have reached essentially the  same conclusion.  See,\n                                                                \n\ne.g., Johnson, 971  F.2d at 569  (stating that Congress  designed\n             \n\nthe  money laundering statute to  fill a lacuna  \"with respect to\n\nthe  post-crime hiding  of  ill-gotten gains\");  see also  United\n                                                                 \n\nStates v. Edgmon, 952  F.2d 1206, 1214 (10th Cir.  1991) (holding\n                \n\nthat principles  of double  jeopardy do not  bar prosecution  and\n\npunishment for both money laundering  and conversion based on the\n\nsame overall conduct), cert. denied, 112 S. Ct. 3037 (1992).\n                                   \n\n          There  is little question  that the appellant's conduct\n\nfits  snugly  within  this  framework.    Appellant  argues  that\n\n\"although  the   facts  which   formed  the  predicate   for  the\n\nconvictions were  within the strict linguistic  parameters of the\n\nsentencing  guidelines  for  money  laundering,  the  defendant's\n\nactual  conduct   did  not  fall  within   [what  the  Sentencing\n\nCommission intended to punish as] money laundering . . . .\"  This\n\nis  virtually a replica of  the argument we  rejected in LeBlanc,\n                                                                \n\n     F.3d at       [slip  op.  at  12].11    Because  appellant's\n\n                    \n\n     11In LeBlanc, following convictions for, inter alia, illegal\n                                                        \ngambling activities  and money  laundering, the court  computed a\nGSR for  each defendant.   There, as  here, the range  was pushed\nupward  by the  presence of  money laundering.   To  correct this\nperceived  bias,  the district  court  departed  downward on  the\ntheory  that  the  defendants'   crime,  at  bottom,  constituted\nbookmaking,  and   should  be   sentenced  as  such;   the  money\nlaundering,  the  court thought,  was  merely  incidental to  the\nillegal  gambling, and,  therefore, the  offenses  of conviction,\nalthough technically including money laundering, fell outside the\nheartland for that crime.  See LeBlanc,     F.3d at     [slip op.\n                                      \nat 8].   We remanded  for resentencing, ruling  that the  court's\ncharacterization of the defendants' conduct ignored the fact that\n\n                                19\n\noffense  conduct,  though arising  out  of  his participation  in\n\ninterstate transportation  of stolen property, comes  well within\n\nthe heartland of the money laundering statute and  guideline, the\n\ncourt  below correctly  concluded, as  a matter  of law,  that it\n\ncould  not base a downward  departure on this  circumstance.  See\n                                                                 \n\nLeBlanc,     F.3d at     [slip op. at 16]; see also United States\n                                                                 \n\nv. Limberopoulos,     F.3d    ,     (1st Cir. 1994) [No. 92-1955,\n                \n\nslip op.  at 12-13]  (rejecting analogous argument;  holding that\n\ndistrict court's  view that  defendant's conduct fell  within the\n\nheartland  of a regulatory statute but outside the heartland of a\n\ndrug trafficking  statute  reflected a  misunderstanding  of  the\n\nbasic objectives of the two statutes, their interplay,  and their\n\ninterposition vis-a-vis the sentencing guidelines).\n\n          2.  Remaining Bases  for Departure.  Appellant suggests\n          2.  Remaining Bases  for Departure.\n                                            \n\ntwo additional  ways in which the trial court appropriately could\n\nhave departed downward.  Neither suggestion has any merit.12\n\n                                a.\n                                  \n\n          First,  appellant contends  that  a downward  departure\n\ncould  have been  predicated on the  fact that  \"double counting\"\n\n                    \n\nthey were  also guilty of  money laundering,  which Congress  had\nmade a distinct offense.  See id. at     [slip op. at 16-17].\n                                 \n\n     12Appellant gives these points only cursory treatment in his\nappellate  brief.  We  could, therefore,  simply dismiss  them on\nthat ground.  See Ryan v. Royal Ins.  Co., 916 F.2d 731, 734 (1st\n                                         \nCir.  1990) (ruling  \"that  issues adverted  to  on appeal  in  a\nperfunctory    manner,    unaccompanied    by   some    developed\nargumentation, are deemed to have been abandoned\"); United States\n                                                                 \nv. Zannino,  895 F.2d 1, 17 (1st  cir.) (same), cert. denied, 494\n                                                            \nU.S.  1082 (1990).   But  because the  contentions were  aired in\ndetail below, we elect to address them briefly.\n\n                                20\n\nboosted  his GSR  to heights not  contemplated by  the Sentencing\n\nCommission.   In  this regard,  appellant asserts  that the  same\n\nmoney was factored into the sentencing court's computations twice\n\n   once in calculating the offense level for money laundering and\n\nonce   in   calculating   the   offense   level   for  interstate\n\ntransportation  of  stolen  property.    We  cannot  accept  this\n\nassertion.\n\n          It  is not at all  clear that any  double counting took\n\nplace.   As  discussed above,  where an  underlying crime  occurs\n\nantecedent  to  money  laundering,  the offenses  are  considered\n\nseparate   and   distinct   for   sentencing   purposes.     This\n\ndistinctiveness requires that a  separate computation be made for\n\neach group of offenses.   See United States  v. Lombardi, 5  F.3d\n                                                        \n\n568, 571 (1st Cir. 1993) (holding that an anomaly would result if\n\na sentencing court were  compelled to treat mail fraud  and money\n\nlaundering in the same sentencing category).   Appellant dealt in\n\nstolen property having a  value in excess of $2,500,000  and also\n\nlaundered over $3,500,000 in profits  garnered from the resale of\n\nstolen property.  Hence,  the punishment for engaging in  each of\n\nthese criminal activities must  be calculated independently.  See\n                                                                 \n\nid.\n   \n\n          By  the same token, each  crime has its  own measure of\n\nloss; the value of  the property stolen  from DEC and the  dollar\n\namount  of  ill-gotten  sale proceeds  used  by  MoGro  to secure\n\nfinancial support  may  turn out  to be  the same,  but they  are\n\narrived at differently.  The mere existence of some indeterminate\n\n                                21\n\ndegree  of  overlap between  these  figures  does not  constitute\n\ndouble counting.  See, e.g., United States v. Lilly,  13 F.3d 15,\n                                                   \n\n18  (1st Cir. 1994) (holding  that overlapping uses  of same data\n\nanent monetary loss  did not  constitute double  counting in  the\n\nparticular circumstances of the case).\n\n          To  say  more would  be  to  trespass on  the  reader's\n\nindulgence.  Even  if the  situation here could  be described  in\n\nsome useful way as comprising  double counting, the phenomenon is\n\nnot  sufficiently \"special\"  or \"unusual\"  to warrant  a downward\n\ndeparture.  After  all, in the sentencing context double counting\n\nis not  rare   and the  practice is often perfectly  proper.  See\n                                                                 \n\nid. at 19.\n   \n\n                                b.\n                                  \n\n          The  final circumstance  on which  appellant relies  in\n\nsupport  of  a downward  departure  is  disproportionality    the\n\ncomparative  severity  of his  sentence  as  contrasted with  the\n\nsentences to be  served by other coconspirators.13   The district\n\ncourt  believed that it lacked authority to depart on this basis.\n\nWe  concur.  See,  e.g., United States  v. Wogan, 938  F.2d 1446,\n                                                \n\n1448 (1st  Cir.),  (holding that  \"a perceived  need to  equalize\n\nsentencing  [among   codefendants]  .  .  .  will  not  permit  a\n\ndeparture\"), cert. denied, 112  S. Ct. 441 (1991);  United States\n                                                                 \n\nv. Carr, 932  F.2d 67,  73 (1st Cir.)  (explaining that  judicial\n       \n\ndissatisfaction   with   comparative   outcomes  cannot   justify\n\n                    \n\n     13As  we have  previously indicated,  this lack  of symmetry\nstems primarily  from appellant's involvement in money laundering\n   a circumstance that  boosted his GSR well  above what it would\nhave been under the  guideline covering interstate transportation\nof stolen property.  None of the other defendants carried similar\nbaggage into the sentencing arena.\n\n                                22\n\ndeparture), cert. denied, 112 S. Ct. 112 (1991).\n                        \n\n          3.   Need  for Remand.   The  district court  sentenced\n          3.   Need  for Remand.\n                               \n\nappellant  in February  1993.   Approximately five  months later,\n\nthis court decided Rivera,  994 F.2d 942, a case  that elaborated\n                         \n\nthe circuit's  departure jurisprudence.  Appellant  invites us to\n\nremand so that the  district court may reexamine the  sentence in\n\nlight of Rivera.  We decline the invitation.\n               \n\n          Building  a  body  of   precedent  is  an  evolutionary\n\nprocess.  If the  mere fact that a new opinion  sheds light on an\n\narea of the law automatically required appellate courts to remand\n\nfor reconsideration all cases pending on direct appeal that dealt\n\nwith  the  same area  of  the  law,  the system  would  become  a\n\nshambles.   Remand  is required  only when  there is  a realistic\n\npossibility that the new  precedent, properly applied, will alter\n\nor otherwise  materially affect the  result reached in  the trial\n\ncourt.14   See, e.g.,  Gifford, 17  F.3d at  475.   Applying this\n                              \n\nbenchmark, there is no need to remand this case for resentencing.\n\n          When a newly minted precedent clarifies a corner of the\n\nlaw while a case involving the  same (or a closely related) point\n\nis pending  on direct  appeal, the  threshold question  is almost\n\nalways whether the trial court's analysis would have  differed in\n\nsome   material  respect  if  it  had  had  the  benefit  of  the\n\nclarification.   Here, that  question demands a  negative answer:\n\n                    \n\n     14For purposes  of this discussion,  we assume that  the new\nprecedent  constitutes a  clarification, entitled  to retroactive\neffect  vis-a-vis cases still pending on  direct appeal.  Broader\nretroactivity  concerns  are  beyond  the proper  scope  of  this\nopinion.\n\n                                23\n\nJudge Woodlock fully anticipated our opinion in Rivera, carefully\n                                                      \n\nsifted the record to  determine whether any unusual circumstances\n\nexisted that might warrant a downward departure, and, discovering\n\nnone,  correctly abjured the desired  departure.  Hence, a remand\n\nwould serve no useful  purpose as the analytic approach  would be\n\nessentially  unchanged  and would,  therefore,  produce the  same\n\nconclusions.  See, e.g., United States v. Smith, 14 F.3d 662, 666\n                                               \n\n(1st Cir. 1994) (affirming district court's pre-Rivera refusal to\n                                                      \n\ndepart under Rivera standard); see  also United States v. Sclamo,\n                                                                \n\n997 F.2d 970, 974 (1st Cir. 1993) (affirming pre-Rivera  downward\n                                                       \n\ndeparture and declining to remand for reconsideration in light of\n\nRivera).\n      \n\n          We  hasten to add that  even when a  district court has\n\nnot fully  anticipated an  emergent clarification, a  remand will\n\nnot necessarily follow.  For example, when the court's subsidiary\n\nfindings of fact are reasonably explicit, unaffected by its legal\n\nerror, and subject to reuse, a remand would be an empty exercise.\n\nSee  Societe des Produits Nestle v. Casa Helvetia, Inc., 982 F.2d\n                                                       \n\n633, 642  (1st Cir. 1992).   In such a situation, so  long as the\n\ncourt of  appeals can  arrange the  untainted findings  along the\n\nproper legal matrix,  it need not remand.   See United  States v.\n                                                              \n\nMora,  821  F.2d 860,  869 (1st  Cir.  1987); see  also Figueroa-\n                                                                 \n\nRodriguez v. Aquino, 863 F.2d 1037, 1041 (1st Cir. 1988).\n                   \n\n          This principle offers an alternative  basis for denying\n\nappellant's request for a  remand.  Even if, without  the benefit\n\nof Rivera, the district  court's grasp of departure jurisprudence\n         \n\n                                24\n\nproved faulty   and  we do not believe that to have been the case\n\n  a remand would not be exigible.  For all the skillful lawyering\n\nthat has been mustered on appellant's behalf, he has been utterly\n\nunable to isolate any \"special\" or \"unusual\" feature of this case\n\nwhich, under Rivera, could support a downward departure.\n                   \n\nIV.  CONCLUSION\n\n          We  need  go  no  further.   For  aught  that  appears,\n\nappellant was  fairly tried, justly convicted,  and appropriately\n\nsentenced.  He has  been unable to advance any  persuasive reason\n\neither   for  revising   the  outcome   or  for   prolonging  the\n\nproceedings.  The judgment below must, therefore, be\n\nAffirmed.\n        \n\n                                25\n",
  "html": "<p class=\"case_cite\">32 F.3d 611</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Darrell F. PIERRO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1313.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 6, 1994.<br>Decided July 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Elliot M. Weinstein, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Michael K. Loucks, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LAGUEUX,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Darrell F. Pierro labors to convince us that the district court erred in refusing to grant him a separate trial, in refusing to declare a mistrial, and, following his conviction, in refusing to reduce his sentence beneath the suggested guideline range.  We are not persuaded by appellant's exhortations and, therefore, affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the times material hereto, appellant earned his livelihood as a vice-president of the Moore Group (MoGro), a California company.  Yielding to temptation, he also joined a criminal cartel that, during the years 1989 and 1990, engaged in the theft and subsequent resale of computer components manufactured by and for Digital Equipment Corporation (DEC).  This scheme functioned on three levels.  The initial step involved the thefts--a step in which appellant at first did not participate.  The second step involved the sale of the stolen equipment;  with appellant's connivance, his employer, MoGro, purchased much of the contraband.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The third step involved the purchasers' disposal of the bootleg merchandise.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">For its part, MoGro, under appellant's aegis, handled this third phase in two ways.  It returned some components to DEC, after altering their serial numbers, as part of an established exchange program, thus converting stolen, often unusable components into new, state-of-the-art equipment.  It resold the rest of the components on credit terms to a Wisconsin firm, and then pledged the invoices as security for bank loans.  MoGro used the loan proceeds, inter alia, to pay the thieves for the stolen merchandise.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">From and after late 1989, appellant assumed an active role in the looting of DEC's warehouse.  On several occasions, he and fellow MoGro employees (including John McComas) flew from California to Massachusetts and assisted in the unlawful asportation of computer components.  These purloined parts subsequently were shipped to MoGro's California headquarters and disposed of by one of the two methods we have described.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In early 1990, appellant and several confederates were spotted inside DEC's warehouse, fled, and were eventually apprehended.  Subsequently, a federal grand jury returned a 158-count indictment against 16 persons.  It charged appellant with conspiracy to participate in a racketeering enterprise, see 18 U.S.C. Sec. 1962(d), participating in a racketeering enterprise, see id. Sec. 1962(c), and money laundering, see id. Sec. 1956(a)(1).  The predicate acts upon which the RICO charges rested included both money laundering and interstate transportation of stolen property, see 18 U.S.C. Sec. 2314.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In response to a clutch of severance motions, including one filed to appellant's behoof, the district court split the defendants into two groups for purposes of trial.  The court's order called for appellant and seven other alleged coconspirators (including McComas, Kleinerman, and Ruslan Moore, MoGro's president) to be tried together, but apart from the other eight defendants.  On September 8, 1992, trial commenced for most members of appellant's group.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  During the trial, the court denied appellant's renewed severance motion and his motion for a mistrial.  The jury found appellant guilty on all counts.  The court sentenced him to serve 121 months in prison.  This appeal followed.</p>\n    </div>\n    <p>II. THE ALLEGED TRIAL ERRORS</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant contends that the district court erred in denying his renewed motion for severance and his motion to declare a mistrial.  We examine each of these contentions.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>A. The Severance Motion.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We need not linger long over the question of severance.  \"As a rule, persons who are indicted together should be tried together.\"  United States v. O'Bryant, 998 F.2d 21, 25 (1st Cir.1993).  We have said that to overcome this presumption a properly joined defendant--and, clearly, joinder was proper here, see Fed.R.Crim.P. 8(b)--must muster \"a strong showing of evident prejudice.\"  O'Bryant, 998 F.2d at 25.   When the term is used in this context, \"prejudice means more than just a better chance of acquittal at a separate trial.\"  United States v. Boylan, 898 F.2d 230, 246 (1st Cir.)  (citation omitted), cert. denied, 498 U.S. 849, 111 S.Ct. 139, 112 L.Ed.2d 106 (1990).  Indeed, the Supreme Court has been blunter still, stating that when multiple defendants are named in a single indictment, separate trials should not be ordered unless \"there is a serious risk that a joint trial would compromise a specific trial right of one of the defendants or prevent the jury from making a reliable judgment about guilt or innocence.\"  Zafiro v. United States, --- U.S. ----, ----, 113 S.Ct. 933, 938, 122 L.Ed.2d 317 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Pierro does not challenge the district court's pretrial order segmenting the defendants into two groups for purposes of trial.  However, he complains bitterly about the district court's refusal to grant his mid-trial motion for severance--a device by which he sought to put some distance between himself and Kleinerman.  The motion rested on twin rationales:  first, Kleinerman's testimony about a litany of \"bad acts\" which had nothing to do with appellant;  second, Kleinerman's courtroom antics, which, appellant alleges, reflected adversely on all the defendants.  We bifurcate this complaint, considering these grounds separately.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">1. Spillover.   The first aspect of appellant's argument amounts to a claim of spillover prejudice.  To prevail on such a claim, a defendant must prove prejudice so pervasive that a miscarriage of justice looms.  See United States v. Sabatino, 943 F.2d 94, 96-97 (1st Cir.1991);  Boylan, 898 F.2d at 246.   We have carefully reviewed the record and discern no prejudice to appellant above and beyond the quantum of prejudice that typifies virtually any multi-defendant trial--and that sort of prejudice clearly does not justify a severance.  See United States v. Walker, 706 F.2d 28, 30 (1st Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To be sure, Kleinerman testified about a bogus burglary he staged at his home and about telling another witness that she should have dissembled when appearing before the grand jury.  This testimony, like other bits and pieces of evidence about which appellant complains, while unsavory, was not in any way antagonistic to appellant's defense.  And nothing implicated appellant in the peccadilloes;  to the contrary, the evidence suggested he was on the other side of the continent both when Kleinerman faked the break-in and when Kleinerman attempted to suborn perjury.  Since it is settled that properly joined defendants need not be severed merely because a joint trial will require that the jury receive testimony--even a large amount of testimony--irrelevant to one defendant, see Boylan, 898 F.2d at 246, we are not at liberty to second-guess the district court's denial of appellant's motion, see id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although perhaps supererogatory in light of the foregoing, we also take note of the trial court's exemplary handling of the situation.  The court carefully controlled the presentation of the proof, making the jury keenly aware that certain evidence was limited to particular defendants, and that, in all events, the evidence had to be considered separately against each defendant.  In the first instance, a reviewing court must presume that the jury heeded these prophylactic instructions.  See United States v. Olano, --- U.S. ----, ----, 113 S.Ct. 1770, 1781, 123 L.Ed.2d 508 (1993);  United States v. Paiva, 892 F.2d 148, 160 (1st Cir.1989).  Here, there is no basis to suppose that the jurors disregarded the trial judge's admonitions and departed on a frolic of their own.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">2. Kleinerman's Behavior.   Appellant also assigns error to the district court's denial of a severance based on what he calls Kleinerman's \"cheerleading\" during the trial testimony of various witnesses.  The conduct that appellant attributes to Kleinerman--mostly gestures and grimaces--obviously occurred;  indeed, the district judge found Kleinerman in contempt for his courtroom antics.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If, during the course of a multi-defendant criminal trial, a defendant misbehaves in the jury's presence, the misbehavior usually will not compel a separate trial for his codefendants.  See, e.g., United States v. Rocha, 916 F.2d 219, 230 (5th Cir.), cert. denied, 500 U.S. 934, 111 S.Ct. 2057, 114 L.Ed.2d 462 (1991);  United States v. Tashjian, 660 F.2d 829, 837-38 (1st Cir.), cert. denied, 454 U.S. 1102, 102 S.Ct. 681, 70 L.Ed.2d 646 (1981).  Unless a movant can demonstrate the existence of some special prejudice of a kind or to a degree not susceptible to remediation by prompt curative instructions, the district court is free to eschew a severance and let the trial proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Applying this standard, we do not think that Kleinerman's pantomime, regrettable though it was, required the nisi prius court to grant a severance.  In our view, this situation parallels--but is much less noxious than--other situations in which courts have concluded that well-chosen, well-timed curative instructions will satisfactorily ameliorate the adverse effects of a defendant's inappropriate behavior on his codefendants.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See, e.g., Rocha, 916 F.2d at 230;  Tashjian, 660 F.2d at 838;  United States v. Smith, 578 F.2d 1227, 1236 (8th Cir.1978);  United States v. Marshall, 458 F.2d 446, 452 (2d Cir.1972);  cf. United States v. Mazza, 792 F.2d 1210, 1224-25 (1st Cir.1986) (finding no unfair prejudice to codefendants arising out of a defendant's disruptive behavior even though a curative instruction was neither requested nor given), cert. denied, 479 U.S. 1086, 107 S.Ct. 1290, 94 L.Ed.2d 147 (1987).  So it is here:  there was no cognizable prejudice present.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">3. Recapitulation.   Trial courts are afforded considerable leeway in determining severance questions.  See O'Bryant, 998 F.2d at 25;  Boylan, 898 F.2d at 246.   Consequently, a judge's resolution of such questions \"will be overturned only if that wide discretion is plainly abused.\"  United States v. Natanel, 938 F.2d 302, 308 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 986, 117 L.Ed.2d 148 (1992).  We see no vestige of any abuse in this instance.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>B. The Motion for a Mistrial.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">After 18 days of trial, the government negotiated a plea agreement with McComas and, after McComas pled guilty, called him as a prosecution witness.  Appellant immediately moved in limine to bar McComas from testifying.  The district court denied that motion.  Appellant subsequently moved for a mistrial, arguing that McComas's abrupt change of plea, followed by potentially incriminating testimony, would be unfairly prejudicial.  The district court refused to grant the requested relief.  Appellant assigns error.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Motions to declare mistrials are directed primarily to the district court's discretion, see United States v. Sepulveda, 15 F.3d 1161, 1185 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994);  United States v. De Jongh, 937 F.2d 1, 3 (1st Cir.1991);  and, accordingly, an appellate tribunal ought not to interfere with the disposition of such a motion unless the complaining party can demonstrate a manifest abuse of that discretion.  Bearing in mind the trial judge's superior point of vantage, this precept possesses particular force when, as now, a motion for mistrial is based on a claim that some spontaneous development at trial may have influenced the jury in an improper manner.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Of course, this does not mean that appellate courts should reflexively rubber-stamp the trier's refusal to declare a mistrial.  But because mistrials are strong medicine, disruptive not only to the parties but also to the judiciary's efforts to manage crowded dockets, it is only rarely--and in extremely compelling circumstances--that an appellate panel, informed by a cold record, will venture to reverse a trial judge's on-the-spot decision that the interests of justice do not require aborting an ongoing trial.  See Real v. Hogan, 828 F.2d 58, 62 (1st Cir.1987);  see also Sepulveda, 15 F.3d at 1184.   Hence, battles over the need for a mistrial most often will be won or lost in the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As a general matter, a mistrial is not automatically required when a codefendant changes his plea in mid-trial.  See, e.g.,  United States v. Del Carmen Ramirez, 823 F.2d 1, 3 (1st Cir.1987);   United States v. Earley, 482 F.2d 53, 58 (10th Cir.), cert. denied, 414 U.S. 1111, 94 S.Ct. 841, 38 L.Ed.2d 738 (1973).  That principle obtains even when the newly pleaded defendant takes the witness stand and testifies against the remaining defendants.   See United States v. Gambino, 926 F.2d 1355, 1364 (3d Cir.), cert. denied, 501 U.S. 1206, 111 S.Ct. 2800, 115 L.Ed.2d 973 &amp; --- U.S. ----, 112 S.Ct. 415, 116 L.Ed.2d 436 (1991);   see also United States v. Kilrain, 566 F.2d 979, 982-83 (5th Cir.), cert. denied, 439 U.S. 819, 99 S.Ct. 80, 58 L.Ed.2d 109 (1978).  In such a situation, the court ordinarily can proceed with the trial after appropriately instructing the jury concerning the change of plea and the newly proffered testimony.   See Gambino, 926 F.2d at 1364.  It is only when some special circumstance creates unfair prejudice, not realistically curable by appropriate instructions, that the court must declare a mistrial.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>   See id.;   see also Kilrain, 566 F.2d at 983.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellant asserts that this case evades the usual rule because special circumstances exist.  He points to the fact that the three \"MoGro defendants\"--appellant, McComas, and Moore--had been pursuing a common defense, and that McComas's change of plea and his ensuing testimony knocked the pins out from under this defense.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  He adds, moreover, that the deleterious side effects of Kleinerman's misbehavior, see supra Part II(A)(2), furnished a further basis for a mistrial.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We do not believe that this jeremiad derives sufficient support from the record.  The trial judge found no cognizable prejudice, and close perscrutation of the transcript fails to shake this finding.  At any rate, given the highly deferential standard of review, we are not prepared to second-guess the finding based on appellant's self-interested speculation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>III. THE ALLEGED SENTENCING ERROR</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To place appellant's final assignment of error into proper perspective, we divide this portion of our analysis into three sections.  First, we rehearse the sentencing calculus.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Second, we discuss the question of appellate jurisdiction.  Third, we consider the substance of the claimed error.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>A. The Sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court classified the counts of convictions as comprising two groups, see U.S.S.G. Sec. 2E1.1, comment.  (n.1), one for interstate transportation of stolen property, see 18 U.S.C. Sec. 2314, and one for money laundering, see 18 U.S.C. Sec. 1956(a)(1).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The judge determined that, under U.S.S.G. Sec. 2B1.2(a), the first group had a base offense level (BOL) of 4.  The court then added 15 levels for bringing about a loss in excess of $2,500,000 (but less than $5,000,000), see U.S.S.G. Sec. 2B1.1(b)(1)(P);  4 levels for engaging regularly in the business of buying and selling stolen property, see U.S.S.G. Sec. 2B1.2(b)(4)(A);  and 3 levels for performing a managerial role in the offense, see U.S.S.G. Sec. 3B1.1(b).  These calculations yielded an adjusted offense level of 26.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The judge performed a similar set of computations for the second group of convictions.  He determined that this group revolved around money laundering and, therefore, used U.S.S.G. Sec. 2S1.1(a)(1) to fix the BOL at 23.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The judge then added 7 levels because the value of the laundered funds exceeded $3,500,000, see U.S.S.G. Sec. 2S1.1(b)(2)(H), bringing the adjusted offense level to 30.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Since the second group produced a substantially higher adjusted offense level than the first group, the district court, following the praxis specified by the Sentencing Commission, see U.S.S.G. Sec. 2E1.1(a), set the first series of computations to one side and, instead, added 2 levels to the second group's adjusted offense level, pursuant to section 3D1.4, thus bringing the final offense level to 32.  This produced a guideline sentencing range (GSR) of 121-151 months for a first-time offender.  The court imposed an incarcerative sentence at the bottom of the range.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On appeal, Pierro concedes that these calculations are supportable, but claims that the lower court erred in not venturing a downward departure premised on \"mitigating circumstances.\"   See 18 U.S.C. Sec. 3553(b) (providing, inter alia, for departures if the court ascertains that there exists a \"mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described [in the GSR]\");  U.S.S.G. Sec. 5K2.0 (implementing statute).  The government demurs.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>B. Appellate Jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As a matter of first principles, an appellate court is duty bound to confirm the existence of its own jurisdiction.  See Juidice v. Vail, 430 U.S. 327, 331, 97 S.Ct. 1211, 1215, 51 L.Ed.2d 376 (1977);  Mansfield, Coldwater &amp; Lake Mich.  Ry. Co. v. Swan, 111 U.S. 379, 382, 4 S.Ct. 510, 511-12, 28 L.Ed. 462 (1884);  In re Dein Host, Inc., 835 F.2d 402, 404 (1st Cir.1987).  We do so here.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It is by now axiomatic that a criminal defendant cannot ground an appeal on a sentencing court's discretionary decision not to depart below the guideline sentencing range.  See, e.g., United States v. Tardiff, 969 F.2d 1283, 1290 (1st Cir.1992);  United States v. Amparo, 961 F.2d 288, 292 (1st Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 224, 121 L.Ed.2d 161 (1992);  United States v. Hilton, 946 F.2d 955, 957 (1st Cir.1991);  United States v. Romolo, 937 F.2d 20, 22 (1st Cir.1991).  This rule, however, admits of certain exceptions.  One such exception applies when the sentencing court's declination to depart results from a mistake of law.  See Amparo, 961 F.2d at 292;  Hilton, 946 F.2d at 957.   Consequently, \"appellate jurisdiction may attach if it appears that the failure to depart stemmed from the sentencing court's mistaken impression that it lacked the legal authority to deviate from the guideline range or, relatedly, from the court's misapprehension of the rules governing departures.\"  United States v. Gifford, 17 F.3d 462, 473 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Counsel often confuse the exception and the rule.  If the judge sets differential factfinding and evaluative judgments to one side, and says, in effect, \"this circumstance of which you speak, even if it exists, does not constitute a legally sufficient basis for departure,\" then the correctness of that quintessentially legal determination may be tested on appeal.  But if the judge says, in effect, either that \"this circumstance of which you speak has not been shown to exist in this case,\" or, alternatively, that \"while this circumstance of which you speak might exist and might constitute a legally cognizable basis for a departure in a theoretical sense, it does not render this particular case sufficiently unusual to warrant departing,\" then, in either such event, no appeal lies.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We think that this case fits within the exception rather than the rule, and, hence, that we have jurisdiction to consider the assigned error.  At the disposition hearing, appellant identified three possible grounds for departure, namely, (1) that his case was, in essence, a sheep in wolves' clothing--a garden-variety theft-of-property case, treated by the guidelines as a money laundering case, and, therefore, well outside the heartland of the money laundering guideline;  (2) that his GSR was skewed by \"double counting\";  and (3) that, if sentenced within the GSR, his punishment would be vastly disproportionate to his codefendants' sentences.  The district court rejected all three bases for departure.  Read objectively, the district court seems to have said, in effect, that even if appellant could prove the subsidiary facts upon which his arguments rested--that his conviction grew out of a scheme to steal property rather than a scheme to launder money, that double counting influenced the composition of the GSR, and that his coconspirators received sentences milder than the GSR in his case prophesied--none of the cited circumstances would constitute a legally cognizable reason for imposing a sentence below the GSR.  If the district court erred in this determination, the error was a purely legal one.  Thus, appellate jurisdiction attaches.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>C. The Merits.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We address separately appellant's claim that his conduct fell outside the heartland of the money laundering statute, thereby justifying a downward departure.  We then proceed to examine appellant's remaining sentence-related claims.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">1. The Essence of the Offense.   In analyzing appellant's \"heartland\" claim, we first step back to review the anatomy of \"mitigating circumstance\" departures.  The method of the sentencing guidelines demands that, in the ordinary case, the judge apply the guidelines, make such interim adjustments as the facts suggest, compute a sentencing range, and then impose a sentence within that range.  See 18 U.S.C. Sec. 3553(a), (b);  see also United States v. Rivera, 994 F.2d 942, 946 (1st Cir.1993);  United States v. Diaz-Villafane, 874 F.2d 43, 47-48 (1st Cir.), cert. denied, 493 U.S. 862, 110 S.Ct. 177, 107 L.Ed.2d 133 (1989).  Because departures are the exception, rather than the rule, see Diaz-Villafane, 874 F.2d at 52, \"it is only in the extraordinary case--the case that falls outside the heartland for the offense of conviction--that the district court may abandon the guideline sentencing range and impose a sentence different from the sentence indicated by mechanical application of the guidelines.\"  United States v. Jackson, 30 F.3d 199, 201 (1st Cir.1994);  see also Rivera, 994 F.2d at 947-48.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">When a sentencing court considers a \"mitigating circumstance\" departure, the relevant circumstance must be of a kind cognizable under the guidelines, see Rivera, 994 F.2d at 949, and must render the case \"special\" or \"unusual,\" see id.   The determination of whether a particular circumstance is sufficiently \"special\" or \"unusual\" to warrant departing presents a question of law, the determination of which is reviewed de novo on appeal.  See Jackson, 30 F.3d at 202;  Diaz-Villafane, 874 F.2d at 49.   In this case, we do not think that the relationship between the statutes underlying appellant's several convictions constitutes a mitigating circumstance upon which a departure can be predicated.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We accept appellant's two subsidiary premises.  First, his involvement in money laundering arose out of his use of proceeds from the sale of stolen property as security for bank loans.  See 18 U.S.C. Sec. 1956(a)(1)(A) (criminalizing the conduct of a financial transaction with knowledge that the property involved in the transaction represents the proceeds of specified forms of illegal activity).  Second, the Sentencing Commission has chosen to punish money laundering with particular severity, and the introduction of the money laundering guideline into the sentencing calculus therefore resulted in a markedly higher GSR and a longer prison term for appellant, see supra Part III(A).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Be that as it may, we cannot accept the conclusion that appellant draws from these two premises.  The money laundering statute does not exempt from its reach those persons who launder money merely in the furtherance of underlying criminal activities.  Nor does the statute, in terms, suggest that such persons' actions perforce fall outside the statute's proper scope.  On the contrary, the crime colloquially known as money laundering is committed whenever a person, \"knowing that the property involved in a financial transaction represents the proceeds of some form of unlawful activity\" nevertheless \"conducts or attempts to conduct ... a financial transaction which in fact involves [such] proceeds.\"  18 U.S.C. Sec. 1956(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In our view, Congress meant this statute to address, among other things, conduct undertaken subsequent to, although in connection with, an underlying crime, rather than merely affording an alternative means of punishing the underlying crime itself.  See United States v. Johnson, 971 F.2d 562, 569 (10th Cir.1992).  Thus, our reading of the same statute recently led us to observe, in countering an argument strikingly similar to that stitched together by Pierro, that Congress \"intended money laundering to be a separate crime distinct from the underlying offense that generated the money.\"  United States v. LeBlanc, 24 F.3d 340, 346 (1st Cir.1994).  Other cases have reached essentially the same conclusion.  See, e.g., Johnson, 971 F.2d at 569 (stating that Congress designed the money laundering statute to fill a lacuna \"with respect to the post-crime hiding of ill-gotten gains\");  see also United States v. Edgmon, 952 F.2d 1206, 1214 (10th Cir.1991) (holding that principles of double jeopardy do not bar prosecution and punishment for both money laundering and conversion based on the same overall conduct), cert. denied, --- U.S. ----, 112 S.Ct. 3037, 120 L.Ed.2d 906 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">There is little question that the appellant's conduct fits snugly within this framework.  Appellant argues that \"although the facts which formed the predicate for the convictions were within the strict linguistic parameters of the sentencing guidelines for money laundering, the defendant's actual conduct did not fall within [what the Sentencing Commission intended to punish as] money laundering....\"  This is virtually a replica of the argument we rejected in LeBlanc, 24 F.3d at 345.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Because appellant's offense conduct, though arising out of his participation in interstate transportation of stolen property, comes well within the heartland of the money laundering statute and guideline, the court below correctly concluded, as a matter of law, that it could not base a downward departure on this circumstance.  See LeBlanc, 24 F.3d at 347;  see also United States v. Limberopoulos, 26 F.3d 245, 249 (1st Cir.1994) (rejecting analogous argument;  holding that district court's view that defendant's conduct fell within the heartland of a regulatory statute but outside the heartland of a drug trafficking statute reflected a misunderstanding of the basic objectives of the two statutes, their interplay, and their interposition vis-a-vis the sentencing guidelines).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">2. Remaining Bases for Departure.   Appellant suggests two additional ways in which the trial court appropriately could have departed downward.  Neither suggestion has any merit.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>a.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">First, appellant contends that a downward departure could have been predicated on the fact that \"double counting\" boosted his GSR to heights not contemplated by the Sentencing Commission.  In this regard, appellant asserts that the same money was factored into the sentencing court's computations twice--once in calculating the offense level for money laundering and once in calculating the offense level for interstate transportation of stolen property.  We cannot accept this assertion.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It is not at all clear that any double counting took place.  As discussed above, where an underlying crime occurs antecedent to money laundering, the offenses are considered separate and distinct for sentencing purposes.  This distinctiveness requires that a separate computation be made for each group of offenses.  See United States v. Lombardi, 5 F.3d 568, 571 (1st Cir.1993) (holding that an anomaly would result if a sentencing court were compelled to treat mail fraud and money laundering in the same sentencing category).  Appellant dealt in stolen property having a value in excess of $2,500,000 and also laundered over $3,500,000 in profits garnered from the resale of stolen property.  Hence, the punishment for engaging in each of these criminal activities must be calculated independently.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">By the same token, each crime has its own measure of loss;  the value of the property stolen from DEC and the dollar amount of ill-gotten sale proceeds used by MoGro to secure financial support may turn out to be the same, but they are arrived at differently.  The mere existence of some indeterminate degree of overlap between these figures does not constitute double counting.  See, e.g., United States v. Lilly, 13 F.3d 15, 18 (1st Cir.1994) (holding that overlapping uses of same data anent monetary loss did not constitute double counting in the particular circumstances of the case).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">To say more would be to trespass on the reader's indulgence.  Even if the situation here could be described in some useful way as comprising double counting, the phenomenon is not sufficiently \"special\" or \"unusual\" to warrant a downward departure.  After all, in the sentencing context double counting is not rare--and the practice is often perfectly proper.  See id. at 19.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>b.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The final circumstance on which appellant relies in support of a downward departure is disproportionality--the comparative severity of his sentence as contrasted with the sentences to be served by other coconspirators.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  The district court believed that it lacked authority to depart on this basis.  We concur.  See, e.g., United States v. Wogan, 938 F.2d 1446, 1448 (1st Cir.), (holding that \"a perceived need to equalize sentencing [among codefendants] ... will not permit a departure\"), cert. denied, --- U.S. ----, 112 S.Ct. 441, 116 L.Ed.2d 460 (1991);  United States v. Carr, 932 F.2d 67, 73 (1st Cir.)  (explaining that judicial dissatisfaction with comparative outcomes cannot justify departure), cert. denied, --- U.S. ----, 112 S.Ct. 112, 116 L.Ed.2d 82 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">3. Need for Remand.   The district court sentenced appellant in February 1993.  Approximately five months later, this court decided Rivera, 994 F.2d 942, a case that elaborated the circuit's departure jurisprudence.  Appellant invites us to remand so that the district court may reexamine the sentence in light of Rivera.   We decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Building a body of precedent is an evolutionary process.  If the mere fact that a new opinion sheds light on an area of the law automatically required appellate courts to remand for reconsideration all cases pending on direct appeal that dealt with the same area of the law, the system would become a shambles.  Remand is required only when there is a realistic possibility that the new precedent, properly applied, will alter or otherwise materially affect the result reached in the trial court.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  See, e.g., Gifford, 17 F.3d at 475.   Applying this benchmark, there is no need to remand this case for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">When a newly minted precedent clarifies a corner of the law while a case involving the same (or a closely related) point is pending on direct appeal, the threshold question is almost always whether the trial court's analysis would have differed in some material respect if it had had the benefit of the clarification.  Here, that question demands a negative answer:  Judge Woodlock fully anticipated our opinion in Rivera, carefully sifted the record to determine whether any unusual circumstances existed that might warrant a downward departure, and, discovering none, correctly abjured the desired departure.  Hence, a remand would serve no useful purpose as the analytic approach would be essentially unchanged and would, therefore, produce the same conclusions.  See, e.g., United States v. Smith, 14 F.3d 662, 666 (1st Cir.1994) (affirming district court's pre-Rivera refusal to depart under Rivera standard);  see also United States v. Sclamo, 997 F.2d 970, 974 (1st Cir.1993) (affirming pre-Rivera downward departure and declining to remand for reconsideration in light of Rivera).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We hasten to add that even when a district court has not fully anticipated an emergent clarification, a remand will not necessarily follow.  For example, when the court's subsidiary findings of fact are reasonably explicit, unaffected by its legal error, and subject to reuse, a remand would be an empty exercise.  See Societe des Produits Nestle v. Casa Helvetia, Inc., 982 F.2d 633, 642 (1st Cir.1992).  In such a situation, so long as the court of appeals can arrange the untainted findings along the proper legal matrix, it need not remand.  See United States v. Mora, 821 F.2d 860, 869 (1st Cir.1987);  see also Figueroa-Rodriguez v. Aquino, 863 F.2d 1037, 1041 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">This principle offers an alternative basis for denying appellant's request for a remand.  Even if, without the benefit of Rivera, the district court's grasp of departure jurisprudence proved faulty--and we do not believe that to have been the case--a remand would not be exigible.  For all the skillful lawyering that has been mustered on appellant's behalf, he has been utterly unable to isolate any \"special\" or \"unusual\" feature of this case which, under Rivera, could support a downward departure.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We need go no further.  For aught that appears, appellant was fairly tried, justly convicted, and appropriately sentenced.  He has been unable to advance any persuasive reason either for revising the outcome or for prolonging the proceedings.  The judgment below must, therefore, be</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The thieves stole computer components from DEC's warehouse in Massachusetts both during the week and on weekends.  The components purchased by MoGro comprised, for the most part, the bounty from the weekend heists.  The remaining contraband was sold mainly to a codefendant, Fred Kleinerman</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> One of the eight defendants originally included in this cadre pled guilty prior to trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Kleinerman's misbehavior did not plummet to the depths reached in Rocha, 916 F.2d at 229 (a case in which a defendant mouthed a death threat and then ran a finger menacingly across his throat during a witness's testimony), or in Tashjian, 660 F.2d at 837 (a case in which a defendant gestured, mouthed words to the effect that a government witness would receive five bullets in the head, and shouted that all the defendants were \"in the Mafia\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> There is, moreover, an added fillip in this case that further erodes appellant's position:  his assumption that the jury must have been aware of Kleinerman's antics is sheer speculation.  Kleinerman's gestures were nonverbal, and the judge did not comment on them in the jury's presence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We recognize that when a codefendant switches sides and becomes a government witness, his testimony will likely help the government and harm the remaining defendants.  Indeed, this is often a strong incentive to the government in the plea-bargaining process.  But this sort of prejudice does not necessitate a mistrial.  It is only unfair prejudice against which courts must guard.  See, e.g., United States v. Rodriguez-Estrada, 877 F.2d 153, 156 (1st Cir.1989);  United States v. Ingraham, 832 F.2d 229, 233 (1st Cir.1987), cert. denied, 486 U.S. 1009, 108 S.Ct. 1738, 100 L.Ed.2d 202 (1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although three different lawyers represented the MoGro defendants, appellant asseverates that the lawyers coordinated their opening statements and their cross-examination of prosecution witnesses, and that they adopted a \"unified theme\" in regard to challenging the government's proof and confronting its witnesses.  After McComas changed his plea, appellant alone was caught in the toils;  the third MoGro defendant, Moore, found sanctuary when the district court granted his motion for judgment of acquittal, Fed.R.Crim.P. 29(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> There is another reason why we are particularly reluctant to override the trier's judgment call in this case.  If any unfair prejudice sprouted--and we stress that we have found no sign of any--we believe it would have been cured by the trial judge's painstaking instructions.  It strikes us as significant in this regard that appellant has criticized neither the content nor timeliness of these instructions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The district court sentenced appellant in February of 1993, using the November 1992 edition of the sentencing guidelines.  See United States v. Harotunian, 920 F.2d 1040, 1041-42 (1st Cir.1990) (explaining that the guidelines in effect at the time of sentencing control unless ex post facto considerations prohibit their use).  Hence, all references herein are to that edition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Since \"racketeering comes in many shapes and sizes, and covers a wide range of activities,\" United States v. Winter, 22 F.3d 15, 19 (1st Cir.1994), a sentencing court must look to the predicate crimes to establish the guideline sentencing range, see U.S.S.G. Sec. 2E1.1(a)(2).  In this case, the predicate offenses are interstate transportation of stolen property and money laundering</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> For purposes of computing the sentencing range, it is unnecessary to distinguish between the substantive money laundering offenses and money laundering as a RICO predicate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In LeBlanc, following convictions for, inter alia, illegal gambling activities and money laundering, the court computed a GSR for each defendant.  There, as here, the range was pushed upward by the presence of money laundering.  To correct this perceived bias, the district court departed downward on the theory that the defendants' crime, at bottom, constituted bookmaking, and should be sentenced as such;  the money laundering, the court thought, was merely incidental to the illegal gambling, and, therefore, the offenses of conviction, although technically including money laundering, fell outside the heartland for that crime.  See LeBlanc, 24 F.3d at 344.   We remanded for resentencing, ruling that the court's characterization of the defendants' conduct ignored the fact that they were also guilty of money laundering, which Congress had made a distinct offense.  See id. at 347</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Appellant gives these points only cursory treatment in his appellate brief.  We could, therefore, simply dismiss them on that ground.  See Ryan v. Royal Ins. Co., 916 F.2d 731, 734 (1st Cir.1990) (ruling \"that issues adverted to on appeal in a perfunctory manner, unaccompanied by some developed argumentation, are deemed to have been abandoned\");  United States v. Zannino, 895 F.2d 1, 17 (1st Cir.)  (same), cert. denied, 494 U.S. 1082, 110 S.Ct. 1814, 108 L.Ed.2d 944 (1990).  But because the contentions were aired in detail below, we elect to address them briefly</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> As we have previously indicated, this lack of symmetry stems primarily from appellant's involvement in money laundering--a circumstance that boosted his GSR well above what it would have been under the guideline covering interstate transportation of stolen property.  None of the other defendants carried similar baggage into the sentencing arena</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> For purposes of this discussion, we assume that the new precedent constitutes a clarification, entitled to retroactive effect vis-a-vis cases still pending on direct appeal.  Broader retroactivity concerns are beyond the proper scope of this opinion</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Darrell F. PIERRO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1313.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 6, 1994.<br>Decided July 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Elliot M. Weinstein, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Michael K. Loucks, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LAGUEUX,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Darrell F. Pierro labors to convince us that the district court erred in refusing to grant him a separate trial, in refusing to declare a mistrial, and, following his conviction, in refusing to reduce his sentence beneath the suggested guideline range.  We are not persuaded by appellant's exhortations and, therefore, affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the times material hereto, appellant earned his livelihood as a vice-president of the Moore Group (MoGro), a California company.  Yielding to temptation, he also joined a criminal cartel that, during the years 1989 and 1990, engaged in the theft and subsequent resale of computer components manufactured by and for Digital Equipment Corporation (DEC).  This scheme functioned on three levels.  The initial step involved the thefts--a step in which appellant at first did not participate.  The second step involved the sale of the stolen equipment;  with appellant's connivance, his employer, MoGro, purchased much of the contraband.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The third step involved the purchasers' disposal of the bootleg merchandise.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">For its part, MoGro, under appellant's aegis, handled this third phase in two ways.  It returned some components to DEC, after altering their serial numbers, as part of an established exchange program, thus converting stolen, often unusable components into new, state-of-the-art equipment.  It resold the rest of the components on credit terms to a Wisconsin firm, and then pledged the invoices as security for bank loans.  MoGro used the loan proceeds, inter alia, to pay the thieves for the stolen merchandise.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">From and after late 1989, appellant assumed an active role in the looting of DEC's warehouse.  On several occasions, he and fellow MoGro employees (including John McComas) flew from California to Massachusetts and assisted in the unlawful asportation of computer components.  These purloined parts subsequently were shipped to MoGro's California headquarters and disposed of by one of the two methods we have described.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In early 1990, appellant and several confederates were spotted inside DEC's warehouse, fled, and were eventually apprehended.  Subsequently, a federal grand jury returned a 158-count indictment against 16 persons.  It charged appellant with conspiracy to participate in a racketeering enterprise, see 18 U.S.C. Sec. 1962(d), participating in a racketeering enterprise, see <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 1962(c), </span>and money laundering, see <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 1956(a)(1). </span> The predicate acts upon which the RICO charges rested included both money laundering and interstate transportation of stolen property, see 18 U.S.C. Sec. 2314.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In response to a clutch of severance motions, including one filed to appellant's behoof, the district court split the defendants into two groups for purposes of trial.  The court's order called for appellant and seven other alleged coconspirators (including McComas, Kleinerman, and Ruslan Moore, MoGro's president) to be tried together, but apart from the other eight defendants.  On September 8, 1992, trial commenced for most members of appellant's group.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  During the trial, the court denied appellant's renewed severance motion and his motion for a mistrial.  The jury found appellant guilty on all counts.  The court sentenced him to serve 121 months in prison.  This appeal followed.</p>\n    </div>\n    <p>II. THE ALLEGED TRIAL ERRORS</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant contends that the district court erred in denying his renewed motion for severance and his motion to declare a mistrial.  We examine each of these contentions.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>A. The Severance Motion.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We need not linger long over the question of severance.  \"As a rule, persons who are indicted together should be tried together.\"  United States v. O'Bryant, <span class=\"citation\" data-id=\"610896\"><a href=\"/opinion/610896/united-states-v-david-s-obryant/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 25 (1st Cir.1993).  We have said that to overcome this presumption a properly joined defendant--and, clearly, joinder was proper here, see Fed.R.Crim.P. 8(b)--must muster \"a strong showing of evident prejudice.\"  <span class=\"citation\" data-id=\"610896\"><span class=\"antecedent_guess\">O'Bryant,</span> <a href=\"/opinion/610896/united-states-v-david-s-obryant/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">25</span></a></span>.   When the term is used in this context, \"prejudice means more than just a better chance of acquittal at a separate trial.\"  United States v. Boylan, <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 246 (1st Cir.)  (citation omitted), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">849</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span> </span>(1990).  Indeed, the Supreme Court has been blunter still, stating that when multiple defendants are named in a single indictment, separate trials should not be ordered unless \"there is a serious risk that a joint trial would compromise a specific trial right of one of the defendants or prevent the jury from making a reliable judgment about guilt or innocence.\"  Zafiro v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112812\"><a href=\"/opinion/112812/zafiro-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">933</span></a></span>, 938, <span class=\"citation\" data-id=\"112812\"><a href=\"/opinion/112812/zafiro-v-united-states/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">317</span> </a></span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Pierro does not challenge the district court's pretrial order segmenting the defendants into two groups for purposes of trial.  However, he complains bitterly about the district court's refusal to grant his mid-trial motion for severance--a device by which he sought to put some distance between himself and Kleinerman.  The motion rested on twin rationales:  first, Kleinerman's testimony about a litany of \"bad acts\" which had nothing to do with appellant;  second, Kleinerman's courtroom antics, which, appellant alleges, reflected adversely on all the defendants.  We bifurcate this complaint, considering these grounds separately.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">1. Spillover.   The first aspect of appellant's argument amounts to a claim of spillover prejudice.  To prevail on such a claim, a defendant must prove prejudice so pervasive that a miscarriage of justice looms.  See United States v. Sabatino, <span class=\"citation\" data-id=\"567584\"><a href=\"/opinion/567584/united-states-v-diane-sabatino-united-states-of-america-v-joseph/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span>, 96-97 (1st Cir.1991);  <span class=\"citation\" data-id=\"538369\"><span class=\"antecedent_guess\">Boylan,</span> <a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">246</span></a></span>.   We have carefully reviewed the record and discern no prejudice to appellant above and beyond the quantum of prejudice that typifies virtually any multi-defendant trial--and that sort of prejudice clearly does not justify a severance.  See United States v. Walker, <span class=\"citation\" data-id=\"417772\"><a href=\"/opinion/417772/united-states-v-robert-hazen-walker/\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 30 (1st Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To be sure, Kleinerman testified about a bogus burglary he staged at his home and about telling another witness that she should have dissembled when appearing before the grand jury.  This testimony, like other bits and pieces of evidence about which appellant complains, while unsavory, was not in any way antagonistic to appellant's defense.  And nothing implicated appellant in the peccadilloes;  to the contrary, the evidence suggested he was on the other side of the continent both when Kleinerman faked the break-in and when Kleinerman attempted to suborn perjury.  Since it is settled that properly joined defendants need not be severed merely because a joint trial will require that the jury receive testimony--even a large amount of testimony--irrelevant to one defendant, see <span class=\"citation\" data-id=\"538369\"><span class=\"antecedent_guess\">Boylan,</span> <a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">246</span></a></span>, we are not at liberty to second-guess the district court's denial of appellant's motion, see id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although perhaps supererogatory in light of the foregoing, we also take note of the trial court's exemplary handling of the situation.  The court carefully controlled the presentation of the proof, making the jury keenly aware that certain evidence was limited to particular defendants, and that, in all events, the evidence had to be considered separately against each defendant.  In the first instance, a reviewing court must presume that the jury heeded these prophylactic instructions.  See United States v. Olano, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1781, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993);  United States v. Paiva, <span class=\"citation\" data-id=\"534182\"><a href=\"/opinion/534182/united-states-v-james-earl-paiva/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 160 (1st Cir.1989).  Here, there is no basis to suppose that the jurors disregarded the trial judge's admonitions and departed on a frolic of their own.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">2. Kleinerman's Behavior.   Appellant also assigns error to the district court's denial of a severance based on what he calls Kleinerman's \"cheerleading\" during the trial testimony of various witnesses.  The conduct that appellant attributes to Kleinerman--mostly gestures and grimaces--obviously occurred;  indeed, the district judge found Kleinerman in contempt for his courtroom antics.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If, during the course of a multi-defendant criminal trial, a defendant misbehaves in the jury's presence, the misbehavior usually will not compel a separate trial for his codefendants.  See, e.g., United States v. Rocha, <span class=\"citation\" data-id=\"549776\"><a href=\"/opinion/549776/united-states-v-ruben-rocha-thomas-padilla-hector-garcia-garcia-johnny/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">219</span></a></span>, 230 (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">934</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2057</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">462</span> </span>(1991);  United States v. Tashjian, <span class=\"citation\" data-id=\"395176\"><a href=\"/opinion/395176/united-states-v-charles-tashjian-united-states-of-america-v-james/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">829</span></a></span>, 837-38 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">646</span> </span>(1981).  Unless a movant can demonstrate the existence of some special prejudice of a kind or to a degree not susceptible to remediation by prompt curative instructions, the district court is free to eschew a severance and let the trial proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Applying this standard, we do not think that Kleinerman's pantomime, regrettable though it was, required the nisi prius court to grant a severance.  In our view, this situation parallels--but is much less noxious than--other situations in which courts have concluded that well-chosen, well-timed curative instructions will satisfactorily ameliorate the adverse effects of a defendant's inappropriate behavior on his codefendants.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See, e.g., <span class=\"citation\" data-id=\"549776\"><span class=\"antecedent_guess\">Rocha,</span> <a href=\"/opinion/549776/united-states-v-ruben-rocha-thomas-padilla-hector-garcia-garcia-johnny/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">230</span></a></span>;  <span class=\"citation\" data-id=\"395176\"><span class=\"antecedent_guess\">Tashjian,</span> <a href=\"/opinion/395176/united-states-v-charles-tashjian-united-states-of-america-v-james/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">838</span></a></span>;  United States v. Smith, <span class=\"citation\" data-id=\"357401\"><a href=\"/opinion/357401/united-states-v-leonard-smith-united-states-of-america-v-myron-jackson/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1227</span></a></span>, 1236 (8th Cir.1978);  United States v. Marshall, <span class=\"citation\" data-id=\"302818\"><a href=\"/opinion/302818/united-states-v-robert-marshall/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">446</span></a></span>, 452 (2d Cir.1972);  cf. United States v. Mazza, <span class=\"citation\" data-id=\"471592\"><a href=\"/opinion/471592/united-states-v-antonio-j-mazza-united-states-of-america-v-anthony/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1210</span></a></span>, 1224-25 (1st Cir.1986) (finding no unfair prejudice to codefendants arising out of a defendant's disruptive behavior even though a curative instruction was neither requested nor given), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1086</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1290</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span> </span>(1987).  So it is here:  there was no cognizable prejudice present.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">3. Recapitulation.   Trial courts are afforded considerable leeway in determining severance questions.  See <span class=\"citation\" data-id=\"610896\"><span class=\"antecedent_guess\">O'Bryant,</span> <a href=\"/opinion/610896/united-states-v-david-s-obryant/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">25</span></a></span>;  <span class=\"citation\" data-id=\"538369\"><span class=\"antecedent_guess\">Boylan,</span> <a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">246</span></a></span>.   Consequently, a judge's resolution of such questions \"will be overturned only if that wide discretion is plainly abused.\"  United States v. Natanel, <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 308 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span> </span>(1992).  We see no vestige of any abuse in this instance.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>B. The Motion for a Mistrial.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">After 18 days of trial, the government negotiated a plea agreement with McComas and, after McComas pled guilty, called him as a prosecution witness.  Appellant immediately moved in limine to bar McComas from testifying.  The district court denied that motion.  Appellant subsequently moved for a mistrial, arguing that McComas's abrupt change of plea, followed by potentially incriminating testimony, would be unfairly prejudicial.  The district court refused to grant the requested relief.  Appellant assigns error.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Motions to declare mistrials are directed primarily to the district court's discretion, see United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1185 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span> </span>(1994);  United States v. De Jongh, <span class=\"citation\" data-id=\"563787\"><a href=\"/opinion/563787/united-states-v-maria-enriqueta-cirila-trinidad-de-jongh/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1991);  and, accordingly, an appellate tribunal ought not to interfere with the disposition of such a motion unless the complaining party can demonstrate a manifest abuse of that discretion.  Bearing in mind the trial judge's superior point of vantage, this precept possesses particular force when, as now, a motion for mistrial is based on a claim that some spontaneous development at trial may have influenced the jury in an improper manner.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Of course, this does not mean that appellate courts should reflexively rubber-stamp the trier's refusal to declare a mistrial.  But because mistrials are strong medicine, disruptive not only to the parties but also to the judiciary's efforts to manage crowded dockets, it is only rarely--and in extremely compelling circumstances--that an appellate panel, informed by a cold record, will venture to reverse a trial judge's on-the-spot decision that the interests of justice do not require aborting an ongoing trial.  See Real v. Hogan, <span class=\"citation\" data-id=\"493886\"><a href=\"/opinion/493886/john-real-v-william-t-hogan/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></a></span>, 62 (1st Cir.1987);  see also <span class=\"citation\" data-id=\"662432\"><span class=\"antecedent_guess\">Sepulveda,</span> <a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1184</span></a></span>.   Hence, battles over the need for a mistrial most often will be won or lost in the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As a general matter, a mistrial is not automatically required when a codefendant changes his plea in mid-trial.  See, e.g.,  United States v. Del Carmen Ramirez, <span class=\"citation\" data-id=\"490949\"><a href=\"/opinion/490949/united-states-v-julio-del-carmen-ramirez/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1987);   United States v. Earley, <span class=\"citation\" data-id=\"312627\"><a href=\"/opinion/312627/united-states-v-patrick-henry-earley/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">53</span></a></span>, 58 (10th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1111</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">841</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">738</span> </span>(1973).  That principle obtains even when the newly pleaded defendant takes the witness stand and testifies against the remaining defendants.   See United States v. Gambino, <span class=\"citation\" data-id=\"556614\"><a href=\"/opinion/556614/united-states-v-francesco-gambino-in-no-89-2087-ignazio-antonino/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1355</span></a></span>, 1364 (3d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1206</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2800</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">973</span> </span>&amp; --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">415</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">436</span> </span>(1991);   see also United States v. Kilrain, <span class=\"citation\" data-id=\"351034\"><a href=\"/opinion/351034/united-states-v-joseph-edward-kilrain-aka-duffy-jo-ann-davis-richard/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span>, 982-83 (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">819</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">80</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span> </span>(1978).  In such a situation, the court ordinarily can proceed with the trial after appropriately instructing the jury concerning the change of plea and the newly proffered testimony.   See <span class=\"citation\" data-id=\"556614\"><span class=\"antecedent_guess\">Gambino,</span> <a href=\"/opinion/556614/united-states-v-francesco-gambino-in-no-89-2087-ignazio-antonino/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1364</span></a></span>.  It is only when some special circumstance creates unfair prejudice, not realistically curable by appropriate instructions, that the court must declare a mistrial.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>   See id.;   see also <span class=\"citation\" data-id=\"351034\"><span class=\"antecedent_guess\">Kilrain,</span> <a href=\"/opinion/351034/united-states-v-joseph-edward-kilrain-aka-duffy-jo-ann-davis-richard/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">983</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellant asserts that this case evades the usual rule because special circumstances exist.  He points to the fact that the three \"MoGro defendants\"--appellant, McComas, and Moore--had been pursuing a common defense, and that McComas's change of plea and his ensuing testimony knocked the pins out from under this defense.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  He adds, moreover, that the deleterious side effects of Kleinerman's misbehavior, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>Part II(A)(2), furnished a further basis for a mistrial.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We do not believe that this jeremiad derives sufficient support from the record.  The trial judge found no cognizable prejudice, and close perscrutation of the transcript fails to shake this finding.  At any rate, given the highly deferential standard of review, we are not prepared to second-guess the finding based on appellant's self-interested speculation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>III. THE ALLEGED SENTENCING ERROR</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To place appellant's final assignment of error into proper perspective, we divide this portion of our analysis into three sections.  First, we rehearse the sentencing calculus.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Second, we discuss the question of appellate jurisdiction.  Third, we consider the substance of the claimed error.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>A. The Sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court classified the counts of convictions as comprising two groups, see U.S.S.G. Sec. 2E1.1, comment.  (n.1), one for interstate transportation of stolen property, see 18 U.S.C. Sec. 2314, and one for money laundering, see 18 U.S.C. Sec. 1956(a)(1).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The judge determined that, under U.S.S.G. Sec. 2B1.2(a), the first group had a base offense level (BOL) of 4.  The court then added 15 levels for bringing about a loss in excess of $2,500,000 (but less than $5,000,000), see U.S.S.G. Sec. 2B1.1(b)(1)(P);  4 levels for engaging regularly in the business of buying and selling stolen property, see U.S.S.G. Sec. 2B1.2(b)(4)(A);  and 3 levels for performing a managerial role in the offense, see U.S.S.G. Sec. 3B1.1(b).  These calculations yielded an adjusted offense level of 26.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The judge performed a similar set of computations for the second group of convictions.  He determined that this group revolved around money laundering and, therefore, used U.S.S.G. Sec. 2S1.1(a)(1) to fix the BOL at 23.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The judge then added 7 levels because the value of the laundered funds exceeded $3,500,000, see U.S.S.G. Sec. 2S1.1(b)(2)(H), bringing the adjusted offense level to 30.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Since the second group produced a substantially higher adjusted offense level than the first group, the district court, following the praxis specified by the Sentencing Commission, see U.S.S.G. Sec. 2E1.1(a), set the first series of computations to one side and, instead, added 2 levels to the second group's adjusted offense level, pursuant to section 3D1.4, thus bringing the final offense level to 32.  This produced a guideline sentencing range (GSR) of 121-151 months for a first-time offender.  The court imposed an incarcerative sentence at the bottom of the range.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On appeal, Pierro concedes that these calculations are supportable, but claims that the lower court erred in not venturing a downward departure premised on \"mitigating circumstances.\"   See 18 U.S.C. Sec. 3553(b) (providing, inter alia, for departures if the court ascertains that there exists a \"mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described [in the GSR]\");  U.S.S.G. Sec. 5K2.0 (implementing statute).  The government demurs.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>B. Appellate Jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As a matter of first principles, an appellate court is duty bound to confirm the existence of its own jurisdiction.  See Juidice v. Vail, <span class=\"citation\" data-id=\"109621\"><a href=\"/opinion/109621/juidice-v-vail/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, 331, <span class=\"citation\" data-id=\"109621\"><a href=\"/opinion/109621/juidice-v-vail/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1211</span></a></span>, 1215, <span class=\"citation\" data-id=\"109621\"><a href=\"/opinion/109621/juidice-v-vail/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">376</span> </a></span>(1977);  Mansfield, Coldwater &amp; Lake Mich.  Ry. Co. v. Swan, <span class=\"citation\" data-id=\"91122\"><a href=\"/opinion/91122/mansfield-c-lmr-co-v-swan/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">379</span></a></span>, 382, <span class=\"citation\" data-id=\"91122\"><a href=\"/opinion/91122/mansfield-c-lmr-co-v-swan/\"><span class=\"volume\">4</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">510</span></a></span>, 511-12, <span class=\"citation\" data-id=\"91122\"><a href=\"/opinion/91122/mansfield-c-lmr-co-v-swan/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">462</span> </a></span>(1884);  In re Dein Host, Inc., <span class=\"citation\" data-id=\"498705\"><a href=\"/opinion/498705/in-re-dein-host-inc-debtor-joseph-d-pignato-v-dein-host-inc/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">402</span></a></span>, 404 (1st Cir.1987).  We do so here.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It is by now axiomatic that a criminal defendant cannot ground an appeal on a sentencing court's discretionary decision not to depart below the guideline sentencing range.  See, e.g., United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1290 (1st Cir.1992);  United States v. Amparo, <span class=\"citation\" data-id=\"581358\"><a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span>, 292 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">161</span> </span>(1992);  United States v. Hilton, <span class=\"citation\" data-id=\"570022\"><a href=\"/opinion/570022/united-states-v-barbara-hilton/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 957 (1st Cir.1991);  United States v. Romolo, <span class=\"citation\" data-id=\"563790\"><a href=\"/opinion/563790/united-states-v-christopher-j-romolo/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 22 (1st Cir.1991).  This rule, however, admits of certain exceptions.  One such exception applies when the sentencing court's declination to depart results from a mistake of law.  See <span class=\"citation\" data-id=\"581358\"><span class=\"antecedent_guess\">Amparo,</span> <a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">292</span></a></span>;  <span class=\"citation\" data-id=\"570022\"><span class=\"antecedent_guess\">Hilton,</span> <a href=\"/opinion/570022/united-states-v-barbara-hilton/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">957</span></a></span>.   Consequently, \"appellate jurisdiction may attach if it appears that the failure to depart stemmed from the sentencing court's mistaken impression that it lacked the legal authority to deviate from the guideline range or, relatedly, from the court's misapprehension of the rules governing departures.\"  United States v. Gifford, <span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 473 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Counsel often confuse the exception and the rule.  If the judge sets differential factfinding and evaluative judgments to one side, and says, in effect, \"this circumstance of which you speak, even if it exists, does not constitute a legally sufficient basis for departure,\" then the correctness of that quintessentially legal determination may be tested on appeal.  But if the judge says, in effect, either that \"this circumstance of which you speak has not been shown to exist in this case,\" or, alternatively, that \"while this circumstance of which you speak might exist and might constitute a legally cognizable basis for a departure in a theoretical sense, it does not render this particular case sufficiently unusual to warrant departing,\" then, in either such event, no appeal lies.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We think that this case fits within the exception rather than the rule, and, hence, that we have jurisdiction to consider the assigned error.  At the disposition hearing, appellant identified three possible grounds for departure, namely, (1) that his case was, in essence, a sheep in wolves' clothing--a garden-variety theft-of-property case, treated by the guidelines as a money laundering case, and, therefore, well outside the heartland of the money laundering guideline;  (2) that his GSR was skewed by \"double counting\";  and (3) that, if sentenced within the GSR, his punishment would be vastly disproportionate to his codefendants' sentences.  The district court rejected all three bases for departure.  Read objectively, the district court seems to have said, in effect, that even if appellant could prove the subsidiary facts upon which his arguments rested--that his conviction grew out of a scheme to steal property rather than a scheme to launder money, that double counting influenced the composition of the GSR, and that his coconspirators received sentences milder than the GSR in his case prophesied--none of the cited circumstances would constitute a legally cognizable reason for imposing a sentence below the GSR.  If the district court erred in this determination, the error was a purely legal one.  Thus, appellate jurisdiction attaches.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>C. The Merits.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We address separately appellant's claim that his conduct fell outside the heartland of the money laundering statute, thereby justifying a downward departure.  We then proceed to examine appellant's remaining sentence-related claims.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">1. The Essence of the Offense.   In analyzing appellant's \"heartland\" claim, we first step back to review the anatomy of \"mitigating circumstance\" departures.  The method of the sentencing guidelines demands that, in the ordinary case, the judge apply the guidelines, make such interim adjustments as the facts suggest, compute a sentencing range, and then impose a sentence within that range.  See 18 U.S.C. Sec. 3553(a), (b);  see also United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 946 (1st Cir.1993);  United States v. Diaz-Villafane, <span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 47-48 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">177</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">133</span> </span>(1989).  Because departures are the exception, rather than the rule, see <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span> <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">52</span></a></span>, \"it is only in the extraordinary case--the case that falls outside the heartland for the offense of conviction--that the district court may abandon the guideline sentencing range and impose a sentence different from the sentence indicated by mechanical application of the guidelines.\"  United States v. Jackson, <span class=\"citation\" data-id=\"195501\"><a href=\"/opinion/195501/united-states-v-jackson/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span>, 201 (1st Cir.1994);  see also <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">947-48</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">When a sentencing court considers a \"mitigating circumstance\" departure, the relevant circumstance must be of a kind cognizable under the guidelines, see <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">949</span></a></span>, and must render the case \"special\" or \"unusual,\" see <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"id_token\">id.</span>   The determination </a></span>of whether a particular circumstance is sufficiently \"special\" or \"unusual\" to warrant departing presents a question of law, the determination of which is reviewed de novo on appeal.  See <span class=\"citation\" data-id=\"195501\"><span class=\"antecedent_guess\">Jackson,</span> <a href=\"/opinion/195501/united-states-v-jackson/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">202</span></a></span>;  <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span> <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">49</span></a></span>.   In this case, we do not think that the relationship between the statutes underlying appellant's several convictions constitutes a mitigating circumstance upon which a departure can be predicated.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We accept appellant's two subsidiary premises.  First, his involvement in money laundering arose out of his use of proceeds from the sale of stolen property as security for bank loans.  See 18 U.S.C. Sec. 1956(a)(1)(A) (criminalizing the conduct of a financial transaction with knowledge that the property involved in the transaction represents the proceeds of specified forms of illegal activity).  Second, the Sentencing Commission has chosen to punish money laundering with particular severity, and the introduction of the money laundering guideline into the sentencing calculus therefore resulted in a markedly higher GSR and a longer prison term for appellant, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>Part III(A).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Be that as it may, we cannot accept the conclusion that appellant draws from these two premises.  The money laundering statute does not exempt from its reach those persons who launder money merely in the furtherance of underlying criminal activities.  Nor does the statute, in terms, suggest that such persons' actions perforce fall outside the statute's proper scope.  On the contrary, the crime colloquially known as money laundering is committed whenever a person, \"knowing that the property involved in a financial transaction represents the proceeds of some form of unlawful activity\" nevertheless \"conducts or attempts to conduct ... a financial transaction which in fact involves [such] proceeds.\"  18 U.S.C. Sec. 1956(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In our view, Congress meant this statute to address, among other things, conduct undertaken subsequent to, although in connection with, an underlying crime, rather than merely affording an alternative means of punishing the underlying crime itself.  See United States v. Johnson, <span class=\"citation\" data-id=\"587734\"><a href=\"/opinion/587734/united-states-v-robert-l-johnson/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">562</span></a></span>, 569 (10th Cir.1992).  Thus, our reading of the same statute recently led us to observe, in countering an argument strikingly similar to that stitched together by Pierro, that Congress \"intended money laundering to be a separate crime distinct from the underlying offense that generated the money.\"  United States v. LeBlanc, <span class=\"citation\" data-id=\"670485\"><a href=\"/opinion/670485/united-states-v-telex-leblanc-united-states-of-america-v-telex-j/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">340</span></a></span>, 346 (1st Cir.1994).  Other cases have reached essentially the same conclusion.  See, e.g., <span class=\"citation\" data-id=\"587734\"><span class=\"antecedent_guess\">Johnson,</span> <a href=\"/opinion/587734/united-states-v-robert-l-johnson/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">569</span> </a></span>(stating that Congress designed the money laundering statute to fill a lacuna \"with respect to the post-crime hiding of ill-gotten gains\");  see also United States v. Edgmon, <span class=\"citation\" data-id=\"574983\"><a href=\"/opinion/574983/united-states-v-gary-a-edgmon-and-jimmy-w-edgmon/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1214 (10th Cir.1991) (holding that principles of double jeopardy do not bar prosecution and punishment for both money laundering and conversion based on the same overall conduct), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3037</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">906</span> </span>(1992).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">There is little question that the appellant's conduct fits snugly within this framework.  Appellant argues that \"although the facts which formed the predicate for the convictions were within the strict linguistic parameters of the sentencing guidelines for money laundering, the defendant's actual conduct did not fall within [what the Sentencing Commission intended to punish as] money laundering....\"  This is virtually a replica of the argument we rejected in <span class=\"citation\" data-id=\"670485\"><span class=\"antecedent_guess\">LeBlanc,</span> <a href=\"/opinion/670485/united-states-v-telex-leblanc-united-states-of-america-v-telex-j/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">345</span></a></span>.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Because appellant's offense conduct, though arising out of his participation in interstate transportation of stolen property, comes well within the heartland of the money laundering statute and guideline, the court below correctly concluded, as a matter of law, that it could not base a downward departure on this circumstance.  See <span class=\"citation\" data-id=\"670485\"><span class=\"antecedent_guess\">LeBlanc,</span> <a href=\"/opinion/670485/united-states-v-telex-leblanc-united-states-of-america-v-telex-j/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">347</span></a></span>;  see also United States v. Limberopoulos, <span class=\"citation\" data-id=\"195427\"><a href=\"/opinion/195427/united-states-v-limberopoulos/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">245</span></a></span>, 249 (1st Cir.1994) (rejecting analogous argument;  holding that district court's view that defendant's conduct fell within the heartland of a regulatory statute but outside the heartland of a drug trafficking statute reflected a misunderstanding of the basic objectives of the two statutes, their interplay, and their interposition vis-a-vis the sentencing guidelines).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">2. Remaining Bases for Departure.   Appellant suggests two additional ways in which the trial court appropriately could have departed downward.  Neither suggestion has any merit.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>a.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">First, appellant contends that a downward departure could have been predicated on the fact that \"double counting\" boosted his GSR to heights not contemplated by the Sentencing Commission.  In this regard, appellant asserts that the same money was factored into the sentencing court's computations twice--once in calculating the offense level for money laundering and once in calculating the offense level for interstate transportation of stolen property.  We cannot accept this assertion.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It is not at all clear that any double counting took place.  As discussed above, where an underlying crime occurs antecedent to money laundering, the offenses are considered separate and distinct for sentencing purposes.  This distinctiveness requires that a separate computation be made for each group of offenses.  See United States v. Lombardi, <span class=\"citation\" data-id=\"194934\"><a href=\"/opinion/194934/united-states-v-lombardi/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">568</span></a></span>, 571 (1st Cir.1993) (holding that an anomaly would result if a sentencing court were compelled to treat mail fraud and money laundering in the same sentencing category).  Appellant dealt in stolen property having a value in excess of $2,500,000 and also laundered over $3,500,000 in profits garnered from the resale of stolen property.  Hence, the punishment for engaging in each of these criminal activities must be calculated independently.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">By the same token, each crime has its own measure of loss;  the value of the property stolen from DEC and the dollar amount of ill-gotten sale proceeds used by MoGro to secure financial support may turn out to be the same, but they are arrived at differently.  The mere existence of some indeterminate degree of overlap between these figures does not constitute double counting.  See, e.g., United States v. Lilly, <span class=\"citation\" data-id=\"195133\"><a href=\"/opinion/195133/united-states-v-lilly/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 18 (1st Cir.1994) (holding that overlapping uses of same data anent monetary loss did not constitute double counting in the particular circumstances of the case).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">To say more would be to trespass on the reader's indulgence.  Even if the situation here could be described in some useful way as comprising double counting, the phenomenon is not sufficiently \"special\" or \"unusual\" to warrant a downward departure.  After all, in the sentencing context double counting is not rare--and the practice is often perfectly proper.  See <span class=\"citation\" data-id=\"195133\"><a href=\"/opinion/195133/united-states-v-lilly/\"><span class=\"id_token\">id.</span> at 19.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>b.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The final circumstance on which appellant relies in support of a downward departure is disproportionality--the comparative severity of his sentence as contrasted with the sentences to be served by other coconspirators.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  The district court believed that it lacked authority to depart on this basis.  We concur.  See, e.g., United States v. Wogan, <span class=\"citation\" data-id=\"564953\"><a href=\"/opinion/564953/united-states-v-russell-h-wogan/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1448 (1st Cir.), (holding that \"a perceived need to equalize sentencing [among codefendants] ... will not permit a departure\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">460</span> </span>(1991);  United States v. Carr, <span class=\"citation\" data-id=\"560457\"><a href=\"/opinion/560457/united-states-v-terry-c-carr-and-mark-todd-carr/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span>, 73 (1st Cir.)  (explaining that judicial dissatisfaction with comparative outcomes cannot justify departure), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">112</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">82</span> </span>(1991).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">3. Need for Remand.   The district court sentenced appellant in February 1993.  Approximately five months later, this court decided Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, a case that elaborated the circuit's departure jurisprudence.  Appellant invites us to remand so that the district court may reexamine the sentence in light of Rivera.   We decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Building a body of precedent is an evolutionary process.  If the mere fact that a new opinion sheds light on an area of the law automatically required appellate courts to remand for reconsideration all cases pending on direct appeal that dealt with the same area of the law, the system would become a shambles.  Remand is required only when there is a realistic possibility that the new precedent, properly applied, will alter or otherwise materially affect the result reached in the trial court.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  See, e.g., <span class=\"citation\" data-id=\"195222\"><span class=\"antecedent_guess\">Gifford,</span> <a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">475</span></a></span>.   Applying this benchmark, there is no need to remand this case for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">When a newly minted precedent clarifies a corner of the law while a case involving the same (or a closely related) point is pending on direct appeal, the threshold question is almost always whether the trial court's analysis would have differed in some material respect if it had had the benefit of the clarification.  Here, that question demands a negative answer:  Judge Woodlock fully anticipated our opinion in Rivera, carefully sifted the record to determine whether any unusual circumstances existed that might warrant a downward departure, and, discovering none, correctly abjured the desired departure.  Hence, a remand would serve no useful purpose as the analytic approach would be essentially unchanged and would, therefore, produce the same conclusions.  See, e.g., United States v. Smith, <span class=\"citation\" data-id=\"195168\"><a href=\"/opinion/195168/united-states-v-smith/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">662</span></a></span>, 666 (1st Cir.1994) (affirming district court's pre-Rivera refusal to depart under Rivera standard);  see also United States v. Sclamo, <span class=\"citation\" data-id=\"610803\"><a href=\"/opinion/610803/united-states-v-joseph-sclamo-jr/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span>, 974 (1st Cir.1993) (affirming pre-Rivera downward departure and declining to remand for reconsideration in light of Rivera).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We hasten to add that even when a district court has not fully anticipated an emergent clarification, a remand will not necessarily follow.  For example, when the court's subsidiary findings of fact are reasonably explicit, unaffected by its legal error, and subject to reuse, a remand would be an empty exercise.  See Societe des Produits Nestle v. Casa Helvetia, Inc., <span class=\"citation\" data-id=\"597410\"><a href=\"/opinion/597410/societe-des-produits-nestle-sa-v-casa-helvetia-inc/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 642 (1st Cir.1992).  In such a situation, so long as the court of appeals can arrange the untainted findings along the proper legal matrix, it need not remand.  See United States v. Mora, <span class=\"citation\" data-id=\"490116\"><a href=\"/opinion/490116/united-states-v-hector-mora-united-states-of-america-v-franklin/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">860</span></a></span>, 869 (1st Cir.1987);  see also Figueroa-Rodriguez v. Aquino, <span class=\"citation no-link\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></span>, 1041 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">This principle offers an alternative basis for denying appellant's request for a remand.  Even if, without the benefit of Rivera, the district court's grasp of departure jurisprudence proved faulty--and we do not believe that to have been the case--a remand would not be exigible.  For all the skillful lawyering that has been mustered on appellant's behalf, he has been utterly unable to isolate any \"special\" or \"unusual\" feature of this case which, under Rivera, could support a downward departure.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We need go no further.  For aught that appears, appellant was fairly tried, justly convicted, and appropriately sentenced.  He has been unable to advance any persuasive reason either for revising the outcome or for prolonging the proceedings.  The judgment below must, therefore, be</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The thieves stole computer components from DEC's warehouse in Massachusetts both during the week and on weekends.  The components purchased by MoGro comprised, for the most part, the bounty from the weekend heists.  The remaining contraband was sold mainly to a codefendant, Fred Kleinerman</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> One of the eight defendants originally included in this cadre pled guilty prior to trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Kleinerman's misbehavior did not plummet to the depths reached in <span class=\"citation\" data-id=\"549776\"><span class=\"antecedent_guess\">Rocha,</span> <a href=\"/opinion/549776/united-states-v-ruben-rocha-thomas-padilla-hector-garcia-garcia-johnny/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">229</span> </a></span>(a case in which a defendant mouthed a death threat and then ran a finger menacingly across his throat during a witness's testimony), or in <span class=\"citation\" data-id=\"395176\"><span class=\"antecedent_guess\">Tashjian,</span> <a href=\"/opinion/395176/united-states-v-charles-tashjian-united-states-of-america-v-james/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">837</span> </a></span>(a case in which a defendant gestured, mouthed words to the effect that a government witness would receive five bullets in the head, and shouted that all the defendants were \"in the Mafia\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> There is, moreover, an added fillip in this case that further erodes appellant's position:  his assumption that the jury must have been aware of Kleinerman's antics is sheer speculation.  Kleinerman's gestures were nonverbal, and the judge did not comment on them in the jury's presence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We recognize that when a codefendant switches sides and becomes a government witness, his testimony will likely help the government and harm the remaining defendants.  Indeed, this is often a strong incentive to the government in the plea-bargaining process.  But this sort of prejudice does not necessitate a mistrial.  It is only unfair prejudice against which courts must guard.  See, e.g., United States v. Rodriguez-Estrada, <span class=\"citation\" data-id=\"524961\"><a href=\"/opinion/524961/united-states-v-hector-m-rodriguez-estrada/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 156 (1st Cir.1989);  United States v. Ingraham, <span class=\"citation\" data-id=\"496705\"><a href=\"/opinion/496705/united-states-v-robert-christopher-ingraham-aka-arthur-robert-mackeil/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">229</span></a></span>, 233 (1st Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </span>(1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although three different lawyers represented the MoGro defendants, appellant asseverates that the lawyers coordinated their opening statements and their cross-examination of prosecution witnesses, and that they adopted a \"unified theme\" in regard to challenging the government's proof and confronting its witnesses.  After McComas changed his plea, appellant alone was caught in the toils;  the third MoGro defendant, Moore, found sanctuary when the district court granted his motion for judgment of acquittal, Fed.R.Crim.P. 29(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> There is another reason why we are particularly reluctant to override the trier's judgment call in this case.  If any unfair prejudice sprouted--and we stress that we have found no sign of any--we believe it would have been cured by the trial judge's painstaking instructions.  It strikes us as significant in this regard that appellant has criticized neither the content nor timeliness of these instructions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The district court sentenced appellant in February of 1993, using the November 1992 edition of the sentencing guidelines.  See United States v. Harotunian, <span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span>, 1041-42 (1st Cir.1990) (explaining that the guidelines in effect at the time of sentencing control unless ex post facto considerations prohibit their use).  Hence, all references herein are to that edition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Since \"racketeering comes in many shapes and sizes, and covers a wide range of activities,\" United States v. Winter, <span class=\"citation\" data-id=\"195327\"><a href=\"/opinion/195327/united-states-v-winter/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 19 (1st Cir.1994), a sentencing court must look to the predicate crimes to establish the guideline sentencing range, see U.S.S.G. Sec. 2E1.1(a)(2).  In this case, the predicate offenses are interstate transportation of stolen property and money laundering</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> For purposes of computing the sentencing range, it is unnecessary to distinguish between the substantive money laundering offenses and money laundering as a RICO predicate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In LeBlanc, following convictions for, inter alia, illegal gambling activities and money laundering, the court computed a GSR for each defendant.  There, as here, the range was pushed upward by the presence of money laundering.  To correct this perceived bias, the district court departed downward on the theory that the defendants' crime, at bottom, constituted bookmaking, and should be sentenced as such;  the money laundering, the court thought, was merely incidental to the illegal gambling, and, therefore, the offenses of conviction, although technically including money laundering, fell outside the heartland for that crime.  See <span class=\"citation\" data-id=\"670485\"><span class=\"antecedent_guess\">LeBlanc,</span> <a href=\"/opinion/670485/united-states-v-telex-leblanc-united-states-of-america-v-telex-j/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">344</span></a></span>.   We remanded for resentencing, ruling that the court's characterization of the defendants' conduct ignored the fact that they were also guilty of money laundering, which Congress had made a distinct offense.  See <span class=\"citation\" data-id=\"670485\"><a href=\"/opinion/670485/united-states-v-telex-leblanc-united-states-of-america-v-telex-j/\"><span class=\"id_token\">id.</span> at 347</a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Appellant gives these points only cursory treatment in his appellate brief.  We could, therefore, simply dismiss them on that ground.  See Ryan v. Royal Ins. Co., <span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 734 (1st Cir.1990) (ruling \"that issues adverted to on appeal in a perfunctory manner, unaccompanied by some developed argumentation, are deemed to have been abandoned\");  United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.)  (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">944</span> </span>(1990).  But because the contentions were aired in detail below, we elect to address them briefly</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> As we have previously indicated, this lack of symmetry stems primarily from appellant's involvement in money laundering--a circumstance that boosted his GSR well above what it would have been under the guideline covering interstate transportation of stolen property.  None of the other defendants carried similar baggage into the sentencing arena</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> For purposes of this discussion, we assume that the new precedent constitutes a clarification, entitled to retroactive effect vis-a-vis cases still pending on direct appeal.  Broader retroactivity concerns are beyond the proper scope of this opinion</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/91122/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109621/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112812/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194934/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195133/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195168/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195327/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195501/",
    "https://www.courtlistener.com/api/rest/v3/opinions/302818/",
    "https://www.courtlistener.com/api/rest/v3/opinions/312627/",
    "https://www.courtlistener.com/api/rest/v3/opinions/351034/",
    "https://www.courtlistener.com/api/rest/v3/opinions/357401/",
    "https://www.courtlistener.com/api/rest/v3/opinions/395176/",
    "https://www.courtlistener.com/api/rest/v3/opinions/417772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/471592/",
    "https://www.courtlistener.com/api/rest/v3/opinions/490116/",
    "https://www.courtlistener.com/api/rest/v3/opinions/490949/",
    "https://www.courtlistener.com/api/rest/v3/opinions/493886/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496705/",
    "https://www.courtlistener.com/api/rest/v3/opinions/498705/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522865/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524961/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534182/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "https://www.courtlistener.com/api/rest/v3/opinions/549776/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556614/",
    "https://www.courtlistener.com/api/rest/v3/opinions/560457/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563787/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563790/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567584/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570022/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574983/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581358/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597410/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610803/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610896/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670485/"
  ]
}