{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195557/",
  "id": 195557,
  "absolute_url": "/opinion/195557/parente-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195557/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:34Z",
  "date_modified": "2020-02-21T23:26:48.510823Z",
  "type": "010combined",
  "sha1": "c2890dc3429249460cc020525666670797d6b377",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2289.01A",
  "local_path": null,
  "plain_text": "August 23, 1994\n\n                    [NOT FOR PUBLICATION]\n               UNITED STATES COURT OF APPEALS \n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-2289\n\n                    LOUIS ROBERT PARENTE,\n\n                    Petitioner, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                    Respondent, Appellee.\n\n                                         \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\n                                          \n               Selya and Stahl, Circuit Judges.\n                                              \n\n                                         \n\nLouis Robert Parente on brief pro se.\n                    \nDonald K.  Stern, United  States Attorney,  and Duane  J. Deskins,\n                                                                 \nAssistant United States Attorney, on brief for appellee.\n\n                                         \n\n                                         \n\n          Per  Curiam.   In 1991,  Louis Robert  Parente pled\n                     \n\nguilty to armed bank  robbery, and was sentenced to  a prison\n\nterm  and  ordered to  pay  restitution  and, to  the  extent\n\nrestitution  was not  paid, a fine.   He  did not  appeal his\n\nsentence, but in 1993 filed a motion to vacate, set aside, or\n\ncorrect  his sentence under 28  U.S.C.   2255.   The district\n\ncourt denied his motion, and Parente now appeals.  We affirm.\n\n          Only two issues are properly before us.   The first\n\nis Parente's claim that his attorney rendered him ineffective\n\nassistance of counsel by failing to  argue at sentencing that\n\nhe did  not have the  ability to  pay a fine  or restitution.\n\nThe  second  is his  claim  that  his attorney  rendered  him\n\nineffective assistance of counsel at sentencing by failing to\n\nargue for  a downward departure  on the grounds  that Parente\n\nsuffered from \"divorce  traumatic stress  syndrome\" and  that\n\nhis  crime  constituted   \"aberrant  behavior.\"1     Although\n\n                    \n\n1.  Parente raised  other claims  below, which he  appears to\nhave abandoned on appeal.   Those claims were that  Parente's\nattorney  had  rendered  ineffective  assistance  of  counsel\nbecause he failed to correct or clarify certain statements in\nthe presentence  report; that Parente should  have been given\nthe retroactive benefit of amended U.S.  Sentencing Guideline\n   3E1.1, which  permitted  an additional  reduction in  base\noffense  level for  acceptance  of responsibility  if certain\nconditions were met; that, for various reasons, a prior state\nconviction  should  not  have  been included  as  a  criminal\nconviction in his presentence  report; that the imposition of\nboth restitution  and a  fine on Parente  constituted \"double\njeopardy\"; and that Parente's counsel was ineffective because\nhe had not  requested that  a competency hearing  be held  to\ndetermine whether  Parente was  mentally ill at  the time  he\ncommitted the crime. \n\n                             -2-\n\nParente raises new claims  on appeal, we decline  to consider\n\nthose  claims.  Our review of the record shows that declining\n\nto consider the  new claims  would not result  in any  \"gross\n\nmiscarriage of justice\" and  that the new claims are  not \"so\n\ncompelling as virtually to  insure appellant's success.\"  See\n                                                             \n\nHernandez-Hernandez v. United States,  904 F.2d 753, 763 (1st\n                                    \n\nCir. 1990) (citing  Johnston v. Holiday  Inns, 595 F.2d  890,\n                                             \n\n894 (1st Cir. 1979)).  \n\n          Parente  has  alleged  ineffective   assistance  of\n\ncounsel.    Accordingly,  he  must show  that  his  counsel's\n\nrepresentation of  him at sentencing fell  below an objective\n\nstandard of  reasonableness.   Strickland v. Washington,  466\n                                                       \n\nU.S.  668, 687-88  (1984).    He  must  also  show  that  the\n\ndeficient performance  prejudiced him, i.e., that  there is a\n\n\"reasonable    probability    that,    but   for    counsel's\n\nunprofessional errors,  the  result of  the proceeding  would\n\nhave been different.\"  Id. at 687, 694.  Parente bears a very\n                          \n\nheavy burden of proof, and there is a strong presumption that\n\ncounsel's  representation  was  reasonable.   Lema  v. United\n                                                             \n\nStates, 987 F.2d 48, 51 (1st Cir. 1993).\n      \n\n          I.  Ability to Pay\n                            \n\n          Parente claims that his attorney should have argued\n\nat  sentencing  that   Parente  could  not  pay   a  fine  or\n\nrestitution in the amount ordered by the court.  The district\n\ncourt  imposed a fine of  $74,410 and restitution of $74,410,\n\n                             -3-\n\nbut  ordered that the fine  be remitted dollar  for dollar to\n\nthe extent that Parente  actually paid restitution.  Although\n\nthe amount of the fine  and restitution would total $148,820,\n\nParente now appears to  accept the view that, in  reality, he\n\nwas  only expected to  pay a single  sum of $74,410.   But he\n\nclaims  that his counsel should have argued that he could not\n\npay   a  fine  or  restitution   in  that  amount  since  the\n\npresentence report (PSR), relying on a financial statement by\n\nParente,  showed   that  he  had  a  negative  net  worth  of\n\napproximately $23,000;  it also indicated  a negative monthly\n\ncash flow of some $500.  Parente also argues that he received\n\nonly  half  of the  armed  robbery  proceeds of  $74,410,  an\n\nargument for which there is no record support.2  \n\n          The PSR  gives other information that  bears on the\n\nquestion of Parente's ability  to pay the $74,410 restitution\n\naward.   On  June 29,  1988, five  days after the  robbery to\n\nwhich  he pled guilty,  Parente began  depositing money  in a\n\nRhode Island bank, and  on that day  he also opened a  safety\n\ndeposit  box at that bank.  By  February 8, 1989, Parente had\n\ndeposited $35,250 into his  accounts at the bank.   He closed\n\n                    \n\n2.  Parente cites  statements apparently made  in confessions\nby him and Paul Aubin,  his co-defendant.  Parente's  counsel\nfiled a motion to suppress Parente's confession, however, and\nwe  infer from the record that a  similar motion was filed by\nAubin.  Having uncovered  information tending to  corroborate\ndefense claims  that the  confessions were coerced  by police\nofficers, the government chose not to challenge the motion to\nsuppress,  and neither  Parente nor  the government  has made\neither confession part of the record.\n\n                             -4-\n\nthem on February 27, 1989, but the PSR does not indicate what\n\nParente then did with the  money.  On June 29,  1988, Parente\n\nhad also  used $13,000  in cash  to buy  a truck.   Parente's\n\nfinancial statement  listed a  \"1977 Jeep AMC  Pick-Up\" worth\n\n$700 as  an asset, but the PSR does not say whether that jeep\n\nwas the \"truck\" Parente  bought in 1988 for $13,000  in cash,\n\nor, if it was not, what happened to that truck.  According to\n\nthe  PSR, Parente  graduated from  technical high  school and\n\nlater   received   an   Associate   in   Science  degree   in\n\nArchitectural   Drafting  Technology  from  the  New  England\n\nInstitute  of Technology; in addition, Parente's estimate was\n\nthat  he had received a net  average wage of $15,000 per year\n                           \n\nas  a  self-employed  subcontractor,  apparently  during  the\n\nthree-year  period from  1988-90, although  that work  became\n\nslower in 1991.  \n\n          The sentencing transcript contains  other pertinent\n\ninformation.    When  the  question  of  restitution   arose,\n\nParente's counsel  informed the court  that there had  been a\n\ncivil action against  Parente for  the $74,410  taken in  the\n\nrobbery,  that he and Parente's counsel in the civil case had\n\nadvised \"that they  submit the judgment in  that regard,\" and\n\nthat he believed that \"that's been accomplished in a sense by\n\na civil judgment.  If  it has not been already done,  it will\n\nbe done,  . .  . .\"   Counsel's comments  appear intended  to\n\nargue to the court  that, since restitution would essentially\n\n                             -5-\n\nbe made through a  civil judgment against Parente,  there was\n\nno need for  the court to require restitution  at sentencing.\n\nThe court seems to have understood counsel to have argued for\n\nthe  somewhat  different  proposition  that  the  recommended\n\namount of restitution (or restitution  and fine) should in no\n\nevent exceed  $74,410.    The  court expressly  asked  for  a\n\nstatement of Parente's assets and was referred to the section\n\nof the  PSR  entitled \"Defendant's  Ability  to Pay.\"    That\n\nsection stated  Parente's  negative net  worth  and  negative\n\nmonthly  cash   flow.    Presumably   after  reviewing   that\n\ninformation, the court said that it had been \"troubled by the\n\nabsence of explanation of what  happened to the money [stolen\n\nfrom the bank],\" and that it believed that restitution should\n\ntake priority over  a fine.  The  government recommended that\n\n$74,410 be  assessed as restitution, which  would \"spill over\n\ninto  a fine\" if Parente were unable to pay it, contemplating\n\napparently  the immediate  payment  of the  entire amount  of\n\nrestitution.  In response, the court indicated its preference\n\nfor imposing a  fine of $74,410  and restitution of  $74,410,\n\n\"but  with the understanding that the priority is to be given\n\nto  the restitution and that the fine will be remitted to the\n\nextent that restitution has actually been paid.\"  Its  intent\n\nwas to \"excuse  the fine  to the extent  that restitution  is\n\nactually  paid.\"  If Parente did not immediately pay the full\n\nrestitution,  the  court instructed  him  to pay  restitution\n\n                             -6-\n\nduring the 36-month  period of  supervised release  following\n\nhis prison  term, according to a schedule set up by the chief\n\nprobation officer.   The  court also  waived interest  on the\n\nfine it had imposed.\n\n          In  light of  the facts  recounted above,  we think\n\nthat Parente has not met his heavy burden of showing that his\n\ncounsel's  failure to  argue ability  to pay  was ineffective\n\nassistance of counsel.  The court itself  raised the question\n\nof  Parente's ability  to pay,  and apparently  consulted the\n\ndetails in the  PSR about Parente's  assets.  The  prosecutor\n\nalso referred to it,  suggesting a fine if Parente  could not\n\nmake restitution.  Strictly speaking, therefore, there was no\n\nneed for counsel to raise  the issue -- it was  already under\n\nconsideration.   Moreover,  the  court  showed concern  about\n\nParente's  failure to explain what had  happened to the funds\n\nstolen  from  the  bank,  suggesting  its   skepticism  about\n\nParente's  alleged negative  net  worth, and  manifesting its\n\nbelief  that Parente  should restore  the sums he  had taken.\n\nAccordingly, as the government contends, arguing that Parente\n\ncould not pay a  fine or restitution might have  backfired by\n\nhighlighting  Parente's  failure  to account  for  the  funds\n\ndespite his apparent acceptance  of responsibility.  Doing so\n\nmight have given the court cause to increase Parente's prison\n                                            \n\nterm or the amount of the fine.  Finally, it is unlikely that\n\nan  argument that Parente had  no ability to make restitution\n\n                             -7-\n\nwould have been successful.   The court permitted  Parente to\n\npay restitution  in installments after his  release from jail\n\nduring the three-year period of  his supervised release.  The\n\nPSR suggested that,  if Parente returned  to his prior  self-\n\nemployment,  he might  be expected  to net  $15,000 per  year\n\nduring  that period,  for  a  total  of  $45,000.    It  also\n\nindicated that,  in 1988-89,  Parente had  significant assets\n\nwhich had not been accounted for, i.e., $35,250 in cash and a\n\ntruck  valued at  $13,000.   Those assets, together  with the\n\nsums that Parente reasonably could be  expected to earn after\n\nhis release from  prison, would have been sufficient  to make\n\nrestitution.3      Consequently,   Parente's  counsel   could\n\nreasonably  have decided  that an  inability to  pay argument\n\nwould not succeed.  He apparently made the only good argument\n\nhe had -- that  the court should not require  any restitution\n\nsince a  civil judgment  already was  pending or had  entered\n\nwhich effectively required Parente to make such  restitution.\n\nGiven  all of  the above  facts, Parente's counsel  cannot be\n\nsaid to  have rendered ineffective assistance  because he did\n\nnot  argue   that   Parente  had   no   ability  to   pay   a\n\nfine/restitution of $74,410.\n\n          II.  Downward Departure\n                                 \n\n          A.  Divorce Traumatic Stress Syndrome  \n                                               \n\n                    \n\n3.  Further evidence of Parente's financial resources is that\nhe  retained his  own defense  counsel rather  than obtaining\ncourt-appointed counsel.  \n\n                             -8-\n\n          Parente  claims  that his  counsel  was ineffective\n\nbecause  he did  not argue  for a  downward departure  on the\n\nground that  Parente suffered from  \"divorce traumatic stress\n\nsyndrome.\"  Parente adverts  only perfunctorily to this claim\n\nin   his   appellate   briefs,   presenting    no   developed\n\nargumentation on  the point.4  Therefore,  he has essentially\n\nwaived the claim.  See United States v. Zannino, 895 F.2d  1,\n                                               \n\n17  (1st Cir.), cert. denied, 494 U.S.  1082 (1990).  We note\n                            \n\nthat, in  any event, the Sentencing  Guidelines applicable at\n\nthe time  Parente was  sentenced provided that  \"[m]ental and\n\nemotional  conditions   are   not  ordinarily   relevant   in\n\ndetermining  whether  a  sentence   should  be  outside   the\n\nguidelines,\" see U.S.S.G. Manual   5H1.3 (1990), with certain\n                \n\nexceptions  that would not have applied to Parente.  See also\n                                                             \n\nUnited States v. Russell, 917 F.2d 512, 516 (11th Cir. 1990),\n                        \n\ncert.  denied,  499 U.S.  953  (1991)  (convicted armed  bank\n             \n\nrobber  could not  justify downward  departure on  the ground\n\nthat he had a \"dependent personality disorder\"). \n\n          B.  Aberrant Behavior\n                               \n\n          Parente also says that counsel rendered ineffective\n\nassistance because he did not  argue for a downward departure\n\n                    \n\n4.  Parente's submissions to the district  court alleged that\nhe had  a \"syndrome\" caused  by the marital  conflict between\nhis  parents and by his lack of relationship with his father;\nthis syndrome allegedly left him \"vulnerable . . . to be[ing]\neasily influenced  by others  due to a  lack of  self-esteem,\nconfidence and economic ability.\"  \n\n                             -9-\n\non  the  ground that  Parente's commission  of the  crime was\n\n\"aberrant  behavior.\"  On  appeal, Parente's argument appears\n\nto  be  that  Paul  Aubin, his  co-defendant,  whose  special\n\nknowledge  about automated  teller machines permitted  him to\n\nsuccessfully rob  those machines,  induced Parente to  commit\n\nthe robbery by communicating that knowledge to him.   Parente\n\nalso appears to argue that the armed robbery to which he pled\n\nguilty  was   his  only  crime.     Parente's  arguments  are\n\nmeritless.  \n\n          First,   at   the  time   Parente   was  sentenced,\n\nSentencing  Guideline   5K2.12  permitted downward departures\n\nfor crimes committed under \"coercion and duress,\" but not the\n\ntype  of  inducement or  enticement  alleged  here.   Section\n\n5K2.12 permitted  a court to  depart downward if  a defendant\n\nhad  committed  an  offense  \"because  of  serious  coercion,\n\nblackmail  or duress,\" explaining that \"[o]rdinarily coercion\n\nwill be  sufficiently serious to warrant  departure only when\n\nit involves  a threat of physical  injury, substantial damage\n\nto  property or  similar injury  resulting from  the unlawful\n\naction of  a  third  party  or  from  a  natural  emergency.\"\n\nParente does not say that  Aubin threatened him with physical\n\ninjury  or  substantial damage  to property,  but essentially\n\nonly that Aubin induced him to commit the crime by giving him\n\nthe  information that  permitted him  to do  so successfully.\n\nThus, it  clearly was  not ineffective assistance  of counsel\n\n                             -10-\n\nfor Parente's counsel not to argue  for a downward departure.\n\nSee  United  States  v.  Russell,  supra,  917  F.2d  at  516\n                                        \n\n(downward departure  not authorized under    5K2.12 where the\n\ndefendant,  who had  been  convicted of  armed bank  robbery,\n\nintroduced no  evidence that  he was physically  coerced into\n\ncommitting his crime or that he did so under threat of injury\n\nto his person  or property,  which is \"all  the guideline  on\n\ncoercion or  duress can reasonably be  interpreted to cover\")\n\n(citing United States v. Pozzy, 902 F.2d 133, 139 (1st Cir.),\n                              \n\ncert. denied, 498 U.S. 943 (1990)).  \n            \n\n          Second, the record shows  that the armed robbery to\n\nwhich  Parente  pled  guilty  was not  an  isolated  criminal\n\noffense, as he suggests.  The PSR shows a 1984 conviction for\n\nreceiving  stolen goods.   (Although  Parente challenged  the\n\nvalidity  of that  conviction below,  he has  not done  so on\n\nappeal.)   In addition, the  PSR states that,  in 1989, after\n\ncommitting  the robbery  at issue  here, Parente  was charged\n\nwith conspiracy  to commit robbery, possession  of a firearm,\n\nand carrying a firearm in connection with an apparent plan to\n\nrob  another   automated  teller  machine.     References  in\n\nParente's  submissions  below  indicate  that  he  was  later\n\nconvicted  of that  charge in state  court.   Thus, Parente's\n\ncounsel would have  had no  factual basis for  arguing for  a\n\ndownward departure on the ground that Parente's commission of\n\narmed  robbery was  an isolated  offense.   Even  had factual\n\n                             -11-\n\ngrounds  for such  an  argument existed,  however, the  court\n\ncould  not have  departed downward.    See U.S.S.G.  Manual  \n                                          \n\n4A1.3  (\"The  lower  limit of  the  range  for  a Category  I\n\ncriminal  history is set for a first offender with the lowest\n\nrisk of recidivism.   Therefore, a departure  below the lower\n\nlimit of  the  guideline  range  for a  Category  I  criminal\n\nhistory  on the  basis of  the adequacy  of  criminal history\n\ncannot be appropriate.\").  Consequently, counsel's failure to\n\nargue  for a  departure downward  on the ground  of \"aberrant\n\nbehavior\" was not ineffective assistance.\n\n          Affirmed.5\n                   \n\n                    \n\n5.  The  facts and  legal  arguments  having been  adequately\npresented  in the briefs and record, we hereby deny Parente's\nrequest for oral argument.  See Loc. R. 34.1(a).\n                               \n\n                             -12-\n",
  "html": "<p class=\"case_cite\">32 F.3d 561</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Louis Robert PARENTE, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 93-2289</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 23, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Robert E. Keeton, U.S. District Judge ]</p>\n      <p class=\"indent\">Louis Robert Parente on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Duane J. Deskins, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1991, Louis Robert Parente pled guilty to armed bank robbery, and was sentenced to a prison term and ordered to pay restitution and, to the extent restitution was not paid, a fine.  He did not appeal his sentence, but in 1993 filed a motion to vacate, set aside, or correct his sentence under 28 U.S.C. Sec. 2255.  The district court denied his motion, and Parente now appeals.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Only two issues are properly before us.  The first is Parente's claim that his attorney rendered him ineffective assistance of counsel by failing to argue at sentencing that he did not have the ability to pay a fine or restitution.  The second is his claim that his attorney rendered him ineffective assistance of counsel at sentencing by failing to argue for a downward departure on the grounds that Parente suffered from \"divorce traumatic stress syndrome\" and that his crime constituted \"aberrant behavior.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Although Parente raises new claims on appeal, we decline to consider those claims.  Our review of the record shows that declining to consider the new claims would not result in any \"gross miscarriage of justice\" and that the new claims are not \"so compelling as virtually to insure appellant's success.\"  See Hernandez-Hernandez v. United States, 904 F.2d 753, 763 (1st Cir. 1990) (citing  Johnston v. Holiday Inns, 595 F.2d 890, 894 (1st Cir. 1979)).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Parente has alleged ineffective assistance of counsel.  Accordingly, he must show that his counsel's representation of him at sentencing fell below an objective standard of reasonableness.   Strickland v. Washington, 466 U.S. 668, 687-88 (1984).  He must also show that the deficient performance prejudiced him, i.e., that there is a \"reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\"   Id. at 687, 694.  Parente bears a very heavy burden of proof, and there is a strong presumption that counsel's representation was reasonable.   Lema v. United States, 987 F.2d 48, 51 (1st Cir. 1993).</p>\n    </div>\n    <p class=\"indent\">I. Ability to Pay</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Parente claims that his attorney should have argued at sentencing that Parente could not pay a fine or restitution in the amount ordered by the court.  The district court imposed a fine of $74,410 and restitution of $74,410, but ordered that the fine be remitted dollar for dollar to the extent that Parente actually paid restitution.  Although the amount of the fine and restitution would total $148,820, Parente now appears to accept the view that, in reality, he was only expected to pay a single sum of $74,410.  But he claims that his counsel should have argued that he could not pay a fine or restitution in that amount since the presentence report (PSR), relying on a financial statement by Parente, showed that he had a negative net worth of approximately $23,000;  it also indicated a negative monthly cash flow of some $500.  Parente also argues that he received only half of the armed robbery proceeds of $74,410, an argument for which there is no record support.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The PSR gives other information that bears on the question of Parente's ability to pay the $74,410 restitution award.  On June 29, 1988, five days after the robbery to which he pled guilty, Parente began depositing money in a Rhode Island bank, and on that day he also opened a safety deposit box at that bank.  By February 8, 1989, Parente had deposited $35,250 into his accounts at the bank.  He closed them on February 27, 1989, but the PSR does not indicate what Parente then did with the money.  On June 29, 1988, Parente had also used $13,000 in cash to buy a truck.  Parente's financial statement listed a \"1977 Jeep AMC Pick-Up\" worth $700 as an asset, but the PSR does not say whether that jeep was the \"truck\" Parente bought in 1988 for $13,000 in cash, or, if it was not, what happened to that truck.  According to the PSR, Parente graduated from technical high school and later received an Associate in Science degree in Architectural Drafting Technology from the New England Institute of Technology;  in addition, Parente's estimate was that he had received a net average wage of $15,000 per year as a self-employed subcontractor, apparently during the three-year period from 1988-90, although that work became slower in 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The sentencing transcript contains other pertinent information.  When the question of restitution arose, Parente's counsel informed the court that there had been a civil action against Parente for the $74,410 taken in the robbery, that he and Parente's counsel in the civil case had advised \"that they submit the judgment in that regard,\" and that he believed that \"that's been accomplished in a sense by a civil judgment.  If it has not been already done, it will be done,....\"  Counsel's comments appear intended to argue to the court that, since restitution would essentially be made through a civil judgment against Parente, there was no need for the court to require restitution at sentencing.  The court seems to have understood counsel to have argued for the somewhat different proposition that the recommended amount of restitution (or restitution and fine) should in no event exceed $74,410.  The court expressly asked for a statement of Parente's assets and was referred to the section of the PSR entitled \"Defendant's Ability to Pay.\"  That section stated Parente's negative net worth and negative monthly cash flow.  Presumably after reviewing that information, the court said that it had been \"troubled by the absence of explanation of what happened to the money [stolen from the bank],\" and that it believed that restitution should take priority over a fine.  The government recommended that $74,410 be assessed as restitution, which would \"spill over into a fine\" if Parente were unable to pay it, contemplating apparently the immediate payment of the entire amount of restitution.  In response, the court indicated its preference for imposing a fine of $74,410 and restitution of $74,410, \"but with the understanding that the priority is to be given to the restitution and that the fine will be remitted to the extent that restitution has actually been paid.\"  Its intent was to \"excuse the fine to the extent that restitution is actually paid.\"  If Parente did not immediately pay the full restitution, the court instructed him to pay restitution during the 36-month period of supervised release following his prison term, according to a schedule set up by the chief probation officer.  The court also waived interest on the fine it had imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In light of the facts recounted above, we think that Parente has not met his heavy burden of showing that his counsel's failure to argue ability to pay was ineffective assistance of counsel.  The court itself raised the question of Parente's ability to pay, and apparently consulted the details in the PSR about Parente's assets.  The prosecutor also referred to it, suggesting a fine if Parente could not make restitution.  Strictly speaking, therefore, there was no need for counsel to raise the issue-it was already under consideration.  Moreover, the court showed concern about Parente's failure to explain what had happened to the funds stolen from the bank, suggesting its skepticism about Parente's alleged negative net worth, and manifesting its belief that Parente should restore the sums he had taken.  Accordingly, as the government contends, arguing that Parente could not pay a fine or restitution might have backfired by highlighting Parente's failure to account for the funds despite his apparent acceptance of responsibility.  Doing so might have given the court cause to increase Parente's prison term or the amount of the fine.  Finally, it is unlikely that an argument that Parente had no ability to make restitution would have been successful.  The court permitted Parente to pay restitution in installments after his release from jail during the three-year period of his supervised release.  The PSR suggested that, if Parente returned to his prior self-employment, he might be expected to net $15,000 per year during that period, for a total of $45,000.  It also indicated that, in 1988-89, Parente had significant assets which had not been accounted for, i.e., $35,250 in cash and a truck valued at $13,000.  Those assets, together with the sums that Parente reasonably could be expected to earn after his release from prison, would have been sufficient to make restitution.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Consequently, Parente's counsel could reasonably have decided that an inability to pay argument would not succeed.  He apparently made the only good argument he had-that the court should not require any restitution since a civil judgment already was pending or had entered which effectively required Parente to make such restitution.  Given all of the above facts, Parente's counsel cannot be said to have rendered ineffective assistance because he did not argue that Parente had no ability to pay a fine/restitution of $74,410.</p>\n    </div>\n    <p class=\"indent\">II. Downward Departure</p>\n    <p class=\"indent\">A. Divorce Traumatic Stress Syndrome</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Parente claims that his counsel was ineffective because he did not argue for a downward departure on the ground that Parente suffered from \"divorce traumatic stress syndrome.\"  Parente adverts only perfunctorily to this claim in his appellate briefs, presenting no developed argumentation on the point.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Therefore, he has essentially waived the claim.   See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1082 (1990).  We note that, in any event, the Sentencing Guidelines applicable at the time Parente was sentenced provided that \"[m]ental and emotional conditions are not ordinarily relevant in determining whether a sentence should be outside the guidelines,\" see U.S.S.G. Manual Sec. 5H1.3 (1990), with certain exceptions that would not have applied to Parente.   See also United States v. Russell, 917 F.2d 512, 516 (11th Cir. 1990), cert. denied, 499 U.S. 953 (1991) (convicted armed bank robber could not justify downward departure on the ground that he had a \"dependent personality disorder\").</p>\n    </div>\n    <p class=\"indent\">B. Aberrant Behavior</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Parente also says that counsel rendered ineffective assistance because he did not argue for a downward departure on the ground that Parente's commission of the crime was \"aberrant behavior.\"  On appeal, Parente's argument appears to be that Paul Aubin, his co-defendant, whose special knowledge about automated teller machines permitted him to successfully rob those machines, induced Parente to commit the robbery by communicating that knowledge to him.  Parente also appears to argue that the armed robbery to which he pled guilty was his only crime.  Parente's arguments are meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">First, at the time Parente was sentenced, Sentencing Guideline Sec. 5K2.12 permitted downward departures for crimes committed under \"coercion and duress,\" but not the type of inducement or enticement alleged here.  Section 5K2.12 permitted a court to depart downward if a defendant had committed an offense \"because of serious coercion, blackmail or duress,\" explaining that \"[o]rdinarily coercion will be sufficiently serious to warrant departure only when it involves a threat of physical injury, substantial damage to property or similar injury resulting from the unlawful action of a third party or from a natural emergency.\"  Parente does not say that Aubin threatened him with physical injury or substantial damage to property, but essentially only that Aubin induced him to commit the crime by giving him the information that permitted him to do so successfully.  Thus, it clearly was not ineffective assistance of counsel for Parente's counsel not to argue for a downward departure.  See United States v. Russell, supra, 917 F.2d at 516 (downward departure not authorized under Sec. 5K2.12 where the defendant, who had been convicted of armed bank robbery, introduced no evidence that he was physically coerced into committing his crime or that he did so under threat of injury to his person or property, which is \"all the guideline on coercion or duress can reasonably be interpreted to cover\") (citing  United States v. Pozzy, 902 F.2d 133, 139 (1st Cir.), cert. denied, 498 U.S. 943 (1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, the record shows that the armed robbery to which Parente pled guilty was not an isolated criminal offense, as he suggests.  The PSR shows a 1984 conviction for receiving stolen goods.  (Although Parente challenged the validity of that conviction below, he has not done so on appeal.)  In addition, the PSR states that, in 1989, after committing the robbery at issue here, Parente was charged with conspiracy to commit robbery, possession of a firearm, and carrying a firearm in connection with an apparent plan to rob another automated teller machine.  References in Parente's submissions below indicate that he was later convicted of that charge in state court.  Thus, Parente's counsel would have had no factual basis for arguing for a downward departure on the ground that Parente's commission of armed robbery was an isolated offense.  Even had factual grounds for such an argument existed, however, the court could not have departed downward.  See U.S.S.G. Manual Sec. 4A1.3 (\"The lower limit of the range for a Category I criminal history is set for a first offender with the lowest risk of recidivism.  Therefore, a departure below the lower limit of the guideline range for a Category I criminal history on the basis of the adequacy of criminal history cannot be appropriate.\").  Consequently, counsel's failure to argue for a departure downward on the ground of \"aberrant behavior\" was not ineffective assistance.</p>\n    </div>\n    <p class=\"indent\">Affirmed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Parente raised other claims below, which he appears to have abandoned on appeal.  Those claims were that Parente's attorney had rendered ineffective assistance of counsel because he failed to correct or clarify certain statements in the presentence report;  that Parente should have been given the retroactive benefit of amended U.S. Sentencing Guideline Sec. 3E1.1, which permitted an additional reduction in base offense level for acceptance of responsibility if certain conditions were met;  that, for various reasons, a prior state conviction should not have been included as a criminal conviction in his presentence report;  that the imposition of both restitution and a fine on Parente constituted \"double jeopardy\";  and that Parente's counsel was ineffective because he had not requested that a competency hearing be held to determine whether Parente was mentally ill at the time he committed the crime</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Parente cites statements apparently made in confessions by him and Paul Aubin, his co-defendant.  Parente's counsel filed a motion to suppress Parente's confession, however, and we infer from the record that a similar motion was filed by Aubin.  Having uncovered information tending to corroborate defense claims that the confessions were coerced by police officers, the government chose not to challenge the motion to suppress, and neither Parente nor the government has made either confession part of the record</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Further evidence of Parente's financial resources is that he retained his own defense counsel rather than obtaining court-appointed counsel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Parente's submissions to the district court alleged that he had a \"syndrome\" caused by the marital conflict between his parents and by his lack of relationship with his father;  this syndrome allegedly left him \"vulnerable ... to be[ing] easily influenced by others due to a lack of self-esteem, confidence and economic ability.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The facts and legal arguments having been adequately presented in the briefs and record, we hereby deny Parente's request for oral argument.  See Loc.  R. 34.1(a)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">561</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Louis Robert PARENTE, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 93-2289</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 23, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Robert E. Keeton, U.S. District Judge ]</p>\n      <p class=\"indent\">Louis Robert Parente on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Duane J. Deskins, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1991, Louis Robert Parente pled guilty to armed bank robbery, and was sentenced to a prison term and ordered to pay restitution and, to the extent restitution was not paid, a fine.  He did not appeal his sentence, but in 1993 filed a motion to vacate, set aside, or correct his sentence under 28 U.S.C. Sec. 2255.  The district court denied his motion, and Parente now appeals.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Only two issues are properly before us.  The first is Parente's claim that his attorney rendered him ineffective assistance of counsel by failing to argue at sentencing that he did not have the ability to pay a fine or restitution.  The second is his claim that his attorney rendered him ineffective assistance of counsel at sentencing by failing to argue for a downward departure on the grounds that Parente suffered from \"divorce traumatic stress syndrome\" and that his crime constituted \"aberrant behavior.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Although Parente raises new claims on appeal, we decline to consider those claims.  Our review of the record shows that declining to consider the new claims would not result in any \"gross miscarriage of justice\" and that the new claims are not \"so compelling as virtually to insure appellant's success.\"  See Hernandez-Hernandez v. United States, <span class=\"citation no-link\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></span>, 763 (1st Cir. 1990) (citing  Johnston v. Holiday Inns, <span class=\"citation\" data-id=\"364881\"><a href=\"/opinion/364881/alfred-m-johnston-individually-alfred-m-johnston-trustee-and-daniel/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 894 (1st Cir. 1979)).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Parente has alleged ineffective assistance of counsel.  Accordingly, he must show that his counsel's representation of him at sentencing fell below an objective standard of reasonableness.   Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 687-88 (1984).  He must also show that the deficient performance prejudiced him, i.e., that there is a \"reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\"   <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"id_token\">Id.</span> at 687, </a></span>694.  Parente bears a very heavy burden of proof, and there is a strong presumption that counsel's representation was reasonable.   Lema v. United States, <span class=\"citation\" data-id=\"601483\"><a href=\"/opinion/601483/charles-d-lema-v-united-states/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span>, 51 (1st Cir. 1993).</p>\n    </div>\n    <p class=\"indent\">I. Ability to Pay</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Parente claims that his attorney should have argued at sentencing that Parente could not pay a fine or restitution in the amount ordered by the court.  The district court imposed a fine of $74,410 and restitution of $74,410, but ordered that the fine be remitted dollar for dollar to the extent that Parente actually paid restitution.  Although the amount of the fine and restitution would total $148,820, Parente now appears to accept the view that, in reality, he was only expected to pay a single sum of $74,410.  But he claims that his counsel should have argued that he could not pay a fine or restitution in that amount since the presentence report (PSR), relying on a financial statement by Parente, showed that he had a negative net worth of approximately $23,000;  it also indicated a negative monthly cash flow of some $500.  Parente also argues that he received only half of the armed robbery proceeds of $74,410, an argument for which there is no record support.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The PSR gives other information that bears on the question of Parente's ability to pay the $74,410 restitution award.  On June 29, 1988, five days after the robbery to which he pled guilty, Parente began depositing money in a Rhode Island bank, and on that day he also opened a safety deposit box at that bank.  By February 8, 1989, Parente had deposited $35,250 into his accounts at the bank.  He closed them on February 27, 1989, but the PSR does not indicate what Parente then did with the money.  On June 29, 1988, Parente had also used $13,000 in cash to buy a truck.  Parente's financial statement listed a \"1977 Jeep AMC Pick-Up\" worth $700 as an asset, but the PSR does not say whether that jeep was the \"truck\" Parente bought in 1988 for $13,000 in cash, or, if it was not, what happened to that truck.  According to the PSR, Parente graduated from technical high school and later received an Associate in Science degree in Architectural Drafting Technology from the New England Institute of Technology;  in addition, Parente's estimate was that he had received a net average wage of $15,000 per year as a self-employed subcontractor, apparently during the three-year period from 1988-90, although that work became slower in 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The sentencing transcript contains other pertinent information.  When the question of restitution arose, Parente's counsel informed the court that there had been a civil action against Parente for the $74,410 taken in the robbery, that he and Parente's counsel in the civil case had advised \"that they submit the judgment in that regard,\" and that he believed that \"that's been accomplished in a sense by a civil judgment.  If it has not been already done, it will be done,....\"  Counsel's comments appear intended to argue to the court that, since restitution would essentially be made through a civil judgment against Parente, there was no need for the court to require restitution at sentencing.  The court seems to have understood counsel to have argued for the somewhat different proposition that the recommended amount of restitution (or restitution and fine) should in no event exceed $74,410.  The court expressly asked for a statement of Parente's assets and was referred to the section of the PSR entitled \"Defendant's Ability to Pay.\"  That section stated Parente's negative net worth and negative monthly cash flow.  Presumably after reviewing that information, the court said that it had been \"troubled by the absence of explanation of what happened to the money [stolen from the bank],\" and that it believed that restitution should take priority over a fine.  The government recommended that $74,410 be assessed as restitution, which would \"spill over into a fine\" if Parente were unable to pay it, contemplating apparently the immediate payment of the entire amount of restitution.  In response, the court indicated its preference for imposing a fine of $74,410 and restitution of $74,410, \"but with the understanding that the priority is to be given to the restitution and that the fine will be remitted to the extent that restitution has actually been paid.\"  Its intent was to \"excuse the fine to the extent that restitution is actually paid.\"  If Parente did not immediately pay the full restitution, the court instructed him to pay restitution during the 36-month period of supervised release following his prison term, according to a schedule set up by the chief probation officer.  The court also waived interest on the fine it had imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In light of the facts recounted above, we think that Parente has not met his heavy burden of showing that his counsel's failure to argue ability to pay was ineffective assistance of counsel.  The court itself raised the question of Parente's ability to pay, and apparently consulted the details in the PSR about Parente's assets.  The prosecutor also referred to it, suggesting a fine if Parente could not make restitution.  Strictly speaking, therefore, there was no need for counsel to raise the issue-it was already under consideration.  Moreover, the court showed concern about Parente's failure to explain what had happened to the funds stolen from the bank, suggesting its skepticism about Parente's alleged negative net worth, and manifesting its belief that Parente should restore the sums he had taken.  Accordingly, as the government contends, arguing that Parente could not pay a fine or restitution might have backfired by highlighting Parente's failure to account for the funds despite his apparent acceptance of responsibility.  Doing so might have given the court cause to increase Parente's prison term or the amount of the fine.  Finally, it is unlikely that an argument that Parente had no ability to make restitution would have been successful.  The court permitted Parente to pay restitution in installments after his release from jail during the three-year period of his supervised release.  The PSR suggested that, if Parente returned to his prior self-employment, he might be expected to net $15,000 per year during that period, for a total of $45,000.  It also indicated that, in 1988-89, Parente had significant assets which had not been accounted for, i.e., $35,250 in cash and a truck valued at $13,000.  Those assets, together with the sums that Parente reasonably could be expected to earn after his release from prison, would have been sufficient to make restitution.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Consequently, Parente's counsel could reasonably have decided that an inability to pay argument would not succeed.  He apparently made the only good argument he had-that the court should not require any restitution since a civil judgment already was pending or had entered which effectively required Parente to make such restitution.  Given all of the above facts, Parente's counsel cannot be said to have rendered ineffective assistance because he did not argue that Parente had no ability to pay a fine/restitution of $74,410.</p>\n    </div>\n    <p class=\"indent\">II. Downward Departure</p>\n    <p class=\"indent\">A. Divorce Traumatic Stress Syndrome</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Parente claims that his counsel was ineffective because he did not argue for a downward departure on the ground that Parente suffered from \"divorce traumatic stress syndrome.\"  Parente adverts only perfunctorily to this claim in his appellate briefs, presenting no developed argumentation on the point.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Therefore, he has essentially waived the claim.   See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span> </span>(1990).  We note that, in any event, the Sentencing Guidelines applicable at the time Parente was sentenced provided that \"[m]ental and emotional conditions are not ordinarily relevant in determining whether a sentence should be outside the guidelines,\" see U.S.S.G. Manual Sec. 5H1.3 (1990), with certain exceptions that would not have applied to Parente.   See also United States v. Russell, <span class=\"citation\" data-id=\"550379\"><a href=\"/opinion/550379/united-states-v-paul-richard-russell/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">512</span></a></span>, 516 (11th Cir. 1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">953</span> </span>(1991) (convicted armed bank robber could not justify downward departure on the ground that he had a \"dependent personality disorder\").</p>\n    </div>\n    <p class=\"indent\">B. Aberrant Behavior</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Parente also says that counsel rendered ineffective assistance because he did not argue for a downward departure on the ground that Parente's commission of the crime was \"aberrant behavior.\"  On appeal, Parente's argument appears to be that Paul Aubin, his co-defendant, whose special knowledge about automated teller machines permitted him to successfully rob those machines, induced Parente to commit the robbery by communicating that knowledge to him.  Parente also appears to argue that the armed robbery to which he pled guilty was his only crime.  Parente's arguments are meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">First, at the time Parente was sentenced, Sentencing Guideline Sec. 5K2.12 permitted downward departures for crimes committed under \"coercion and duress,\" but not the type of inducement or enticement alleged here.  Section 5K2.12 permitted a court to depart downward if a defendant had committed an offense \"because of serious coercion, blackmail or duress,\" explaining that \"[o]rdinarily coercion will be sufficiently serious to warrant departure only when it involves a threat of physical injury, substantial damage to property or similar injury resulting from the unlawful action of a third party or from a natural emergency.\"  Parente does not say that Aubin threatened him with physical injury or substantial damage to property, but essentially only that Aubin induced him to commit the crime by giving him the information that permitted him to do so successfully.  Thus, it clearly was not ineffective assistance of counsel for Parente's counsel not to argue for a downward departure.  See United States v. <span class=\"citation\" data-id=\"550379\"><a href=\"/opinion/550379/united-states-v-paul-richard-russell/\"><span class=\"antecedent_guess\">Russell,</span> supra</a></span>, 917 F.2d at 516 (downward departure not authorized under Sec. 5K2.12 where the defendant, who had been convicted of armed bank robbery, introduced no evidence that he was physically coerced into committing his crime or that he did so under threat of injury to his person or property, which is \"all the guideline on coercion or duress can reasonably be interpreted to cover\") (citing  United States v. Pozzy, <span class=\"citation\" data-id=\"540780\"><a href=\"/opinion/540780/united-states-v-susan-pozzy/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">133</span></a></span>, 139 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">943</span> </span>(1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, the record shows that the armed robbery to which Parente pled guilty was not an isolated criminal offense, as he suggests.  The PSR shows a 1984 conviction for receiving stolen goods.  (Although Parente challenged the validity of that conviction below, he has not done so on appeal.)  In addition, the PSR states that, in 1989, after committing the robbery at issue here, Parente was charged with conspiracy to commit robbery, possession of a firearm, and carrying a firearm in connection with an apparent plan to rob another automated teller machine.  References in Parente's submissions below indicate that he was later convicted of that charge in state court.  Thus, Parente's counsel would have had no factual basis for arguing for a downward departure on the ground that Parente's commission of armed robbery was an isolated offense.  Even had factual grounds for such an argument existed, however, the court could not have departed downward.  See U.S.S.G. Manual Sec. 4A1.3 (\"The lower limit of the range for a Category I criminal history is set for a first offender with the lowest risk of recidivism.  Therefore, a departure below the lower limit of the guideline range for a Category I criminal history on the basis of the adequacy of criminal history cannot be appropriate.\").  Consequently, counsel's failure to argue for a departure downward on the ground of \"aberrant behavior\" was not ineffective assistance.</p>\n    </div>\n    <p class=\"indent\">Affirmed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Parente raised other claims below, which he appears to have abandoned on appeal.  Those claims were that Parente's attorney had rendered ineffective assistance of counsel because he failed to correct or clarify certain statements in the presentence report;  that Parente should have been given the retroactive benefit of amended U.S. Sentencing Guideline Sec. 3E1.1, which permitted an additional reduction in base offense level for acceptance of responsibility if certain conditions were met;  that, for various reasons, a prior state conviction should not have been included as a criminal conviction in his presentence report;  that the imposition of both restitution and a fine on Parente constituted \"double jeopardy\";  and that Parente's counsel was ineffective because he had not requested that a competency hearing be held to determine whether Parente was mentally ill at the time he committed the crime</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Parente cites statements apparently made in confessions by him and Paul Aubin, his co-defendant.  Parente's counsel filed a motion to suppress Parente's confession, however, and we infer from the record that a similar motion was filed by Aubin.  Having uncovered information tending to corroborate defense claims that the confessions were coerced by police officers, the government chose not to challenge the motion to suppress, and neither Parente nor the government has made either confession part of the record</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Further evidence of Parente's financial resources is that he retained his own defense counsel rather than obtaining court-appointed counsel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Parente's submissions to the district court alleged that he had a \"syndrome\" caused by the marital conflict between his parents and by his lack of relationship with his father;  this syndrome allegedly left him \"vulnerable ... to be[ing] easily influenced by others due to a lack of self-esteem, confidence and economic ability.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The facts and legal arguments having been adequately presented in the briefs and record, we hereby deny Parente's request for oral argument.  See Loc.  R. 34.1(a)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/364881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550379/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601483/"
  ]
}