{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195527/",
  "id": 195527,
  "absolute_url": "/opinion/195527/oliver-v-dept-of-corrections/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195527/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:52Z",
  "date_modified": "2020-02-21T23:30:57.354978Z",
  "type": "010combined",
  "sha1": "6643a7e0cc9610f71af36a27d1abd504abe981a5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1063.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 94-1063\n\n                        TERRY OLIVER,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n COMMISSIONER OF THE MASS. DEPARTMENT OF CORRECTIONS, ET AL.,\n\n                    Defendants, Appellees.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Rya W. Zobel, U.S. District Judge]\n                                                  \n\n                                        \n\n                            Before\n\n                    Selya, Cyr and Boudin,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Terry Oliver on brief pro se.\n               \n   Nancy Ankers White, Special Assistant Attorney  General, and\n                     \nDavid J. Rentsch, Counsel, Department of Correction, on brief for\n              \nappellees.\n\n                                        \n                        August 2, 1994\n                                        \n\n     Per Curiam.  Pro  se plaintiff-appellant Terry Oliver, a\n                         \n\nfederal   prisoner  in  the   custody  of  the  Massachusetts\n\nDepartment  of  Corrections  [DOC],  brought  a  civil rights\n\naction,   pursuant  to   42  U.S.C.      1983,   against  the\n\nCommissioner and other  officials of  the DOC in  1989.   The\n\ndistrict  court granted  the defendants'  motion for  summary\n\njudgment on May 23, 1991, and entered judgment on May 30.  On\n\nJune  21, Oliver  filed  a \"Motion  to  Vacate, and  to  Make\n\nAdditional  Findings  of  Fact,  and  For Reconsideration  of\n\nPlaintiffs'  Motion for  Partial  Summary Judgment.\"1    This\n\nmotion  was denied  on September  10, 1992.   On  October 19,\n\n1992, Oliver filed a  \"Motion to File Late Appeal  and Notice\n\nof Appeal.\"  On  February 25, 1993, this court  dismissed the\n\n                    \n\n1.  If  this  motion had  been served  within ten  days after\nentry of judgment, see  Fed. R. Civ. P. 59(e), it  would have\n                      \ntolled the time for  filing the notice of appeal.   Feinstein\n                                                             \nv. Moses, 951  F.2d 16, 18 (1st Cir.  1991).  Oliver contends\n        \nthat this motion should be  considered timely because he only\nreceived a copy of the court's decision from prison officials\non June  10.  He asserts  that any delay in  transmitting the\nfinal  judgment to him should  be excluded from  the time for\nfiling the motion to amend.  See United States v.  Grana, 864\n                                                        \nF.2d  312, 316 (3d Cir.  1989) (time for  filing 59(e) motion\ntolled when prison delay  interferes with prisoner's  receipt\nof final judgment); but  see Feinstein, 951 F.2d at  19 (time\n                                      \nfor filing Rule 59  motion can only be tolled  when appellant\nreasonably relied on assurance  of district court that motion\nwas  timely).   We need  not  resolve this  issue here.   The\n\"timeliness  of  a  Rule  59  motion  to  amend  judgment  is\ndetermined  by the  date it  is served,  not the  date  it is\nfiled.\"   Perez-Perez  v. Popular  Leasing Rental,  Inc., 993\n                                                       \nF.2d  281, 283  (1st Cir.  1993).   In this  case, defendants\nclaim,  and Oliver  has  not contested,  that  they were  not\nserved  until November  12, 1991,  well  after even  the time\nlimit for filing suggested by Oliver.  \n\n                             -2-\n\nappeal for having  been untimely  filed pursuant  to Fed.  R.\n\nApp.  P. 4(a)(1).  After rehearing, this court granted Oliver\n\nthe  opportunity to present evidence in the lower court as to\n\nwhether he  delivered a  timely  notice of  appeal to  prison\n\nofficials for mailing.  \n\n     Oliver's  subsequent \"Motion  to File  Notice of  Appeal\n\nNunc  Pro Tunc,  And  Notice of  Appeal\"  was denied  by  the\n\ndistrict court on December  17, 1993.  The court  found that,\n\napart  from Oliver's  own statement,  \"nothing in  the record\n\nsupports plaintiff's assertion that he had in fact instituted\n\nthe mailing procedures with respect to the Notice of Appeal.\"\n\nOliver appeals this denial.\n\n                              I\n\n     According to Oliver's affidavit, on June 18, 1991, while\n\nconfined  in  administrative detention  at the  United States\n\nPenitentiary at Lewisburg, Pennsylvania,  he left a notice of\n\nappeal in an  envelope in  the door  of his  cell for  prison\n\nofficials to  mail \"via regular  first-class mail.\"    Oliver\n\nconcedes  that he made no attempt to  use the prison mail log\n\nsystem for legal mail.  According to Oliver, the envelope was\n\nmistakenly addressed to the Clerk  of the United States Court\n\nof Appeals for  the First Circuit.  This court  has no record\n\nof having received this  notice of appeal and Oliver  has not\n\nproduced a copy of the document.  \n\n                              II\n\n                             -3-\n\n     Ordinarily,  a notice of appeal in a civil case to which\n\nthe federal sovereign is not a Party is timely filed if it is\n\nreceived by the  district court within thirty  days after the\n\nentry  of judgment, Fed. R.  App. P. 4(a)(1),  or thirty days\n\nthereafter if  the time  period is  extended by  the district\n\ncourt  for \"excusable neglect or good cause,\" Fed. R. App. P.\n\n4(a)(5).   See Kaercher  v. Trustees  of Health &amp;  Hospitals,\n                                                             \n\nInc.,  834 F.2d 31, 33 (1st Cir.  1987).  However, in Houston\n                                                             \n\nv.  Lack, 487 U.S. 266  (1988), the Supreme  Court created an\n        \n\nexception  to this  rule.    Under  Fed.  R.  App.  P.  4(c),\n\ntherefore, an inmate's  notice of appeal \"is timely  filed if\n\nit is deposited in  the institution's internal mailing system\n\non or before the last  day for filing,\" rather than  when the\n\nnotice of  appeal is received by the clerk of the court.  The\n\nSupreme Court  relied in  part  on the  fact that  a \"pro  se\n                                                             \n\nprisoner has no choice  but to entrust the forwarding  of his\n\nnotice of appeal to prison authorities whom he cannot control\n\nor supervise and who may have every incentive to delay.\"  Id.\n                                                            \n\nat  271.   The  Court further  reasoned that,  because prison\n\nauthorities \"have well-developed procedures for recording the\n\ndate and time at which they receive papers for mailing, . . .\n\nmaking filing turn of  the date the pro se  prisoner delivers\n                                          \n\nthe notice to prison authorities for mailing is a bright-line\n\nrule, not an uncertain one.\"  Id. at 275.\n                                \n\n                             -4-\n\n     Oliver concedes that  he was aware  that only mail  sent\n\nvia certified, registered, insured,  COD, or express mail was\n\nofficially  recorded by  the prison  staff.   He nevertheless\n\nchose  to send his notice  of appeal via  regular first class\n\nmail.  By  failing to take advantage  of the prison  mail log\n\nsystem, Oliver undermined the \"bright-line rule\" rationale on\n\nwhich  the Supreme Court in  Houston relied and  made it more\n                                    \n\ndifficult   for   this  court   to  \"avoid   uncertainty  and\n\nchicanery,\"  Miller v. Sumner, 921 F.2d 202, 203-04 (9th Cir.\n                             \n\n1990).   Other courts have  held that a  pro se prisoner  who\n                                               \n\nfails to avail himself  of the prison log system  forgoes the\n\nadvantage of the  special filing  rule.  Id.  at 203;  United\n                                                             \n\nStates v. Leonard, 937 F.2d 494, 495 (10th Cir. 1991).  \n                 \n\n     We need not go so  far.2  Even if we assume  that Oliver\n\nmust  only show  that he  submitted the  notice of  appeal to\n\nprison authorities before the filing deadline, whether he did\n\nso is a factual finding for the  district court.  See Hostler\n                                                             \n\nv. Groves, 912 F.2d 1158, 1162 (9th Cir. 1990), cert. denied,\n                                                            \n\n498  U.S. 1120 (1991).  In this  case, the only evidence that\n\nOliver  has offered  is his  unsupported  affidavit.   On the\n\nother  hand,  he has  not produced  a  copy of  the purported\n\nnotice of  appeal and made no reference  to having previously\n\n                    \n\n2.  Unlike  the  appellants  in  Miller, 921  F.2d  202,  and\n                                       \nLeonard, 937  F.2d  494,  each  of whom  posted  the  notices\n       \nthemselves  in  the  regular  prison  mail,  Oliver allegedly\nsubmitted his letter to prison officials for mailing.  \n\n                             -5-\n\nfiled  a notice of appeal when,  in October 1992, he moved in\n\nthis  court to file a \"late appeal.\"  In these circumstances,\n\nwe cannot say  that the district court  committed clear error\n\nin  finding that  Oliver did  not submit  a timely  notice of\n\nappeal.  See Lenn v. Portland Sch. Comm., 998 F.2d 1083, 1087\n                                       \n\n(1st Cir. 1993) (district court findings of fact reviewed for\n\nclear error).\n\n     The district court order denying Oliver's motion to file\n\nhis notice of appeal nunc  pro tunc is affirmed.  The  appeal\n                                               \n\nfrom the  district court  order granting summary  judgment to\n\ndefendants  is  dismissed  for  lack of  jurisdiction.    See\n                                                             \n\nBrowder v. Director, Dep't of  Corrections, 434 U.S. 257, 264\n                                          \n\n(1978) (filing  of timely notice of  appeal is jurisdictional\n\nrequirement); Gochis  v. Allstate  Ins. Co.,  16 F.3d  12, 15\n                                          \n\n(1st Cir. 1994) (same).\n\n                             -6-\n",
  "html": "<p class=\"case_cite\">30 F.3d 270</p>\n    <p class=\"case_cite\">29 Fed.R.Serv.3d 1183</p>\n    <p class=\"parties\">Terry OLIVER, Plaintiff, Appellant,<br>v.<br>COMMISSIONER OF THE MASS. DEPARTMENT OF CORRECTIONS, et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1063.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted June 21, 1994.<br>Decided Aug. 2, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Terry Oliver on brief pro se.</p>\n      <p class=\"indent\">Nancy Ankers White, Sp. Asst. Atty. Gen., and David J. Rentsch, Counsel, Dept. of Correction, on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se plaintiff-appellant Terry Oliver, a federal prisoner in the custody of the Massachusetts Department of Corrections [DOC], brought a civil rights action, pursuant to 42 U.S.C. Sec. 1983, against the Commissioner and other officials of the DOC in 1989.  The district court granted the defendants' motion for summary judgment on May 23, 1991, and entered judgment on May 30.  On June 21, Oliver filed a \"Motion to Vacate, and to Make Additional Findings of Fact, and For Reconsideration of Plaintiffs' Motion for Partial Summary Judgment.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This motion was denied on September 10, 1992.  On October 19, 1992, Oliver filed a \"Motion to File Late Appeal and Notice of Appeal.\"   On February 25, 1993, this court dismissed the appeal for having been untimely filed pursuant to Fed.R.App.P. 4(a)(1).  After rehearing, this court granted Oliver the opportunity to present evidence in the lower court as to whether he delivered a timely notice of appeal to prison officials for mailing.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Oliver's subsequent \"Motion to File Notice of Appeal Nunc Pro Tunc, And Notice of Appeal\" was denied by the district court on December 17, 1993.  The court found that, apart from Oliver's own statement, \"nothing in the record supports plaintiff's assertion that he had in fact instituted the mailing procedures with respect to the Notice of Appeal.\"   Oliver appeals this denial.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">* According to Oliver's affidavit, on June 18, 1991, while confined in administrative detention at the United States Penitentiary at Lewisburg, Pennsylvania, he left a notice of appeal in an envelope in the door of his cell for prison officials to mail \"via regular first-class mail.\"   Oliver concedes that he made no attempt to use the prison mail log system for legal mail.  According to Oliver, the envelope was mistakenly addressed to the Clerk of the United States Court of Appeals for the First Circuit.  This court has no record of having received this notice of appeal and Oliver has not produced a copy of the document.II</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Ordinarily, a notice of appeal in a civil case to which the federal sovereign is not a Party is timely filed if it is received by the district court within thirty days after the entry of judgment, Fed.R.App.P. 4(a)(1), or thirty days thereafter if the time period is extended by the district court for \"excusable neglect or good cause,\" Fed.R.App.P. 4(a)(5).  See Kaercher v. Trustees of Health &amp; Hospitals, Inc., 834 F.2d 31, 33 (1st Cir.1987).  However, in Houston v. Lack, 487 U.S. 266, 108 S.Ct. 2379, 101 L.Ed.2d 245 (1988), the Supreme Court created an exception to this rule.  Under Fed.R.App.P. 4(c), therefore, an inmate's notice of appeal \"is timely filed if it is deposited in the institution's internal mailing system on or before the last day for filing,\" rather than when the notice of appeal is received by the clerk of the court.  The Supreme Court relied in part on the fact that a \"pro se prisoner has no choice but to entrust the forwarding of his notice of appeal to prison authorities whom he cannot control or supervise and who may have every incentive to delay.\"  Id. at 271, 108 S.Ct. at 2382.   The Court further reasoned that, because prison authorities \"have well-developed procedures for recording the date and time at which they receive papers for mailing, ... making filing turn of the date the pro se prisoner delivers the notice to prison authorities for mailing is a bright-line rule, not an uncertain one.\"  Id. at 275, 108 S.Ct. at 2384-85.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Oliver concedes that he was aware that only mail sent via certified, registered, insured, COD, or express mail was officially recorded by the prison staff.  He nevertheless chose to send his notice of appeal via regular first class mail.  By failing to take advantage of the prison mail log system, Oliver undermined the \"bright-line rule\" rationale on which the Supreme Court in Houston relied and made it more difficult for this court to \"avoid uncertainty and chicanery,\" Miller v. Sumner, 921 F.2d 202, 203-04 (9th Cir.1990).  Other courts have held that a pro se prisoner who fails to avail himself of the prison log system forgoes the advantage of the special filing rule.  Id. at 203;  United States v. Leonard, 937 F.2d 494, 495 (10th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We need not go so far.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Even if we assume that Oliver must only show that he submitted the notice of appeal to prison authorities before the filing deadline, whether he did so is a factual finding for the district court.  See Hostler v. Groves, 912 F.2d 1158, 1162 (9th Cir.1990), cert. denied, 498 U.S. 1120, 111 S.Ct. 1074, 112 L.Ed.2d 1180 (1991).  In this case, the only evidence that Oliver has offered is his unsupported affidavit.  On the other hand, he has not produced a copy of the purported notice of appeal and made no reference to having previously filed a notice of appeal when, in October 1992, he moved in this court to file a \"late appeal.\"   In these circumstances, we cannot say that the district court committed clear error in finding that Oliver did not submit a timely notice of appeal.  See Lenn v. Portland Sch. Comm., 998 F.2d 1083, 1087 (1st Cir.1993) (district court findings of fact reviewed for clear error).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court order denying Oliver's motion to file his notice of appeal nunc pro tunc is affirmed.   The appeal from the district court order granting summary judgment to defendants is dismissed for lack of jurisdiction.  See Browder v. Director, Dep't of Corrections, 434 U.S. 257, 264, 98 S.Ct. 556, 560-61, 54 L.Ed.2d 521 (1978) (filing of timely notice of appeal is jurisdictional requirement);  Gochis v. Allstate Ins. Co., 16 F.3d 12, 15 (1st Cir.1994) (same).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> If this motion had been served within ten days after entry of judgment, see Fed.R.Civ.P. 59(e), it would have tolled the time for filing the notice of appeal.  Feinstein v. Moses, 951 F.2d 16, 18 (1st Cir.1991).  Oliver contends that this motion should be considered timely because he only received a copy of the court's decision from prison officials on June 10.  He asserts that any delay in transmitting the final judgment to him should be excluded from the time for filing the motion to amend.  See United States v. Grana, 864 F.2d 312, 316 (3d Cir.1989) (time for filing 59(e) motion tolled when prison delay interferes with prisoner's receipt of final judgment);  but see Feinstein, 951 F.2d at 19 (time for filing Rule 59 motion can only be tolled when appellant reasonably relied on assurance of district court that motion was timely).  We need not resolve this issue here.  The \"timeliness of a Rule 59 motion to amend judgment is determined by the date it is served, not the date it is filed.\"  Perez-Perez v. Popular Leasing Rental, Inc., 993 F.2d 281, 283 (1st Cir.1993).  In this case, defendants claim, and Oliver has not contested, that they were not served until November 12, 1991, well after even the time limit for filing suggested by Oliver</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Unlike the appellants in Miller, 921 F.2d 202, and Leonard, 937 F.2d 494, each of whom posted the notices themselves in the regular prison mail, Oliver allegedly submitted his letter to prison officials for mailing</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">1183</span></span></p>\n    <p class=\"parties\">Terry OLIVER, Plaintiff, Appellant,<br>v.<br>COMMISSIONER OF THE MASS. DEPARTMENT OF CORRECTIONS, et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1063.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted June 21, 1994.<br>Decided Aug. 2, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Terry Oliver on brief pro se.</p>\n      <p class=\"indent\">Nancy Ankers White, Sp. Asst. Atty. Gen., and David J. Rentsch, Counsel, Dept. of Correction, on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se plaintiff-appellant Terry Oliver, a federal prisoner in the custody of the Massachusetts Department of Corrections [DOC], brought a civil rights action, pursuant to 42 U.S.C. Sec. 1983, against the Commissioner and other officials of the DOC in 1989.  The district court granted the defendants' motion for summary judgment on May 23, 1991, and entered judgment on May 30.  On June 21, Oliver filed a \"Motion to Vacate, and to Make Additional Findings of Fact, and For Reconsideration of Plaintiffs' Motion for Partial Summary Judgment.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This motion was denied on September 10, 1992.  On October 19, 1992, Oliver filed a \"Motion to File Late Appeal and Notice of Appeal.\"   On February 25, 1993, this court dismissed the appeal for having been untimely filed pursuant to Fed.R.App.P. 4(a)(1).  After rehearing, this court granted Oliver the opportunity to present evidence in the lower court as to whether he delivered a timely notice of appeal to prison officials for mailing.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Oliver's subsequent \"Motion to File Notice of Appeal Nunc Pro Tunc, And Notice of Appeal\" was denied by the district court on December 17, 1993.  The court found that, apart from Oliver's own statement, \"nothing in the record supports plaintiff's assertion that he had in fact instituted the mailing procedures with respect to the Notice of Appeal.\"   Oliver appeals this denial.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">* According to Oliver's affidavit, on June 18, 1991, while confined in administrative detention at the United States Penitentiary at Lewisburg, Pennsylvania, he left a notice of appeal in an envelope in the door of his cell for prison officials to mail \"via regular first-class mail.\"   Oliver concedes that he made no attempt to use the prison mail log system for legal mail.  According to Oliver, the envelope was mistakenly addressed to the Clerk of the United States Court of Appeals for the First Circuit.  This court has no record of having received this notice of appeal and Oliver has not produced a copy of the document.II</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Ordinarily, a notice of appeal in a civil case to which the federal sovereign is not a Party is timely filed if it is received by the district court within thirty days after the entry of judgment, Fed.R.App.P. 4(a)(1), or thirty days thereafter if the time period is extended by the district court for \"excusable neglect or good cause,\" Fed.R.App.P. 4(a)(5).  See Kaercher v. Trustees of Health &amp; Hospitals, Inc., <span class=\"citation\" data-id=\"498046\"><a href=\"/opinion/498046/mary-l-kaercher-v-the-trustees-of-health-and-hospitals-of-the-city-of/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 33 (1st Cir.1987).  However, in Houston v. Lack, <span class=\"citation\" data-id=\"112126\"><a href=\"/opinion/112126/houston-v-lack/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, <span class=\"citation\" data-id=\"112126\"><a href=\"/opinion/112126/houston-v-lack/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2379</span></a></span>, <span class=\"citation\" data-id=\"112126\"><a href=\"/opinion/112126/houston-v-lack/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">245</span> </a></span>(1988), the Supreme Court created an exception to this rule.  Under Fed.R.App.P. 4(c), therefore, an inmate's notice of appeal \"is timely filed if it is deposited in the institution's internal mailing system on or before the last day for filing,\" rather than when the notice of appeal is received by the clerk of the court.  The Supreme Court relied in part on the fact that a \"pro se prisoner has no choice but to entrust the forwarding of his notice of appeal to prison authorities whom he cannot control or supervise and who may have every incentive to delay.\"  <span class=\"citation\" data-id=\"112126\"><a href=\"/opinion/112126/houston-v-lack/\"><span class=\"id_token\">Id.</span> at 271, </a></span>108 S.Ct. at 2382.   The Court further reasoned that, because prison authorities \"have well-developed procedures for recording the date and time at which they receive papers for mailing, ... making filing turn of the date the pro se prisoner delivers the notice to prison authorities for mailing is a bright-line rule, not an uncertain one.\"  <span class=\"citation\" data-id=\"112126\"><a href=\"/opinion/112126/houston-v-lack/\"><span class=\"id_token\">Id.</span> at 275, </a></span>108 S.Ct. at 2384-85.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Oliver concedes that he was aware that only mail sent via certified, registered, insured, COD, or express mail was officially recorded by the prison staff.  He nevertheless chose to send his notice of appeal via regular first class mail.  By failing to take advantage of the prison mail log system, Oliver undermined the \"bright-line rule\" rationale on which the Supreme Court in Houston relied and made it more difficult for this court to \"avoid uncertainty and chicanery,\" Miller v. Sumner, <span class=\"citation\" data-id=\"552900\"><a href=\"/opinion/552900/roosevelt-miller-v-george-sumner-director-nevada-department-of-prisons/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">202</span></a></span>, 203-04 (9th Cir.1990).  Other courts have held that a pro se prisoner who fails to avail himself of the prison log system forgoes the advantage of the special filing rule.  <span class=\"citation\" data-id=\"552900\"><a href=\"/opinion/552900/roosevelt-miller-v-george-sumner-director-nevada-department-of-prisons/\"><span class=\"id_token\">Id.</span> at 203; </a></span> United States v. Leonard, <span class=\"citation\" data-id=\"563875\"><a href=\"/opinion/563875/united-states-v-louis-a-leonard/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">494</span></a></span>, 495 (10th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We need not go so far.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Even if we assume that Oliver must only show that he submitted the notice of appeal to prison authorities before the filing deadline, whether he did so is a factual finding for the district court.  See Hostler v. Groves, <span class=\"citation\" data-id=\"547298\"><a href=\"/opinion/547298/gilbert-hostler-v-captain-groves-robert-j-flanagan-david-r-mackay-robert/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1158</span></a></span>, 1162 (9th Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1120</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1074</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1180</span> </span>(1991).  In this case, the only evidence that Oliver has offered is his unsupported affidavit.  On the other hand, he has not produced a copy of the purported notice of appeal and made no reference to having previously filed a notice of appeal when, in October 1992, he moved in this court to file a \"late appeal.\"   In these circumstances, we cannot say that the district court committed clear error in finding that Oliver did not submit a timely notice of appeal.  See Lenn v. Portland Sch. Comm., <span class=\"citation\" data-id=\"611562\"><a href=\"/opinion/611562/daniel-lenn-etc-v-portland-school-committee/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1083</span></a></span>, 1087 (1st Cir.1993) (district court findings of fact reviewed for clear error).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court order denying Oliver's motion to file his notice of appeal nunc pro tunc is affirmed.   The appeal from the district court order granting summary judgment to defendants is dismissed for lack of jurisdiction.  See Browder v. Director, Dep't of Corrections, <span class=\"citation\" data-id=\"109761\"><a href=\"/opinion/109761/browder-v-director-dept-of-corrections-of-ill/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 264, <span class=\"citation\" data-id=\"109761\"><a href=\"/opinion/109761/browder-v-director-dept-of-corrections-of-ill/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">556</span></a></span>, 560-61, <span class=\"citation\" data-id=\"109761\"><a href=\"/opinion/109761/browder-v-director-dept-of-corrections-of-ill/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">521</span> </a></span>(1978) (filing of timely notice of appeal is jurisdictional requirement);  Gochis v. Allstate Ins. Co., <span class=\"citation\" data-id=\"662466\"><a href=\"/opinion/662466/william-gochis-v-allstate-insurance-co/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 15 (1st Cir.1994) (same).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> If this motion had been served within ten days after entry of judgment, see Fed.R.Civ.P. 59(e), it would have tolled the time for filing the notice of appeal.  Feinstein v. Moses, <span class=\"citation\" data-id=\"573153\"><a href=\"/opinion/573153/frederick-feinstein-v-morris-and-joyce-moses-dba-sun-cal-products/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 18 (1st Cir.1991).  Oliver contends that this motion should be considered timely because he only received a copy of the court's decision from prison officials on June 10.  He asserts that any delay in transmitting the final judgment to him should be excluded from the time for filing the motion to amend.  See United States v. Grana, <span class=\"citation\" data-id=\"516184\"><a href=\"/opinion/516184/united-states-v-faustino-grana/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">312</span></a></span>, 316 (3d Cir.1989) (time for filing 59(e) motion tolled when prison delay interferes with prisoner's receipt of final judgment);  but see <span class=\"citation\" data-id=\"573153\"><span class=\"antecedent_guess\">Feinstein,</span> <a href=\"/opinion/573153/frederick-feinstein-v-morris-and-joyce-moses-dba-sun-cal-products/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">19</span> </a></span>(time for filing Rule 59 motion can only be tolled when appellant reasonably relied on assurance of district court that motion was timely).  We need not resolve this issue here.  The \"timeliness of a Rule 59 motion to amend judgment is determined by the date it is served, not the date it is filed.\"  Perez-Perez v. Popular Leasing Rental, Inc., <span class=\"citation\" data-id=\"606663\"><a href=\"/opinion/606663/agustina-perez-perez-v-popular-leasing-rental-inc/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></a></span>, 283 (1st Cir.1993).  In this case, defendants claim, and Oliver has not contested, that they were not served until November 12, 1991, well after even the time limit for filing suggested by Oliver</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Unlike the appellants in Miller, <span class=\"citation\" data-id=\"552900\"><a href=\"/opinion/552900/roosevelt-miller-v-george-sumner-director-nevada-department-of-prisons/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">202</span></a></span>, and Leonard, <span class=\"citation\" data-id=\"563875\"><a href=\"/opinion/563875/united-states-v-louis-a-leonard/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">494</span></a></span>, each of whom posted the notices themselves in the regular prison mail, Oliver allegedly submitted his letter to prison officials for mailing</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109761/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112126/",
    "https://www.courtlistener.com/api/rest/v3/opinions/498046/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516184/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547298/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552900/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563875/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606663/",
    "https://www.courtlistener.com/api/rest/v3/opinions/611562/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662466/"
  ]
}