{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195505/",
  "id": 195505,
  "absolute_url": "/opinion/195505/united-states-v-sealey/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195505/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:16Z",
  "date_modified": "2020-02-21T23:29:52.356609Z",
  "type": "010combined",
  "sha1": "6b53f977d456b7cbec6d4d758f16e6c4865c9dbc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1614.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1614\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                          STEVEN SEALEY,\n\n                      Defendant - Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. A. David Mazzone, Senior U.S. District Judge]\n                                                         \n\n                                           \n\n                              Before\n\n                      Breyer,* Chief Judge,\n                                          \n\n               Torruella and Selya, Circuit Judges.\n                                                  \n\n                                           \n\n     Juliane Balliro, with whom Balliro, Mondano &amp; Balliro, P.C.,\n                                                                \nwas on brief for appellant.\n     Michael  J.   Pelgro,  Assistant  United   States  Attorney,\n                         \nOrganized  Crime Drug Enforcement Task Force, with whom Donald K.\n                                                                 \nStern, United States Attorney, was on brief for appellee.\n     \n\n                                           \n\n                           July 20, 1994\n                                           \n\n                    \n\n*   Chief Judge Stephen Breyer heard oral argument in this matter\nbut did not  participate in the drafting  or the issuance  of the\npanel's  opinion.   The remaining  two panelists  therefore issue\nthis opinion pursuant to 28 U.S.C.   46(d).\n\n          TORRUELLA, Circuit Judge.   Defendant-appellant  Steven\n                                  \n\nSealey was  charged with  a violation  of 18  U.S.C.   922(g)(1).\n\nSealey  filed a  motion to  suppress a  firearm, a  magazine, and\n\nammunition  which Sealey discarded while  he was being pursued by\n\nBoston  Police  officers.   The  district  court denied  Sealey's\n\nmotion and,  following trial, the jury returned a guilty verdict.\n\nSealey now appeals the  district court's denial of his  motion to\n\nsuppress.  We affirm.\n\n                          I.  BACKGROUND\n                                        \n\n          A.  Facts\n\n          We  view the facts in  the light most  favorable to the\n\ndistrict court's  ruling to the  extent that they  derive support\n\nfrom the record and  are not clearly erroneous.  United States v.\n                                                              \n\nMaguire, 918 F.2d  254, 257  (1st Cir. 1990),  cert. denied,  499\n                                                           \n\nU.S. 950 (1991); United States v. Aguirre, 839 F.2d 854, 857 (1st\n                                         \n\nCir. 1988).\n\n          On February  12, 1991,  two individuals were  robbed at\n\nknifepoint by  two black males.   Two plainclothes  Boston Police\n\nOfficers,  William Donga  and  William Reynolds,  arrived at  the\n\nscene, and  then, with the two victims,  drove around the area in\n\nan  unmarked   cruiser,  looking   for  the  robbers.     Shortly\n\nthereafter,  the  police  officers  saw  Sealey,  a  black  male,\n\ncarrying a green trash  bag over his  shoulder.  The victims  did\n\nnot  identify  Sealey  as one  of  the  robbers.   The  officers,\n\nhowever, recognized him  from a previous  arrest, and decided  to\n\napproach him.\n\n                               -2-\n\n          As  the cruiser  approached  Sealey,  Officer  Reynolds\n\ncalled out \"Hey Steven,  what's up?\"  Sealey  then looked in  the\n\ndirection  of  the  officers   and,  without  responding  to  the\n\nofficer's  question,  started  to  run  away  from  the  cruiser,\n\ndropping the green trash bag as he ran.\n\n          Officer Donga then chased  Sealey on foot.  During  the\n\npursuit,  Sealey  discarded  a   9mm  semi-automatic  pistol,   a\n\nmagazine, and  ammunition.  A police  officer finally apprehended\n\nSealey,  who  was hiding  behind  a  wooden stockade  fence,  and\n\narrested him.   A  federal  grand jury  subsequently returned  an\n\nindictment charging Sealey with  being a felon-in-possession of a\n\nhandgun in violation of 18 U.S.C.   922(g).\n\n          B.  The District Court's Ruling\n\n          On November 5, 1992, Sealey filed a  motion to suppress\n\nthe physical  evidence -- the firearm,  magazine, and ammunition.\n\nSealey argued that  he was seized  when Officer Reynolds  shouted\n\nout  to  him from  the cruiser  and,  because the  officer lacked\n\nreasonable suspicion to stop  him, this seizure ran afoul  of the\n\nFourth Amendment.   Consequently, any evidence  that was obtained\n\nas a result of this improper seizure should be suppressed.\n\n          Following  an  evidentiary  hearing, the  court  denied\n\nSealey's motion.  The court found:\n\n            On  these  facts,  supplemented   by  the\n            record  at  the  evidentiary  hearing,  I\n            conclude the defendant  was not  \"seized\"\n            until he  was      finally caught  by the\n            police.    Accordingly,   this  case   is\n            controlled  by  California v.  Hodari,   \n                                                 \n            U.S.     , 111 S. Ct. 1547 (1991).  There\n            is  no showing that the defendant yielded\n\n                               -3-\n\n            to   a  \"show  of  authority\"  let  alone\n            physical  force.     The  inquiry   \"Hey,\n            Steven, what's up?, unaccompanied  by any\n            other  demonstration   or  more  forceful\n            verbal  command  is not  an impermissible\n            intrusion by  the  police.   Whether  the\n            defendant ran from  an unknown threat  or\n            because  he  recognized  the police,  his\n            flight cannot be  considered a  \"seizure\"\n            by the  police.   The seizure  took place\n            when    the    defendant   was    finally\n            apprehended,  at  which point  the police\n            had   a  reasonable basis  upon  which to\n            detain him.  See  Terry v. Ohio, 392 U.S.\n                                           \n            1, 27 (1968).\n\nSealey  now  challenges  the  court's denial  of  his  motion  to\n\nsuppress.\n\n                 II.  THE FOURTH AMENDMENT CLAIM\n                                                \n\n          The  dispositive issue on appeal is  whether or not the\n\npolice officers seized Sealey  when Officer Reynolds shouted from\n\nthe  cruiser, \"Hey, Steven,  what's up?\"1   Sealey  contends that\n\nthis  \"show   of  authority\"  effectively  constituted   a  stop,\n\ntherefore   triggering   Fourth  Amendment   protections.     The\n\ngovernment maintains that regardless of whether Officer Reynolds'\n\nquestion constituted a \"show of  authority,\" there was no seizure\n\nbecause Sealey ran  from the  officers and refused  to submit  to\n\nOfficer Reynold's inquiry.\n\n                    \n\n1  Sealey argues  that Officer Reynolds shouted \"[c]ome  here, we\nwant  to talk  to you,\" as  the officer  got out  of the cruiser.\nSealey  maintains that  it  was this  question  and action  which\nincited  him to run.   The district court's  factual finding that\nOfficer Reynolds asked \"Hey, Steven, what's up?\" is supported  by\nevidence  in the record and the finding is not clearly erroneous.\nSee United  States v. Zapata, 18  F.3d 971, 975 (1st  Cir. 1994).\n                            \nMoreover, the resolution of this appeal in no  way depends on the\nprecise words that Officer Reynolds uttered, and our  decision to\naffirm  would  be the  same even  if  Officer Reynolds  had asked\nSealey to come over to the cruiser.\n\n                               -4-\n\n          As a  preliminary matter,  we set forth  the applicable\n\nstandard  of review  with respect  to a  motion to  suppress.   A\n\ndistrict  court's findings of fact will only be disturbed if they\n\nare clearly erroneous.  United States v. Zapata, 18 F.3d 971, 975\n                                               \n\n(1st  Cir. 1994);  United States  v. Rodr guez-Morales,  929 F.2d\n                                                      \n\n780, 783 (1st Cir.  (1991), cert. denied, 112 S. Ct.  868 (1992).\n                                        \n\nThis  deferential standard  is appropriate  because  the district\n\ncourt  has a superior sense of what actually transpired during an\n\nincident by  virtue of its ability to  see and hear the witnesses\n\nwho have first hand knowledge of the events.  Zapata,  18 F.3d at\n                                                    \n\n975;  Rodr guez-Morales, 929  F.2d  at 783.    Questions of  law,\n                       \n\nhowever, are subject to de novo  review.  Zapata, 18 F.3d at 975;\n                                                \n\nRodr guez-Morales, 929 F.2d at 783.\n                 \n\n            In scrutinizing a district court's denial\n            of  a  suppression motion,  the  court of\n            appeals will review  findings of fact for\n            clear  error,  while  at  the  same  time\n            subjecting  the  trial  court's  ultimate\n            constitutional  conclusions   to  plenary\n            oversight.\n\nZapata, 18 F.3d at 975 (citations omitted).\n      \n\n          Under  the Fourth  Amendment, a  seizure occurs  when a\n\npolice  officer,  by  means  of  physical  force  or  a  show  of\n\nauthority, has in some  way restrained the liberty of  a citizen.\n\nTerry v. Ohio, 392  U.S. 1, 19 n.16 (1968).   In United States v.\n                                                              \n\nMendenhall, 446 U.S. 544, 554 (1980), a plurality first announced\n          \n\na  test   to  determine  if  an  individual's  liberty  had  been\n\nrestrained:   \"a person has  been 'seized' within  the meaning of\n\nthe Fourth Amendment only if, in view of all of the circumstances\n\n                               -5-\n\nsurrounding the incident, a reasonable person would have believed\n\nthat  he was not free to leave.\"   The Supreme Court subsequently\n\nembraced this  analysis.  See  Michigan v.  Chesternut, 486  U.S.\n                                                      \n\n567,  573  (1988);  Immigration  &amp;  Naturalization   Services  v.\n                                                             \n\nDelgado,  466  U.S. 210,  215 (1984).    The Supreme  Court later\n       \n\nexplained  that a person's reasonable belief that he was not free\n\nto  leave  was \"a  necessary,  but not  sufficient  condition for\n                                                  \n\nseizure.\"   California  v. Hodari  D., 499  U.S. 621,  628 (1991)\n                                     \n\n(emphasis in  original).  The Supreme Court  went on to hold that\n\nwith  respect  to  a seizure  based  upon  an  officer's show  of\n\nauthority, no seizure  occurs until the suspect  has submitted to\n\nthat authority.  Id. at 626; see also Zapata, 18 F.3d at 976.\n                                            \n\n          The facts  of Hodari  D. are  analogous to the  instant\n                                  \n\ncase.  In Hodari D., a group of youths fled at the approach of an\n                   \n\nunmarked police car.  499 U.S.  at 623.  The police officers were\n\nsuspicious, and  they gave chase.   Id.  The state  conceded that\n                                      \n\nthe  officers did not  have the reasonable  suspicion required to\n\njustify  stopping Hodari. Id. at  623 n.1.   One officer followed\n                            \n\nthe defendant, Hodari, and during the pursuit, Hodari tossed  out\n\na \"rock\" of crack cocaine.  Id. at 623.  The officer then tackled\n                              \n\nHodari, and handcuffed  him. Id.    In  the juvenile  proceedings\n                               \n\nbrought  against  him,  Hodari  moved to  suppress  the  evidence\n\nrelating to the cocaine,  and the court  denied the motion.   Id.\n                                                                \n\nHodari  appealed  and   challenged  the  government's  right   to\n\nintroduce the evidence.  The admissibility of the evidence turned\n\non whether the police seized Hodari at the moment the chase began\n\n                               -6-\n\nor at the time  of the tackle.  The Supreme Court held that where\n\na suspect fails to submit to an officer's approach and runs away,\n\nhe is  not seized until he is  apprehended.  Id. at  626.  Hodari\n                                               \n\nwas  therefore not seized until  he was tackled,  and the cocaine\n\nwas therefore admissible evidence.\n\n          Hodari D.  controls the resolution of  this appeal, and\n                   \n\nrequires us to  conclude that  Sealey was  not improperly  seized\n\nwithin  the meaning  of  the  Fourth  Amendment.    There  is  no\n\nallegation that  any police  officer exerted physical  force over\n\nSealey;  rather, Sealey alleges that  he was seized  by virtue of\n\nOfficer Reynold's show  of authority.    Even  if we assume  that\n\nOfficer  Reynolds'  question  to  Sealey constituted  a  show  of\n\nauthority,  Sealey  did not  submit  to this  inquiry.   Instead,\n\nSealey  resisted Officer Reynolds,  he ran away,  and ignored any\n\nauthority that the officer  manifested.  While Officer Donga  was\n\npursuing him, Sealey then discarded the firearm, the magazine and\n\nthe  ammunition.  A  police officer finally  caught Sealey hiding\n\nbehind a  wooden fence,  after he  had discarded  the contraband.\n\nPursuant to Hodari D., Sealey was  not seized until he was caught\n                     \n\nhiding.2   Because the  contraband discarded  by Sealey  while he\n\n                    \n\n2  Sealey does not challenge the district court's ruling that the\npolice had probable cause to arrest  him after the chase.  Such a\nchallenge  would be to no avail.  The situation rapidly escalated\nfrom  one  involving a  minimum  of suspicion  to  one justifying\narrest based upon probable cause.  By the time the police located\nand apprehended Sealey,  the police had probable  cause to arrest\nhim for violating  firearm laws.   The  officers observed  Sealey\nflee for  no apparent reason,  and Officer Donga  observed Sealey\ndiscard  a gun  during the  chase.  See,  e.g., United  States v.\n                                                              \nFigueroa, 818 F.2d 1020, 1023 (1st Cir. 1987).\n        \n\n                               -7-\n\nwas  running  was  not the  fruit  of this  seizure,  the  act of\n\nabandonment extinguished his Fourth Amendment claim.  See Abel v.\n                                                              \n\nUnited  States, 362 U.S. 217, 241 (1959) (a warrantless search or\n              \n\nseizure  of abandoned property is  not a violation  of the Fourth\n\nAmendment);  United States v.  Lewis, 921  F.2d 1294,  1302 (D.C.\n                                    \n\nCir. 1990) (when an individual abandons property, he forfeits any\n\nreasonable expectation of privacy  in it, and consequently police\n\nmay search it without a warrant).\n\n          As an  initial matter,  Sealey appears to  contend that\n\nthis case is controlled by Mendenhall.  The argument is that when\n                                     \n\nOfficer Reynolds  yelled to him, Sealey  reasonably believed that\n\nhe was not free to leave, and the Fourth Amendment seizure should\n\ntherefore  be  deemed  to have  occurred  at  that  point.   This\n\nargument,  however,  ignores the  teaching  of  Hodari D.,  which\n                                                         \n\nstated  that   the  Mendenhall   reasonableness  inquiry   was  a\n                              \n\nnecessary, but not sufficient  condition for seizure.   Hodari D.\n                                                                 \n\nmade it clear  that no  Fourth Amendment seizure  occurs until  a\n\nsuspect submits to police authority.\n\n          Sealey  also  attempts  to   argue  that  his  case  is\n\ndistinguishable  from  Hodari D.,  and  that case's  \"submission\"\n                                \n\nrequirement is not applicable to the circumstances of  this case.\n\nSealey  claims that when the police officers, who were dressed in\n\nplainclothes, yelled to him from  their unmarked cruiser, he  did\n\nnot realize that they were police officers.  Rather, he suspected\n\nthat they were private citizens out to get him.  Sealey therefore\n\nargues that the test to determine when a seizure occurs should be\n\n                               -8-\n\nmodified  so that the  seizure is deemed  to occur at  the moment\n\nwhen the words and  actions of the officers  would have caused  a\n\nreasonable  person to  believe  that his  personal safety  was in\n\njeopardy.\n\n          Sealey's argument, however, cuts against, not in favor,\n\nof his position.  A seizure is generally deemed  to have occurred\n\nwhen a defendant  believes that his  liberty has been  interfered\n\nwith by virtue of  a police officer's exertion of  physical force\n\nor show of authority.  If  Sealey ran away because he believed he\n\nwas being approached by private citizens, there is even less of a\n\ncase for a  \"seizure\" taking  place because Sealey  would not  be\n\nacting in  response to an  officer's interference,  or under  the\n\nbelief  that his  liberty was  restricted by  governmental power.\n\nAdditionally, one of the necessary prerequisites for a seizure --\n\na reasonable belief  by Sealey that he was not  free to leave the\n\npolice  officer's  authority  --  would  be  missing.    Sealey's\n\nargument is simply illogical.\n\n          To  conclude,  we  believe  that  the   court  properly\n\ndetermined that the  police officers did  not seize Sealey  until\n\nafter  he had  fled, abandoned  the contraband,  and was  finally\n\napprehended.    Therefore,  the  firearm, the  magazine  and  the\n\nammunition were not the fruit of an unconstitutional seizure, and\n\nthe court properly admitted the contraband into evidence.\n\n          For the  foregoing reasons, we affirm the ruling of the\n                                                                 \n\ndistrict court.\n              \n\n                               -9-\n",
  "html": "<p class=\"case_cite\">30 F.3d 7</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Steven SEALEY, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 93-1614.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 7, 1994.<br>Decided July 20, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Juliane Balliro, with whom Balliro, Mondano &amp; Balliro, P.C., Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Michael J. Pelgro, Asst. U.S. Atty., Organized Crime Drug Enforcement Task Force, with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Steven Sealey was charged with a violation of 18 U.S.C. Sec. 922(g)(1).  Sealey filed a motion to suppress a firearm, a magazine, and ammunition which Sealey discarded while he was being pursued by Boston Police officers.  The district court denied Sealey's motion and, following trial, the jury returned a guilty verdict.  Sealey now appeals the district court's denial of his motion to suppress.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We view the facts in the light most favorable to the district court's ruling to the extent that they derive support from the record and are not clearly erroneous.  United States v. Maguire, 918 F.2d 254, 257 (1st Cir.1990), cert. denied, 499 U.S. 950, 111 S.Ct. 1421, 113 L.Ed.2d 474 (1991);  United States v. Aguirre, 839 F.2d 854, 857 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 12, 1991, two individuals were robbed at knifepoint by two black males.  Two plainclothes Boston Police Officers, William Donga and William Reynolds, arrived at the scene, and then, with the two victims, drove around the area in an unmarked cruiser, looking for the robbers.  Shortly thereafter, the police officers saw Sealey, a black male, carrying a green trash bag over his shoulder.  The victims did not identify Sealey as one of the robbers.  The officers, however, recognized him from a previous arrest, and decided to approach him.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As the cruiser approached Sealey, Officer Reynolds called out \"Hey Steven, what's up?\"   Sealey then looked in the direction of the officers and, without responding to the officer's question, started to run away from the cruiser, dropping the green trash bag as he ran.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Officer Donga then chased Sealey on foot.  During the pursuit, Sealey discarded a 9mm semi-automatic pistol, a magazine, and ammunition.  A police officer finally apprehended Sealey, who was hiding behind a wooden stockade fence, and arrested him.  A federal grand jury subsequently returned an indictment charging Sealey with being a felon-in-possession of a handgun in violation of 18 U.S.C. Sec. 922(g).</p>\n    </div>\n    <p class=\"indent\">B. The District Court's Ruling</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 5, 1992, Sealey filed a motion to suppress the physical evidence--the firearm, magazine, and ammunition.  Sealey argued that he was seized when Officer Reynolds shouted out to him from the cruiser and, because the officer lacked reasonable suspicion to stop him, this seizure ran afoul of the Fourth Amendment.  Consequently, any evidence that was obtained as a result of this improper seizure should be suppressed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following an evidentiary hearing, the court denied Sealey's motion.  The court found:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>On these facts, supplemented by the record at the evidentiary hearing, I conclude the defendant was not \"seized\" until he was finally caught by the police.  Accordingly, this case is controlled by California v. Hodari, 499 U.S. 621, 111 S.Ct. 1547 [113 L.Ed.2d 690] (1991).  There is no showing that the defendant yielded to a \"show of authority\" let alone physical force.  The inquiry \"Hey, Steven, what's up?,\" unaccompanied by any other demonstration or more forceful verbal command is not an impermissible intrusion by the police.  Whether the defendant ran from an unknown threat or because he recognized the police, his flight cannot be considered a \"seizure\" by the police.  The seizure took place when the defendant was finally apprehended, at which point the police had a reasonable basis upon which to detain him.  See Terry v. Ohio, 392 U.S. 1, 27 [88 S.Ct. 1868, 1883, 20 L.Ed.2d 889] (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Sealey now challenges the court's denial of his motion to suppress.</p>\n    </div>\n    <p>II. THE FOURTH AMENDMENT CLAIM</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The dispositive issue on appeal is whether or not the police officers seized Sealey when Officer Reynolds shouted from the cruiser, \"Hey, Steven, what's up?\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Sealey contends that this \"show of authority\" effectively constituted a stop, therefore triggering Fourth Amendment protections.  The government maintains that regardless of whether Officer Reynolds' question constituted a \"show of authority,\" there was no seizure because Sealey ran from the officers and refused to submit to Officer Reynold's inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As a preliminary matter, we set forth the applicable standard of review with respect to a motion to suppress.  A district court's findings of fact will only be disturbed if they are clearly erroneous.  United States v. Zapata, 18 F.3d 971, 975 (1st Cir.1994);  United States v. Rodriguez-Morales, 929 F.2d 780, 783 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 868, 116 L.Ed.2d 774 (1992).  This deferential standard is appropriate because the district court has a superior sense of what actually transpired during an incident by virtue of its ability to see and hear the witnesses who have first hand knowledge of the events.  Zapata, 18 F.3d at 975;  Rodriguez-Morales, 929 F.2d at 783.   Questions of law, however, are subject to de novo review.  Zapata, 18 F.3d at 975;  Rodriguez-Morales, 929 F.2d at 783.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>In scrutinizing a district court's denial of a suppression motion, the court of appeals will review findings of fact for clear error, while at the same time subjecting the trial court's ultimate constitutional conclusions to plenary oversight.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Zapata, 18 F.3d at 975 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Under the Fourth Amendment, a seizure occurs when a police officer, by means of physical force or a show of authority, has in some way restrained the liberty of a citizen.  Terry v. Ohio, 392 U.S. 1, 19 n. 16, 88 S.Ct. 1868, 1879 n. 16, 20 L.Ed.2d 889 (1968).  In United States v. Mendenhall, 446 U.S. 544, 554, 100 S.Ct. 1870, 1877, 64 L.Ed.2d 497 (1980), a plurality first announced a test to determine if an individual's liberty had been restrained:  \"a person has been 'seized' within the meaning of the Fourth Amendment only if, in view of all of the circumstances surrounding the incident, a reasonable person would have believed that he was not free to leave.\"   The Supreme Court subsequently embraced this analysis.  See Michigan v. Chesternut, 486 U.S. 567, 573, 108 S.Ct. 1975, 1979, 100 L.Ed.2d 565 (1988);  Immigration &amp; Naturalization Service v. Delgado, 466 U.S. 210, 215, 104 S.Ct. 1758, 1762, 80 L.Ed.2d 247 (1984).  The Supreme Court later explained that a person's reasonable belief that he was not free to leave was \"a necessary, but not sufficient condition for seizure.\"  California v. Hodari D., 499 U.S. 621, 628, 111 S.Ct. 1547, 1551, 113 L.Ed.2d 690 (1991) (emphasis in original).  The Supreme Court went on to hold that with respect to a seizure based upon an officer's show of authority, no seizure occurs until the suspect has submitted to that authority.  Id. at 626, 111 S.Ct. at 1551;  see also Zapata, 18 F.3d at 976.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The facts of Hodari D. are analogous to the instant case.  In Hodari D., a group of youths fled at the approach of an unmarked police car.  499 U.S. at 623, 111 S.Ct. at 1549.   The police officers were suspicious, and they gave chase.  Id.  The state conceded that the officers did not have the reasonable suspicion required to justify stopping Hodari.  Id. at 623 n. 1, 111 S.Ct. at 1549 n. 1.   One officer followed the defendant, Hodari, and during the pursuit, Hodari tossed out a \"rock\" of crack cocaine.  Id. at 623, 111 S.Ct. at 1549.   The officer then tackled Hodari, and handcuffed him.  Id.  In the juvenile proceedings brought against him, Hodari moved to suppress the evidence relating to the cocaine, and the court denied the motion.  Id.  Hodari appealed and challenged the government's right to introduce the evidence.  The admissibility of the evidence turned on whether the police seized Hodari at the moment the chase began or at the time of the tackle.  The Supreme Court held that where a suspect fails to submit to an officer's approach and runs away, he is not seized until he is apprehended.  Id. at 626, 111 S.Ct. at 1551.   Hodari was therefore not seized until he was tackled, and the cocaine was therefore admissible evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Hodari D. controls the resolution of this appeal, and requires us to conclude that Sealey was not improperly seized within the meaning of the Fourth Amendment.  There is no allegation that any police officer exerted physical force over Sealey;  rather, Sealey alleges that he was seized by virtue of Officer Reynold's show of authority.  Even if we assume that Officer Reynolds' question to Sealey constituted a show of authority, Sealey did not submit to this inquiry.  Instead, Sealey resisted Officer Reynolds, he ran away, and ignored any authority that the officer manifested.  While Officer Donga was pursuing him, Sealey then discarded the firearm, the magazine and the ammunition.  A police officer finally caught Sealey hiding behind a wooden fence, after he had discarded the contraband.  Pursuant to Hodari D., Sealey was not seized until he was caught hiding.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Because the contraband discarded by Sealey while he was running was not the fruit of this seizure, the act of abandonment extinguished his Fourth Amendment claim.  See Abel v. United States, 362 U.S. 217, 241, 80 S.Ct. 683, 698, 4 L.Ed.2d 668 (1959) (a warrantless search or seizure of abandoned property is not a violation of the Fourth Amendment);  United States v. Lewis, 921 F.2d 1294, 1302 (D.C.Cir.1990) (when an individual abandons property, he forfeits any reasonable expectation of privacy in it, and consequently police may search it without a warrant).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As an initial matter, Sealey appears to contend that this case is controlled by Mendenhall.   The argument is that when Officer Reynolds yelled to him, Sealey reasonably believed that he was not free to leave, and the Fourth Amendment seizure should therefore be deemed to have occurred at that point.  This argument, however, ignores the teaching of Hodari D., which stated that the Mendenhall reasonableness inquiry was a necessary, but not sufficient condition for seizure.  Hodari D. made it clear that no Fourth Amendment seizure occurs until a suspect submits to police authority.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Sealey also attempts to argue that his case is distinguishable from Hodari D., and that case's \"submission\" requirement is not applicable to the circumstances of this case.  Sealey claims that when the police officers, who were dressed in plainclothes, yelled to him from their unmarked cruiser, he did not realize that they were police officers.  Rather, he suspected that they were private citizens out to get him.  Sealey therefore argues that the test to determine when a seizure occurs should be modified so that the seizure is deemed to occur at the moment when the words and actions of the officers would have caused a reasonable person to believe that his personal safety was in jeopardy.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Sealey's argument, however, cuts against, not in favor, of his position.  A seizure is generally deemed to have occurred when a defendant believes that his liberty has been interfered with by virtue of a police officer's exertion of physical force or show of authority.  If Sealey ran away because he believed he was being approached by private citizens, there is even less of a case for a \"seizure\" taking place because Sealey would not be acting in response to an officer's interference, or under the belief that his liberty was restricted by governmental power.  Additionally, one of the necessary prerequisites for a seizure--a reasonable belief by Sealey that he was not free to leave the police officer's authority--would be missing.  Sealey's argument is simply illogical.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To conclude, we believe that the court properly determined that the police officers did not seize Sealey until after he had fled, abandoned the contraband, and was finally apprehended.  Therefore, the firearm, the magazine and the ammunition were not the fruit of an unconstitutional seizure, and the court properly admitted the contraband into evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the ruling of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Sealey argues that Officer Reynolds shouted \"[c]ome here, we want to talk to you,\" as the officer got out of the cruiser.  Sealey maintains that it was this question and action which incited him to run.  The district court's factual finding that Officer Reynolds asked \"Hey, Steven, what's up?\" is supported by evidence in the record and the finding is not clearly erroneous.  See United  States v. Zapata, 18 F.3d 971, 975 (1st Cir.1994).  Moreover, the resolution of this appeal in no way depends on the precise words that Officer Reynolds uttered, and our decision to affirm would be the same even if Officer Reynolds had asked Sealey to come over to the cruiser</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Sealey does not challenge the district court's ruling that the police had probable cause to arrest him after the chase.  Such a challenge would be to no avail.  The situation rapidly escalated from one involving a minimum of suspicion to one justifying arrest based upon probable cause.  By the time the police located and apprehended Sealey, the police had probable cause to arrest him for violating firearm laws.  The officers observed Sealey flee for no apparent reason, and Officer Donga observed Sealey discard a gun during the chase.  See, e.g., United States v. Figueroa, 818 F.2d 1020, 1023 (1st Cir.1987)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Steven SEALEY, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 93-1614.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 7, 1994.<br>Decided July 20, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Juliane Balliro, with whom Balliro, Mondano &amp; Balliro, P.C., Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Michael J. Pelgro, Asst. U.S. Atty., Organized Crime Drug Enforcement Task Force, with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Steven Sealey was charged with a violation of 18 U.S.C. Sec. 922(g)(1).  Sealey filed a motion to suppress a firearm, a magazine, and ammunition which Sealey discarded while he was being pursued by Boston Police officers.  The district court denied Sealey's motion and, following trial, the jury returned a guilty verdict.  Sealey now appeals the district court's denial of his motion to suppress.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We view the facts in the light most favorable to the district court's ruling to the extent that they derive support from the record and are not clearly erroneous.  United States v. Maguire, <span class=\"citation\" data-id=\"551274\"><a href=\"/opinion/551274/united-states-v-john-j-maguire-united-states-v-thomas-m-kavanagh/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span>, 257 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">950</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1421</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span> </span>(1991);  United States v. Aguirre, <span class=\"citation\" data-id=\"501807\"><a href=\"/opinion/501807/united-states-v-luis-a-aguirre/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 857 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 12, 1991, two individuals were robbed at knifepoint by two black males.  Two plainclothes Boston Police Officers, William Donga and William Reynolds, arrived at the scene, and then, with the two victims, drove around the area in an unmarked cruiser, looking for the robbers.  Shortly thereafter, the police officers saw Sealey, a black male, carrying a green trash bag over his shoulder.  The victims did not identify Sealey as one of the robbers.  The officers, however, recognized him from a previous arrest, and decided to approach him.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As the cruiser approached Sealey, Officer Reynolds called out \"Hey Steven, what's up?\"   Sealey then looked in the direction of the officers and, without responding to the officer's question, started to run away from the cruiser, dropping the green trash bag as he ran.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Officer Donga then chased Sealey on foot.  During the pursuit, Sealey discarded a 9mm semi-automatic pistol, a magazine, and ammunition.  A police officer finally apprehended Sealey, who was hiding behind a wooden stockade fence, and arrested him.  A federal grand jury subsequently returned an indictment charging Sealey with being a felon-in-possession of a handgun in violation of 18 U.S.C. Sec. 922(g).</p>\n    </div>\n    <p class=\"indent\">B. The District Court's Ruling</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 5, 1992, Sealey filed a motion to suppress the physical evidence--the firearm, magazine, and ammunition.  Sealey argued that he was seized when Officer Reynolds shouted out to him from the cruiser and, because the officer lacked reasonable suspicion to stop him, this seizure ran afoul of the Fourth Amendment.  Consequently, any evidence that was obtained as a result of this improper seizure should be suppressed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following an evidentiary hearing, the court denied Sealey's motion.  The court found:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>On these facts, supplemented by the record at the evidentiary hearing, I conclude the defendant was not \"seized\" until he was finally caught by the police.  Accordingly, this case is controlled by California v. Hodari, <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">621</span></a></span>, <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1547</span> </a></span>[<span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span>] (1991).  There is no showing that the defendant yielded to a \"show of authority\" let alone physical force.  The inquiry \"Hey, Steven, what's up?,\" unaccompanied by any other demonstration or more forceful verbal command is not an impermissible intrusion by the police.  Whether the defendant ran from an unknown threat or because he recognized the police, his flight cannot be considered a \"seizure\" by the police.  The seizure took place when the defendant was finally apprehended, at which point the police had a reasonable basis upon which to detain him.  See Terry v. Ohio, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 27 [<span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, 1883, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></a></span>] (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Sealey now challenges the court's denial of his motion to suppress.</p>\n    </div>\n    <p>II. THE FOURTH AMENDMENT CLAIM</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The dispositive issue on appeal is whether or not the police officers seized Sealey when Officer Reynolds shouted from the cruiser, \"Hey, Steven, what's up?\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Sealey contends that this \"show of authority\" effectively constituted a stop, therefore triggering Fourth Amendment protections.  The government maintains that regardless of whether Officer Reynolds' question constituted a \"show of authority,\" there was no seizure because Sealey ran from the officers and refused to submit to Officer Reynold's inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As a preliminary matter, we set forth the applicable standard of review with respect to a motion to suppress.  A district court's findings of fact will only be disturbed if they are clearly erroneous.  United States v. Zapata, <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 975 (1st Cir.1994);  United States v. Rodriguez-Morales, <span class=\"citation\" data-id=\"558566\"><a href=\"/opinion/558566/united-states-v-osvaldo-rodriguez-morales/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">780</span></a></span>, 783 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">868</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">774</span> </span>(1992).  This deferential standard is appropriate because the district court has a superior sense of what actually transpired during an incident by virtue of its ability to see and hear the witnesses who have first hand knowledge of the events.  <span class=\"citation\" data-id=\"195255\"><span class=\"antecedent_guess\">Zapata,</span> <a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">975</span></a></span>;  <span class=\"citation\" data-id=\"558566\"><span class=\"antecedent_guess\">Rodriguez-Morales,</span> <a href=\"/opinion/558566/united-states-v-osvaldo-rodriguez-morales/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">783</span></a></span>.   Questions of law, however, are subject to de novo review.  <span class=\"citation\" data-id=\"195255\"><span class=\"antecedent_guess\">Zapata,</span> <a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">975</span></a></span>;  <span class=\"citation\" data-id=\"558566\"><span class=\"antecedent_guess\">Rodriguez-Morales,</span> <a href=\"/opinion/558566/united-states-v-osvaldo-rodriguez-morales/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">783</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>In scrutinizing a district court's denial of a suppression motion, the court of appeals will review findings of fact for clear error, while at the same time subjecting the trial court's ultimate constitutional conclusions to plenary oversight.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"195255\"><span class=\"antecedent_guess\">Zapata,</span> <a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">975</span> </a></span>(citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Under the Fourth Amendment, a seizure occurs when a police officer, by means of physical force or a show of authority, has in some way restrained the liberty of a citizen.  Terry v. Ohio, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 19 n. 16, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, 1879 n. 16, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span> </a></span>(1968).  In United States v. Mendenhall, <span class=\"citation\" data-id=\"110264\"><a href=\"/opinion/110264/united-states-v-mendenhall/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 554, <span class=\"citation\" data-id=\"110264\"><a href=\"/opinion/110264/united-states-v-mendenhall/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1870</span></a></span>, 1877, <span class=\"citation\" data-id=\"110264\"><a href=\"/opinion/110264/united-states-v-mendenhall/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">497</span> </a></span>(1980), a plurality first announced a test to determine if an individual's liberty had been restrained:  \"a person has been 'seized' within the meaning of the Fourth Amendment only if, in view of all of the circumstances surrounding the incident, a reasonable person would have believed that he was not free to leave.\"   The Supreme Court subsequently embraced this analysis.  See Michigan v. Chesternut, <span class=\"citation\" data-id=\"112095\"><a href=\"/opinion/112095/michigan-v-chesternut/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">567</span></a></span>, 573, <span class=\"citation\" data-id=\"112095\"><a href=\"/opinion/112095/michigan-v-chesternut/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1975</span></a></span>, 1979, <span class=\"citation\" data-id=\"112095\"><a href=\"/opinion/112095/michigan-v-chesternut/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span> </a></span>(1988);  Immigration &amp; Naturalization Service v. Delgado, <span class=\"citation\" data-id=\"111148\"><a href=\"/opinion/111148/ins-v-delgado/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">210</span></a></span>, 215, <span class=\"citation\" data-id=\"111148\"><a href=\"/opinion/111148/ins-v-delgado/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1758</span></a></span>, 1762, <span class=\"citation\" data-id=\"111148\"><a href=\"/opinion/111148/ins-v-delgado/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">247</span> </a></span>(1984).  The Supreme Court later explained that a person's reasonable belief that he was not free to leave was \"a necessary, but not sufficient condition for seizure.\"  California v. Hodari D., <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">621</span></a></span>, 628, <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1547</span></a></span>, 1551, <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span> </a></span>(1991) (emphasis in original).  The Supreme Court went on to hold that with respect to a seizure based upon an officer's show of authority, no seizure occurs until the suspect has submitted to that authority.  <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"id_token\">Id.</span> at 626, </a></span>111 S.Ct. at 1551;  see also <span class=\"citation\" data-id=\"195255\"><span class=\"antecedent_guess\">Zapata,</span> <a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">976</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The facts of Hodari D. are analogous to the instant case.  In Hodari D., a group of youths fled at the approach of an unmarked police <span class=\"citation\" data-id=\"112579\"><span class=\"antecedent_guess\">car.</span>  <a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">623</span></a></span>, 111 S.Ct. at 1549.   The police officers were suspicious, and they gave chase.  <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"id_token\">Id.</span>  The state </a></span>conceded that the officers did not have the reasonable suspicion required to justify stopping Hodari.  <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"id_token\">Id.</span> at 623 </a></span>n. <span class=\"citation\" data-id=\"112579\"><span class=\"antecedent_guess\">1,</span> <a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1549</span> </a></span>n. 1.   One officer followed the defendant, Hodari, and during the pursuit, Hodari tossed out a \"rock\" of crack cocaine.  Id. at <span class=\"citation\" data-id=\"112579\"><span class=\"antecedent_guess\">623,</span> <a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1549</span></a></span>.   The officer then tackled Hodari, and handcuffed him.  <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"id_token\">Id.</span>  In the </a></span>juvenile proceedings brought against him, Hodari moved to suppress the evidence relating to the cocaine, and the court denied the motion.  <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"id_token\">Id.</span>  Hodari appealed </a></span>and challenged the government's right to introduce the evidence.  The admissibility of the evidence turned on whether the police seized Hodari at the moment the chase began or at the time of the tackle.  The Supreme Court held that where a suspect fails to submit to an officer's approach and runs away, he is not seized until he is apprehended.  <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"id_token\">Id.</span> at 626, </a></span>111 S.Ct. at 1551.   Hodari was therefore not seized until he was tackled, and the cocaine was therefore admissible evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Hodari D. controls the resolution of this appeal, and requires us to conclude that Sealey was not improperly seized within the meaning of the Fourth Amendment.  There is no allegation that any police officer exerted physical force over Sealey;  rather, Sealey alleges that he was seized by virtue of Officer Reynold's show of authority.  Even if we assume that Officer Reynolds' question to Sealey constituted a show of authority, Sealey did not submit to this inquiry.  Instead, Sealey resisted Officer Reynolds, he ran away, and ignored any authority that the officer manifested.  While Officer Donga was pursuing him, Sealey then discarded the firearm, the magazine and the ammunition.  A police officer finally caught Sealey hiding behind a wooden fence, after he had discarded the contraband.  Pursuant to Hodari D., Sealey was not seized until he was caught hiding.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Because the contraband discarded by Sealey while he was running was not the fruit of this seizure, the act of abandonment extinguished his Fourth Amendment claim.  See Abel v. United States, <span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">217</span></span>, 241, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">683</span></span>, 698, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span> </span>(1959) (a warrantless search or seizure of abandoned property is not a violation of the Fourth Amendment);  United States v. Lewis, <span class=\"citation\" data-id=\"553310\"><a href=\"/opinion/553310/united-states-v-dennis-s-lewis-united-states-of-america-v-leigha-t/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1294</span></a></span>, 1302 (D.C.Cir.1990) (when an individual abandons property, he forfeits any reasonable expectation of privacy in it, and consequently police may search it without a warrant).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As an initial matter, Sealey appears to contend that this case is controlled by Mendenhall.   The argument is that when Officer Reynolds yelled to him, Sealey reasonably believed that he was not free to leave, and the Fourth Amendment seizure should therefore be deemed to have occurred at that point.  This argument, however, ignores the teaching of Hodari D., which stated that the Mendenhall reasonableness inquiry was a necessary, but not sufficient condition for seizure.  Hodari D. made it clear that no Fourth Amendment seizure occurs until a suspect submits to police authority.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Sealey also attempts to argue that his case is distinguishable from Hodari D., and that case's \"submission\" requirement is not applicable to the circumstances of this case.  Sealey claims that when the police officers, who were dressed in plainclothes, yelled to him from their unmarked cruiser, he did not realize that they were police officers.  Rather, he suspected that they were private citizens out to get him.  Sealey therefore argues that the test to determine when a seizure occurs should be modified so that the seizure is deemed to occur at the moment when the words and actions of the officers would have caused a reasonable person to believe that his personal safety was in jeopardy.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Sealey's argument, however, cuts against, not in favor, of his position.  A seizure is generally deemed to have occurred when a defendant believes that his liberty has been interfered with by virtue of a police officer's exertion of physical force or show of authority.  If Sealey ran away because he believed he was being approached by private citizens, there is even less of a case for a \"seizure\" taking place because Sealey would not be acting in response to an officer's interference, or under the belief that his liberty was restricted by governmental power.  Additionally, one of the necessary prerequisites for a seizure--a reasonable belief by Sealey that he was not free to leave the police officer's authority--would be missing.  Sealey's argument is simply illogical.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To conclude, we believe that the court properly determined that the police officers did not seize Sealey until after he had fled, abandoned the contraband, and was finally apprehended.  Therefore, the firearm, the magazine and the ammunition were not the fruit of an unconstitutional seizure, and the court properly admitted the contraband into evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the ruling of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Sealey argues that Officer Reynolds shouted \"[c]ome here, we want to talk to you,\" as the officer got out of the cruiser.  Sealey maintains that it was this question and action which incited him to run.  The district court's factual finding that Officer Reynolds asked \"Hey, Steven, what's up?\" is supported by evidence in the record and the finding is not clearly erroneous.  See United  States v. Zapata, <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 975 (1st Cir.1994).  Moreover, the resolution of this appeal in no way depends on the precise words that Officer Reynolds uttered, and our decision to affirm would be the same even if Officer Reynolds had asked Sealey to come over to the cruiser</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Sealey does not challenge the district court's ruling that the police had probable cause to arrest him after the chase.  Such a challenge would be to no avail.  The situation rapidly escalated from one involving a minimum of suspicion to one justifying arrest based upon probable cause.  By the time the police located and apprehended Sealey, the police had probable cause to arrest him for violating firearm laws.  The officers observed Sealey flee for no apparent reason, and Officer Donga observed Sealey discard a gun during the chase.  See, e.g., United States v. Figueroa, <span class=\"citation\" data-id=\"488520\"><a href=\"/opinion/488520/united-states-v-raul-casiano-figueroa/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1020</span></a></span>, 1023 (1st Cir.1987)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110264/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111148/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112095/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112579/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488520/",
    "https://www.courtlistener.com/api/rest/v3/opinions/501807/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551274/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553310/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558566/"
  ]
}