{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195568/",
  "id": 195568,
  "absolute_url": "/opinion/195568/maine-drilling-v-insurance-company/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195568/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:55Z",
  "date_modified": "2020-02-21T23:27:16.072309Z",
  "type": "010combined",
  "sha1": "5c91f847f11bfdbe140b0d4989e3ea727a0fe21b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2230.01A",
  "local_path": null,
  "plain_text": "\n\n      UNITED STATES COURT OF APPEALS\r\n          FOR THE FIRST CIRCUIT\r\n                               \r\n\nNo. 93-2230\r\n\n    MAINE DRILLING AND BLASTING, INC.,\r\n\n          Plaintiff, Appellant,\r\n\n                    v.\r\n\nINSURANCE COMPANY OF NORTH AMERICA, ET AL.,\r\n\n          Defendants, Appellees.\r\n\n                               \r\n\nAPPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n        FOR THE DISTRICT OF MAINE\r\n\n[Hon. Morton A. Brody, U.S. District Judge]\r                                                               \r\n\n                               \r\n\n                  Before\r\n\n          Breyer,* Chief Judge,\r                                                    \r\n      Coffin, Senior Circuit Judge,\r                                                        \r\n      and Torruella, Circuit Judge.\r                                                        \r\n\n                               \r\n\nStephen  B. Wade, with whom Skelton, Taintor &amp; Abbott was on\r                                                                    \r\nbrief for appellant.\r\nJames  D. Poliquin, with whom Norman, Hanson &amp; Detroy was on\r                                                                    \r\nbrief for appellee Insurance Company of North America.\r\n\n                               \r\n\n             October 18, 1995\r\n                               \r\n\n        \r                              \r\n\n*   Former Chief Judge Stephen Breyer heard oral argument in this\r\nmatter but did not participate in the drafting or the issuance of\r\nthe panel's opinion.  The remaining two panelists therefore issue\r\nthis opinion pursuant to 28 U.S.C.   46(d).\r\r\n\nTORRUELLA,  Chief Judge.   Maine  Drilling &amp;  Blasting,\r                    TORRUELLA,  Chief Judge.\r                                           \r\n\nInc. (\"MD&amp;B\"), brought  suit in the United  States District Court\r\n\nof Maine,  alleging that the  Insurance Company of  North America\r\n\n(\"INA\")  was required to defend  and indemnify MD&amp;B  in an action\r\n\nbrought  against  MD&amp;B arising  from  property  damage caused  by\r\n\nMD&amp;B's  blasting work on a construction site.  The district court\r\n\nfound that the  insurance policy at  issue excluded coverage  for\r\n\nthe damages caused by MD&amp;B, and granted summary judgment in favor\r\n\nof INA.  MD&amp;B appealed, and  on August 29, 1994, we certified the\r\n\nfollowing  dispositive  question  of  Maine law  to  the  Supreme\r\n\nJudicial Court of Maine.\r\n\nDoes     the    Explosives     Limitation\r\nEndorsement  attached   to  the  standard\r\nComprehensive  General  Liability policy,\r\nwhen considered in  conjunction with  the\r\nbusiness risk exclusions, j(5)  and j(6),\r\nand  any  relevant  history  and  general\r\nunderstanding of  the insurance industry,\r\ncreate  such an ambiguity  that it should\r\nbe interpreted against the insurer, i.e.,\r\nthat  it  should  be  read  as  providing\r\nbusiness risk coverage for  MD&amp;B's claims\r\nagainst INA?\r\n\nMaine Drilling  and  Blasting, Inc.  v.  Insurance Co.  of  North\r                                                                           \r\n\nAmerica, 34 F.2d 1 (1st Cir. 1994).\r                 \r\n\nIn  an opinion  dated September  29, 1995,  the Supreme\r\n\nJudicial  Court of Maine  answered the certified  question in the\r\n\nnegative.\r\n\nThe  policy in  this case, read  with its\r\nendorsements,       is       unambiguous.\r\nSubsections  (j)(5)  and (j)(6)  serve to\r\nlimit  the  coverage  to   that  property\r\ndamage occurring to  property other  than\r\nthat on  which the insured  is to perform\r\nits  work.    The   endorsement  confirms\r\n\n                   -2-\r\r\n\ncoverage   for   'occurrence   of   harm'\r\nblasting   risk,   albeit  at   a  higher\r\ndeductible.  The endorsement by its plain\r\nlanguage does not  extend coverage  where\r\ncoverage did not  exist, but provides for\r\na deductible where  coverage does  exist.\r\nThe  exclusions contained  in subsections\r\n(j)(5) and  (j)(6) are unaffected  by the\r\nplain   language    of   the   Explosives\r\nLimitation Endorsement.\r\n\nWe  answer the certified  question in the\r\nnegative.\r\n\nThe Supreme Judicial Court's conclusion that the policy\r\n\nis unambiguous is  dispositive of  the only issue  in this  case.\r\n\nBecause  the policy  is unambiguous, the  exclusions apply.   The\r\n\ndecision of the district court granting summary judgment in favor\r\n\nof INA is therefore affirmed.\r                              affirmed\r\n\n                   -3-\r\r\n",
  "html": "<p class=\"case_cite\">34 F.3d 1</p>\n    <p class=\"parties\">MAINE DRILLING AND BLASTING, INC., Plaintiff, Appellant,<br>v.<br>INSURANCE COMPANY OF NORTH AMERICA, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2230.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 11, 1994.<br>Decided Aug. 29, 1994.<br>Certification Order Aug. 29, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen B. Wade, with whom Skelton, Taintor &amp; Abbott, Auburn, ME, was on brief, for appellant.</p>\n      <p class=\"indent\">James D. Poliquin, with whom Norman, Hanson &amp; Detroy, Portland, ME, was on brief, for appellee Ins. Co. of North America.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, COFFIN, Senior Circuit Judge, and TORRUELLA, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Maine Drilling &amp; Blasting, Inc., (\"MD &amp; B\"), subcontracted with an excavation contractor to perform some blasting work on a building construction site.  By mistake, MD &amp; B blasted too far into the ground, leaving an unstable building foundation which the excavation contractor had to fix at considerable cost.  Following litigation and arbitration, MD &amp; B accepted an arbitration settlement calling for MD &amp; B to reimburse the excavation contractor for repairs to the damaged foundation.  MD &amp; B now seeks to recover its defense and judgment costs from its commercial liability insurer, defendant-appellee Insurance Company of North America (\"INA\").  The specific issue on appeal is whether MD &amp; B's insurance policy with INA excludes coverage for the damages in this case pursuant to general exclusions in the policy or whether the policy affords coverage pursuant to a special endorsement that is attached to the policy.  The district court found that the general exclusions controlled and ruled in favor of INA.  For the reasons set out below, we certify this question to the Supreme Judicial Court of Maine.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">MD &amp; B served as a blasting subcontractor to George Brox Industries (\"Brox\"), the excavation subcontractor on a building construction project for the Union Leader Corporation in Manchester, New Hampshire.  Union Leader's building was to be constructed upon a subterranean granite ledge.  In the process of doing the blasting work for Brox's excavation on the project, MD &amp; B admits that it mistakenly drilled and blasted too deep, leaving an unstable grade rather than a solid ledge.  Brox had to remove several feet of broken ledge and replace it with suitable solid fill at a cost of several hundred thousand dollars.  The parties first discovered the fragmented granite ledge in March of 1989, and Brox completed its remedial work by July of that year.  The building itself was substantially completed by May of 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Litigation concerning a variety of issues related to the construction began in the summer of 1989.  Brox eventually cross-claimed against MD &amp; B for the costs of the extra excavation work needed to fix the foundation in an arbitration proceeding between the two parties.  On May 29, 1990, MD &amp; B first notified INA that it faced a potential claim by Brox and that it was seeking indemnity and defense costs.  INA refused to defend Brox's claim against MD &amp; B on a number of different grounds.  MD &amp; B and Brox subsequently reached an arbitration settlement dated December 26, 1991, pursuant to which MD &amp; B agreed to pay Brox roughly $330,000 for reimbursement costs, interest and litigation costs.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The insurance policy issued to MD &amp; B by INA is comprised of a Commercial General Liability (\"CGL\") policy, which is a boilerplate policy form that insurance companies issue to all sorts of commercial enterprises, and a number of amendments or \"endorsements\" modifying or adding to the basic CGL policy.  The CGL policy contains several exclusions from coverage including exclusions j(5) and j(6), which exclude insurance coverage for \"property damage\" to:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>(5) That particular part of real property on which you or any contractors or subcontractors working directly or indirectly on your behalf are performing operations, if the \"property damage\" arises out of those operations;  or</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>(6) That particular part of any property that must be restored, repaired or replaced because \"your work\" was incorrectly performed on it.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The term \"property damage\" includes \"physical injury to tangible property, including all resulting loss of use of that property.\"  \"Your work\" is defined as \"work or operations performed by you or on your behalf.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Attached to the CGL policy is a special endorsement called the \"Explosives Limitation Endorsement\" (the \"Endorsement\"), which begins with the notice:  \"THIS ENDORSEMENT CHANGES THE POLICY.  PLEASE READ IT CAREFULLY.  This endorsement modifies insurance provided under the following:  Commercial General Liability coverage part.\"   The Endorsement then provides:This insurance does not apply to \"property damage\" included within the \"explosion hazard\" or \"underground property damage hazard\" except as modified below:</p>\n    </div>\n    <p>EXPLOSIVES LIMITATION ENDORSEMENT</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>This insurance will apply to those sums that the insured becomes legally obligated to pay as damages for occurrences included within the \"explosion hazard\" or \"underground property damage hazard\" which arise out of \"covered operations\" subject to the following schedule of deductibles:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Amount and Basis of Property Damage Liability Deductible</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>$25,000 per occurrence for intentional detonation</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>$0 per occurrence for unintentional detonation</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>The following definitions are added as respects this endorsement:  ...</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>d. \"Explosion Hazard\" includes property damage arising out of blasting or explosion....</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>e. \"underground property damage hazard\" includes \"underground property damage\" and any resulting \"property damage\" to any property at any time.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>f. \"underground property damage\" means property damage to wires, conduits, pipes, mains, sewers, tanks, tunnels, any similar property, and any apparatus used with them beneath the surface of the ground or water, caused by and occurring during the use of explosives or mechanical equipment for the purpose of grading land, paving, excavating, drilling, mining, borrowing, filling, back-filling or pile driving.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>The insurance shall not apply to \"property damage\" arising from:  ...</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>c. Poor breakage including any failure to obtain desired fragmentation or fracture.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">MD &amp; B brought a diversity action in the district court on July 14, 1992, claiming INA wrongfully refused to defend and indemnify MD &amp; B in the above action as required by the provisions of its insurance contract.  On cross motions for summary judgment, the magistrate recommended that judgment be entered in favor of INA on the ground that exclusions j(5) and j(6) unambiguously excluded coverage for MD &amp; B's claims.  The district court adopted the recommended decision.  MD &amp; B then brought this appeal.</p>\n    </div>\n    <p>II. CERTIFICATION</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A federal appeals court sitting in diversity, may, in its discretion, certify questions of state law to the state's highest court.  Lehman Bros. v. Schein, 416 U.S. 386, 391, 94 S.Ct. 1741, 1744, 40 L.Ed.2d 215 (1974);  Nieves v. University of Puerto Rico, 7 F.3d 270, 274 (1st Cir.1993);  Fischer v. Bar Harbor Banking, 857 F.2d 4, 7 &amp; n. 2 (1st Cir.1988).  Although neither party has requested certification in this case, we do certify, on occasion, questions to a state's highest court upon our own motion when we feel it is appropriate.  Sierra-Serpa v. Martinez, 966 F.2d 1, 3-4 (1st Cir.1992);  Horta v. Sullivan, 4 F.3d 2, 23-24 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Our decision to certify in this case is guided by the Maine's certification statute, M.R.S.A. tit. 4, Sec. 57,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> which allows for certification of issues that are \"determinative of the cause\" and for which there are \"no clear controlling precedents in the decisions of the Supreme Judicial Court.\"   M.R.S.A. tit. 4, Sec. 57.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this case, the question of whether the Explosives Limitation Endorsement at issue here, when read together with the exclusions in the CGL policy, creates an ambiguity for the policy's scope of coverage, is both determinative and unsettled.  MD &amp; B does not dispute that exclusions j(5) and j(6) of the CGL portion of the policy would normally exclude coverage for the type of damages which occurred in this case.  MD &amp; B argues, however, that the Explosives Limitation Endorsement modifies the CGL policy in a way that effectively trumps these two exclusions by granting special coverage for damages caused by blasting operations.  MD &amp; B points to the language of the Endorsement which states:  \"This insurance will apply to ... damages for occurrences included within the 'explosion hazard' \" which includes \"property damage arising out of blasting or explosion.\"   MD &amp; B concludes that this language, by its own terms, covers the damages in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Once a claim falls within the Endorsement, MD &amp; B argues, the provisions included in the Endorsement describe the full extent of coverage.  As a result, the separate enumerated exclusions listed on the Endorsement itself replace exclusions like j(5) and j(6) that conflict with the explicit grant of coverage in the Endorsement.  MD &amp; B concludes that if this interpretation is not the correct one, it is at least a reasonable one in the face of ambiguous language which, according to Maine law, must be construed in favor of the insured.  See Massachusetts Bay Ins. Co. v. Ferraiolo Constr.  Co., 584 A.2d 608, 609 (Me.1990);  Peerless Ins. Co. v. Brennon, 564 A.2d 383, 384 (Me.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">INA argues that there is no ambiguity in the CGL policy and the attached Explosives Limitation Endorsement.  According to INA, exclusions j(5) and j(6) unambiguously exclude coverage for the damages in this case, which resulted from what are called \"business risks.\"   Business risks involve \"expenses incurred by the insured for repair or replacement of unsatisfactory work.\"  Ferraiolo, 584 A.2d at 610.   The other types of risks, \"occurrence of harm risks,\" are those \"involving harm to others due to faulty work on products.\"  Id.  INA argues that the Endorsement cannot reasonably be interpreted as granting coverage for business risks because such risks are beyond the scope of what a CGL policy normally covers:  occurrence of harm risks.  Rather, INA points out, the Endorsement is a special type of limitation for certain risks from blasting activities.  INA claims that the Endorsement merely adds some traditional exclusions to the current CGL policy which used to be present in the body of the old CGL policy, and which existed side by side with the precursors of the current exclusions j(5) and j(6).  Because the Endorsement only limits coverage and does not grant additional coverage, it cannot be construed as \"trumping\" the business risk exclusions, j(5) and j(6).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Deciding whether the Explosives Limitation Endorsement is ambiguous when considered together with the business risk exclusions is determinative of this case.  If ambiguity exists, the policy must be construed in favor of MD &amp; B to provide coverage.  The case will then be reversed and remanded for trial as we reject INA's alternative ground for affirmance.  See III, infra.   If the Endorsement is read as unambiguously having no effect on the exclusions in the CGL policy, the judgment of the district court must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although the Peerless Ins. Co. v. Brennon, 564 A.2d 383 (Me.1989), decision is obviously relevant to this dispute, we do not believe that it is controlling.  That case interpreted three specific exclusions in the body of the CGL policy and found them unambiguous in light of the distinction between business risks and occurrence of harm risks.  The Supreme Judicial Court of Maine did not consider in Peerless the language at issue in this case, nor did it construe a provision in an attached Endorsement which itself claims to \"modify\" the entire CGL policy.  The Supreme Judicial Court also made some statements in a subsequent decision that could be interpreted as limiting the scope of Peerless to the exclusions in the CGL portion of the policy.  See Ferraiolo, 584 A.2d at 610.   We thus find that there is no \"clear controlling\" precedent on the issue before us.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We therefore certify the following question to the Supreme Judicial Court of Maine:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Does the Explosives Limitation Endorsement attached to the standard Comprehensive General Liability policy, when considered in conjunction with the business risk exclusions, j(5) and j(6), and any relevant history and general understanding of the insurance industry, create such an ambiguity that it should be interpreted against the insurer, i.e., that it should be read as providing business risk coverage for MD &amp; B's claims against INA?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">If the question is answered in the affirmative, the present action will be remanded to the district court for further proceedings.  If the question is answered in the negative, the judgment in the district court will be affirmed.  We would, of course, welcome any guidance the Supreme Judicial Court of Maine may care to provide, beyond answering the question, concerning the effect and proper application of Maine law in these circumstances.  The clerk of the court shall forward to the Supreme Judicial Court of Maine the briefs and appendix furnished to us by the parties.</p>\n    </div>\n    <p>III. MD &amp; B'S LATE NOTICE OF ITS CLAIM</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">INA argues that even if it is obligated to cover MD &amp; B's claim under the policy, summary judgment should still be granted in its favor because MD &amp; B breached the insurance policy provision requiring prompt notice to INA of potential claims by waiting at least fourteen months before notifying INA of the damage to the granite ledge.  MD &amp; B first discovered problems with its blasting work in March of 1989, but it did not notify INA about the dispute with Brox until May 29, 1990.  By that time, the foundation had been repaired, the building had been constructed, and litigation, including Brox's crossclaim in arbitration, had already been initiated.  The district court refused to grant summary judgment on the grounds that MD &amp; B's delay barred coverage because it found there was a triable issue of fact as to whether INA was prejudiced by the late notification.  We agree with this finding.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">An insured's delay in providing notice of a claim to its insurance company may void the insurer's duty to defend the claim if the insurer can show the delay resulted in prejudice to the insurer.  Ouellette v. Maine Bonding &amp; Casualty Co., 495 A.2d 1232, 1235 (Me.1985);  Marquis v. Farm Family Mut. Ins. Co., 628 A.2d 644, 650 (Me.1993) (affirming rule established in Ouellette ).   The burden of proof is on the insurer to demonstrate prejudice.  Ouellette, 495 A.2d at 1235.   In this case, INA claims that it lost the opportunity to conduct its own investigation of the damaged foundation and to participate in the subsequent litigation due to MD &amp; B's delay.  A question of fact remains, however, as to the harmfulness of these lost opportunities.  The record shows that various experts investigated the damaged ledge before it was replaced and MD &amp; B's lawyer states in an affidavit that he conducted a thorough and vigorous defense.  Leaving aside the fact that INA was notified before the arbitration settlement, yet made no attempt to participate in the ongoing litigation, and the fact that INA presents no affidavits stating that it has reviewed the findings of the original investigations of the accident and found them to be inadequate, INA has not shown, by affidavit or other means (beyond mere assertions in its brief), what INA would have done differently if it had the opportunity to participate in the investigation and litigation and, ultimately, how its participation could have improved the outcome for its duty to defend and indemnify.  See, e.g., Yarbrough v. State Farm Ins. Co., 730 F.Supp. 1061, 1065 (D.N.M.1990).  Because a genuine issue of fact exists as to the existence of prejudice from MD &amp; B's breach of the notice requirement, summary judgment was properly denied on that issue.  Menard v. First Sec. Servs.  Corp., 848 F.2d 281, 285 (1st Cir.1988) (\"Summary judgment will be precluded if there is a dispute 'over facts that might affect the outcome of the suit under the governing law.' \")  (quoting Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986)).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed in part and a question certified to the Supreme Judicial Court of Maine, with jurisdiction retained pending that determination.</p>\n    </div>\n    <p>CERTIFICATION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the reasons discussed in our opinion in this case, Maine Drilling and Blasting, Inc. v. Insurance Company of North America, No. 93-2230, the resolution of a determinative issue depends upon a question of Maine law on which there is no clear controlling precedent in the decisions of the Supreme Judicial Court of Maine.  Accordingly, we certify the following question to the Supreme Judicial Court of Maine pursuant to M.R.S.A. tit. 4, Sec. 57:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>Does the Explosives Limitation Endorsement attached to the standard Comprehensive General Liability policy, when considered in conjunction with the business risk exclusions, j(5) and j(6), and any relevant history and general understanding of the insurance industry, create such an ambiguity that it should be interpreted against the insurer, i.e., that it should be read as providing business risk coverage for MD &amp; B's claims against INA?</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The relevant facts are discussed in the separate opinion in this case.  In putting the above question to the Supreme Judicial Court of Maine, we wish to make clear that we would, of course, welcome the advice of the Court on any other question of Maine law it deems material to this case on which it would wish to comment.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Clerk of this court will transmit this question and our separate opinion in this case, along with copies of the briefs and appendix in this case to the Supreme Judicial Court of Maine.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Both parties presume Maine law applies to the contract issue in this case.  This presumption is correct.  Federal courts sitting in diversity apply the choice-of-law rules of the forum state.  Evergreen v. Six Consignments of Frozen Scallops, 4 F.3d 90, 95 n. 5 (1st Cir.1993) (citing Klaxon Co. v. Stentor Elec. Mfg. Co., 313 U.S. 487, 496, 61 S.Ct. 1020, 1021, 85 L.Ed. 1477 (1941)).  Although we normally forgo an independent analysis of choice-of-law issues where the parties have ignored such issues on appeal, id., because we are certifying this case, we find it helpful to point out that Maine choice-of-law rules would apply Maine substantive law to the facts of this case.  Under the choice-of-law analysis for CGL policies set out in Baybutt Constr.  Corp. v. Commercial Union Ins. Co., 455 A.2d 914, 917-19 (Me.1983), overruled on other grounds, Peerless Ins. Co. v. Brennon, 564 A.2d 383 (Me.1989), courts must apply \"the local law of the state which the parties understood was to be the principal location of the insured risk during the term of the policy.\"  Id. at 918.   Although the blasting work in this case took place in New Hampshire, the intent of the parties was primarily to cover risks in Maine as evidenced by the \"Schedule of Coverages\" in the policy, which lists the location of coverage as MD &amp; B's principal place of business in Gardiner, Maine</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">MAINE DRILLING AND BLASTING, INC., Plaintiff, Appellant,<br>v.<br>INSURANCE COMPANY OF NORTH AMERICA, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2230.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 11, 1994.<br>Decided Aug. 29, 1994.<br>Certification Order Aug. 29, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen B. Wade, with whom Skelton, Taintor &amp; Abbott, Auburn, ME, was on brief, for appellant.</p>\n      <p class=\"indent\">James D. Poliquin, with whom Norman, Hanson &amp; Detroy, Portland, ME, was on brief, for appellee Ins. Co. of North America.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, COFFIN, Senior Circuit Judge, and TORRUELLA, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Maine Drilling &amp; Blasting, Inc., (\"MD &amp; B\"), subcontracted with an excavation contractor to perform some blasting work on a building construction site.  By mistake, MD &amp; B blasted too far into the ground, leaving an unstable building foundation which the excavation contractor had to fix at considerable cost.  Following litigation and arbitration, MD &amp; B accepted an arbitration settlement calling for MD &amp; B to reimburse the excavation contractor for repairs to the damaged foundation.  MD &amp; B now seeks to recover its defense and judgment costs from its commercial liability insurer, defendant-appellee Insurance Company of North America (\"INA\").  The specific issue on appeal is whether MD &amp; B's insurance policy with INA excludes coverage for the damages in this case pursuant to general exclusions in the policy or whether the policy affords coverage pursuant to a special endorsement that is attached to the policy.  The district court found that the general exclusions controlled and ruled in favor of INA.  For the reasons set out below, we certify this question to the Supreme Judicial Court of Maine.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">MD &amp; B served as a blasting subcontractor to George Brox Industries (\"Brox\"), the excavation subcontractor on a building construction project for the Union Leader Corporation in Manchester, New Hampshire.  Union Leader's building was to be constructed upon a subterranean granite ledge.  In the process of doing the blasting work for Brox's excavation on the project, MD &amp; B admits that it mistakenly drilled and blasted too deep, leaving an unstable grade rather than a solid ledge.  Brox had to remove several feet of broken ledge and replace it with suitable solid fill at a cost of several hundred thousand dollars.  The parties first discovered the fragmented granite ledge in March of 1989, and Brox completed its remedial work by July of that year.  The building itself was substantially completed by May of 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Litigation concerning a variety of issues related to the construction began in the summer of 1989.  Brox eventually cross-claimed against MD &amp; B for the costs of the extra excavation work needed to fix the foundation in an arbitration proceeding between the two parties.  On May 29, 1990, MD &amp; B first notified INA that it faced a potential claim by Brox and that it was seeking indemnity and defense costs.  INA refused to defend Brox's claim against MD &amp; B on a number of different grounds.  MD &amp; B and Brox subsequently reached an arbitration settlement dated December 26, 1991, pursuant to which MD &amp; B agreed to pay Brox roughly $330,000 for reimbursement costs, interest and litigation costs.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The insurance policy issued to MD &amp; B by INA is comprised of a Commercial General Liability (\"CGL\") policy, which is a boilerplate policy form that insurance companies issue to all sorts of commercial enterprises, and a number of amendments or \"endorsements\" modifying or adding to the basic CGL policy.  The CGL policy contains several exclusions from coverage including exclusions j(5) and j(6), which exclude insurance coverage for \"property damage\" to:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>(5) That particular part of real property on which you or any contractors or subcontractors working directly or indirectly on your behalf are performing operations, if the \"property damage\" arises out of those operations;  or</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>(6) That particular part of any property that must be restored, repaired or replaced because \"your work\" was incorrectly performed on it.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The term \"property damage\" includes \"physical injury to tangible property, including all resulting loss of use of that property.\"  \"Your work\" is defined as \"work or operations performed by you or on your behalf.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Attached to the CGL policy is a special endorsement called the \"Explosives Limitation Endorsement\" (the \"Endorsement\"), which begins with the notice:  \"THIS ENDORSEMENT CHANGES THE POLICY.  PLEASE READ IT CAREFULLY.  This endorsement modifies insurance provided under the following:  Commercial General Liability coverage part.\"   The Endorsement then provides:This insurance does not apply to \"property damage\" included within the \"explosion hazard\" or \"underground property damage hazard\" except as modified below:</p>\n    </div>\n    <p>EXPLOSIVES LIMITATION ENDORSEMENT</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>This insurance will apply to those sums that the insured becomes legally obligated to pay as damages for occurrences included within the \"explosion hazard\" or \"underground property damage hazard\" which arise out of \"covered operations\" subject to the following schedule of deductibles:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Amount and Basis of Property Damage Liability Deductible</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>$25,000 per occurrence for intentional detonation</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>$0 per occurrence for unintentional detonation</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>The following definitions are added as respects this endorsement:  ...</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>d. \"Explosion Hazard\" includes property damage arising out of blasting or explosion....</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>e. \"underground property damage hazard\" includes \"underground property damage\" and any resulting \"property damage\" to any property at any time.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>f. \"underground property damage\" means property damage to wires, conduits, pipes, mains, sewers, tanks, tunnels, any similar property, and any apparatus used with them beneath the surface of the ground or water, caused by and occurring during the use of explosives or mechanical equipment for the purpose of grading land, paving, excavating, drilling, mining, borrowing, filling, back-filling or pile driving.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>The insurance shall not apply to \"property damage\" arising from:  ...</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>c. Poor breakage including any failure to obtain desired fragmentation or fracture.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">MD &amp; B brought a diversity action in the district court on July 14, 1992, claiming INA wrongfully refused to defend and indemnify MD &amp; B in the above action as required by the provisions of its insurance contract.  On cross motions for summary judgment, the magistrate recommended that judgment be entered in favor of INA on the ground that exclusions j(5) and j(6) unambiguously excluded coverage for MD &amp; B's claims.  The district court adopted the recommended decision.  MD &amp; B then brought this appeal.</p>\n    </div>\n    <p>II. CERTIFICATION</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A federal appeals court sitting in diversity, may, in its discretion, certify questions of state law to the state's highest court.  Lehman Bros. v. Schein, <span class=\"citation\" data-id=\"109015\"><a href=\"/opinion/109015/lehman-brothers-v-schein/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 391, <span class=\"citation\" data-id=\"109015\"><a href=\"/opinion/109015/lehman-brothers-v-schein/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1741</span></a></span>, 1744, <span class=\"citation\" data-id=\"109015\"><a href=\"/opinion/109015/lehman-brothers-v-schein/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span> </a></span>(1974);  Nieves v. University of Puerto Rico, <span class=\"citation\" data-id=\"194980\"><a href=\"/opinion/194980/marta-v-u-of-pr/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 274 (1st Cir.1993);  Fischer v. Bar Harbor Banking, <span class=\"citation\" data-id=\"511755\"><a href=\"/opinion/511755/dr-eg-fischer-v-bar-harbor-banking-and-trust-company/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 7 &amp; n. 2 (1st Cir.1988).  Although neither party has requested certification in this case, we do certify, on occasion, questions to a state's highest court upon our own motion when we feel it is appropriate.  Sierra-Serpa v. Martinez, <span class=\"citation\" data-id=\"584180\"><a href=\"/opinion/584180/angel-sierra-serpa-v-manuel-martinez/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir.1992);  Horta v. Sullivan, <span class=\"citation\" data-id=\"629115\"><a href=\"/opinion/629115/debra-horta-v-charles-b-sullivan/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">2</span></a></span>, 23-24 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Our decision to certify in this case is guided by the Maine's certification statute, M.R.S.A. tit. 4, Sec. 57,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> which allows for certification of issues that are \"determinative of the cause\" and for which there are \"no clear controlling precedents in the decisions of the Supreme Judicial Court.\"   M.R.S.A. tit. 4, Sec. 57.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this case, the question of whether the Explosives Limitation Endorsement at issue here, when read together with the exclusions in the CGL policy, creates an ambiguity for the policy's scope of coverage, is both determinative and unsettled.  MD &amp; B does not dispute that exclusions j(5) and j(6) of the CGL portion of the policy would normally exclude coverage for the type of damages which occurred in this case.  MD &amp; B argues, however, that the Explosives Limitation Endorsement modifies the CGL policy in a way that effectively trumps these two exclusions by granting special coverage for damages caused by blasting operations.  MD &amp; B points to the language of the Endorsement which states:  \"This insurance will apply to ... damages for occurrences included within the 'explosion hazard' \" which includes \"property damage arising out of blasting or explosion.\"   MD &amp; B concludes that this language, by its own terms, covers the damages in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Once a claim falls within the Endorsement, MD &amp; B argues, the provisions included in the Endorsement describe the full extent of coverage.  As a result, the separate enumerated exclusions listed on the Endorsement itself replace exclusions like j(5) and j(6) that conflict with the explicit grant of coverage in the Endorsement.  MD &amp; B concludes that if this interpretation is not the correct one, it is at least a reasonable one in the face of ambiguous language which, according to Maine law, must be construed in favor of the insured.  See Massachusetts Bay Ins. Co. v. Ferraiolo Constr.  Co., <span class=\"citation\" data-id=\"1909468\"><a href=\"/opinion/1909468/massachusetts-bay-ins-v-ferraiolo-const/\"><span class=\"volume\">584</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">608</span></a></span>, 609 (Me.1990);  Peerless Ins. Co. v. Brennon, <span class=\"citation\" data-id=\"1487550\"><a href=\"/opinion/1487550/peerless-ins-co-v-brennon/\"><span class=\"volume\">564</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">383</span></a></span>, 384 (Me.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">INA argues that there is no ambiguity in the CGL policy and the attached Explosives Limitation Endorsement.  According to INA, exclusions j(5) and j(6) unambiguously exclude coverage for the damages in this case, which resulted from what are called \"business risks.\"   Business risks involve \"expenses incurred by the insured for repair or replacement of unsatisfactory work.\"  <span class=\"citation\" data-id=\"1909468\"><span class=\"antecedent_guess\">Ferraiolo,</span> <a href=\"/opinion/1909468/massachusetts-bay-ins-v-ferraiolo-const/\"><span class=\"volume\">584</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">610</span></a></span>.   The other types of risks, \"occurrence of harm risks,\" are those \"involving harm to others due to faulty work on products.\"  <span class=\"citation\" data-id=\"1909468\"><a href=\"/opinion/1909468/massachusetts-bay-ins-v-ferraiolo-const/\"><span class=\"id_token\">Id.</span>  INA argues </a></span>that the Endorsement cannot reasonably be interpreted as granting coverage for business risks because such risks are beyond the scope of what a CGL policy normally covers:  occurrence of harm risks.  Rather, INA points out, the Endorsement is a special type of limitation for certain risks from blasting activities.  INA claims that the Endorsement merely adds some traditional exclusions to the current CGL policy which used to be present in the body of the old CGL policy, and which existed side by side with the precursors of the current exclusions j(5) and j(6).  Because the Endorsement only limits coverage and does not grant additional coverage, it cannot be construed as \"trumping\" the business risk exclusions, j(5) and j(6).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Deciding whether the Explosives Limitation Endorsement is ambiguous when considered together with the business risk exclusions is determinative of this case.  If ambiguity exists, the policy must be construed in favor of MD &amp; B to provide coverage.  The case will then be reversed and remanded for trial as we reject INA's alternative ground for affirmance.  See III, infra.   If the Endorsement is read as unambiguously having no effect on the exclusions in the CGL policy, the judgment of the district court must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although the Peerless Ins. Co. v. Brennon, <span class=\"citation\" data-id=\"1487550\"><a href=\"/opinion/1487550/peerless-ins-co-v-brennon/\"><span class=\"volume\">564</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">383</span> </a></span>(Me.1989), decision is obviously relevant to this dispute, we do not believe that it is controlling.  That case interpreted three specific exclusions in the body of the CGL policy and found them unambiguous in light of the distinction between business risks and occurrence of harm risks.  The Supreme Judicial Court of Maine did not consider in Peerless the language at issue in this case, nor did it construe a provision in an attached Endorsement which itself claims to \"modify\" the entire CGL policy.  The Supreme Judicial Court also made some statements in a subsequent decision that could be interpreted as limiting the scope of Peerless to the exclusions in the CGL portion of the policy.  See <span class=\"citation\" data-id=\"1909468\"><span class=\"antecedent_guess\">Ferraiolo,</span> <a href=\"/opinion/1909468/massachusetts-bay-ins-v-ferraiolo-const/\"><span class=\"volume\">584</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">610</span></a></span>.   We thus find that there is no \"clear controlling\" precedent on the issue before us.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We therefore certify the following question to the Supreme Judicial Court of Maine:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Does the Explosives Limitation Endorsement attached to the standard Comprehensive General Liability policy, when considered in conjunction with the business risk exclusions, j(5) and j(6), and any relevant history and general understanding of the insurance industry, create such an ambiguity that it should be interpreted against the insurer, i.e., that it should be read as providing business risk coverage for MD &amp; B's claims against INA?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">If the question is answered in the affirmative, the present action will be remanded to the district court for further proceedings.  If the question is answered in the negative, the judgment in the district court will be affirmed.  We would, of course, welcome any guidance the Supreme Judicial Court of Maine may care to provide, beyond answering the question, concerning the effect and proper application of Maine law in these circumstances.  The clerk of the court shall forward to the Supreme Judicial Court of Maine the briefs and appendix furnished to us by the parties.</p>\n    </div>\n    <p>III. MD &amp; B'S LATE NOTICE OF ITS CLAIM</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">INA argues that even if it is obligated to cover MD &amp; B's claim under the policy, summary judgment should still be granted in its favor because MD &amp; B breached the insurance policy provision requiring prompt notice to INA of potential claims by waiting at least fourteen months before notifying INA of the damage to the granite ledge.  MD &amp; B first discovered problems with its blasting work in March of 1989, but it did not notify INA about the dispute with Brox until May 29, 1990.  By that time, the foundation had been repaired, the building had been constructed, and litigation, including Brox's crossclaim in arbitration, had already been initiated.  The district court refused to grant summary judgment on the grounds that MD &amp; B's delay barred coverage because it found there was a triable issue of fact as to whether INA was prejudiced by the late notification.  We agree with this finding.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">An insured's delay in providing notice of a claim to its insurance company may void the insurer's duty to defend the claim if the insurer can show the delay resulted in prejudice to the insurer.  Ouellette v. Maine Bonding &amp; Casualty Co., <span class=\"citation\" data-id=\"2349168\"><a href=\"/opinion/2349168/ouellette-v-maine-bonding-cas-co/\"><span class=\"volume\">495</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1232</span></a></span>, 1235 (Me.1985);  Marquis v. Farm Family Mut. Ins. Co., <span class=\"citation\" data-id=\"1438920\"><a href=\"/opinion/1438920/marquis-v-farm-family-mut-ins-co/\"><span class=\"volume\">628</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">644</span></a></span>, 650 (Me.1993) (affirming rule established in Ouellette ).   The burden of proof is on the insurer to demonstrate prejudice.  <span class=\"citation\" data-id=\"2349168\"><span class=\"antecedent_guess\">Ouellette,</span> <a href=\"/opinion/2349168/ouellette-v-maine-bonding-cas-co/\"><span class=\"volume\">495</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">1235</span></a></span>.   In this case, INA claims that it lost the opportunity to conduct its own investigation of the damaged foundation and to participate in the subsequent litigation due to MD &amp; B's delay.  A question of fact remains, however, as to the harmfulness of these lost opportunities.  The record shows that various experts investigated the damaged ledge before it was replaced and MD &amp; B's lawyer states in an affidavit that he conducted a thorough and vigorous defense.  Leaving aside the fact that INA was notified before the arbitration settlement, yet made no attempt to participate in the ongoing litigation, and the fact that INA presents no affidavits stating that it has reviewed the findings of the original investigations of the accident and found them to be inadequate, INA has not shown, by affidavit or other means (beyond mere assertions in its brief), what INA would have done differently if it had the opportunity to participate in the investigation and litigation and, ultimately, how its participation could have improved the outcome for its duty to defend and indemnify.  See, e.g., Yarbrough v. State Farm Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">730</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1061</span></span>, 1065 (D.N.M.1990).  Because a genuine issue of fact exists as to the existence of prejudice from MD &amp; B's breach of the notice requirement, summary judgment was properly denied on that issue.  Menard v. First Sec. Servs.  Corp., <span class=\"citation\" data-id=\"507075\"><a href=\"/opinion/507075/46-fair-emplpraccas-1575-46-empl-prac-dec-p-38012-3/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></a></span>, 285 (1st Cir.1988) (\"Summary judgment will be precluded if there is a dispute 'over facts that might affect the outcome of the suit under the governing law.' \")  (quoting Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986)).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed in part and a question certified to the Supreme Judicial Court of Maine, with jurisdiction retained pending that determination.</p>\n    </div>\n    <p>CERTIFICATION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the reasons discussed in our opinion in this case, Maine Drilling and Blasting, Inc. v. Insurance Company of North America, No. 93-2230, the resolution of a determinative issue depends upon a question of Maine law on which there is no clear controlling precedent in the decisions of the Supreme Judicial Court of Maine.  Accordingly, we certify the following question to the Supreme Judicial Court of Maine pursuant to M.R.S.A. tit. 4, Sec. 57:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>Does the Explosives Limitation Endorsement attached to the standard Comprehensive General Liability policy, when considered in conjunction with the business risk exclusions, j(5) and j(6), and any relevant history and general understanding of the insurance industry, create such an ambiguity that it should be interpreted against the insurer, i.e., that it should be read as providing business risk coverage for MD &amp; B's claims against INA?</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The relevant facts are discussed in the separate opinion in this case.  In putting the above question to the Supreme Judicial Court of Maine, we wish to make clear that we would, of course, welcome the advice of the Court on any other question of Maine law it deems material to this case on which it would wish to comment.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Clerk of this court will transmit this question and our separate opinion in this case, along with copies of the briefs and appendix in this case to the Supreme Judicial Court of Maine.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Both parties presume Maine law applies to the contract issue in this case.  This presumption is correct.  Federal courts sitting in diversity apply the choice-of-law rules of the forum state.  Evergreen v. Six Consignments of Frozen Scallops, <span class=\"citation\" data-id=\"194930\"><a href=\"/opinion/194930/evergreen-v-six-consignments/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">90</span></a></span>, 95 n. 5 (1st Cir.1993) (citing Klaxon Co. v. Stentor Elec. Mfg. Co., <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span>, 496, <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></a></span>, 1021, <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1477</span> </a></span>(1941)).  Although we normally forgo an independent analysis of choice-of-law issues where the parties have ignored such issues on appeal, <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"id_token\">id.,</span> because we </a></span>are certifying this case, we find it helpful to point out that Maine choice-of-law rules would apply Maine substantive law to the facts of this case.  Under the choice-of-law analysis for CGL policies set out in Baybutt Constr.  Corp. v. Commercial Union Ins. Co., <span class=\"citation\" data-id=\"1501302\"><a href=\"/opinion/1501302/baybutt-const-corp-v-commercial-union-ins/\"><span class=\"volume\">455</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">914</span></a></span>, 917-19 (Me.1983), overruled on other grounds, Peerless Ins. Co. v. Brennon, <span class=\"citation\" data-id=\"1487550\"><a href=\"/opinion/1487550/peerless-ins-co-v-brennon/\"><span class=\"volume\">564</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">383</span> </a></span>(Me.1989), courts must apply \"the local law of the state which the parties understood was to be the principal location of the insured risk during the term of the policy.\"  <span class=\"citation\" data-id=\"1487550\"><a href=\"/opinion/1487550/peerless-ins-co-v-brennon/\"><span class=\"id_token\">Id.</span> at 918. </a></span>  Although the blasting work in this case took place in New Hampshire, the intent of the parties was primarily to cover risks in Maine as evidenced by the \"Schedule of Coverages\" in the policy, which lists the location of coverage as MD &amp; B's principal place of business in Gardiner, Maine</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109015/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194930/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194980/",
    "https://www.courtlistener.com/api/rest/v3/opinions/507075/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511755/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584180/",
    "https://www.courtlistener.com/api/rest/v3/opinions/629115/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1438920/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1487550/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1501302/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1909468/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2349168/"
  ]
}