{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195579/",
  "id": 195579,
  "absolute_url": "/opinion/195579/united-states-v-garcia/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195579/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:06Z",
  "date_modified": "2020-02-21T23:27:30.051885Z",
  "type": "010combined",
  "sha1": "e43139767853f5e836f4eae9f10d1597a80834f5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1598.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1598\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                         EDUARDO GARCIA,\n\n                      Defendant - Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n           [Hon. Francis J. Boyle, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\n                                            \n\n                  Coffin, Senior Circuit Judge,\n                                              \n\n                    and Stahl, Circuit Judge.\n                                            \n\n                                           \n\n     Randy  Olen, with whom John  M. Cicilline, was  on brief for\n                                              \nappellant.\n     Margaret E. Curran, Assistant  United States Attorney,  with\n                       \nwhom Edwin  J.  Gale,  United  States  Attorney,  and  Gerard  B.\n                                                                 \nSullivan,  Assistant United  States Attorney,  were on  brief for\n        \nappellee.\n\n                                           \n\n                        September 7, 1994\n                                           \n\n          TORRUELLA, Circuit Judge.   Defendant-appellant Eduardo\n                                  \n\nGarc a pled guilty to  one charge of assault on a federal officer\n\nin violation  of 18 U.S.C.    111(a)(1) and (b).   Using the 1992\n\nversion   of  the  Sentencing   Guidelines,  the  district  court\n\nsentenced Garc a to 41 months  imprisonment.  Garc a appeals  his\n\nsentence, claiming that the district court erred (1) in selecting\n\nthe aggravated  assault sentencing guidelines; (2)  in imposing a\n\nfour-level specific offense characteristic adjustment for using a\n\ndangerous  weapon; (3)  in imposing  a two-level  enhancement for\n\nobstruction  of  justice;  and  (4) in  assessing  a  three-level\n\nofficial  victim enhancement.    We affirm  the district  court's\n\nsentence.\n\n                            BACKGROUND\n                                      \n\n          On  September 15,  1992, Alcohol  Tobacco  and Firearms\n\nSpecial  Agent John  Lennon  and Detectives  Francisco Col n  and\n\nRobert  Drohan  of  the Providence  Police  Department's  Special\n\nInvestigations  Bureau were on  their way to  interview a witness\n\nwhen Detective  Drohan observed a  silver Toyota occupied  by two\n\nmales  in the  parking lot  of a  McDonald's restaurant  on Broad\n\nStreet in Providence, Rhode Island.  Because neither man appeared\n\nto have any food nor appeared to be ordering any, and because the\n\narea  was a  known  drug trafficking  location, Detective  Drohan\n\nsuspected the two men were loitering for the purpose of making  a\n\nnarcotics purchase.\n\n          Agent Lennon and the  detectives placed the vehicle and\n\nits  occupants under surveillance.  After a short period of time,\n\n                               -2-\n\na  black Toyota  operated by Garc a  parked alongside  the silver\n\nToyota. Garc a approached the occupants of the silver Toyota, who\n\nwere  later identified  as  Raymond Ladou,  the driver,  and Mark\n\nMcMullen, the  passenger.  Garc a  then got back  in his car  and\n\ndrove the black Toyota out of the McDonald's parking lot followed\n\nby Ladou and McMullen in the silver Toyota.\n\n          Agent Lennon  and the  detectives followed the  cars to\n\nIndiana  Avenue. They requested a marked cruiser to back them up,\n\nand  John  Mellor,  a  uniformed policeman,  operating  a  marked\n\ncruiser, responded  to the request for assistance.   Agent Lennon\n\nand the detectives drove past  both suspect vehicles and observed\n\nMcMullen  in Garc a's car.  McMullen and Garc a were both looking\n\ndown and appeared to be examining something in their laps.\n\n          Detective Drohan and Officer  Mellor used the  unmarked\n\npolice  car and the marked cruiser to block the silver Toyota and\n\nthe street.  Agent Lennon and the  detectives approached Garc a's\n\ncar, displaying their weapons and identification, and they yelled\n\n\"police.\"  When Detective Col n reached the driver's side, he saw\n\nnumerous  packages of what he  believed to be  heroin on Garc a's\n\nlap.  Garc a drove off suddenly with McMullen in the car.\n\n          Garc a turned his car toward Detective Col n who jumped\n\nout of  the way.  Next,  Garc a directed the car  at Agent Lennon\n\nwho had to  leap onto a parked car to avoid being struck.  Garc a\n\nthen drove  at Detective Drohan and subsequently mounted the curb\n\nto  get around the marked  police cruiser.   Patrolman Mellor and\n\nDetectives  Col n and Drohan shot at Garc a's vehicle.  Despite a\n\n                               -3-\n\nflattened tire,  Garc a continued  to  flee.   Agent Lennon  took\n\nLadou  into  custody  while   Detectives  Col n  and  Drohan  and\n\nadditional   marked  cruisers   pursued   Garc a  and   McMullen.\n\nAccording to the  detectives, during the pursuit, Garc a threw an\n\nundetermined  amount  of  money  and heroin  out  of  the window.\n\nGarc a  and McMullen  were apprehended  after they  abandoned the\n\nvehicle.  A  subsequent search along  the attempted escape  route\n\nyielded $865 in cash but no drugs.  \n\n          Ladou gave a  written statement to the  police in which\n\nhe  stated  that  McMullen  had  paid him  $40  to  drive  him to\n\nProvidence,  Rhode Island, and that McMullen told him \"that a guy\n\nwas going to  come in a black car, a Puerto Rican and that he was\n\ngoing to do a  deal.\"  Ladou also  stated that although  McMullen\n\ntold him  that he was  going to  Providence to buy  a car,  Ladou\n\nsuspected that  McMullen was  going to  participate  in a  heroin\n\ntransaction because he knew McMullen was a heroin user.\n\n          McMullen also gave a written statement to the police in\n\nwhich  he  admitted that  he came  to  Providence to  buy heroin.\n\nMcMullen described  his supplier in this  way, \"there is a  guy I\n\ndon't know  his name,  I go to  the McDonald's  and I punch  in a\n\nbeeper number . . . and then a code number . . . then  the number\n\nof bundles you  want.  A while later the guy  shows up in a small\n\nblack car, and  brings you the heroin.\"   McMullen knew Garc a by\n\nthe pseudonym, \"Joseph.\"\n\n          The government  sought  to subpoena  McMullen  for  the\n\ngrand  jury investigation  of  this matter.   McMullen,  however,\n\n                               -4-\n\navoided  service  of  the  subpoena.    Authorities  later  found\n\nMcMullen,   but  he   was   unwilling  to   cooperate  with   the\n\ninvestigation.\n\n          Pursuant   to  a  written   plea  agreement   with  the\n\ngovernment, Garc a pleaded guilty to assault on a federal officer\n\nand  using a  dangerous  weapon  in  violation  of  18  U.S.C.   \n\n111(a)(1) and (b),  and in return,  the government dismissed  the\n\ncharge  of attempting  to distribute  heroin  in violation  of 21\n\nU.S.C.   841(A)(1).\n\n          The court adopted  the pre-sentencing report's  (\"PSR\")\n\ncalculation of Garc a's sentence as  follows.  Because the charge\n\nagainst Garc a  invoked  the  enhanced  penalty of  18  U.S.C.   \n\n111(b), for assaults involving  the use of a deadly  or dangerous\n\nweapon,  the  PSR  selected  the  aggravated  assault  guideline,\n\nU.S.S.G.    2A2.2.   Section 2A2  sets  a base  offense level  of\n\nfifteen.  Following  the express  language of    2A2.2(b) of  the\n\nGuidelines, the  PSR added  the four-level enhancement  because a\n\ndangerous weapon (the car) was used in the assault.\n\n          The PSR  noted that the victim  of the 18 U.S.C.    111\n\nassault was Agent Lennon, a federal agent.  It further noted that\n\nthe  facts as stated in the  prosecution version established that\n\nat the time of the offense, Garc a was aware that  the victim was\n\na law enforcement officer  and that the assault was  motivated by\n\nthe victim's status as  a law enforcement officer.   Accordingly,\n\nthe  PSR  added  the  three-level,  official   victim  adjustment\n\nprovided by   3A1.2(a).\n\n                               -5-\n\n          The  PSR   also  added   a  two-level   adjustment  for\n\nobstruction of justice under    3C1.1.  It found that by throwing\n\nheroin  out the window during his attempt to avoid arrest, Garc a\n\nhad   materially  hindered   the   official   investigation   and\n\nprosecution.   The  PSR concluded  that as  a result  of Garc a's\n\naction, the government was unable to prove the drug charges.\n\n          Subtracting    three    levels   for    acceptance   of\n\nresponsibility pursuant to   3E1.1, the probation officer arrived\n\nat a  total offense level of  21.  Because Garc a  had a criminal\n\nhistory category of I, his sentence range was 37-46 months.\n\n          The  district court adopted  the recommendations of the\n\nPSR  in calculating Garc a's sentence.   Garc a contends that the\n\ndistrict  court made  several errors  in calculating  his offense\n\nlevel for sentencing.   The issues addressed in this  appeal were\n\nthe  subject  of objections  Garc a filed  to  the PSR  which his\n\ncounsel reiterated at sentencing and which the district court did\n\nnot find persuasive.\n\n                        STANDARD OF REVIEW\n                                          \n\n          We  review the  district court's  findings of  fact for\n\nclear error and  accord due deference to  the court's application\n\nof the Sentencing  Guidelines to the facts.  18 U.S.C.   3742(e);\n\nUnited States  v. Ruiz, 905 F.2d  499, 507 (1st Cir.  1990).  Our\n                      \n\nreview of questions of legal interpretation of  the Guidelines is\n\nde novo.  United States v.  Phillips, 952 F.2d 591, 594 (1st Cir.\n                                    \n\n1991), cert. denied, 113 S. Ct. 113 (1992).\n                   \n\n                            DISCUSSION\n                                      \n\n                               -6-\n\n          The district  court applied  U.S.S.G    2A2.2, entitled\n\n\"Aggravated  Assault,\" as  the applicable  guidelines section  to\n\ndetermine Garc a's offense conduct.1\n\n          The  commentary to    2A2.2 defines aggravated assault,\n\nin relevant part, as \"a  felonious assault that involved . .  . a\n\ndangerous  weapon with intent to do bodily harm (i.e., not merely\n\nto frighten).\"  U.S.S.G.   2A2.2, cmt., note 1.   Hence, in order\n\nto  apply   2A2.2, the aggravated assault provision, the district\n\ncourt was required to find that  when Garc a drove his car at the\n\nofficers, he did so with the intent to cause bodily harm.  Garc a\n\ndoes not  dispute that  his automobile  qualified as  a dangerous\n\nweapon.  Rather, Garc a contends that he did not have the  intent\n\nrequired by   2A2.2.  \n\n          The  district court's  finding of  intent is  a factual\n\nfinding  which we  review  for clear  error.   United  States  v.\n                                                             \n\nWheelwright, 918 F.2d  226, 227-28  (1st Cir. 1990).   Where  the\n           \n\nundisputed facts  support more than one  plausible inference, the\n\nsentencing court's  choice among supportable  alternatives cannot\n\n                    \n\n1    Garc a  contends that  the  court  should  not have  applied\nU.S.S.G.      2A2.2.    He  contends  that  the  court  erred  by\nclassifying his conduct as aggravated assault and that the proper\nguideline  for   his  offense   conduct  is      2A2.4,  entitled\n\"Obstructing or Impeding Officers.\"\n\n   Garc a did not argue in the district court that   2A2.4 should\napply.   Garc a therefore waived this argument.  United States v.\n                                                              \nOrtiz, 966 F.2d 707, 717 (1st Cir. 1992) (citing United States v.\n                                                              \nDietz, 950 F.2d  50, 55 (1st Cir. 1991) for  the proposition that\n     \n\"in [the] criminal sentencing context, arguments not addressed to\nthe  trial court  at  the  appropriate  time  are  deemed  to  be\nabandoned\") (internal  citation omitted),  cert. denied,   113 S.\n                                                       \nCt. 1005 (1993).\n\n                               -7-\n\nbe clearly erroneous.   United  States v. Newman,  982 F.2d  665,\n                                                \n\n671-72 (1st Cir. 1992), cert. denied, 114 S. Ct. 59 (1993).\n                                    \n\n          Garc a  contends  that his  statement of  acceptance of\n\nresponsibility negates the possibility  that he intended to cause\n\nbodily  harm to Agent  Lennon.  The  Probation Department adopted\n\nthe   following   statement   by   Garc a  when   it   made   its\n\nrecommendations in the PSR:\n\n            I,   Eduardo    Garc a,   hereby   accept\n            responsibility   for    my   actions   on\n            September 15, 1992.\n\n            I was on Indiana Avenue when a car pulled\n            in  front  of mine  and  a  bunch of  men\n            jumped out  with guns.   I then  drove my\n            car in  an attempt to get  away from this\n            area.  During this time I drove my car at\n            a  person which  I now  know was  Special\n            Agent  Lennon from the Bureau of Alcohol,\n            Tobacco and Firearms.\n\n            I drove at the agent in an attempt to get\n            out of  there.   I never intended  to hit\n                                                     \n            him with my car.   It was my intention to\n                                                     \n            scare him so I could leave.\n                                      \n\n(emphasis added). \n\n          Based  on  this  statement,  the  Probation  Department\n\nrecommended  and  the court  granted  a  three-level decrease  of\n\nGarc a's offense level pursuant  to U.S.S.G.   3E1.1, \"Acceptance\n\nof  Responsibility.\"   Garc a  contends  that  his statement  was\n\nimplicitly accepted as truthful  by the Probation Department, the\n\nGovernment, and  the court when the  Probation Department adopted\n\nthe  statement made by Garc a into the  PSR and the court granted\n\nGarc a  a reduction  in  sentence  based  on     3E1.1.    Garc a\n\ntherefore  argues that  his statement  shows  that he  lacked the\n\n                               -8-\n\nnecessary intent to do bodily harm required for an application of\n\n  2A2.2.\n\n          United States Sentencing Guidelines   3E1.1, cmt., note\n\n1(a),  provides  that  considerations  in  determining whether  a\n\ndefendant   qualifies  for   the  Acceptance   of  Responsibility\n\nreduction  include \"truthfully  admitting the  conduct comprising\n\nthe  offense(s) of  conviction, and  truthfully admitting  or not\n\nfalsely denying any additional relevant conduct . . . .\"\n\n          We do not believe that,  by granting Garc a a reduction\n\nfor  acceptance  of responsibility,  the  court  was required  to\n\naccept  Garc a's statement  that he  lacked the  intent to  cause\n\nbodily harm  as  conclusive.    The court  may  have  disregarded\n\nGarc a's statement  as  a  self-serving  prevarication  that  was\n\ninsufficient to negate stronger  inferences drawn from the record\n\nwhich  suggested  that  Garc a did  in  fact  have  the requisite\n\nintent.\n\n          At sentencing, the court concluded:\n\n            It   seems  to   me   that  under   these\n            circumstances it is not possible  to come\n            to the conclusion that what the Defendant\n            is telling  us at  this point in  time is\n            actually what was on his mind at the time\n            the incident occurred, that  he certainly\n            didn't want to strike the officers but if\n            he  had  to he  was  prepared  to do  it.\n            That's enough,  it seems  to me,  to make\n            this an aggravated assault.\n\n          The district court found  that Garc a had the requisite\n\nintent  to  cause bodily  harm  and  adjusted the  offense  level\n\naccordingly.  Garc a aimed  his car straight at Agent  Lennon and\n\neach of  the officers in turn.   Agent Lennon was  forced to jump\n\n                               -9-\n\nonto a parked  car to avoid being hit.   This certainly supported\n\nthe inference that Garc a intended  to cause serious bodily harm.\n\nThe district  court did not  abuse its  discretion in  concluding\n\nthat Garc a had such an intent.\n\n          Alternatively, Garc a contends that the  district court\n\nengaged in impermissible \"double counting\" because the four-level\n\nincrease in the base offense level under   2A2.2(b)(2)(B) for use\n\nof a  dangerous weapon was based  on the same use  of a dangerous\n\nweapon  that  formed the  predicate  for  finding the  underlying\n\noffense an \"aggravated assault\"  with a base offense level  of 15\n\nunder  U.S.S.G.   2A2.2, rather than a \"minor assault\" that would\n\nhave had a base offense level of 6 under U.S.S.G.   2A2.3. \n\n          As we noted in  Newman, 982 F.2d at 673 n.8, the courts\n                                \n\nof appeals which have addressed this issue have reached different\n\nconclusions.  See United States v. Williams, 954 F.2d 204, 206-08\n                                           \n\n(4th  Cir. 1992)  (\"double  counting required\");  but see  United\n                                                                 \n\nStates  v. Hudson, 972 F.2d 504, 506-07 (2d Cir. 1992) (expressly\n                 \n\ndisagreeing  with  Williams).     In  Newman,  we  addressed  the\n                                            \n\nanalogous issue  of whether a defendant's base  offense level can\n\nbe increased  pursuant to    2A2.2(b)(3)(B) for  causing \"serious\n\nbodily  injury,\" notwithstanding  the fact  that the  same factor\n\nformed  the  predicate  for  finding the  underlying  offense  of\n\ninterference with civil rights under color of law, see U.S.S.G.  \n                                                      \n\n2H1.4(a)(2), to  be an aggravated assault under U.S.S.G.   2A2.2.\n\nWe  concluded   that  where  a  sentencing   court  calculated  a\n\ndefendant's base offense level in exact accordance with the plain\n\n                               -10-\n\nlanguage  of  the  applicable   sentencing  guidelines,  and  the\n\nguidelines addressing  the crime of conviction  reflect that they\n\nwere drafted  with the excesses  of \"double counting\"  clearly in\n\nmind,  the  sentencing  court  did  not  err  in  increasing  the\n\ndefendant's base offense level pursuant to   2A2.2(b)(3)(B).  See\n                                                                 \n\nNewman, 982  F.2d at 672-75.   In United States v.  Reese, 2 F.3d\n                                                         \n\n870 (9th Cir.  1993), cert.  denied, 114 S. Ct.  928 (1994),  the\n                                   \n\nNinth Circuit relied on Newman when it rejected a double counting\n                              \n\nchallenge  by defendants  whose sentences  were enhanced  under  \n\n2A2.2(b)  for use  of a  weapon and  infliction of  bodily injury\n\nafter they were convicted of federal civil rights crimes.  Reese,\n                                                                \n\n2 F.3d at 896.\n\n          We  do  not believe  that  the  court's enhancement  of\n\nGarc a's sentence under   2A2.2(b)(2)(B) for use of an inherently\n\ndangerous  weapon  constitutes  impermissible   double  counting.\n\nRather, we agree  with the Reese  court's interpretation of  this\n                                \n\nsituation:\n\n            [T]he use of a  weapon transform[s] . . .\n            [the] offense from a  minor assault to an\n            aggravated-assault-in-which-a-dangerous-\n            weapon-was-otherwise-used.  That we use a\n            single sentencing factor \"twice\" to trace\n            the effects of this transformation (first\n            to  distinguish   minor  from  aggravated\n            assaults,  then  to distinguish  more and\n            less  culpable  aggravated  assaults)  is\n            merely  an  accidental by-product  of the\n            mechanics of applying the Guidelines.  It\n            is not impermissible double counting.\n\nReese, 2 F.3d at 896 n.2 (criticizing Hudson).\n                                            \n\n          Garc a next  contends that the district  court erred in\n\nincreasing  his  base offense  level  by two  levels  pursuant to\n\n                               -11-\n\nU.S.S.G.      3C1.1,  entitled   \"Obstructing  or   Impeding  the\n\nAdministration of Justice.\"  \n\n          United States Sentencing Guidelines    3C1.1 states, in\n\npertinent part,  that a two-level enhancement  is warranted \"[i]f\n\nthe defendant  willfully obstructed  or impeded, or  attempted to\n\nobstruct  or impede,  the  administration of  justice during  the\n\ninvestigation,   prosecution,  or   sentencing  of   the  instant\n\noffense.\"  The commentary includes a non-exhaustive list of types\n\nof conduct to which the enhancement applies.  One of the examples\n\nlisted  is \"destroying  or  concealing .  .  . evidence  that  is\n\nmaterial to an official investigation  or judicial proceeding . .\n\n. or attempting to do so.\"  U.S.S.G.   3C1.1, cmt., note 3(d). \n\n          Garc a  argues  that the  record  did  not support  the\n\nfinding that he threw any  heroin out the car window while  being\n\npursued by the arresting officers.  We disagree.\n\n          The district court specifically found that Garc a threw\n\nheroin  out  the  window of  his  car.    The following  evidence\n\nsupports  this  finding:    1) Detective  Col n,  an  experienced\n\nnarcotics detective, observed  what he believed  to be heroin  in\n\nGarc a's  lap;  2)  Ladou's   written  statement  to  the  police\n\nacknowledging  that McMullen had paid  him to drive  him from New\n\nBedford,  Massachusetts, to  Providence, Rhode  Island, to  \"do a\n\ndeal\" with a  Puerto Rican male  in a  black car; and  3) it  was\n\nundisputed that Garc a threw  something, including cash, from the\n\ncar as he fled from the police. Additionally, the record supports\n\nthe inference that  Garc a was McMullen's heroin source  and that\n\n                               -12-\n\nMcMullen  had  purchased heroin  from Garc a  in  the past.   The\n\ncourt's findings that Garc a  threw a quantity of heroin  out the\n\nwindow was not clearly erroneous.\n\n          Garc a  next  contends  that  even if  the  record  did\n\nsupport such a finding,     3C1.1 expressly excludes  his conduct\n\nfrom the scope of the enhancement.  He maintains that his conduct\n\nwas \"a spontaneous or visceral or reflexive response occurring at\n\nthe point arrest  [became] imminent\"  to which    3C1.1 does  not\n\napply.   See United States  v. Sykes, 4  F.3d 697, 699  (8th Cir.\n                                    \n\n1993).  \n\n          Garc a incorrectly assumes that the spontaneity  of his\n\nresponse  will  shield him  from  the  two-level enhancement  for\n\nobstruction of justice.   The  comment to    3C1.1 provides  that\n\nwhere the  conduct \"occurred contemporaneously with arrest (e.g.,\n\nattempting to swallow or  throw away a controlled substance),  it\n\nshall not, standing alone, be sufficient to warrant an adjustment\n\nfor obstruction unless it resulted in a material hindrance to the\n\nofficial investigation  or prosecution of the  instant offense or\n\nthe  sentencing of the offender.\"   U.S.S.G.    3C1.1, cmt., note\n\n3(d).     Therefore,  a  district  court   properly  applies  the\n\nenhancement  where  it  properly  concludes  that  a  defendant's\n\nactions  materially  hinder  an  investigation,  prosecution,  or\n\nsentencing.\n\n          The drugs  that Garc a allegedly tossed  out the window\n\nwere  never recovered.  The record permits the inference that the\n\nabsence of  this evidence  hindered the prosecution's  ability to\n\n                               -13-\n\npursue a conviction  on the  drug count after  its main  witness,\n\nMcMullen, refused to cooperate with the prosecution.  Under these\n\ncircumstances, the district court did not err in finding that the\n\nprosecution was materially hindered by Garc a's actions.\n\n          As a final challenge, Garc a contends that the district\n\ncourt  erred in increasing his base offense level by three levels\n\npursuant to U.S.S.G    3A1.2, entitled  \"Official Victim.\"   That\n\nsection provides for a 3-level increase if:\n\n            (a) the  victim was a  government officer\n            or employee; a former  government officer\n            or employee; or a member of the immediate\n            family  of any  of  the  above,  and  the\n            offense  of  conviction was  motivated by\n            such status; or\n            (b) during  the course of  the offense or\n            immediate flight therefrom, the defendant\n            or  a  person   for  whose  conduct   the\n            defendant   is   otherwise   accountable,\n            knowing  or  having  reasonable cause  to\n            believe   that   a  person   was   a  law\n            enforcement   or   corrections   officer,\n            assaulted  such  officer   in  a   manner\n            creating  a  substantial risk  of serious\n            bodily injury.\n\nU.S.S.G.   3A1.2.\n\n          Garc a contends  that in  order for the  increase under\n\n  3A1.2  to be  properly  assessed, the  assault  must have  been\n\neither  motivated  by the  officer's  status, or  conducted  in a\n\nmanner  creating a  substantial  risk of  serious bodily  injury.\n\nGarc a argues that neither of these circumstances have been shown\n\nto be present in this case.  Contrary to Garc a's contentions, we\n\nfind that  the record  supports a  finding that  Garc a's actions\n\nwere  both motivated by the  officer's status and  conducted in a\n\nmanner creating a substantial risk of serious bodily injury.\n\n                               -14-\n\n            The district court  found that in  aiming his car  at\n\nthe  officers,  Garc a  was  attempting to  evade  arrest.    The\n\ndistrict court stated:\n\n            That  the evidence  is  that  the  police\n            approached the vehicle and announced that\n            they  were the  police.   That  under the\n            circumstances it seems  quite clear  that\n            the Defendant  was aware that  the people\n            who were seeking to take him into custody\n            were police officers and, therefore, that\n            objection is overruled.\n\n          The record supports the  court's finding.  It indicates\n\nthat Garc a knew that the  police officers were approaching  him.\n\nAs  they approached the car, the agent and the officers displayed\n\ntheir identification and  weapons and yelled,  \"police.\"  One  of\n\nthe officers was in uniform and used his marked cruiser, with its\n\nemergency lights activated, to block Garc a's egress.\n\n          Additionally, the record  supports the conclusion  that\n\nGarc a's  conduct created  a substantial  risk of  bodily injury.\n\nAgent Lennon had  to jump out of the way to avoid being struck by\n\nGarc a's car.  Garc a's conduct also gave rise to a police  chase\n\nwhich  motivated  the  police  officers to  fire  their  weapons,\n\ncreating  an additional  substantial risk.   These  circumstances\n\nwarranted application of the official victim  enhancement.  In so\n\nfinding, the district court did not abuse its discretion.\n\n          Affirmed.\n                  \n\n                               -15-\n",
  "html": "<p class=\"case_cite\">34 F.3d 6</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Eduardo GARCIA, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 93-1598.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 3, 1994.<br>Decided Sept. 7, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Randy Olen, Johnston, RI, with whom John M. Cicilline, Providence, RI, was on brief, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Asst. U.S. Atty., with whom Edwin J. Gale, U.S. Atty., and Gerard B. Sullivan, Asst. U.S. Atty., Providence, RI, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Eduardo Garcia pled guilty to one charge of assault on a federal officer in violation of 18 U.S.C. Sec. 111(a)(1) and (b).  Using the 1992 version of the Sentencing Guidelines, the district court sentenced Garcia to 41 months imprisonment.  Garcia appeals his sentence, claiming that the district court erred (1) in selecting the aggravated assault sentencing guidelines;  (2) in imposing a four-level specific offense characteristic adjustment for using a dangerous weapon;  (3) in imposing a two-level enhancement for obstruction of justice;  and (4) in assessing a three-level official victim enhancement.  We affirm the district court's sentence.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 15, 1992, Alcohol Tobacco and Firearms Special Agent John Lennon and Detectives Francisco Colon and Robert Drohan of the Providence Police Department's Special Investigations Bureau were on their way to interview a witness when Detective Drohan observed a silver Toyota occupied by two males in the parking lot of a McDonald's restaurant on Broad Street in Providence, Rhode Island.  Because neither man appeared to have any food nor appeared to be ordering any, and because the area was a known drug trafficking location, Detective Drohan suspected the two men were loitering for the purpose of making a narcotics purchase.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Agent Lennon and the detectives placed the vehicle and its occupants under surveillance.  After a short period of time, a black Toyota operated by Garcia parked alongside the silver Toyota.  Garcia approached the occupants of the silver Toyota, who were later identified as Raymond Ladou, the driver, and Mark McMullen, the passenger.  Garcia then got back in his car and drove the black Toyota out of the McDonald's parking lot followed by Ladou and McMullen in the silver Toyota.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Agent Lennon and the detectives followed the cars to Indiana Avenue.  They requested a marked cruiser to back them up, and John Mellor, a uniformed policeman, operating a marked cruiser, responded to the request for assistance.  Agent Lennon and the detectives drove past both suspect vehicles and observed McMullen in Garcia's car.  McMullen and Garcia were both looking down and appeared to be examining something in their laps.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Detective Drohan and Officer Mellor used the unmarked police car and the marked cruiser to block the silver Toyota and the street.  Agent Lennon and the detectives approached Garcia's car, displaying their weapons and identification, and they yelled \"police.\"   When Detective Colon reached the driver's side, he saw numerous packages of what he believed to be heroin on Garcia's lap. Garcia drove off suddenly with McMullen in the car.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Garcia turned his car toward Detective Colon who jumped out of the way.  Next, Garcia directed the car at Agent Lennon who had to leap onto a parked car to avoid being struck.  Garcia then drove at Detective Drohan and subsequently mounted the curb to get around the marked police cruiser.  Patrolman Mellor and Detectives Colon and Drohan shot at Garcia's vehicle.  Despite a flattened tire, Garcia continued to flee.  Agent Lennon took Ladou into custody while Detectives Colon and Drohan and additional marked cruisers pursued Garcia and McMullen.  According to the detectives, during the pursuit, Garcia threw an undetermined amount of money and heroin out of the window.  Garcia and McMullen were apprehended after they abandoned the vehicle.  A subsequent search along the attempted escape route yielded $865 in cash but no drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Ladou gave a written statement to the police in which he stated that McMullen had paid him $40 to drive him to Providence, Rhode Island, and that McMullen told him \"that a guy was going to come in a black car, a Puerto Rican and that he was going to do a deal.\"   Ladou also stated that although McMullen told him that he was going to Providence to buy a car, Ladou suspected that McMullen was going to participate in a heroin transaction because he knew McMullen was a heroin user.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">McMullen also gave a written statement to the police in which he admitted that he came to Providence to buy heroin.  McMullen described his supplier in this way, \"there is a guy I don't know his name, I go to the McDonald's and I punch in a beeper number ... and then a code number ... then the number of bundles you want.  A while later the guy shows up in a small black car, and brings you the heroin.\"   McMullen knew Garcia by the pseudonym, \"Joseph.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The government sought to subpoena McMullen for the grand jury investigation of this matter.  McMullen, however, avoided service of the subpoena.  Authorities later found McMullen, but he was unwilling to cooperate with the investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pursuant to a written plea agreement with the government, Garcia pleaded guilty to assault on a federal officer and using a dangerous weapon in violation of 18 U.S.C. Sec. 111(a)(1) and (b), and in return, the government dismissed the charge of attempting to distribute heroin in violation of 21 U.S.C. Sec. 841(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court adopted the pre-sentencing report's (\"PSR\") calculation of Garcia's sentence as follows.  Because the charge against Garcia invoked the enhanced penalty of 18 U.S.C. Sec. 111(b), for assaults involving the use of a deadly or dangerous weapon, the PSR selected the aggravated assault guideline, U.S.S.G. Sec. 2A2.2.  Section 2A2 sets a base offense level of fifteen.  Following the express language of Sec. 2A2.2(b) of the Guidelines, the PSR added the four-level enhancement because a dangerous weapon (the car) was used in the assault.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The PSR noted that the victim of the 18 U.S.C. Sec. 111 assault was Agent Lennon, a federal agent.  It further noted that the facts as stated in the prosecution version established that at the time of the offense, Garcia was aware that the victim was a law enforcement officer and that the assault was motivated by the victim's status as a law enforcement officer.  Accordingly, the PSR added the three-level, official victim adjustment provided by Sec. 3A1.2(a).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The PSR also added a two-level adjustment for obstruction of justice under Sec. 3C1.1.  It found that by throwing heroin out the window during his attempt to avoid arrest, Garcia had materially hindered the official investigation and prosecution.  The PSR concluded that as a result of Garcia's action, the government was unable to prove the drug charges.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Subtracting three levels for acceptance of responsibility pursuant to Sec. 3E1.1, the probation officer arrived at a total offense level of 21.  Because Garcia had a criminal history category of I, his sentence range was 37-46 months.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court adopted the recommendations of the PSR in calculating Garcia's sentence.  Garcia contends that the district court made several errors in calculating his offense level for sentencing.  The issues addressed in this appeal were the subject of objections Garcia filed to the PSR which his counsel reiterated at sentencing and which the district court did not find persuasive.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We review the district court's findings of fact for clear error and accord due deference to the court's application of the Sentencing Guidelines to the facts.  18 U.S.C. Sec. 3742(e);  United States v. Ruiz, 905 F.2d 499, 507 (1st Cir.1990).  Our review of questions of legal interpretation of the Guidelines is de novo.  United States v. Phillips, 952 F.2d 591, 594 (1st Cir.1991), cert. denied, --- U.S. ----, 113 S.Ct. 113, 121 L.Ed.2d 70 (1992).</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court applied U.S.S.G Sec. 2A2.2, entitled \"Aggravated Assault,\" as the applicable guidelines section to determine Garcia's offense conduct.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The commentary to Sec. 2A2.2 defines aggravated assault, in relevant part, as \"a felonious assault that involved ... a dangerous weapon with intent to do bodily harm (i.e., not merely to frighten).\"   U.S.S.G. Sec. 2A2.2, cmt., note 1.  Hence, in order to apply Sec. 2A2.2, the aggravated assault provision, the district court was required to find that when Garcia drove his car at the officers, he did so with the intent to cause bodily harm.  Garcia does not dispute that his automobile qualified as a dangerous weapon.  Rather, Garcia contends that he did not have the intent required by Sec. 2A2.2.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court's finding of intent is a factual finding which we review for clear error.  United States v. Wheelwright, 918 F.2d 226, 227-28 (1st Cir.1990).  Where the undisputed facts support more than one plausible inference, the sentencing court's choice among supportable alternatives cannot be clearly erroneous.  United States v. Newman, 982 F.2d 665, 671-72 (1st Cir.1992), cert. denied, --- U.S. ----, 114 S.Ct. 59, 126 L.Ed.2d 28 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Garcia contends that his statement of acceptance of responsibility negates the possibility that he intended to cause bodily harm to Agent Lennon.  The Probation Department adopted the following statement by Garcia when it made its recommendations in the PSR:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>I, Eduardo Garcia, hereby accept responsibility for my actions on September 15, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>I was on Indiana Avenue when a car pulled in front of mine and a bunch of men jumped out with guns.  I then drove my car in an attempt to get away from this area.  During this time I drove my car at a person which I now know was Special Agent Lennon from the Bureau of Alcohol, Tobacco and Firearms.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>I drove at the agent in an attempt to get out of there.  I never intended to hit him with my car.  It was my intention to scare him so I could leave.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Based on this statement, the Probation Department recommended and the court granted a three-level decrease of Garcia's offense level pursuant to U.S.S.G. Sec. 3E1.1, \"Acceptance of Responsibility.\"   Garcia contends that his statement was implicitly accepted as truthful by the Probation Department, the Government, and the court when the Probation Department adopted the statement made by Garcia into the PSR and the court granted Garcia a reduction in sentence based on Sec. 3E1.1.  Garcia therefore argues that his statement shows that he lacked the necessary intent to do bodily harm required for an application of Sec. 2A2.2.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">United States Sentencing Guidelines Sec. 3E1.1, cmt., note 1(a), provides that considerations in determining whether a defendant qualifies for the Acceptance of Responsibility reduction include \"truthfully admitting the conduct comprising the offense(s) of conviction, and truthfully admitting or not falsely denying any additional relevant conduct....\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We do not believe that, by granting Garcia a reduction for acceptance of responsibility, the court was required to accept Garcia's statement that he lacked the intent to cause bodily harm as conclusive.  The court may have disregarded Garcia's statement as a self-serving prevarication that was insufficient to negate stronger inferences drawn from the record which suggested that Garcia did in fact have the requisite intent.</p>\n    </div>\n    <p class=\"indent\">At sentencing, the court concluded:</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>It seems to me that under these circumstances it is not possible to come to the conclusion that what the Defendant is telling us at this point in time is actually what was on his mind at the time the incident occurred, that he certainly didn't want to strike the officers but if he had to he was prepared to do it.  That's enough, it seems to me, to make this an aggravated assault.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court found that Garcia had the requisite intent to cause bodily harm and adjusted the offense level accordingly.  Garcia aimed his car straight at Agent Lennon and each of the officers in turn.  Agent Lennon was forced to jump onto a parked car to avoid being hit.  This certainly supported the inference that Garcia intended to cause serious bodily harm.  The district court did not abuse its discretion in concluding that Garcia had such an intent.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Alternatively, Garcia contends that the district court engaged in impermissible \"double counting\" because the four-level increase in the base offense level under Sec. 2A2.2(b)(2)(B) for use of a dangerous weapon was based on the same use of a dangerous weapon that formed the predicate for finding the underlying offense an \"aggravated assault\" with a base offense level of 15 under U.S.S.G. Sec. 2A2.2, rather than a \"minor assault\" that would have had a base offense level of 6 under U.S.S.G. Sec. 2A2.3.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As we noted in Newman, 982 F.2d at 673 n. 8, the courts of appeals which have addressed this issue have reached different conclusions.  See United States v. Williams, 954 F.2d 204, 206-08 (4th Cir.1992) (\"double counting required\");  but see United States v. Hudson, 972 F.2d 504, 506-07 (2d Cir.1992) (expressly disagreeing with Williams ).   In Newman, we addressed the analogous issue of whether a defendant's base offense level can be increased pursuant to Sec. 2A2.2(b)(3)(B) for causing \"serious bodily injury,\" notwithstanding the fact that the same factor formed the predicate for finding the underlying offense of interference with civil rights under color of law, see U.S.S.G. Sec. 2H1.4(a)(2), to be an aggravated assault under U.S.S.G. Sec. 2A2.2.  We concluded that where a sentencing court calculated a defendant's base offense level in exact accordance with the plain language of the applicable sentencing guidelines, and the guidelines addressing the crime of conviction reflect that they were drafted with the excesses of \"double counting\" clearly in mind, the sentencing court did not err in increasing the defendant's base offense level pursuant to Sec. 2A2.2(b)(3)(B).  See Newman, 982 F.2d at 672-75.   In United States v. Reese, 2 F.3d 870 (9th Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 928, 127 L.Ed.2d 220 (1994), the Ninth Circuit relied on Newman when it rejected a double counting challenge by defendants whose sentences were enhanced under Sec. 2A2.2(b) for use of a weapon and infliction of bodily injury after they were convicted of federal civil rights crimes.  Reese, 2 F.3d at 896.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We do not believe that the court's enhancement of Garcia's sentence under Sec. 2A2.2(b)(2)(B) for use of an inherently dangerous weapon constitutes impermissible double counting.  Rather, we agree with the Reese court's interpretation of this situation:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>[T]he use of a weapon transform[s] ... [the] offense from a minor assault to an aggravated-assault -in-which -a-dangerous-weapon-was-otherwise-used.  That we use a single sentencing factor \"twice\" to trace the effects of this transformation (first to distinguish minor from aggravated assaults, then to distinguish more and less culpable aggravated assaults) is merely an accidental by-product of the mechanics of applying the Guidelines.  It is not impermissible double counting.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Reese, 2 F.3d at 896 n. 2 (criticizing Hudson ).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Garcia next contends that the district court erred in increasing his base offense level by two levels pursuant to U.S.S.G. Sec. 3C1.1, entitled \"Obstructing or Impeding the Administration of Justice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">United States Sentencing Guidelines Sec. 3C1.1 states, in pertinent part, that a two-level enhancement is warranted \"[i]f the defendant willfully obstructed or impeded, or attempted to obstruct or impede, the administration of justice during the investigation, prosecution, or sentencing of the instant offense.\"   The commentary includes a non-exhaustive list of types of conduct to which the enhancement applies.  One of the examples listed is \"destroying or concealing ... evidence that is material to an official investigation or judicial proceeding ... or attempting to do so.\"   U.S.S.G. Sec. 3C1.1, cmt., note 3(d).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Garcia argues that the record did not support the finding that he threw any heroin out the car window while being pursued by the arresting officers.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court specifically found that Garcia threw heroin out the window of his car.  The following evidence supports this finding:  1) Detective Colon, an experienced narcotics detective, observed what he believed to be heroin in Garcia's lap;  2) Ladou's written statement to the police acknowledging that McMullen had paid him to drive him from New Bedford, Massachusetts, to Providence, Rhode Island, to \"do a deal\" with a Puerto Rican male in a black car;  and 3) it was undisputed that Garcia threw something, including cash, from the car as he fled from the police.  Additionally, the record supports the inference that Garcia was McMullen's heroin source and that McMullen had purchased heroin from Garcia in the past.  The court's findings that Garcia threw a quantity of heroin out the window was not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Garcia next contends that even if the record did support such a finding, Sec. 3C1.1 expressly excludes his conduct from the scope of the enhancement.  He maintains that his conduct was \"a spontaneous or visceral or reflexive response occurring at the point arrest [became] imminent\" to which Sec. 3C1.1 does not apply.  See United States v. Sykes, 4 F.3d 697, 699 (8th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Garcia incorrectly assumes that the spontaneity of his response will shield him from the two-level enhancement for obstruction of justice.  The comment to Sec. 3C1.1 provides that where the conduct \"occurred contemporaneously with arrest (e.g., attempting to swallow or throw away a controlled substance), it shall not, standing alone, be sufficient to warrant an adjustment for obstruction unless it resulted in a material hindrance to the official investigation or prosecution of the instant offense or the sentencing of the offender.\"   U.S.S.G. Sec. 3C1.1, cmt., note 3(d).  Therefore, a district court properly applies the enhancement where it properly concludes that a defendant's actions materially hinder an investigation, prosecution, or sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The drugs that Garcia allegedly tossed out the window were never recovered.  The record permits the inference that the absence of this evidence hindered the prosecution's ability to pursue a conviction on the drug count after its main witness, McMullen, refused to cooperate with the prosecution.  Under these circumstances, the district court did not err in finding that the prosecution was materially hindered by Garcia's actions.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As a final challenge, Garcia contends that the district court erred in increasing his base offense level by three levels pursuant to U.S.S.G Sec. 3A1.2, entitled \"Official Victim.\"   That section provides for a 3-level increase if:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>(a) the victim was a government officer or employee;  a former government officer or employee;  or a member of the immediate family of any of the above, and the offense of conviction was motivated by such status;  or</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>(b) during the course of the offense or immediate flight therefrom, the defendant or a person for whose conduct the defendant is otherwise accountable, knowing or having reasonable cause to believe that a person was a law enforcement or corrections officer, assaulted such officer in a manner creating a substantial risk of serious bodily injury.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">U.S.S.G. Sec. 3A1.2.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Garcia contends that in order for the increase under Sec. 3A1.2 to be properly assessed, the assault must have been either motivated by the officer's status, or conducted in a manner creating a substantial risk of serious bodily injury.  Garcia argues that neither of these circumstances have been shown to be present in this case.  Contrary to Garcia's contentions, we find that the record supports a finding that Garcia's actions were both motivated by the officer's status and conducted in a manner creating a substantial risk of serious bodily injury.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The district court found that in aiming his car at the officers, Garcia was attempting to evade arrest.  The district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>That the evidence is that the police approached the vehicle and announced that they were the police.  That under the circumstances it seems quite clear that the Defendant was aware that the people who were seeking to take him into custody were police officers and, therefore, that objection is overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The record supports the court's finding.  It indicates that Garcia knew that the police officers were approaching him.  As they approached the car, the agent and the officers displayed their identification and weapons and yelled, \"police.\"   One of the officers was in uniform and used his marked cruiser, with its emergency lights activated, to block Garcia's egress.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Additionally, the record supports the conclusion that Garcia's conduct created a substantial risk of bodily injury.  Agent Lennon had to jump out of the way to avoid being struck by Garcia's car.  Garcia's conduct also gave rise to a police chase which motivated the police officers to fire their weapons, creating an additional substantial risk.  These circumstances warranted application of the official victim enhancement.  In so finding, the district court did not abuse its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Garcia contends that the court should not have applied U.S.S.G. Sec. 2A2.2.  He contends that the court erred by classifying his conduct as aggravated assault and that the proper guideline for his offense conduct is Sec. 2A2.4, entitled \"Obstructing or Impeding Officers.\"</p>\n        <p>Garcia did not argue in the district court that Sec. 2A2.4 should apply.  Garcia therefore waived this argument.  United States v. Ortiz, 966 F.2d 707, 717 (1st Cir.1992) (citing United States v. Dietz, 950 F.2d 50, 55 (1st Cir.1991) for the proposition that \"in [the] criminal sentencing context, arguments not addressed to the trial court at the appropriate time are deemed to be abandoned\") (internal citation omitted), cert. denied, --- U.S. ----, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Eduardo GARCIA, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 93-1598.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 3, 1994.<br>Decided Sept. 7, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Randy Olen, Johnston, RI, with whom John M. Cicilline, Providence, RI, was on brief, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Asst. U.S. Atty., with whom Edwin J. Gale, U.S. Atty., and Gerard B. Sullivan, Asst. U.S. Atty., Providence, RI, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Eduardo Garcia pled guilty to one charge of assault on a federal officer in violation of 18 U.S.C. Sec. 111(a)(1) and (b).  Using the 1992 version of the Sentencing Guidelines, the district court sentenced Garcia to 41 months imprisonment.  Garcia appeals his sentence, claiming that the district court erred (1) in selecting the aggravated assault sentencing guidelines;  (2) in imposing a four-level specific offense characteristic adjustment for using a dangerous weapon;  (3) in imposing a two-level enhancement for obstruction of justice;  and (4) in assessing a three-level official victim enhancement.  We affirm the district court's sentence.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 15, 1992, Alcohol Tobacco and Firearms Special Agent John Lennon and Detectives Francisco Colon and Robert Drohan of the Providence Police Department's Special Investigations Bureau were on their way to interview a witness when Detective Drohan observed a silver Toyota occupied by two males in the parking lot of a McDonald's restaurant on Broad Street in Providence, Rhode Island.  Because neither man appeared to have any food nor appeared to be ordering any, and because the area was a known drug trafficking location, Detective Drohan suspected the two men were loitering for the purpose of making a narcotics purchase.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Agent Lennon and the detectives placed the vehicle and its occupants under surveillance.  After a short period of time, a black Toyota operated by Garcia parked alongside the silver Toyota.  Garcia approached the occupants of the silver Toyota, who were later identified as Raymond Ladou, the driver, and Mark McMullen, the passenger.  Garcia then got back in his car and drove the black Toyota out of the McDonald's parking lot followed by Ladou and McMullen in the silver Toyota.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Agent Lennon and the detectives followed the cars to Indiana Avenue.  They requested a marked cruiser to back them up, and John Mellor, a uniformed policeman, operating a marked cruiser, responded to the request for assistance.  Agent Lennon and the detectives drove past both suspect vehicles and observed McMullen in Garcia's car.  McMullen and Garcia were both looking down and appeared to be examining something in their laps.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Detective Drohan and Officer Mellor used the unmarked police car and the marked cruiser to block the silver Toyota and the street.  Agent Lennon and the detectives approached Garcia's car, displaying their weapons and identification, and they yelled \"police.\"   When Detective Colon reached the driver's side, he saw numerous packages of what he believed to be heroin on Garcia's lap. Garcia drove off suddenly with McMullen in the car.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Garcia turned his car toward Detective Colon who jumped out of the way.  Next, Garcia directed the car at Agent Lennon who had to leap onto a parked car to avoid being struck.  Garcia then drove at Detective Drohan and subsequently mounted the curb to get around the marked police cruiser.  Patrolman Mellor and Detectives Colon and Drohan shot at Garcia's vehicle.  Despite a flattened tire, Garcia continued to flee.  Agent Lennon took Ladou into custody while Detectives Colon and Drohan and additional marked cruisers pursued Garcia and McMullen.  According to the detectives, during the pursuit, Garcia threw an undetermined amount of money and heroin out of the window.  Garcia and McMullen were apprehended after they abandoned the vehicle.  A subsequent search along the attempted escape route yielded $865 in cash but no drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Ladou gave a written statement to the police in which he stated that McMullen had paid him $40 to drive him to Providence, Rhode Island, and that McMullen told him \"that a guy was going to come in a black car, a Puerto Rican and that he was going to do a deal.\"   Ladou also stated that although McMullen told him that he was going to Providence to buy a car, Ladou suspected that McMullen was going to participate in a heroin transaction because he knew McMullen was a heroin user.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">McMullen also gave a written statement to the police in which he admitted that he came to Providence to buy heroin.  McMullen described his supplier in this way, \"there is a guy I don't know his name, I go to the McDonald's and I punch in a beeper number ... and then a code number ... then the number of bundles you want.  A while later the guy shows up in a small black car, and brings you the heroin.\"   McMullen knew Garcia by the pseudonym, \"Joseph.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The government sought to subpoena McMullen for the grand jury investigation of this matter.  McMullen, however, avoided service of the subpoena.  Authorities later found McMullen, but he was unwilling to cooperate with the investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pursuant to a written plea agreement with the government, Garcia pleaded guilty to assault on a federal officer and using a dangerous weapon in violation of 18 U.S.C. Sec. 111(a)(1) and (b), and in return, the government dismissed the charge of attempting to distribute heroin in violation of 21 U.S.C. Sec. 841(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court adopted the pre-sentencing report's (\"PSR\") calculation of Garcia's sentence as follows.  Because the charge against Garcia invoked the enhanced penalty of 18 U.S.C. Sec. 111(b), for assaults involving the use of a deadly or dangerous weapon, the PSR selected the aggravated assault guideline, U.S.S.G. Sec. 2A2.2.  Section 2A2 sets a base offense level of fifteen.  Following the express language of Sec. 2A2.2(b) of the Guidelines, the PSR added the four-level enhancement because a dangerous weapon (the car) was used in the assault.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The PSR noted that the victim of the 18 U.S.C. Sec. 111 assault was Agent Lennon, a federal agent.  It further noted that the facts as stated in the prosecution version established that at the time of the offense, Garcia was aware that the victim was a law enforcement officer and that the assault was motivated by the victim's status as a law enforcement officer.  Accordingly, the PSR added the three-level, official victim adjustment provided by Sec. 3A1.2(a).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The PSR also added a two-level adjustment for obstruction of justice under Sec. 3C1.1.  It found that by throwing heroin out the window during his attempt to avoid arrest, Garcia had materially hindered the official investigation and prosecution.  The PSR concluded that as a result of Garcia's action, the government was unable to prove the drug charges.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Subtracting three levels for acceptance of responsibility pursuant to Sec. 3E1.1, the probation officer arrived at a total offense level of 21.  Because Garcia had a criminal history category of I, his sentence range was 37-46 months.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court adopted the recommendations of the PSR in calculating Garcia's sentence.  Garcia contends that the district court made several errors in calculating his offense level for sentencing.  The issues addressed in this appeal were the subject of objections Garcia filed to the PSR which his counsel reiterated at sentencing and which the district court did not find persuasive.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We review the district court's findings of fact for clear error and accord due deference to the court's application of the Sentencing Guidelines to the facts.  18 U.S.C. Sec. 3742(e);  United States v. Ruiz, <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 507 (1st Cir.1990).  Our review of questions of legal interpretation of the Guidelines is de novo.  United States v. Phillips, <span class=\"citation\" data-id=\"574882\"><a href=\"/opinion/574882/united-states-v-parris-h-phillips/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></a></span>, 594 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">113</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">70</span> </span>(1992).</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court applied U.S.S.G Sec. 2A2.2, entitled \"Aggravated Assault,\" as the applicable guidelines section to determine Garcia's offense conduct.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The commentary to Sec. 2A2.2 defines aggravated assault, in relevant part, as \"a felonious assault that involved ... a dangerous weapon with intent to do bodily harm (i.e., not merely to frighten).\"   U.S.S.G. Sec. 2A2.2, cmt., note 1.  Hence, in order to apply Sec. 2A2.2, the aggravated assault provision, the district court was required to find that when Garcia drove his car at the officers, he did so with the intent to cause bodily harm.  Garcia does not dispute that his automobile qualified as a dangerous weapon.  Rather, Garcia contends that he did not have the intent required by Sec. 2A2.2.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court's finding of intent is a factual finding which we review for clear error.  United States v. Wheelwright, <span class=\"citation\" data-id=\"551269\"><a href=\"/opinion/551269/united-states-v-john-wheelwright/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span>, 227-28 (1st Cir.1990).  Where the undisputed facts support more than one plausible inference, the sentencing court's choice among supportable alternatives cannot be clearly erroneous.  United States v. Newman, <span class=\"citation\" data-id=\"597414\"><a href=\"/opinion/597414/united-states-v-michael-j-newman/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">665</span></a></span>, 671-72 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">59</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">28</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Garcia contends that his statement of acceptance of responsibility negates the possibility that he intended to cause bodily harm to Agent Lennon.  The Probation Department adopted the following statement by Garcia when it made its recommendations in the PSR:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>I, Eduardo Garcia, hereby accept responsibility for my actions on September 15, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>I was on Indiana Avenue when a car pulled in front of mine and a bunch of men jumped out with guns.  I then drove my car in an attempt to get away from this area.  During this time I drove my car at a person which I now know was Special Agent Lennon from the Bureau of Alcohol, Tobacco and Firearms.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>I drove at the agent in an attempt to get out of there.  I never intended to hit him with my car.  It was my intention to scare him so I could leave.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Based on this statement, the Probation Department recommended and the court granted a three-level decrease of Garcia's offense level pursuant to U.S.S.G. Sec. 3E1.1, \"Acceptance of Responsibility.\"   Garcia contends that his statement was implicitly accepted as truthful by the Probation Department, the Government, and the court when the Probation Department adopted the statement made by Garcia into the PSR and the court granted Garcia a reduction in sentence based on Sec. 3E1.1.  Garcia therefore argues that his statement shows that he lacked the necessary intent to do bodily harm required for an application of Sec. 2A2.2.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">United States Sentencing Guidelines Sec. 3E1.1, cmt., note 1(a), provides that considerations in determining whether a defendant qualifies for the Acceptance of Responsibility reduction include \"truthfully admitting the conduct comprising the offense(s) of conviction, and truthfully admitting or not falsely denying any additional relevant conduct....\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We do not believe that, by granting Garcia a reduction for acceptance of responsibility, the court was required to accept Garcia's statement that he lacked the intent to cause bodily harm as conclusive.  The court may have disregarded Garcia's statement as a self-serving prevarication that was insufficient to negate stronger inferences drawn from the record which suggested that Garcia did in fact have the requisite intent.</p>\n    </div>\n    <p class=\"indent\">At sentencing, the court concluded:</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>It seems to me that under these circumstances it is not possible to come to the conclusion that what the Defendant is telling us at this point in time is actually what was on his mind at the time the incident occurred, that he certainly didn't want to strike the officers but if he had to he was prepared to do it.  That's enough, it seems to me, to make this an aggravated assault.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court found that Garcia had the requisite intent to cause bodily harm and adjusted the offense level accordingly.  Garcia aimed his car straight at Agent Lennon and each of the officers in turn.  Agent Lennon was forced to jump onto a parked car to avoid being hit.  This certainly supported the inference that Garcia intended to cause serious bodily harm.  The district court did not abuse its discretion in concluding that Garcia had such an intent.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Alternatively, Garcia contends that the district court engaged in impermissible \"double counting\" because the four-level increase in the base offense level under Sec. 2A2.2(b)(2)(B) for use of a dangerous weapon was based on the same use of a dangerous weapon that formed the predicate for finding the underlying offense an \"aggravated assault\" with a base offense level of 15 under U.S.S.G. Sec. 2A2.2, rather than a \"minor assault\" that would have had a base offense level of 6 under U.S.S.G. Sec. 2A2.3.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As we noted in <span class=\"citation\" data-id=\"597414\"><span class=\"antecedent_guess\">Newman,</span> <a href=\"/opinion/597414/united-states-v-michael-j-newman/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">673</span> </a></span>n. 8, the courts of appeals which have addressed this issue have reached different conclusions.  See United States v. Williams, <span class=\"citation\" data-id=\"576240\"><a href=\"/opinion/576240/united-states-v-christopher-williams/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">204</span></a></span>, 206-08 (4th Cir.1992) (\"double counting required\");  but see United States v. Hudson, <span class=\"citation\" data-id=\"588812\"><a href=\"/opinion/588812/united-states-v-albert-hudson/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span>, 506-07 (2d Cir.1992) (expressly disagreeing with Williams ).   In Newman, we addressed the analogous issue of whether a defendant's base offense level can be increased pursuant to Sec. 2A2.2(b)(3)(B) for causing \"serious bodily injury,\" notwithstanding the fact that the same factor formed the predicate for finding the underlying offense of interference with civil rights under color of law, see U.S.S.G. Sec. 2H1.4(a)(2), to be an aggravated assault under U.S.S.G. Sec. 2A2.2.  We concluded that where a sentencing court calculated a defendant's base offense level in exact accordance with the plain language of the applicable sentencing guidelines, and the guidelines addressing the crime of conviction reflect that they were drafted with the excesses of \"double counting\" clearly in mind, the sentencing court did not err in increasing the defendant's base offense level pursuant to Sec. 2A2.2(b)(3)(B).  See <span class=\"citation\" data-id=\"597414\"><span class=\"antecedent_guess\">Newman,</span> <a href=\"/opinion/597414/united-states-v-michael-j-newman/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">672-75</span></a></span>.   In United States v. Reese, <span class=\"citation\" data-id=\"628300\"><a href=\"/opinion/628300/united-states-v-juan-dale-reese-united-states-of-america-v-scott-matthew/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">870</span> </a></span>(9th Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">928</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">220</span> </span>(1994), the Ninth Circuit relied on Newman when it rejected a double counting challenge by defendants whose sentences were enhanced under Sec. 2A2.2(b) for use of a weapon and infliction of bodily injury after they were convicted of federal civil rights crimes.  <span class=\"citation\" data-id=\"628300\"><span class=\"antecedent_guess\">Reese,</span> <a href=\"/opinion/628300/united-states-v-juan-dale-reese-united-states-of-america-v-scott-matthew/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">896</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We do not believe that the court's enhancement of Garcia's sentence under Sec. 2A2.2(b)(2)(B) for use of an inherently dangerous weapon constitutes impermissible double counting.  Rather, we agree with the Reese court's interpretation of this situation:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>[T]he use of a weapon transform[s] ... [the] offense from a minor assault to an aggravated-assault -in-which -a-dangerous-weapon-was-otherwise-used.  That we use a single sentencing factor \"twice\" to trace the effects of this transformation (first to distinguish minor from aggravated assaults, then to distinguish more and less culpable aggravated assaults) is merely an accidental by-product of the mechanics of applying the Guidelines.  It is not impermissible double counting.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"628300\"><span class=\"antecedent_guess\">Reese,</span> <a href=\"/opinion/628300/united-states-v-juan-dale-reese-united-states-of-america-v-scott-matthew/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">896</span> </a></span>n. 2 (criticizing Hudson ).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Garcia next contends that the district court erred in increasing his base offense level by two levels pursuant to U.S.S.G. Sec. 3C1.1, entitled \"Obstructing or Impeding the Administration of Justice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">United States Sentencing Guidelines Sec. 3C1.1 states, in pertinent part, that a two-level enhancement is warranted \"[i]f the defendant willfully obstructed or impeded, or attempted to obstruct or impede, the administration of justice during the investigation, prosecution, or sentencing of the instant offense.\"   The commentary includes a non-exhaustive list of types of conduct to which the enhancement applies.  One of the examples listed is \"destroying or concealing ... evidence that is material to an official investigation or judicial proceeding ... or attempting to do so.\"   U.S.S.G. Sec. 3C1.1, cmt., note 3(d).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Garcia argues that the record did not support the finding that he threw any heroin out the car window while being pursued by the arresting officers.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court specifically found that Garcia threw heroin out the window of his car.  The following evidence supports this finding:  1) Detective Colon, an experienced narcotics detective, observed what he believed to be heroin in Garcia's lap;  2) Ladou's written statement to the police acknowledging that McMullen had paid him to drive him from New Bedford, Massachusetts, to Providence, Rhode Island, to \"do a deal\" with a Puerto Rican male in a black car;  and 3) it was undisputed that Garcia threw something, including cash, from the car as he fled from the police.  Additionally, the record supports the inference that Garcia was McMullen's heroin source and that McMullen had purchased heroin from Garcia in the past.  The court's findings that Garcia threw a quantity of heroin out the window was not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Garcia next contends that even if the record did support such a finding, Sec. 3C1.1 expressly excludes his conduct from the scope of the enhancement.  He maintains that his conduct was \"a spontaneous or visceral or reflexive response occurring at the point arrest [became] imminent\" to which Sec. 3C1.1 does not apply.  See United States v. Sykes, <span class=\"citation\" data-id=\"629215\"><a href=\"/opinion/629215/united-states-v-george-washington-sykes-jr/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">697</span></a></span>, 699 (8th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Garcia incorrectly assumes that the spontaneity of his response will shield him from the two-level enhancement for obstruction of justice.  The comment to Sec. 3C1.1 provides that where the conduct \"occurred contemporaneously with arrest (e.g., attempting to swallow or throw away a controlled substance), it shall not, standing alone, be sufficient to warrant an adjustment for obstruction unless it resulted in a material hindrance to the official investigation or prosecution of the instant offense or the sentencing of the offender.\"   U.S.S.G. Sec. 3C1.1, cmt., note 3(d).  Therefore, a district court properly applies the enhancement where it properly concludes that a defendant's actions materially hinder an investigation, prosecution, or sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The drugs that Garcia allegedly tossed out the window were never recovered.  The record permits the inference that the absence of this evidence hindered the prosecution's ability to pursue a conviction on the drug count after its main witness, McMullen, refused to cooperate with the prosecution.  Under these circumstances, the district court did not err in finding that the prosecution was materially hindered by Garcia's actions.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As a final challenge, Garcia contends that the district court erred in increasing his base offense level by three levels pursuant to U.S.S.G Sec. 3A1.2, entitled \"Official Victim.\"   That section provides for a 3-level increase if:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>(a) the victim was a government officer or employee;  a former government officer or employee;  or a member of the immediate family of any of the above, and the offense of conviction was motivated by such status;  or</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>(b) during the course of the offense or immediate flight therefrom, the defendant or a person for whose conduct the defendant is otherwise accountable, knowing or having reasonable cause to believe that a person was a law enforcement or corrections officer, assaulted such officer in a manner creating a substantial risk of serious bodily injury.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">U.S.S.G. Sec. 3A1.2.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Garcia contends that in order for the increase under Sec. 3A1.2 to be properly assessed, the assault must have been either motivated by the officer's status, or conducted in a manner creating a substantial risk of serious bodily injury.  Garcia argues that neither of these circumstances have been shown to be present in this case.  Contrary to Garcia's contentions, we find that the record supports a finding that Garcia's actions were both motivated by the officer's status and conducted in a manner creating a substantial risk of serious bodily injury.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The district court found that in aiming his car at the officers, Garcia was attempting to evade arrest.  The district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>That the evidence is that the police approached the vehicle and announced that they were the police.  That under the circumstances it seems quite clear that the Defendant was aware that the people who were seeking to take him into custody were police officers and, therefore, that objection is overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The record supports the court's finding.  It indicates that Garcia knew that the police officers were approaching him.  As they approached the car, the agent and the officers displayed their identification and weapons and yelled, \"police.\"   One of the officers was in uniform and used his marked cruiser, with its emergency lights activated, to block Garcia's egress.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Additionally, the record supports the conclusion that Garcia's conduct created a substantial risk of bodily injury.  Agent Lennon had to jump out of the way to avoid being struck by Garcia's car.  Garcia's conduct also gave rise to a police chase which motivated the police officers to fire their weapons, creating an additional substantial risk.  These circumstances warranted application of the official victim enhancement.  In so finding, the district court did not abuse its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Garcia contends that the court should not have applied U.S.S.G. Sec. 2A2.2.  He contends that the court erred by classifying his conduct as aggravated assault and that the proper guideline for his offense conduct is Sec. 2A2.4, entitled \"Obstructing or Impeding Officers.\"</p>\n        <p>Garcia did not argue in the district court that Sec. 2A2.4 should apply.  Garcia therefore waived this argument.  United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 717 (1st Cir.1992) (citing United States v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 55 (1st Cir.1991) for the proposition that \"in [the] criminal sentencing context, arguments not addressed to the trial court at the appropriate time are deemed to be abandoned\") (internal citation omitted), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span> </span>(1993).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551269/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574882/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576240/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588812/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597414/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628300/",
    "https://www.courtlistener.com/api/rest/v3/opinions/629215/"
  ]
}