{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195508/",
  "id": 195508,
  "absolute_url": "/opinion/195508/united-states-v-tuesta-toro/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195508/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:20Z",
  "date_modified": "2020-02-21T23:30:18.573231Z",
  "type": "010combined",
  "sha1": "b1dda288d41fb0e3880dca373cdb517c356b48ca",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2182.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 93-2182\n\n                    UNITED STATES OF AMERICA,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                      HECTOR H. TUESTA-TORO,\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Hector M. Laffitte, U.S. District Judge]\n                                                       \n\n                                           \n\n                      Selya, Cyr and Boudin,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n   Kevin G. Little for appellant.\n                  \n   Jose  A. Quiles  Espinosa, Senior  Litigation Counsel,  with whom\n                            \nGuillermo Gil,  United States Attorney, and  Warren Vazquez, Assistant\n                                                         \nUnited States Attorney, were on brief for appellee.\n\n                                           \n\n                          July 25, 1994\n\n                                           \n\n          CYR,  Circuit Judge.   Following  a three-day  trial, a\n          CYR,  Circuit Judge.\n                             \n\njury  returned  guilty  verdicts  on  four  drug-related  charges\n\nagainst defendant-appellant Hector H. Tuesta Toro (\"Tuesta\"), who\n\nwas  sentenced to  serve 128  months in  prison, and  this appeal\n\nensued.  Finding no reversible error, we affirm.\n\n                                I\n\n                              FACTS\n                                   \n\n          We set out the  salient facts in the light  most favor-\n\nable to the verdicts.  United States v. Tejeda, 974 F.2d 210, 212\n                                              \n\n(1st  Cir. 1992).  On September 2, 1992, after receiving informa-\n\ntion from a  confidential informant (\"CI\") that Tuesta  and code-\n\nfendant Carlos Martinez Diaz (\"Martinez\") were distributing large\n\nquantities of  cocaine in  the  San Juan  metropolitan area,  the\n\nUnited  States Drug  Enforcement Administration  (\"DEA\") recorded\n\ntelephone conversations during which  Martinez agreed to sell the\n\nCI  five kilograms of cocaine at $16,500 per kilogram and identi-\n\nfied Tuesta as his source.  Martinez in turn spoke with Tuesta by\n\ncellular  phone in order to  establish the price  and quantity of\n\nthe  cocaine to be sold to the CI and the site of the drug trans-\n\naction, but then lost phone contact with Tuesta.\n\n          The  next day Martinez advised  the CI by  phone that a\n\none-kilogram  transaction (rather than the five-kilogram transac-\n\ntion discussed the  day before) would take  place that afternoon,\n\nbut that Tuesta did not  wish to be seen by the buyer.   Martinez\n\nreestablished  telephone  contact  with  Tuesta at  2:40  in  the\n\n                                2\n\nafternoon.   En route to  the scene of  the transaction, Martinez\n\nnoted  that Tuesta was carrying a gun  and more than one kilogram\n\nof  cocaine.   At  Tuesta's  instruction,  Martinez parked  their\n\nvehicle  so that Tuesta could witness the drug deal without being\n\nobserved.  Martinez then exited the car and delivered the cocaine\n\nto the CI, who was accompanied by an undercover DEA agent.  \n\n          Shortly thereafter, Martinez  and Tuesta were  arrested\n\nand charged  with possessing cocaine, with  intent to distribute,\n\nsee  21 U.S.C.    841(a)(1), 18  U.S.C.   2;  carrying a  firearm\n   \n\nduring and in  relation to  a drug trafficking  offense, see  id.\n                                                                 \n\n   942(c)(1), 2;  and with  two counts  of using  a communication\n\nfacility to facilitate a drug trafficking offense, see  21 U.S.C.\n                                                      \n\n  843(b), 18 U.S.C.   2.  Martinez eventually entered into a plea\n\nagreement  with the  government and  testified against  Tuesta at\n\ntrial.   Following  Tuesta's  conviction on  all  counts, he  was\n\nsentenced to 128 months' imprisonment.  \n\n                                II\n\n                            DISCUSSION\n                                      \n\nA.   Evidence Rule 404(b)\n                         \n\n          Prior  to  trial, Tuesta  filed  an  omnibus motion  to\n\ncompel discovery which included the following request:\n\n          [a]ll confessions,  admissions and statements\n                                                       \n          to  the  United States  Attorney, or  any law\n          enforcement agent, made by any  other person,\n                                                      \n          whether indicted  or  not, that  in  any  way\n                                                       \n          exculpate, inculpate  or refer to  the defen-\n                                                       \n          dant, whether or not such confessions, admis-\n                                   \n\n                                3\n\n          sions  and  statements have  been  reduced to\n                                                       \n          writing.    \n                 \n\n(Emphasis added.)   The motion made no mention of  Rule 404(b) or\n\n\"other wrongful acts\" evidence.  \n\n          The government responded that  it intended to pursue an\n\n\"open  file\" discovery  policy  and that  only government  agents\n\nwould be called to testify against Tuesta.  Following the govern-\n\nment's response, however, Martinez  entered into a plea agreement\n\nwhich provided that he  would testify against Tuesta.   Except as\n\ndiscussed below, Tuesta did not claim surprise.\n\n          At  trial,  the  defense objected  when  the government\n\nasked Martinez how he knew Tuesta.  The government responded that\n\nMartinez  would  testify  to  prior drug  dealings  with  Tuesta.\n\nTuesta  objected  on the  ground that  he  had not  been afforded\n\npretrial notification  of the government's intention  to use Rule\n\n404(b) evidence.  The court admitted the evidence for the limited\n\npurpose of refuting Tuesta's  \"mere presence\" defense, see United\n                                                                 \n\nStates  v. Hernandez, 995 F.2d 307, 314 (1st Cir.), cert. denied,\n                                                                \n\n114 S. Ct. 407  (1993), after ruling that its probative value was\n\nnot substantially  outweighed by the danger  of unfair prejudice,\n\nsee Fed.  R. Evid. 403.   The court, acting sua  sponte, gave the\n                                                       \n\njury a contemporaneous limiting instruction.  \n\n     1.   The Notification Requirement of Rule 404(b)\n                                                     \n\n          Tuesta first contends  that the  \"other wrongful  acts\"\n\nevidence introduced through codefendant Martinez should have been\n\nexcluded because  the government  failed to provide  the pretrial\n\n                                4\n\nnotification  required by  Evidence  Rule 404(b)  in response  to\n\nTuesta's omnibus motion for  discovery.  The government maintains\n\nthat  Tuesta made  no  cognizable Rule  404(b)  request prior  to\n\ntrial.\n\n          The question presented is  one of first impression: how\n\nparticular  must a  pretrial  discovery request  be  in order  to\n\ntrigger the government's responsibility  to disclose Rule  404(b)\n\nevidence as  a precondition to its use at trial?  Rule 404(b), as\n\namended in 1991, provides in relevant part:\n\n          Evidence of other crimes, wrongs,  or acts is\n          not admissible  to prove  the character of  a\n          person in order to show action  in conformity\n          therewith.   It  may, however,  be admissible\n          for other purposes, such as proof of  motive,\n          opportunity, intent, preparation, plan, know-\n          ledge,  identity or  absence  of  mistake  or\n          accident, provided  that upon request  by the\n                                                       \n          accused,  the prosecution in  a criminal case\n                                                       \n          shall provide reasonable notice in advance of\n                                                       \n          trial . . . of the general nature of any such\n                                                       \n          evidence it intends to introduce at trial.\n                                                    \n\nFed. R. Evid. 404(b)  (emphasis added).  As the rule  speaks only\n\nof a \"request by the accused\" and the duty of  the prosecution to\n\nprovide reasonable  pretrial notification \"of the  general nature\n\nof any such evidence it  intends to introduce at trial,\" id.,  we\n                                                            \n\nturn elsewhere for guidance.  \n\n          The  advisory committee's notes  to the  1991 amendment\n\ndefine the responsibilities of the respective parties in request-\n\ning and affording pretrial notification under Rule 404(b):   \"The\n\namendment to  Rule 404(b) . . . . expects  that counsel for . . .\n\nthe defense . .  . will submit the necessary  request . . .  in a\n           \n\nreasonable and  timely manner.\"   Fed.  R. Evid. 404(b)  advisory\n          \n\n                                5\n\ncommittee's notes (1991 amendment) (emphasis added).  The adviso-\n\nry committee note simply confirms the requirement implicit in the\n\nrule itself    that the defense must submit, \"in a reasonable and\n\ntimely  manner,\" its  request  for pretrial  notification of  the\n\ngeneral nature of any  evidence of other crimes, wrongs,  or acts\n\nthe government  intends to  introduce at  trial  for purposes  of\n\nproving \"motive, intent,  preparation, plan, knowledge,  identity\n\nor absence  of mistake or  accident,\" Fed.  R. Evid. 404(b).   We\n\nthink it beyond question,  therefore, that a \"reasonable\" request\n\nfor notification, at  a minimum, must  be sufficiently clear  and\n\nparticular, in an  objective sense, fairly to  alert the prosecu-\n\ntion that the defense is requesting pretrial notification  of the\n\ngeneral  nature  of  any  Rule 404(b)  evidence  the  prosecution\n\nintends to introduce. \n\n          An overbroad pretrial request,  like the present    for\n\n\"confessions, admissions and  statements .  . . that  in any  way\n\nexculpate,  inculpate or refer  to the defendant\"     is insuffi-\n\nciently  specific  at the  very least,  if  not misleading.   Cf.\n                                                                 \n\nUnited States v. Carrasquillo-Plaza, 873 F.2d at 10, 12 (1st Cir.\n                                   \n\n1989) (noting that overbroad discovery requests, absent a specif-\n\nic  showing of materiality, do not  afford the prosecution proper\n\nnotice in analogous  Rule 16 context);  United States v.  Hemmer,\n                                                                \n\n729 F.2d 10, 14-15 (1st Cir.) (same), cert. denied, 467 U.S. 1218\n                                                  \n\n(1984).   The omnibus motion submitted by Tuesta made no discern-\n\nible  reference  to  anything  resembling  \"other wrongful  acts\"\n\nevidence  nor did  it request  mere  notification of  the general\n\n                                6\n\nnature  of any  such  evidence.    Rather, it  demanded  outright\n\npretrial disclosure of  statements in any form,  referring to the\n\ndefendant in  any way, without  regard to their  admissibility or\n\nthe  government's  intention to  introduce  them.1   See  Fed. R.\n                                                        \n\nEvid. 404(b);  cf., United States v. Williams, 792 F. Supp. 1120,\n            ;                                \n\n1133  (S.D.  Ind. 1992)  (notification  required  in response  to\n\ndetailed request reciting text of Rule  404(b)); United States v.\n                                                              \n\nAlex,  791 F. Supp. 723,  728 (N.D. Ill.  1992) (similar; request\n    \n\nspecifically referencing Rule 404(b)).  \n\n          Accordingly, at  a minimum  the defense must  present a\n\ntimely request sufficiently clear and particular, in an objective\n\nsense, to  fairly  alert  the  prosecution that  the  defense  is\n\ninvoking  its  specific right  to  pretrial  notification of  the\n\ngeneral  nature  of  all  Rule 404(b)  evidence  the  prosecution\n\nintends to introduce at  trial.  The rule we  describe will bring\n\npretrial practice under Rule  404(b) in line with  circuit prece-\n\ndent  governing  the  prosecution's  duty  to  provide  discovery\n\nmaterial under Federal Rule  of Criminal Procedure 16.   Cf. Fed.\n                                                            \n\nR.  Evid.  404(b)  advisory  committee's  notes  (1991 amendment)\n\n(noting that amended  rule \"places Rule 404(b)  in the mainstream\n                                                                 \n\nwith notice and disclosure provisions in other rules of evidence\"\n                                                                \n\nbut was not intended to impose on government a greater disclosure\n\n                    \n\n     1As a further condition  precedent to the government's duty,\nwe note that Rule 404(b) seemingly requires pretrial notification\nonly  of  \"other wrongful  acts\"  evidence  which the  government\npresently  intends, as of the time the government responds to the\n                                                                 \nrequest,  to introduce  at  trial.   The  present appeal  neither\n       \nrequires that we  determine the point nor consider  its ramifica-\ntions.  \n\n                                7\n\nburden than \"currently .  . . required . . . under [Fed. R. Crim.\n\nP.] 16\") (emphasis added).  See also supra note 1. \n                                          \n\n                                8\n\n     2.   Admission of 404(b) Evidence at Trial\n                                               \n\n          Next, Tuesta  contends that it was  reversible error to\n\nadmit the  Martinez testimony  to rebut Tuesta's  \"mere presence\"\n\ndefense.    These evidentiary rulings  normally are reviewed  for\n\nabuse of discretion.   United States v. Figueroa, 976  F.2d 1446,\n                                                \n\n1454 (1st Cir.  1992), cert. denied, 113 S. Ct.  1346 (1993).  As\n                                   \n\nTuesta made no contemporaneous  objection, however, we review for\n\n\"plain error,\"  id. at 1453, and  will reverse only if  the error\n                   \n\n\"seriously affect[ed] the fundamental fairness and basic integri-\n\nty  of the proceedings,\" United  States v. Carty,  993 F.2d 1005,\n                                                \n\n1012 n.9 (1st Cir. 1993). \n\n          A Rule 404(b) proffer  must undergo a two-step inquiry:\n\n          First,  under  the  \"absolute  bar\"  of  Rule\n          404(b), the evidence is inadmissible if rele-\n          vant solely to show the defendant's character\n          or propensity for  criminal conduct; it  must\n          have some  \"special relevance\" to  a material\n          issue  such  as motive,  opportunity, intent,\n          preparation,  plan  or  knowledge.    Second,\n          under  Rule 403, the trial court must satisfy\n          itself that the  probative value of the  evi-\n          dence  is not substantially outweighed by the\n          danger  of  unfair  prejudice,  confusion  or\n          undue delay. \n\nId. at 1011 (citations omitted).  The district court admitted the\n   \n\nMartinez testimony relating to  prior drug deals with  Tuesta for\n\nthe limited purpose of  refuting Tuesta's \"mere presence\" defense\n\nthat he was at the drug scene by \"mistake.\"  Fed. R. Evid. 404(b)\n\n(evidence admissible  to prove,  inter  alia, knowledge,  intent,\n                                            \n\nabsence of mistake); Carty, 993  F.2d at 1011 (prior drug-dealing\n                          \n\nevidence  admitted where  defendant  raised  \"mere presence\"  de-\n\nfense); United States  v. Agudelo,  988 F.2d 285,  287 (1st  Cir.\n                                 \n\n                                9\n\n1993) (same).  Further,  after the district court ruled  that the\n\nprobative value of the evidence  outweighed any \"danger of unfair\n\nprejudice,\" Fed.  R. Evid. 403,  it minimized  the potential  for\n\nprejudice  with a contemporaneous  limiting instruction, which it\n\nreiterated in the final charge.  See Tejeda, 974 F.2d at 214.  We\n                                           \n\ndiscern no error, plain or otherwise.\n\nB.   Use of Communication Facility to Effect Drug Crime\n                                                       \n\n          Tuesta challenges  the guilty verdicts  on counts three\n\nand four, on the grounds  that the district court  misinterpreted\n\n18 U.S.C.    2 and that  there was insufficient evidence  that he\n\naided and abetted Martinez in the use of a communication facility\n\nto effect  the cocaine transaction, see  21 U.S.C.    843(b).  We\n                                       \n\ndisagree.  \n\n          Section 843(b) prohibits use of a communication facili-\n\nty to cause or facilitate a  felonious drug offense.  See  United\n                                                                 \n\nStates v. Cordero,  668 F.2d 32,  43 (1st  Cir. 1981).   Tuesta's\n                 \n\nchallenge to the  sufficiency of the evidence requires that \"[w]e\n\nview the evidence in  the light most favorable to the verdict, in\n\norder  to determine whether a  rational trier of  fact could have\n\nfound guilt beyond a reasonable doubt.  All reasonable inferences\n\nare  drawn in favor of the verdict and any credibility determina-\n\ntion must be compatible with the judgment of conviction.\" Tejeda,\n                                                                \n\n974 F.2d at 212 (citations omitted).\n\n          The jury  was entitled  to credit Martinez's  testimony\n\nthat he telephoned Tuesta, on September 2 and 3, 1992, to arrange\n\nthe  time and place at which the cocaine transaction would occur,\n\n                                10\n\nas well  as the  price  and quantity  of cocaine.    No more  was\n\nrequired.   Thus, even  if Tuesta had  played no part  in the two\n\ntelephone  conversations between  Martinez and  the CI,  the jury\n                                                      \n\nrationally could have inferred,  from the two telephone conversa-\n\ntions between Martinez and Tuesta,  that Tuesta knowingly used  a\n                                 \n\ncommunication facility to effect the cocaine deal.2\n\n     C.   \"Background\" Hearsay\n                              \n\n          A DEA agent testified  that during a debriefing session\n\nthe  CI stated that Martinez acted in behalf of Tuesta in setting\n\nup cocaine deals.  Tuesta contends that admission of this hearsay\n\ntestimony, over timely objection, was error.  We agree.\n\n          As  the  government  conceded  at  oral  argument,  the\n\nagent's testimony purported  to relate an out-of-court  statement\n\nby the  CI offered for the  sole purpose of proving  the truth of\n                                \n\nthe matter asserted  (i.e., Tuesta's role in  the instant offens-\n                          \n\nes).   See  Fed. R.  Evid. 801;  cf. Figueroa,  976 F.2d  at 1458\n                                             \n\n(noting that so-called \"background\" hearsay is not hearsay at all\n\nunless  introduced to prove  the truth  of the  matter asserted).\n\nThus,  its admission  constituted error.   We  conclude, however,\n\nthat the error was harmless.  See id.\n                                     \n\n          First,  the  testimony  was  cumulative  of  Martinez's\n\ntestimony on  the same  matter.  Further,  independent admissible\n\n                    \n\n     2Since the  indictment, as well  as the jury  instruction on\nthe  section 843(b)  charges, encompassed  Tuesta's conduct  as a\nprincipal  and as an  aider and abettor, we  need not address his\ncontention  that he  could not  be convicted  under 18  U.S.C.  2\nbecause  there was no evidence that he instructed Martinez to use\na communication device to arrange the cocaine sale.\n\n                                11\n\nevidence confirmed that Tuesta determined the conditions of sale,\n\nsupplied  the cocaine,  and witnessed  the cocaine  exchange from\n\nnearby  while in possession  of a loaded firearm.   Thus, \"we can\n\nsay  'with  fair assurance,  after  pondering  all that  happened\n\nwithout stripping the erroneous action  from the whole, that  the\n\n[jurors'] judgment  was not substantially swayed  by the error.'\"\n\nId.  at 1459 (quoting Kotteakos  v. United States,  328 U.S. 750,\n                                                 \n\n765 (1946) (\"harmless error\" standard)).\n\nD.   Ineffective Assistance of Counsel\n                                      \n\n          Next, Tuesta attempts to present an \"ineffective assis-\n\ntance\" claim  on direct appeal.   As a  general rule,  we address\n\nsuch  Sixth Amendment claims on direct appeal only if \"the criti-\n\ncal  facts are not in dispute and a sufficiently developed record\n\nexists.\" United States v. Jadusingh, 12 F.3d 1162, 1169 (1st Cir.\n                                   \n\n1994) (citing United  States v.  Daniels, 3 F.3d  25, 26-27  (1st\n                                        \n\nCir. 1993)).  Ordinarily, a collateral proceeding under 28 U.S.C.\n\n  2255 is  the proper forum for fact-bound ineffective assistance\n\nclaims.  See  Jadusingh, 12  F.3d at 1170.   Tuesta's  contention\n                       \n\nthat trial  counsel inexplicably failed to  discover the identity\n\nof the CI was not raised in the district court and is sufficient-\n\nly fact-bound to preclude effective review on the present record.\n\n                                12\n\nE.   Prosecutorial Misconduct\n                             \n\n          Tuesta contends that the prosecution improperly vouched\n\nfor Martinez's  testimony during its  closing argument.3   In the\n\nabsence of a contemporaneous  objection, we review allegations of\n\nprosecutorial  misconduct for  plain error,  and will  overturn a\n\njury  verdict  only \"if  the  government's  closing argument  'so\n\npoisoned the well' that it is likely that the verdict was affect-\n\ned.\"  United States v.  Smith, 982 F.2d 681, 682 (1st  Cir. 1993)\n                             \n\n(citing United  States v.  Mejia-Lozano, 829  F.2d 268,  274 (1st\n                                       \n\nCir. 1987)).  Any vouching which  may have occurred was so  faint\n\nas to be virtually indiscernible even to the trained ear.  We are\n\nconfident  that there  is  no likelihood  that the  verdicts were\n\ntainted by the alleged prosecutorial misconduct.  Id.  \n                                                     \n\nF.   Cumulative Error\n                     \n\n          As  most assignments  of error  were baseless,  we must\n\nalso  reject Tuesta's  final contention  that the  conviction was\n\ntainted by cumulative error.   See United States v.  Barnett, 989\n                                                            \n\nF.2d 546, 560 (1st Cir.)  (\"The Constitution entitles a  criminal\n\ndefendant  to a fair trial, not a perfect one.\") (citing Delaware\n                                                                 \n\n                    \n\n     3Tuesta argues  that the prosecutor  improperly vouched  for\nMartinez's credibility by stating that \"when a person repents and\nwants to  cooperate, we need to present the testimony to the jury\nso that the jury has the facts at hand.\"  Although he states that\nthere was no evidence that Martinez approached the government and\noffered to  testify, Tuesta concedes that  evidence was presented\nthat  the plea  agreement  did not  require Martinez  to testify.\nSecond, Tuesta  contends that the prosecutor's  reference to \"the\nfacts at hand\" placed the government's prestige behind Martinez.\n\n                                13\n\nv. Van Arsdall,  475 U.S. 673, 681 (1986)),  cert. denied, 114 S.\n                                                         \n\nCt. 148 (1993).\n\nG.   Sentencing Error  \nG.   Sentencing Error\n                     \n\n     1.   Acceptance of Responsibility\n                                      \n\n          Tuesta argues that the district court improperly denied\n\na  reduction for  acceptance  of responsibility,  see U.S.S.G.   \n                                                     \n\n3E1.1, without  affording him  an adequate opportunity  to evince\n\nremorse. \n\n          Tuesta distorts the record.  He continued to assert his\n\ninnocence during a post-conviction  interview with the  probation\n\nofficer.   At sentencing, the district court twice invited him to\n                                                  \n\naccept  responsibility,  by  pointing  out  that  the  sentencing\n\nhearing  would be his last  opportunity to do  so.4  Nonetheless,\n\nthough Tuesta asked the court for leniency, he said nothing which\n\nmight  be taken to indicate remorse.  Thus, he squandered several\n\nopportunities to verbalize  acceptance of responsibility, leaving\n\nthe  district  court little  choice  but to  adopt  a presentence\n\nreport recommendation that no reduction be allowed.  There was no\n\nerror.\n\n     2.   Sentencing Enhancement for Managerial Role\n                                                    \n\n          Finally,  Tuesta  challenges the  two-level enhancement\n\nimposed  for his managerial role  in the offense,  see U.S.S.G.  \n                                                      \n\n                    \n\n     4Prior to Tuesta's allocution, the court stated:  \"I haven't\nheard  any acceptance  of  responsibility.\"   Moments later,  the\ncourt said:  \"Well,  you can say some things that  may be able to\nhelp you; but if you don't say them . . . that's up to you.\"\n\n                                14\n\n3B1.1  (1993), which the district court premised in part upon the\n\nunusual  purity of the cocaine supplied by Tuesta.  A defendant's\n\nrole in the offense must be established by a preponderance of the\n\nevidence, see United  States v.  Sostre, 967 F.2d  728, 731  (1st\n                                       \n\nCir.  1992),  and the  sentencing  court's  factual findings  are\n\nreviewed only for clear error, Jadusingh, 12 F.3d at 1169.  \n                                        \n\n          The exercise of  decision-making authority, the  degree\n\nof participation in  planning or organizing the offense,  and the\n\ndegree  of control  and  authority the  defendant exercised  over\n\nothers are  among the  factors  to be  considered in  determining\n\nmanagerial role. See U.S.S.G.   3B1.1, comment (n.4).  The record\n                    \n\nis  replete with evidence that Martinez acted at the direction of\n\nTuesta in setting the time and place of the drug transaction, and\n\nthe price and quantity of the cocaine.   United States v. Cronin,\n                                                                \n\n990  F.2d 663,  665 (1st  Cir. 1993)  (noting that  such evidence\n\nsupports finding of managerial role.)  Additionally, the district\n\ncourt  properly relied on the unusual purity of the cocaine (98%)\n\nTuesta supplied  to Martinez, as  a further ground  for inferring\n\nthat  Tuesta performed a managerial  role.  See  United States v.\n                                                              \n\nIguaran-Palmar,  926 F.2d  7, 9 (1st  Cir. 1991).   There  was no\n              \n\nerror. \n\n          The judgment is affirmed. \n                          affirmed\n                                  \n\n                                15\n",
  "html": "<p class=\"case_cite\">29 F.3d 771</p>\n    <p class=\"case_cite\">39 Fed. R. Evid. Serv. 1201</p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Hector H. TUESTA-TORO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2182.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 7, 1994.<br>Decided July 25, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kevin G. Little, Los Angeles, CA, for appellant.</p>\n      <p class=\"indent\">Jose A. Quiles Espinosa, Sr. Litigation Counsel, Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC, and Warren Vazquez, Asst. U.S. Atty., Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a three-day trial, a jury returned guilty verdicts on four drug-related charges against defendant-appellant Hector H. Tuesta Toro (\"Tuesta\"), who was sentenced to serve 128 months in prison, and this appeal ensued.  Finding no reversible error, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* FACTS</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We set out the salient facts in the light most favorable to the verdicts.  United States v. Tejeda, 974 F.2d 210, 212 (1st Cir.1992).  On September 2, 1992, after receiving information from a confidential informant (\"CI\") that Tuesta and codefendant Carlos Martinez Diaz (\"Martinez\") were distributing large quantities of cocaine in the San Juan metropolitan area, the United States Drug Enforcement Administration (\"DEA\") recorded telephone conversations during which Martinez agreed to sell the CI five kilograms of cocaine at $16,500 per kilogram and identified Tuesta as his source.  Martinez in turn spoke with Tuesta by cellular phone in order to establish the price and quantity of the cocaine to be sold to the CI and the site of the drug transaction, but then lost phone contact with Tuesta.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The next day Martinez advised the CI by phone that a one-kilogram transaction (rather than the five-kilogram transaction discussed the day before) would take place that afternoon, but that Tuesta did not wish to be seen by the buyer.  Martinez reestablished telephone contact with Tuesta at 2:40 in the afternoon.  En route to the scene of the transaction, Martinez noted that Tuesta was carrying a gun and more than one kilogram of cocaine.  At Tuesta's instruction, Martinez parked their vehicle so that Tuesta could witness the drug deal without being observed.  Martinez then exited the car and delivered the cocaine to the CI, who was accompanied by an undercover DEA agent.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly thereafter, Martinez and Tuesta were arrested and charged with possessing cocaine, with intent to distribute, see 21 U.S.C. Sec. 841(a)(1), 18 U.S.C. Sec. 2;  carrying a firearm during and in relation to a drug trafficking offense, see id. Secs. 942(c)(1), 2;  and with two counts of using a communication facility to facilitate a drug trafficking offense, see 21 U.S.C. Sec. 843(b), 18 U.S.C. Sec. 2.  Martinez eventually entered into a plea agreement with the government and testified against Tuesta at trial.  Following Tuesta's conviction on all counts, he was sentenced to 128 months' imprisonment.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. Evidence Rule 404(b)</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Prior to trial, Tuesta filed an omnibus motion to compel discovery which included the following request:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>[a]ll confessions, admissions and statements to the United States Attorney, or any law enforcement agent, made by any other person, whether indicted or not, that in any way exculpate, inculpate or refer to the defendant, whether or not such confessions, admissions and statements have been reduced to writing.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(Emphasis added.)   The motion made no mention of Rule 404(b) or \"other wrongful acts\" evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The government responded that it intended to pursue an \"open file\" discovery policy and that only government agents would be called to testify against Tuesta.  Following the government's response, however, Martinez entered into a plea agreement which provided that he would testify against Tuesta. Except as discussed below, Tuesta did not claim surprise.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At trial, the defense objected when the government asked Martinez how he knew Tuesta.  The government responded that Martinez would testify to prior drug dealings with Tuesta.  Tuesta objected on the ground that he had not been afforded pretrial notification of the government's intention to use Rule 404(b) evidence.  The court admitted the evidence for the limited purpose of refuting Tuesta's \"mere presence\" defense, see United States v. Hernandez, 995 F.2d 307, 314 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 407, 126 L.Ed.2d 354 (1993), after ruling that its probative value was not substantially outweighed by the danger of unfair prejudice, see Fed.R.Evid. 403.  The court, acting sua sponte, gave the jury a contemporaneous limiting instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">1. The Notification Requirement of Rule 404(b)</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Tuesta first contends that the \"other wrongful acts\" evidence introduced through codefendant Martinez should have been excluded because the government failed to provide the pretrial notification required by Evidence Rule 404(b) in response to Tuesta's omnibus motion for discovery.  The government maintains that Tuesta made no cognizable Rule 404(b) request prior to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The question presented is one of first impression:  how particular must a pretrial discovery request be in order to trigger the government's responsibility to disclose Rule 404(b) evidence as a precondition to its use at trial?   Rule 404(b), as amended in 1991, provides in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.  It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity or absence of mistake or accident, provided that upon request by the accused, the prosecution in a criminal case shall provide reasonable notice in advance of trial ... of the general nature of any such evidence it intends to introduce at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Fed.R.Evid. 404(b) (emphasis added).  As the rule speaks only of a \"request by the accused\" and the duty of the prosecution to provide reasonable pretrial notification \"of the general nature of any such evidence it intends to introduce at trial,\" id., we turn elsewhere for guidance.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The advisory committee's notes to the 1991 amendment define the responsibilities of the respective parties in requesting and affording pretrial notification under Rule 404(b):  \"The amendment to Rule 404(b)....  expects that counsel for ... the defense ... will submit the necessary request ... in a reasonable and timely manner.\"   Fed.R.Evid. 404(b) advisory committee's notes (1991 amendment) (emphasis added).  The advisory committee note simply confirms the requirement implicit in the rule itself--that the defense must submit, \"in a reasonable and timely manner,\" its request for pretrial notification of the general nature of any evidence of other crimes, wrongs, or acts the government intends to introduce at trial for purposes of proving \"motive, intent, preparation, plan, knowledge, identity or absence of mistake or accident,\" Fed.R.Evid. 404(b).  We think it beyond question, therefore, that a \"reasonable\" request for notification, at a minimum, must be sufficiently clear and particular, in an objective sense, fairly to alert the prosecution that the defense is requesting pretrial notification of the general nature of any Rule 404(b) evidence the prosecution intends to introduce.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">An overbroad pretrial request, like the present--for \"confessions, admissions and statements ... that in any way exculpate, inculpate or refer to the defendant\"--is insufficiently specific at the very least, if not misleading.  Cf. United States v. Carrasquillo-Plaza, 873 F.2d 10, 12 (1st Cir.1989) (noting that overbroad discovery requests, absent a specific showing of materiality, do not afford the prosecution proper notice in analogous Rule 16 context);  United States v. Hemmer, 729 F.2d 10, 14-15 (1st Cir.)  (same), cert. denied, 467 U.S. 1218, 104 S.Ct. 2666, 81 L.Ed.2d 371 (1984).  The omnibus motion submitted by Tuesta made no discernible reference to anything resembling \"other wrongful acts\" evidence nor did it request mere notification of the general nature of any such evidence.  Rather, it demanded outright pretrial disclosure of statements in any form, referring to the defendant in any way, without regard to their admissibility or the government's intention to introduce them.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Fed.R.Evid. 404(b);  cf., United States v. Williams, 792 F.Supp. 1120, 1133 (S.D.Ind.1992) (notification required in response to detailed request reciting text of Rule 404(b));  United States v. Alex, 791 F.Supp. 723, 728 (N.D.Ill.1992) (similar;  request specifically referencing Rule 404(b)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Accordingly, at a minimum the defense must present a timely request sufficiently clear and particular, in an objective sense, to fairly alert the prosecution that the defense is invoking its specific right to pretrial notification of the general nature of all Rule 404(b) evidence the prosecution intends to introduce at trial.  The rule we describe will bring pretrial practice under Rule 404(b) in line with circuit precedent governing the prosecution's duty to provide discovery material under Federal Rule of Criminal Procedure 16.  Cf. Fed.R.Evid. 404(b) advisory committee's notes (1991 amendment) (noting that amended rule \"places Rule 404(b) in the mainstream with notice and disclosure provisions in other rules of evidence\" but was not intended to impose on government a greater disclosure burden than \"currently ... required ... under [Fed.R.Crim.P.] 16\") (emphasis added).  See also supra note 1.</p>\n    </div>\n    <p class=\"indent\">2. Admission of 404(b) Evidence at Trial</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Next, Tuesta contends that it was reversible error to admit the Martinez testimony to rebut Tuesta's \"mere presence\" defense.  These evidentiary rulings normally are reviewed for abuse of discretion.  United States v. Figueroa, 976 F.2d 1446, 1454 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1346, 122 L.Ed.2d 728 (1993).  As Tuesta made no contemporaneous objection, however, we review for \"plain error,\" id. at 1453, and will reverse only if the error \"seriously affect[ed] the fundamental fairness and basic integrity of the proceedings,\" United States v. Carty, 993 F.2d 1005, 1012 n. 9 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A Rule 404(b) proffer must undergo a two-step inquiry:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>First, under the \"absolute bar\" of Rule 404(b), the evidence is inadmissible if relevant solely to show the defendant's character or propensity for criminal conduct;  it must have some \"special relevance\" to a material issue such as motive, opportunity, intent, preparation, plan or knowledge.  Second, under Rule 403, the trial court must satisfy itself that the probative value of the evidence is not substantially outweighed by the danger of unfair prejudice, confusion or undue delay.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Id. at 1011 (citations omitted).  The district court admitted the Martinez testimony relating to prior drug deals with Tuesta for the limited purpose of refuting Tuesta's \"mere presence\" defense that he was at the drug scene by \"mistake.\"   Fed.R.Evid. 404(b) (evidence admissible to prove, inter alia, knowledge, intent, absence of mistake);  Carty, 993 F.2d at 1011 (prior drug-dealing evidence admitted where defendant raised \"mere presence\" defense);  United States v. Agudelo, 988 F.2d 285, 287 (1st Cir.1993) (same).  Further, after the district court ruled that the probative value of the evidence outweighed any \"danger of unfair prejudice,\" Fed.R.Evid. 403, it minimized the potential for prejudice with a contemporaneous limiting instruction, which it reiterated in the final charge.  See Tejeda, 974 F.2d at 214.   We discern no error, plain or otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>B. Use of Communication Facility to Effect Drug Crime</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Tuesta challenges the guilty verdicts on counts three and four, on the grounds that the district court misinterpreted 18 U.S.C. Sec. 2 and that there was insufficient evidence that he aided and abetted Martinez in the use of a communication facility to effect the cocaine transaction, see 21 U.S.C. Sec. 843(b).  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Section 843(b) prohibits use of a communication facility to cause or facilitate a felonious drug offense.  See United States v. Cordero, 668 F.2d 32, 43 (1st Cir.1981).  Tuesta's challenge to the sufficiency of the evidence requires that \"[w]e view the evidence in the light most favorable to the verdict, in order to determine whether a rational trier of fact could have found guilt beyond a reasonable doubt.  All reasonable inferences are drawn in favor of the verdict and any credibility determination must be compatible with the judgment of conviction.\"  Tejeda, 974 F.2d at 212 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The jury was entitled to credit Martinez's testimony that he telephoned Tuesta, on September 2 and 3, 1992, to arrange the time and place at which the cocaine transaction would occur, as well as the price and quantity of cocaine.  No more was required.  Thus, even if Tuesta had played no part in the two telephone conversations between Martinez and the CI, the jury rationally could have inferred, from the two telephone conversations between Martinez and Tuesta, that Tuesta knowingly used a communication facility to effect the cocaine deal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>C. \"Background\" Hearsay</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A DEA agent testified that during a debriefing session the CI stated that Martinez acted in behalf of Tuesta in setting up cocaine deals.  Tuesta contends that admission of this hearsay testimony, over timely objection, was error.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As the government conceded at oral argument, the agent's testimony purported to relate an out-of-court statement by the CI offered for the sole purpose of proving the truth of the matter asserted (i.e., Tuesta's role in the instant offenses).  See Fed.R.Evid. 801;  cf. Figueroa, 976 F.2d at 1458 (noting that so-called \"background\" hearsay is not hearsay at all unless introduced to prove the truth of the matter asserted).  Thus, its admission constituted error.  We conclude, however, that the error was harmless.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">First, the testimony was cumulative of Martinez's testimony on the same matter.  Further, independent admissible evidence confirmed that Tuesta determined the conditions of sale, supplied the cocaine, and witnessed the cocaine exchange from nearby while in possession of a loaded firearm.  Thus, \"we can say 'with fair assurance, after pondering all that happened without stripping the erroneous action from the whole, that the [jurors'] judgment was not substantially swayed by the error.' \"  Id. at 1459 (quoting Kotteakos v. United States, 328 U.S. 750, 765, 66 S.Ct. 1239, 1248, 90 L.Ed. 1557 (1946) (\"harmless error\" standard)).</p>\n    </div>\n    <p>D. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Next, Tuesta attempts to present an \"ineffective assistance\" claim on direct appeal.  As a general rule, we address such Sixth Amendment claims on direct appeal only if \"the critical facts are not in dispute and a sufficiently developed record exists.\"  United States v. Jadusingh, 12 F.3d 1162, 1169 (1st Cir.1994) (citing United States v. Daniels, 3 F.3d 25, 26-27 (1st Cir.1993)).  Ordinarily, a collateral proceeding under 28 U.S.C. Sec. 2255 is the proper forum for fact-bound ineffective assistance claims.  See Jadusingh, 12 F.3d at 1170.   Tuesta's contention that trial counsel inexplicably failed to discover the identity of the CI was not raised in the district court and is sufficiently fact-bound to preclude effective review on the present record.</p>\n    </div>\n    <p>E. Prosecutorial Misconduct</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Tuesta contends that the prosecution improperly vouched for Martinez's testimony during its closing argument.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In the absence of a contemporaneous objection, we review allegations of prosecutorial misconduct for plain error, and will overturn a jury verdict only \"if the government's closing argument 'so poisoned the well' that it is likely that the verdict was affected.\"  United States v. Smith, 982 F.2d 681, 682 (1st Cir.1993) (citing United States v. Mejia-Lozano, 829 F.2d 268, 274 (1st Cir.1987)).  Any vouching which may have occurred was so faint as to be virtually indiscernible even to the trained ear.  We are confident that there is no likelihood that the verdicts were tainted by the alleged prosecutorial misconduct.  Id.</p>\n    </div>\n    <p>F. Cumulative Error</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As most assignments of error were baseless, we must also reject Tuesta's final contention that the conviction was tainted by cumulative error.  See United States v. Barnett, 989 F.2d 546, 560 (1st Cir.)  (\"The Constitution entitles a criminal defendant to a fair trial, not a perfect one.\")  (citing Delaware v. Van Arsdall, 475 U.S. 673, 681, 106 S.Ct. 1431, 1436, 89 L.Ed.2d 674 (1986)), cert. denied, --- U.S. ----, 114 S.Ct. 148, 126 L.Ed.2d 110 (1993).</p>\n    </div>\n    <p>G. Sentencing Error</p>\n    <p class=\"indent\">1. Acceptance of Responsibility</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Tuesta argues that the district court improperly denied a reduction for acceptance of responsibility, see U.S.S.G. Sec. 3E1.1, without affording him an adequate opportunity to evince remorse.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Tuesta distorts the record.  He continued to assert his innocence during a post-conviction interview with the probation officer.  At sentencing, the district court twice invited him to accept responsibility, by pointing out that the sentencing hearing would be his last opportunity to do so.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Nonetheless, though Tuesta asked the court for leniency, he said nothing which might be taken to indicate remorse.  Thus, he squandered several opportunities to verbalize acceptance of responsibility, leaving the district court little choice but to adopt a presentence report recommendation that no reduction be allowed.  There was no error.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">2. Sentencing Enhancement for Managerial Role</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, Tuesta challenges the two-level enhancement imposed for his managerial role in the offense, see U.S.S.G. Sec. 3B1.1 (1993), which the district court premised in part upon the unusual purity of the cocaine supplied by Tuesta.  A defendant's role in the offense must be established by a preponderance of the evidence, see United States v. Sostre, 967 F.2d 728, 731 (1st Cir.1992), and the sentencing court's factual findings are reviewed only for clear error, Jadusingh, 12 F.3d at 1169.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The exercise of decision-making authority, the degree of participation in planning or organizing the offense, and the degree of control and authority the defendant exercised over others are among the factors to be considered in determining managerial role.  See U.S.S.G. Sec. 3B1.1, comment (n. 4).  The record is replete with evidence that Martinez acted at the direction of Tuesta in setting the time and place of the drug transaction, and the price and quantity of the cocaine.  United States v. Cronin, 990 F.2d 663, 665 (1st Cir.1993) (noting that such evidence supports finding of managerial role.)   Additionally, the district court properly relied on the unusual purity of the cocaine (98%) Tuesta supplied to Martinez, as a further ground for inferring that Tuesta performed a managerial role.  See United States v. Iguaran-Palmar, 926 F.2d 7, 9 (1st Cir.1991).  There was no error.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As a further condition precedent to the government's duty, we note that Rule 404(b) seemingly requires pretrial notification only of \"other wrongful acts\" evidence which the government presently intends, as of the time the government responds to the request, to introduce at trial.  The present appeal neither requires that we determine the point nor consider its ramifications</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Since the indictment, as well as the jury instruction on the section 843(b) charges, encompassed Tuesta's conduct as a principal and as an aider and abettor, we need not address his contention that he could not be convicted under 18 U.S.C. Sec. 2 because there was no evidence that he instructed Martinez to use a communication device to arrange the cocaine sale</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Tuesta argues that the prosecutor improperly vouched for Martinez's credibility by stating that \"when a person repents and wants to cooperate, we need to present the testimony to the jury so that the jury has the facts at hand.\"   Although he states that there was no evidence that Martinez approached the government and offered to testify, Tuesta concedes that evidence was presented that the plea agreement did not require Martinez to testify.  Second, Tuesta contends that the prosecutor's reference to \"the facts at hand\" placed the government's prestige behind Martinez</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Prior to Tuesta's allocution, the court stated:  \"I haven't heard any acceptance of responsibility.\"   Moments later, the court said:  \"Well, you can say some things that may be able to help you;  but if you don't say them ... that's up to you.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">771</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">1201</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Hector H. TUESTA-TORO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2182.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 7, 1994.<br>Decided July 25, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kevin G. Little, Los Angeles, CA, for appellant.</p>\n      <p class=\"indent\">Jose A. Quiles Espinosa, Sr. Litigation Counsel, Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC, and Warren Vazquez, Asst. U.S. Atty., Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a three-day trial, a jury returned guilty verdicts on four drug-related charges against defendant-appellant Hector H. Tuesta Toro (\"Tuesta\"), who was sentenced to serve 128 months in prison, and this appeal ensued.  Finding no reversible error, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* FACTS</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We set out the salient facts in the light most favorable to the verdicts.  United States v. Tejeda, <span class=\"citation\" data-id=\"590212\"><a href=\"/opinion/590212/united-states-v-john-tejeda-united-states-of-america-v-paul-christian/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span>, 212 (1st Cir.1992).  On September 2, 1992, after receiving information from a confidential informant (\"CI\") that Tuesta and codefendant Carlos Martinez Diaz (\"Martinez\") were distributing large quantities of cocaine in the San Juan metropolitan area, the United States Drug Enforcement Administration (\"DEA\") recorded telephone conversations during which Martinez agreed to sell the CI five kilograms of cocaine at $16,500 per kilogram and identified Tuesta as his source.  Martinez in turn spoke with Tuesta by cellular phone in order to establish the price and quantity of the cocaine to be sold to the CI and the site of the drug transaction, but then lost phone contact with Tuesta.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The next day Martinez advised the CI by phone that a one-kilogram transaction (rather than the five-kilogram transaction discussed the day before) would take place that afternoon, but that Tuesta did not wish to be seen by the buyer.  Martinez reestablished telephone contact with Tuesta at 2:40 in the afternoon.  En route to the scene of the transaction, Martinez noted that Tuesta was carrying a gun and more than one kilogram of cocaine.  At Tuesta's instruction, Martinez parked their vehicle so that Tuesta could witness the drug deal without being observed.  Martinez then exited the car and delivered the cocaine to the CI, who was accompanied by an undercover DEA agent.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly thereafter, Martinez and Tuesta were arrested and charged with possessing cocaine, with intent to distribute, see 21 U.S.C. Sec. 841(a)(1), 18 U.S.C. Sec. 2;  carrying a firearm during and in relation to a drug trafficking offense, see <span class=\"citation\" data-id=\"590212\"><a href=\"/opinion/590212/united-states-v-john-tejeda-united-states-of-america-v-paul-christian/\"><span class=\"id_token\">id.</span> Secs. 942(c)(1), </a></span>2;  and with two counts of using a communication facility to facilitate a drug trafficking offense, see 21 U.S.C. Sec. 843(b), 18 U.S.C. Sec. 2.  Martinez eventually entered into a plea agreement with the government and testified against Tuesta at trial.  Following Tuesta's conviction on all counts, he was sentenced to 128 months' imprisonment.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. Evidence Rule 404(b)</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Prior to trial, Tuesta filed an omnibus motion to compel discovery which included the following request:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>[a]ll confessions, admissions and statements to the United States Attorney, or any law enforcement agent, made by any other person, whether indicted or not, that in any way exculpate, inculpate or refer to the defendant, whether or not such confessions, admissions and statements have been reduced to writing.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(Emphasis added.)   The motion made no mention of Rule 404(b) or \"other wrongful acts\" evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The government responded that it intended to pursue an \"open file\" discovery policy and that only government agents would be called to testify against Tuesta.  Following the government's response, however, Martinez entered into a plea agreement which provided that he would testify against Tuesta. Except as discussed below, Tuesta did not claim surprise.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At trial, the defense objected when the government asked Martinez how he knew Tuesta.  The government responded that Martinez would testify to prior drug dealings with Tuesta.  Tuesta objected on the ground that he had not been afforded pretrial notification of the government's intention to use Rule 404(b) evidence.  The court admitted the evidence for the limited purpose of refuting Tuesta's \"mere presence\" defense, see United States v. Hernandez, <span class=\"citation\" data-id=\"608834\"><a href=\"/opinion/608834/united-states-v-jose-hernandez-united-states-of-america-v-aguilino-jose/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">307</span></a></span>, 314 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">407</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">354</span> </span>(1993), after ruling that its probative value was not substantially outweighed by the danger of unfair prejudice, see Fed.R.Evid. 403.  The court, acting sua sponte, gave the jury a contemporaneous limiting instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">1. The Notification Requirement of Rule 404(b)</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Tuesta first contends that the \"other wrongful acts\" evidence introduced through codefendant Martinez should have been excluded because the government failed to provide the pretrial notification required by Evidence Rule 404(b) in response to Tuesta's omnibus motion for discovery.  The government maintains that Tuesta made no cognizable Rule 404(b) request prior to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The question presented is one of first impression:  how particular must a pretrial discovery request be in order to trigger the government's responsibility to disclose Rule 404(b) evidence as a precondition to its use at trial?   Rule 404(b), as amended in 1991, provides in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.  It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity or absence of mistake or accident, provided that upon request by the accused, the prosecution in a criminal case shall provide reasonable notice in advance of trial ... of the general nature of any such evidence it intends to introduce at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Fed.R.Evid. 404(b) (emphasis added).  As the rule speaks only of a \"request by the accused\" and the duty of the prosecution to provide reasonable pretrial notification \"of the general nature of any such evidence it intends to introduce at trial,\" <span class=\"citation no-link\"><span class=\"id_token\">id.,</span> we turn </span>elsewhere for guidance.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The advisory committee's notes to the 1991 amendment define the responsibilities of the respective parties in requesting and affording pretrial notification under Rule 404(b):  \"The amendment to Rule 404(b)....  expects that counsel for ... the defense ... will submit the necessary request ... in a reasonable and timely manner.\"   Fed.R.Evid. 404(b) advisory committee's notes (1991 amendment) (emphasis added).  The advisory committee note simply confirms the requirement implicit in the rule itself--that the defense must submit, \"in a reasonable and timely manner,\" its request for pretrial notification of the general nature of any evidence of other crimes, wrongs, or acts the government intends to introduce at trial for purposes of proving \"motive, intent, preparation, plan, knowledge, identity or absence of mistake or accident,\" Fed.R.Evid. 404(b).  We think it beyond question, therefore, that a \"reasonable\" request for notification, at a minimum, must be sufficiently clear and particular, in an objective sense, fairly to alert the prosecution that the defense is requesting pretrial notification of the general nature of any Rule 404(b) evidence the prosecution intends to introduce.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">An overbroad pretrial request, like the present--for \"confessions, admissions and statements ... that in any way exculpate, inculpate or refer to the defendant\"--is insufficiently specific at the very least, if not misleading.  Cf. United States v. Carrasquillo-Plaza, <span class=\"citation\" data-id=\"521952\"><a href=\"/opinion/521952/united-states-v-pedro-carrasquillo-plaza/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 12 (1st Cir.1989) (noting that overbroad discovery requests, absent a specific showing of materiality, do not afford the prosecution proper notice in analogous Rule 16 context);  United States v. Hemmer, <span class=\"citation\" data-id=\"431992\"><a href=\"/opinion/431992/united-states-v-james-hemmer-united-states-of-america-v-john-cusick/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 14-15 (1st Cir.)  (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1218</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2666</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span> </span>(1984).  The omnibus motion submitted by Tuesta made no discernible reference to anything resembling \"other wrongful acts\" evidence nor did it request mere notification of the general nature of any such evidence.  Rather, it demanded outright pretrial disclosure of statements in any form, referring to the defendant in any way, without regard to their admissibility or the government's intention to introduce them.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Fed.R.Evid. 404(b);  cf., United States v. Williams, <span class=\"citation no-link\"><span class=\"volume\">792</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1120</span></span>, 1133 (S.D.Ind.1992) (notification required in response to detailed request reciting text of Rule 404(b));  United States v. Alex, <span class=\"citation no-link\"><span class=\"volume\">791</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">723</span></span>, 728 (N.D.Ill.1992) (similar;  request specifically referencing Rule 404(b)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Accordingly, at a minimum the defense must present a timely request sufficiently clear and particular, in an objective sense, to fairly alert the prosecution that the defense is invoking its specific right to pretrial notification of the general nature of all Rule 404(b) evidence the prosecution intends to introduce at trial.  The rule we describe will bring pretrial practice under Rule 404(b) in line with circuit precedent governing the prosecution's duty to provide discovery material under Federal Rule of Criminal Procedure 16.  Cf. Fed.R.Evid. 404(b) advisory committee's notes (1991 amendment) (noting that amended rule \"places Rule 404(b) in the mainstream with notice and disclosure provisions in other rules of evidence\" but was not intended to impose on government a greater disclosure burden than \"currently ... required ... under [Fed.R.Crim.P.] 16\") (emphasis added).  See also supra note 1.</p>\n    </div>\n    <p class=\"indent\">2. Admission of 404(b) Evidence at Trial</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Next, Tuesta contends that it was reversible error to admit the Martinez testimony to rebut Tuesta's \"mere presence\" defense.  These evidentiary rulings normally are reviewed for abuse of discretion.  United States v. Figueroa, <span class=\"citation\" data-id=\"592204\"><a href=\"/opinion/592204/united-states-v-angel-luis-figueroa-united-states-of-america-v-tomas/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1454 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1346</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">728</span> </span>(1993).  As Tuesta made no contemporaneous objection, however, we review for \"plain error,\" <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 1453, </span>and will reverse only if the error \"seriously affect[ed] the fundamental fairness and basic integrity of the proceedings,\" United States v. Carty, <span class=\"citation\" data-id=\"607110\"><a href=\"/opinion/607110/united-states-v-ralph-h-carty/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1005</span></a></span>, 1012 n. 9 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A Rule 404(b) proffer must undergo a two-step inquiry:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>First, under the \"absolute bar\" of Rule 404(b), the evidence is inadmissible if relevant solely to show the defendant's character or propensity for criminal conduct;  it must have some \"special relevance\" to a material issue such as motive, opportunity, intent, preparation, plan or knowledge.  Second, under Rule 403, the trial court must satisfy itself that the probative value of the evidence is not substantially outweighed by the danger of unfair prejudice, confusion or undue delay.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"607110\"><a href=\"/opinion/607110/united-states-v-ralph-h-carty/\"><span class=\"id_token\">Id.</span> at 1011 </a></span>(citations omitted).  The district court admitted the Martinez testimony relating to prior drug deals with Tuesta for the limited purpose of refuting Tuesta's \"mere presence\" defense that he was at the drug scene by \"mistake.\"   Fed.R.Evid. 404(b) (evidence admissible to prove, inter alia, knowledge, intent, absence of mistake);  <span class=\"citation\" data-id=\"607110\"><span class=\"antecedent_guess\">Carty,</span> <a href=\"/opinion/607110/united-states-v-ralph-h-carty/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1011</span> </a></span>(prior drug-dealing evidence admitted where defendant raised \"mere presence\" defense);  United States v. Agudelo, <span class=\"citation\" data-id=\"602349\"><a href=\"/opinion/602349/united-states-v-jorge-eliecer-agudelo/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">285</span></a></span>, 287 (1st Cir.1993) (same).  Further, after the district court ruled that the probative value of the evidence outweighed any \"danger of unfair prejudice,\" Fed.R.Evid. 403, it minimized the potential for prejudice with a contemporaneous limiting instruction, which it reiterated in the final charge.  See <span class=\"citation\" data-id=\"590212\"><span class=\"antecedent_guess\">Tejeda,</span> <a href=\"/opinion/590212/united-states-v-john-tejeda-united-states-of-america-v-paul-christian/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">214</span></a></span>.   We discern no error, plain or otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>B. Use of Communication Facility to Effect Drug Crime</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Tuesta challenges the guilty verdicts on counts three and four, on the grounds that the district court misinterpreted 18 U.S.C. Sec. 2 and that there was insufficient evidence that he aided and abetted Martinez in the use of a communication facility to effect the cocaine transaction, see 21 U.S.C. Sec. 843(b).  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Section 843(b) prohibits use of a communication facility to cause or facilitate a felonious drug offense.  See United States v. Cordero, <span class=\"citation\" data-id=\"398639\"><a href=\"/opinion/398639/united-states-v-josephine-cordero-etc-united-states-of-america-v/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 43 (1st Cir.1981).  Tuesta's challenge to the sufficiency of the evidence requires that \"[w]e view the evidence in the light most favorable to the verdict, in order to determine whether a rational trier of fact could have found guilt beyond a reasonable doubt.  All reasonable inferences are drawn in favor of the verdict and any credibility determination must be compatible with the judgment of conviction.\"  <span class=\"citation\" data-id=\"590212\"><span class=\"antecedent_guess\">Tejeda,</span> <a href=\"/opinion/590212/united-states-v-john-tejeda-united-states-of-america-v-paul-christian/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">212</span> </a></span>(citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The jury was entitled to credit Martinez's testimony that he telephoned Tuesta, on September 2 and 3, 1992, to arrange the time and place at which the cocaine transaction would occur, as well as the price and quantity of cocaine.  No more was required.  Thus, even if Tuesta had played no part in the two telephone conversations between Martinez and the CI, the jury rationally could have inferred, from the two telephone conversations between Martinez and Tuesta, that Tuesta knowingly used a communication facility to effect the cocaine deal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>C. \"Background\" Hearsay</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A DEA agent testified that during a debriefing session the CI stated that Martinez acted in behalf of Tuesta in setting up cocaine deals.  Tuesta contends that admission of this hearsay testimony, over timely objection, was error.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As the government conceded at oral argument, the agent's testimony purported to relate an out-of-court statement by the CI offered for the sole purpose of proving the truth of the matter asserted (i.e., Tuesta's role in the instant offenses).  See Fed.R.Evid. 801;  cf. <span class=\"citation\" data-id=\"592204\"><span class=\"antecedent_guess\">Figueroa,</span> <a href=\"/opinion/592204/united-states-v-angel-luis-figueroa-united-states-of-america-v-tomas/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1458</span> </a></span>(noting that so-called \"background\" hearsay is not hearsay at all unless introduced to prove the truth of the matter asserted).  Thus, its admission constituted error.  We conclude, however, that the error was harmless.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">First, the testimony was cumulative of Martinez's testimony on the same matter.  Further, independent admissible evidence confirmed that Tuesta determined the conditions of sale, supplied the cocaine, and witnessed the cocaine exchange from nearby while in possession of a loaded firearm.  Thus, \"we can say 'with fair assurance, after pondering all that happened without stripping the erroneous action from the whole, that the [jurors'] judgment was not substantially swayed by the error.' \"  <span class=\"citation\" data-id=\"592204\"><a href=\"/opinion/592204/united-states-v-angel-luis-figueroa-united-states-of-america-v-tomas/\"><span class=\"id_token\">Id.</span> at 1459 </a></span>(quoting Kotteakos v. United States, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></a></span>, 765, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, 1248, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1557</span> </a></span>(1946) (\"harmless error\" standard)).</p>\n    </div>\n    <p>D. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Next, Tuesta attempts to present an \"ineffective assistance\" claim on direct appeal.  As a general rule, we address such Sixth Amendment claims on direct appeal only if \"the critical facts are not in dispute and a sufficiently developed record exists.\"  United States v. Jadusingh, <span class=\"citation\" data-id=\"195129\"><a href=\"/opinion/195129/united-states-v-jadusingh/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1162</span></a></span>, 1169 (1st Cir.1994) (citing United States v. Daniels, <span class=\"citation\" data-id=\"194896\"><a href=\"/opinion/194896/united-states-v-daniels/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 26-27 (1st Cir.1993)).  Ordinarily, a collateral proceeding under 28 U.S.C. Sec. 2255 is the proper forum for fact-bound ineffective assistance claims.  See <span class=\"citation\" data-id=\"195129\"><span class=\"antecedent_guess\">Jadusingh,</span> <a href=\"/opinion/195129/united-states-v-jadusingh/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1170</span></a></span>.   Tuesta's contention that trial counsel inexplicably failed to discover the identity of the CI was not raised in the district court and is sufficiently fact-bound to preclude effective review on the present record.</p>\n    </div>\n    <p>E. Prosecutorial Misconduct</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Tuesta contends that the prosecution improperly vouched for Martinez's testimony during its closing argument.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In the absence of a contemporaneous objection, we review allegations of prosecutorial misconduct for plain error, and will overturn a jury verdict only \"if the government's closing argument 'so poisoned the well' that it is likely that the verdict was affected.\"  United States v. Smith, <span class=\"citation\" data-id=\"597416\"><a href=\"/opinion/597416/united-states-v-joseph-smith/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">681</span></a></span>, 682 (1st Cir.1993) (citing United States v. Mejia-Lozano, <span class=\"citation\" data-id=\"494593\"><a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 274 (1st Cir.1987)).  Any vouching which may have occurred was so faint as to be virtually indiscernible even to the trained ear.  We are confident that there is no likelihood that the verdicts were tainted by the alleged prosecutorial misconduct.  Id.</p>\n    </div>\n    <p>F. Cumulative Error</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As most assignments of error were baseless, we must also reject Tuesta's final contention that the conviction was tainted by cumulative error.  See United States v. Barnett, <span class=\"citation\" data-id=\"603504\"><a href=\"/opinion/603504/united-states-v-michael-barnett-united-states-of-america-v-barry-jordan/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 560 (1st Cir.)  (\"The Constitution entitles a criminal defendant to a fair trial, not a perfect one.\")  (citing Delaware v. Van Arsdall, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 681, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, 1436, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span> </a></span>(1986)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">148</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span> </span>(1993).</p>\n    </div>\n    <p>G. Sentencing Error</p>\n    <p class=\"indent\">1. Acceptance of Responsibility</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Tuesta argues that the district court improperly denied a reduction for acceptance of responsibility, see U.S.S.G. Sec. 3E1.1, without affording him an adequate opportunity to evince remorse.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Tuesta distorts the record.  He continued to assert his innocence during a post-conviction interview with the probation officer.  At sentencing, the district court twice invited him to accept responsibility, by pointing out that the sentencing hearing would be his last opportunity to do so.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Nonetheless, though Tuesta asked the court for leniency, he said nothing which might be taken to indicate remorse.  Thus, he squandered several opportunities to verbalize acceptance of responsibility, leaving the district court little choice but to adopt a presentence report recommendation that no reduction be allowed.  There was no error.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">2. Sentencing Enhancement for Managerial Role</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, Tuesta challenges the two-level enhancement imposed for his managerial role in the offense, see U.S.S.G. Sec. 3B1.1 (1993), which the district court premised in part upon the unusual purity of the cocaine supplied by Tuesta.  A defendant's role in the offense must be established by a preponderance of the evidence, see United States v. Sostre, <span class=\"citation\" data-id=\"585786\"><a href=\"/opinion/585786/united-states-v-rodrigo-sostre/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">728</span></a></span>, 731 (1st Cir.1992), and the sentencing court's factual findings are reviewed only for clear error, <span class=\"citation\" data-id=\"195129\"><span class=\"antecedent_guess\">Jadusingh,</span> <a href=\"/opinion/195129/united-states-v-jadusingh/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1169</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The exercise of decision-making authority, the degree of participation in planning or organizing the offense, and the degree of control and authority the defendant exercised over others are among the factors to be considered in determining managerial role.  See U.S.S.G. Sec. 3B1.1, comment (n. 4).  The record is replete with evidence that Martinez acted at the direction of Tuesta in setting the time and place of the drug transaction, and the price and quantity of the cocaine.  United States v. Cronin, <span class=\"citation\" data-id=\"604121\"><a href=\"/opinion/604121/united-states-v-john-m-cronin-united-states-of-america-v-robert-e/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">663</span></a></span>, 665 (1st Cir.1993) (noting that such evidence supports finding of managerial role.)   Additionally, the district court properly relied on the unusual purity of the cocaine (98%) Tuesta supplied to Martinez, as a further ground for inferring that Tuesta performed a managerial role.  See United States v. Iguaran-Palmar, <span class=\"citation\" data-id=\"556385\"><a href=\"/opinion/556385/united-states-v-john-iguaran-palmar/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 9 (1st Cir.1991).  There was no error.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As a further condition precedent to the government's duty, we note that Rule 404(b) seemingly requires pretrial notification only of \"other wrongful acts\" evidence which the government presently intends, as of the time the government responds to the request, to introduce at trial.  The present appeal neither requires that we determine the point nor consider its ramifications</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Since the indictment, as well as the jury instruction on the section 843(b) charges, encompassed Tuesta's conduct as a principal and as an aider and abettor, we need not address his contention that he could not be convicted under 18 U.S.C. Sec. 2 because there was no evidence that he instructed Martinez to use a communication device to arrange the cocaine sale</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Tuesta argues that the prosecutor improperly vouched for Martinez's credibility by stating that \"when a person repents and wants to cooperate, we need to present the testimony to the jury so that the jury has the facts at hand.\"   Although he states that there was no evidence that Martinez approached the government and offered to testify, Tuesta concedes that evidence was presented that the plea agreement did not require Martinez to testify.  Second, Tuesta contends that the prosecutor's reference to \"the facts at hand\" placed the government's prestige behind Martinez</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Prior to Tuesta's allocution, the court stated:  \"I haven't heard any acceptance of responsibility.\"   Moments later, the court said:  \"Well, you can say some things that may be able to help you;  but if you don't say them ... that's up to you.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111625/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194896/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195129/",
    "https://www.courtlistener.com/api/rest/v3/opinions/398639/",
    "https://www.courtlistener.com/api/rest/v3/opinions/431992/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494593/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521952/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556385/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590212/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592204/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603504/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604121/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607110/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608834/"
  ]
}