{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195531/",
  "id": 195531,
  "absolute_url": "/opinion/195531/american-automobile-v-commissioner-ma-epa/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195531/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:57Z",
  "date_modified": "2020-02-21T23:31:13.792813Z",
  "type": "010combined",
  "sha1": "bf9340d0f5a73f2726c7c6f2d2c32d134333ed52",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2276.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2276\n\n              AMERICAN AUTOMOBILE MANUFACTURERS \n                     ASSOCIATION, ET AL.,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n           COMMISSIONER, MASSACHUSETTS DEPARTMENT \n             OF ENVIRONMENTAL PROTECTION, ET AL.,\n\n                    Defendants, Appellees.\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. A. David Mazzone, Senior U.S. District Judge]\n                                                       \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n                Bownes, Senior Circuit Judge,\n                                            \n                   and Cyr, Circuit Judge.\n                                         \n\n                                         \n\nEdward  W. Warren,  with  whom  Daniel F.  Attridge,  Stuart  A.C.\n                                                                  \nDrake, Gary E. Marchant,  Kirkland &amp; Ellis, Robert F.  Sylvia, Eric F.\n                                                                  \nEisenberg,  Hinckley,  Allen  &amp;  Snyder,  Phillip  D.  Brady, V.  Mark\n                                                                  \nSlywynsky, Of Counsel, American Automobile  Manufacturers Association,\n     \nCharles H. Lockwood, and  John T. Whatley, Of Counsel,  Association of\n                                     \nInternational  Automobile  Manufacturers,  Inc.,  were  on  brief  for\nappellants.\nJames  R.  Milkey,  Assistant   Attorney  General,  Deputy  Chief,\n                 \nEnvironmental  Protection  Division,   with  whom  Scott  Harshbarger,\n                                                                 \nAttorney General  of the Commonwealth  of Massachusetts, and  David G.\n                                                                  \nBookbinder,  Assistant Attorney  General, were  on brief  for appellee\n      \nCommissioner, Massachusetts Department of Environmental Protection.\nWilliam  H. Lewis,  Jr.,  Hunter  L.  Prillaman, Morgan,  Lewis  &amp;\n                                                                  \nBockius,  Paul F. Ware, Jr.,  Michael J. Meagher,  Scott L. Robertson,\n                                                                 \n\nGoodwin,  Procter &amp;  Hoar, G.  William Frick,  and David  T. Deal,  Of\n                                                             \nCounsel, American  Petroleum Institute on brief  for appellee American\nPetroleum\nInstitute.\nLois  J. Schiffer,  Acting Assistant  Attorney General,  David  C.\n                                                                  \nShilton,  Timothy  J.  Dowling,  Attorneys,  Environment  and  Natural\n                          \nResources Division,  Jean C. Nelson, General Counsel,  Alan W. Eckert,\n                                                                 \nAssociate General  Counsel, and Michael J.  Horowitz, Attorney, Office\n                                                \nof General Counsel, United  States Environmental Protection Agency, on\nbrief for the United States, amicus curiae.\nJacqueline  M.  Warren,  and  Berle,  Kass  &amp;  Case  on  brief for\n                                                   \nAmerican  Lung Association,  Natural  Resources  Defense Council,  and\nConservation Law Foundation, amici curiae.\nG.  Oliver Koppel,  Attorney General  of  the  State of  New York,\n                 \nPeter  H.  Schiff,  Deputy   Solicitor,  Val  Washington,  Joan  Leary\n                                                                  \nMatthews, Helene G.  Goldberger, Assistant Attorneys General;  Michael\n                                                                  \nE.  Carpenter, Attorney General of  the State of  Maine, Sarah Roberts\n                                                                  \nWalton,  Assistant  Attorney  General;  Jeffrey  L. Amestoy,  Attorney\n                                                       \nGeneral  of the  State  of Vermont,  J.  Wallace Malley,  Jr.,  Deputy\n                                                         \nAttorney  General; Jeffrey B. Pine,  Attorney General of  the State of\n                              \nRhode  Island,  and  Michael  Rubin, Assistant  Attorney  General  and\n                               \nEnvironmental  Advocate, on brief for  the States of  New York, Maine,\nVermont, and Rhode Island, amici curiae.\n\n                                         \n                        August 3, 1994\n\n                                         \n\n          BOWNES,   Senior   Circuit   Judge.     Plaintiffs-\n          BOWNES,   Senior   Circuit   Judge.\n                                            \n\nappellants,  the  Massachusetts   State  Automobile   Dealers\n\nAssociation,  Inc.   and  two  trade   groups  of  automobile\n\nmanufacturers, appeal from an order denying their request for\n\na  preliminary  injunction.   Plaintiffs  seek  to stall  the\n\nimplementation   of   motor   vehicle    tailpipe   emissions\n\nregulations adopted by  defendant-appellee, the  Commissioner\n\nof  the Massachusetts Department  of Environmental Protection\n\n(DEP).    See  Mass.  Regs.  Code  tit.  310,      7.40-7.60.\n             \n\nDefendant-appellee,   the   American   Petroleum   Institute,\n\nintervened in support of the regulations.  \n\n          Prior to oral argument, plaintiffs moved to dismiss\n\ntheir appeal  as to all issues  but one:   whether DEP's 1995\n\nmodel year requirements should be  enjoined.  DEP opposes the\n\nmotion  for  partial   dismissal  and   requests  costs   and\n\nattorney's fees.   We grant the motion for partial dismissal.\n\nWe award DEP costs, but not attorney's fees.  With respect to\n\nthe 1995 model year  requirements, the order of the  district\n\ncourt is affirmed.            I.\n                              I.\n\n                          BACKGROUND\n                                    \n\nA.        Cars and the Clean Air Act\n                                    \n\n          The  exhaust  from a  gasoline-powered engine  is a\n\nsource  of air pollution.   Motor Vehicle Mfrs.  Ass'n v. New\n                                                             \n\nYork  Dep't of Envtl. Conservation, 17 F.3d 521, 524 (2d Cir.\n                                  \n\n1994) (hereinafter  MVMA).    Emissions  from  car  tailpipes\n                        \n\n                             -3-\n                              3\n\ninclude  hydrocarbons and nitrogen oxides (NOx), constituents\n\nof ground-level ozone,  a major  component of smog.   Id.  at\n                                                         \n\n526.  \n\n          The  Clean  Air  Act  is  the  federal  legislation\n\ngoverning  tailpipe emissions.   The  Act directs  the United\n\nStates  Environmental Protection  Agency  (EPA) to  establish\n\nnational ambient air quality standards (NAAQS) for pollutants\n\nsuch  as  ground-level  ozone.   Under  the  Act,  states are\n\nresponsible for  developing and enforcing a  plan, subject to\n\nEPA  approval, for  attaining  and maintaining  the NAAQS  by\n\nregulating  sources of air  pollution.  42  U.S.C.   7410(a).\n\nStates failing  to meet  the NAAQS risk  sanctions, including\n\nthe  loss of  federal highway funds.   Id.    7509.   EPA has\n                                          \n\ndesignated the  entire state of Massachusetts  as a \"serious\"\n\nnonattainment area for  the ozone  NAAQS.  See  56 Fed.  Reg.\n                                              \n\n56,694, 56,776 (Nov. 6, 1991).\n\n          Mobile sources  of air  pollution such as  cars and\n\ntrucks are subject to EPA regulation under    202 and 207  of\n\nthe  Act, 42 U.S.C.     7521, 7541.   EPA emissions standards\n\nfor hydrocarbons and nitrogen oxides apply to a given vehicle\n\nbased on its weight, use classification, and model year.  See\n                                                             \n\nid.    7521, 7541; MVMA, 17 F.3d at 525-26.   \n                       \n\n          State  regulation  of  motor  vehicle  emissions is\n\ngenerally  preempted  by  the  Clean  Air  Act,  42 U.S.C.   \n\n7543(a), with one  exception:  California can enforce its own\n\n                             -4-\n                              4\n\nstandards, subject to EPA approval by way of a waiver under  \n\n209(b)  of the Act,  id.   7543(b)  (the waiver requirement).\n                        \n\nConsequently, there can  be only two types  of cars \"created\"\n\nunder  emissions regulations  in this country:   \"California\"\n\ncars  and \"federal\" (that is, EPA-regulated) cars.  See id.  \n                                                           \n\n7507.  Other states  cannot take any action that  would force\n\nmanufacturers  to create a \"third  vehicle.\"1  Id. (the third\n                                                  \n\nvehicle requirement). \n\n          Section 177 of the Act allows other states to adopt\n\nstandards  \"identical\"  to  California's   (the  identicality\n\nrequirement),  but only  if there  is  a two-year  time lapse\n\nbetween  the time  the standards  are adopted  and the  first\n\nmodel  year   affected  by  those  standards   (the  leadtime\n\nrequirement).   Id.  Similarly,    211 of  the Act authorizes\n                   \n\nEPA to regulate motor fuels and preempts any unapproved state\n\n                    \n\n1.  The third vehicle provision states: \n          Nothing in  this section  . . .  shall be\n          construed  as authorizing any . . . State\n          to   prohibit   or  limit,   directly  or\n          indirectly, the manufacture  or sale of a\n          new motor vehicle or motor vehicle engine\n          that  is  certified   in  California   as\n          meeting California standards, or  to take\n          any action of any kind to create, or have\n          the effect of  creating, a motor  vehicle\n          or motor vehicle  engine different than a\n          motor  vehicle  or  engine  certified  in\n          California under  California standards (a\n          \"third vehicle\") or otherwise create such\n          a \"third vehicle.\" \n42 U.S.C.   7507. \n\n                             -5-\n                              5\n\nregulations,  except  for California,  which  may  enact fuel\n\nstandards without EPA approval.  Id.   7545(c)(4)(B).   \n                                    \n\n                             -6-\n                              6\n\nB.        DEP's Adoption of California LEV Regulations\n                                                      \n\n          In  September 1991, California  enacted a novel set\n\nof vehicle emissions and  clean fuels requirements called the\n\n\"Low Emissions Vehicles/Clean  Fuels\" (LEV/CF) program.   The\n\nLEV component  of the program  requires the creation  of four\n\ncategories of California cars  to meet increasingly stringent\n\nemissions standards, to be phased in over time:  Transitional\n\nLow-Emission  Vehicles;   Low-Emission  Vehicles;  Ultra-Low-\n\nEmission  Vehicles;  and   Zero-Emission  Vehicles,  such  as\n\nelectric  cars.   California  has also  established  annually\n\ndescending  \"fleet  average  requirements,\"  based  on  sales\n\ntargets  for each  category  of vehicles.    A fleet  average\n\nrequirement is a cap on the average emissions attributable to\n\nall classes of vehicles produced by a particular manufacturer\n\nin a given year (in other words, the manufacturer's \"fleet\").\n\nCalifornia's   requirements    provide   manufacturers   with\n\n\"flexibility to develop varying emissions within their entire\n\nfleet to meet [an] overall goal.\"  MVMA, 17 F.3d at  535.  On\n                                       \n\nJanuary 7, 1993, EPA granted California a   209(b) waiver for\n\nthe program.\n\n          Meanwhile, on January 31, 1992, DEP adopted the LEV\n\ncomponent of California's  standards, intending to apply  the\n\nstandards beginning with 1995  models.  DEP regulations allow\n\nnew  California   cars  to  be  leased,   bought,  sold,  and\n\nregistered in Massachusetts,  but ban the  acquisition, sale,\n\n                             -7-\n                              7\n\nand registration of  new federal  cars in the  state.   DEP's\n\nproposed   regulations  sent  out   for  notice  and  comment\n\ncontained   fleet   average   requirements,   but   no   such\n\nrequirements appear  in the final rule  because DEP preferred\n\nto let the market determine the mix of new California cars in\n\nthe state. \n\nC.        Prior Proceedings\n                           \n\n          Plaintiffs filed an  action in  the District  Court\n\nfor  the  District  of  Massachusetts,  arguing   that  DEP's\n\nregulations are  preempted by  the Act because  DEP allegedly\n\nfailed  to comply with    177 of  the Act, 42  U.S.C.   7507.\n\nPlaintiffs moved  for summary judgment and  for a preliminary\n\ninjunction, founding  their motions on four claims:   [1] the\n\nregulations are not \"identical\"  to California's, in that DEP\n\ndid  not  adopt  California's  clean  fuels  rules;  [2]  the\n\nregulations  force manufacturers to  create a \"third vehicle\"\n\nbecause  of   the  higher  sulfur  content   of  gasoline  in\n\nMassachusetts; [3] the regulations were adopted by DEP before\n\nEPA  granted California a    209(b) waiver; and  [4] the two-\n\nyear  leadtime requirement  precluded DEP  from applying  the\n\nregulations to any 1995 models because two automakers planned\n\nto begin producing  1995 cars before  two years passed  after\n\nthe regulations were adopted.  \n\n          With  the parties'  consent,  the court  stayed the\n\nsummary judgment  proceedings and  ruled first on  the motion\n\n                             -8-\n                              8\n\nfor a preliminary  injunction.  The  court denied the  motion\n\nwithout a hearing, ruling that while  plaintiffs demonstrated\n\na  risk  of irreparable  injury  given  the cost  of  vehicle\n\nemissions controls,  the balance of equities and  the risk of\n\nharm to the public interest did not clearly favor granting an\n\ninjunction.   The court also found  that plaintiffs failed to\n\ndemonstrate a  likelihood of prevailing on  the merits, which\n\nis  the \"sine qua  non\" of  the preliminary  injunction test.\n                      \n\nWeaver v. Henderson, 984 F.2d 11, 12 &amp; n.3 (1st Cir. 1993). \n                   \n\n          Three of the four Clean Air Act issues presented to\n\nthe district court were later addressed by the Second Circuit\n\nin  a case concerning a  challenge to New  York's adoption of\n\nthe  LEV standards.  See MVMA, 17  F.3d at 521, aff'g in part\n                                                             \n\nand rev'g in part Motor Vehicle Mfrs. Ass'n v. New York Dep't\n                                                             \n\nof  Envtl.  Conservation, 831  F.  Supp.  57 (N.D.N.Y.  1993)\n                        \n\n(hereinafter New York DEC).  The Second Circuit held in favor\n                         \n\nof  the state on the identicality and waiver claims, but held\n\nin  favor of the  automakers on the  leadtime claim.   Id. at\n                                                          \n\n532-35.  The court  did not consider the merits of the \"third\n\nvehicle\"  claim because  the  district  court found  material\n\nfacts at issue and set the claim down for trial.  Id. at 530.\n                                                     \n\n                             II.\n\n                      PARTIAL DISMISSAL\n                                       \n\n          Prior to oral argument, plaintiffs moved under Fed.\n\nR.   App.  P.  42(b)  to  dismiss  their  appeal  as  to  the\n\n                             -9-\n                              9\n\nidenticality,  waiver,  and  third  vehicle  claims,  thereby\n\nleaving  the leadtime  issue as  the  sole basis  for interim\n\nrelief.    Plaintiffs'  action  was prompted  by  the  Second\n\nCircuit's adverse  ruling  on  the  identicality  and  waiver\n\nclaims, which came after  plaintiffs' opening brief was filed\n\nin  this case.    In addition,  plaintiffs maintain  that the\n\nthird  vehicle claim  requires  testimony on  the effects  of\n\nsulfur  on emissions systems,  and that  the evidence  in the\n\nrecord is outdated and incomplete.   \n\n          We have broad discretion to grant voluntary motions\n\nto dismiss.   \"An appeal  may be  dismissed on motion  of the\n\nappellant  upon such  terms as  may  be .  . .  fixed by  the\n\ncourt.\"  Fed. R. App. P. 42(b); see also 16 Charles A. Wright\n                                        \n\n&amp; Arthur R. Miller, Federal Practice and Procedure   3988, at\n                                                  \n\n480 (1977).  Such  motions are generally granted, but  may be\n\ndenied  in  the interest  of justice  or  fairness.   See HCA\n                                                             \n\nHealth Servs. of Virginia v. Metropolitan Life  Ins. Co., 957\n                                                        \n\nF.2d 120,  123 (4th Cir.  1992); United States  v. Washington\n                                                             \n\nDep't of Fisheries, 573 F.2d 1117, 1118 (9th  Cir. 1978).    \n                  \n\n          DEP contends  that this  case \"presents one  of the\n\nrare occasions where justice requires that a voluntary motion\n\nto dismiss be . . .  denied,\" so that we might rule  that the\n\nthird  vehicle claim  fails  as  a matter  of  law.   We  are\n\nunpersuaded.  None  of the grounds that have compelled courts\n\n                             -10-\n                              10\n\nto  deny voluntary motions to dismiss are present here.  See,\n                                                            \n\ne.g.,  Township of Benton v. County of Berrien, 570 F.2d 114,\n                                              \n\n118-19 (6th  Cir. 1978) (denying  motion to dismiss  filed by\n\none  of   two  appellants  because  dismissal   \"would  be  a\n\nmeaningless  gesture,\"  where  both  appellants  pressed same\n\narguments, and both would be affected by decision); Blount v.\n                                                          \n\nState  Bank &amp; Trust  Co., 425 F.2d  266, 266 (4th  Cir. 1970)\n                        \n\n(denying   appellant's  motion   to  dismiss,   but  granting\n\nappellee's because  appellant violated briefing  schedule and\n\ncaused appellee to file  motion to dismiss); Local  53, Int'l\n                                                             \n\nAss'n  of Heat and Frost Insulators v. Vogler, 407 F.2d 1047,\n                                             \n\n1055 (5th  Cir. 1969)  (denying motion  and affirming  on the\n\nmerits  because  motion  to  dismiss  was  based  on  unsound\n\nargument that appeal from injunction was moot since appellant\n\nwas voluntarily refraining  from enjoined conduct); see  also\n                                                             \n\nWashington  Dep't  of Fisheries,  573  F.2d  at 1118  (courts\n                               \n\n\"might have grounds\" for denying motion to  dismiss if sought\n\nto evade appellate review and to frustrate court orders).  \n\n          Furthermore, we note that  granting the Rule  42(b)\n\nmotion will  not shelter the remaining  claims from scrutiny.\n\nWe will simply be accepting plaintiffs' decision to let those\n\nclaims be  finally adjudicated  before bringing them  to this\n\ncourt.  Creaton  v. Heckler,  781 F.2d 1430,  1431 (9th  Cir.\n                           \n\n1986).   The interests of  fairness and judicial  economy are\n\nwell served by  restricting our review to the leadtime issue,\n\n                             -11-\n                              11\n\nthe  sole   claim  both  parties  concede   we  must  decide.\n\nConsequently, we  grant the motion for  partial dismissal and\n\ndecline to reach the merits of the third vehicle claim.  \n\n                             -12-\n                              12\n\n                             III.\n\n                           LEADTIME\n                                   \n\n          We turn  to whether the district  court was correct\n\nin  denying a  preliminary injunction  based on  the leadtime\n\nclaim.  We will reverse only if the district court abused its\n\ndiscretion or  made a manifest  error of  law.   Narragansett\n                                                             \n\nIndian Tribe v. Guilbert, 934 F.2d 4, 5 (1st Cir. 1991).     \n                        \n\n          At issue is the proper construction of the leadtime\n\nrequirement.   The statute  at issue,   177  of the Clean Air\n\nAct, 42 U.S.C.    7507, empowers states to adopt  and enforce\n\nCalifornia emissions standards for vehicles and motor vehicle\n\nengines  \"for  any model  year,\"  if  the state  adopts  such\n\nstandards  \"at least  two years  before commencement  of such\n\nmodel  year  (as  determined  by  regulations  of  the  [EPA]\n\nAdministrator).\"2   The  parties  agree that  the model  year\n\n                    \n\n2.  Section 177 states, in pertinent part:\n          Notwithstanding  [the statute  preempting\n          state  emissions regulations],  any State\n          which  has  plan   provisions  [for   the\n          attainment and maintenance of  the NAAQS]\n          may adopt and enforce for  any model year\n          standards   relating    to   control   of\n          emissions from new motor vehicles  or new\n          motor vehicle engines . . . if --\n          (1)  such standards are identical to  the\n          California standards for  which a  waiver\n          has been granted for such model year, and\n          (2)  California and such State adopt such\n          standards  at  least  two   years  before\n          commencement  of  such  model   year  (as\n          determined   by    regulations   of   the\n          Administrator).\n42 U.S.C.   7507.\n\n                             -13-\n                              13\n\ndesignation of  any particular  vehicle depends on  when that\n\nmodel or engine was produced.  According to EPA, a model year\n\nis either the calendar year, or the manufacturer's production\n\nperiod, lasting no  longer than  a day less  than two  years,\n\ni.e., from January  2 of the preceding  year through December\n    \n\n31 of the  calendar year for which  the model year is  named.\n\n40 C.F.R.    86.082-2  (\"model year\"  means calendar year  or\n\n\"the  manufacturer's annual production  period (as determined\n\nby the [EPA] Administrator)\"); EPA, Office of Mobile Sources,\n\nAdvisory  Circular 6B  (1987) (hereinafter  Advisory Circular\n\n6B) (defining annual production period).3  \n\n          The  parties dispute  whether or  not  the leadtime\n\nrequirement applies on an  industry-wide basis.  According to\n\nplaintiffs,  all 1995  models sold  in Massachusetts  must be\n\nfederal  cars because  GM and  Chrysler began  producing 1995\n\nmodels prior to  January 31, 1994.  In other words, the model\n\n                    \n\n3.  Advisory Circular 6B states, in pertinent part:\n          The  \"annual  production period\"  for any\n          specific model within an engine family of\n          light-duty vehicles or heavy-duty engines\n          begins either:  (1)  when such vehicle or\n          engine  is  first  produced,  or  (2)  on\n          January 2 of the calendar  year preceding\n          the  year  for which  the  model year  is\n          designated, whichever date is later.  The\n          annual  production  period  ends  either:\n          (1) when the last such vehicle  or engine\n          is produced, or (2) on December 31 of the\n          calendar year for which the model year is\n          named, whichever date is sooner.\n\n                             -14-\n                              14\n\nyear began less than  two years after the LEV  standards were\n\nadopted.  \n\n          Basing its interpretation  on Advisory Circular 6B,\n\nwith support from EPA's amicus brief, DEP demurs, maintaining\n\nthat the leadtime requirement is satisfied as to any model in\n\nan  \"engine family\"  first produced  after January  31, 1994.\n\nThe   record  indicates   that  an   \"engine  family\"   is  a\n\nclassification used to group  together vehicles that have the\n\nsame emissions  control design.  DEP's  standards would apply\n\nonly  to  models  or  engine families  first  produced  after\n\nJanuary   31,   1994.      Plaintiffs    characterize   DEP's\n\ninterpretation as \"splitting\" the model year because the 1995\n\nstandards would apply to some, but not all 1995 cars.\n\n          The  district  court's position  approximated DEP's\n\n(and EPA's):  \"`The failure to provide the statutory leadtime\n\nto a particular manufacturer for a particular model year does\n\nnot invalidate the standards  themselves.  Instead, it merely\n              \n\nrenders  them unenforceable  as  against those  manufacturers\n\nwhich  were  not  given  the  requisite  two-years  notice.'\"\n\nAmerican Automobile  Mfrs. Ass'n v. Greenbaum,  No. 93-10799-\n                                             \n\nMA, slip op. at 23 (D. Mass. Oct. 27, 1993) (quoting New York\n                                                             \n\nDEC, 831 F.  Supp. at 64 (emphasis in original)).   The court\n   \n\ndid  not rule on whether  each engine family  has a different\n\nmodel  year  commencement  date,  but  noted  that   Advisory\n\n                             -15-\n                              15\n\nCircular 6B \"seems to  support DEP's understanding.\"   Id. at\n                                                          \n\n23 n.20.   \n\n          Plaintiffs' industry-wide date for the commencement\n\nof  the model  year prevailed  in the  Second Circuit.   That\n\ncourt held that EPA's position  was not entitled to deference\n\nbecause  it was  \"newly  minted\" for  litigation and  was not\n\nembodied in a regulation under   177.  MVMA, 17  F.3d at 535.\n                                           \n\nMoreover,  the  court  found  an  industry-wide  date  to  be\n\nconsistent   with   Congressional    intent,   while    EPA's\n\ninterpretation was unprecedented  and \"unreasonable\"  because\n\nit  would be  confusing to  the  industry and  impractical to\n\nenforce.   Id. at 535-36.   Plaintiffs urge us  to follow the\n              \n\nSecond Circuit.  We decline to do so. \n\n          In the  first place, we  are not confronted  with a\n\nregulatory  program identical to that at  issue in the Second\n\nCircuit.      New   York,   like   California,   but   unlike\n\nMassachusetts,   imposed   fleet   average  requirements   to\n\ndetermine  the mix of vehicles  sold in the  state each year.\n\nThe Second Circuit determined that the leadtime provision was\n\n\"best read\"  with an industry-wide commencement  date because\n\nsplitting  the  year  would   \"unduly  complicate  the  fleet\n\naveraging  plan.\"  MVMA, 17 F.3d at 535.  Manufacturers would\n                       \n\nbe  unable  to buy  and sell  emissions  credits to  meet the\n\nrequirements  because some of them would  have to comply with\n\n1995 standards, but others would not.  Id.  We agree with the\n                                          \n\n                             -16-\n                              16\n\nSecond Circuit that fleet averaging might be more complicated\n\nin   the  first  year   that  California-type  standards  are\n\neffective  in a   177 state, but we discount the significance\n\nof   that  consideration.    Fleet  averaging  for  emissions\n\nprograms is  a concept  devised by California,  not Congress.\n\nAlthough  the Second Circuit found fleet  averaging to be the\n\n\"crux\" of the  LEV plan, id., neither party  in this case has\n                            \n\nargued that  under    177,  states must  adopt fleet  average\n\nrequirements.4   Accordingly,  the  extent to  which a  split\n\nmodel    year    interpretation   unduly    complicates   the\n\nadministration  of  fleet   averaging  is  not   a  pertinent\n\nconsideration.  \n\n          Furthermore,  we  do  not  agree  with  the  Second\n\nCircuit's characterization of EPA's definition as having been\n\n\"newly  minted\" for  litigation.   EPA  did  not develop  its\n\ninterpretation during litigation.  Rather, the  agency issued\n\nAdvisory   Circular  6B   in   1987,  while   New  York   and\n\nMassachusetts adopted California's requirements in 1992.  And\n\nin  a letter dated March 8, 1991, to Congressman John Dingell\n\n(D. Mich.), the EPA  Administrator cited Advisory Circular 6B\n\nfor the  premise that \"a state  adopting California emissions\n\nstandards  may apply  these  standards to  any engine  family\n\n                    \n\n4.  The automakers'  position during DEP's notice and comment\nperiod for the LEV program (which originally included a fleet\naveraging scheme) was that fleet averaging violates the third\n                                                   \nvehicle provision by restricting a manufacturer's ability  to\nsell California cars in the state.  \n\n                             -17-\n                              17\n\nwhose  production period begins on a date which is beyond two\n\nyears past  the date that the standards were adopted . . . .\"\n\nIt is  significant that  EPA's interpretation did  not spring\n\nfrom  a litigator's  self-spun argument,  but arose  prior to\n\nlitigation,  and  was expressed  by  the  Administrator in  a\n\nletter  to a member of  Congress from Michigan.   See Federal\n                                                             \n\nLabor Relations  Auth. v.  United States  Dep't of Navy,  941\n                                                       \n\nF.2d   49,  59   (1st   Cir.  1991)   (deferring  to   agency\n\ninterpretation first  announced  in amicus  brief  and  later\n\nadopted as  \"official\" agency position by  agency director in\n\nunpublished  letter); cf.  Martin v. Occupational  Safety and\n                                                             \n\nHealth  Review Comm'n,  111 S.  Ct. 1171,  1179 (1991)  (\"Our\n                     \n\ndecisions indicate that agency `litigating positions' are not\n\nentitled  to   deference  when  they  are   merely  appellate\n\ncounsel's  `post  hoc  rationalizations' for  agency  action,\n                     \n\nadvanced for the first time in the reviewing court.\").      \n\n          Based  on  the  statutory  requirement  that \"model\n\nyear\" be  determined by  EPA regulations, the  Second Circuit\n\nheld  that  Congress intended  that  EPA  would promulgate  a\n\nregulation  defining \"model year\" under   177.  MVMA, 17 F.3d\n                                                    \n\nat 535.  We  disagree.  We find that  a regulatory definition\n\npredating   177 satisfies the statute.  Congress's use of the\n\npassive  voice   indicates   that  an   existing   regulatory\n\ndefinition  would suffice.  Compare    177, 42  U.S.C.   7507\n                                   \n\n(\"as determined by  regulations of the  Administrator\") with,\n                                                            \n\n                             -18-\n                              18\n\ne.g.,  id.      7521(a)(1)  (\"the  Administrator  shall\"   by\n          \n\nregulation prescribe federal auto emission requirements).  In\n\n1970,  Congress  passed  42  U.S.C.     7521(b)(3)(A),  which\n\ndefines  \"model  year,\"  for  the  purposes  of  the  federal\n\nemissions control  program, as  the \"calendar year,\"  or \"the\n\nmanufacturer's annual production period (as determined by the\n\n[EPA]  Administrator)  which  includes   January  1  of  such\n\ncalendar year. .  . .\"   The regulatory  definition of  model\n\nyear  in  effect  when      177  was  enacted  tracked   that\n\ndefinition:  \"`Model year' means [the  calendar year, or] the\n\nmanufacturer's annual production period (as determined by the\n\nAdministrator) which includes January 1 of such calendar year\n\n. . . .\"  40 C.F.R.   86.082-2. \n\n          We also  reject the  Second Circuit's  finding that\n\nCongress  could  not  have  contemplated  that  the  leadtime\n\nprovision might apply  on an engine-family  basis.  MVMA,  17\n                                                        \n\nF.3d at 535.  We note first that what Congress \"contemplated\"\n\nis  of  limited  relevance,  given  that  EPA  was  expressly\n\nauthorized  to   define  when   the  model  year   commences.\n\nMoreover,  since  1972,  EPA has  issued  advisory  circulars\n\ndescribing how to determine the  model year \"for any specific\n\nmodel within an engine family.\"  E.g., Advisory Circular  6A,\n                                     \n\nat 2  (Sept. 1, 1972).  And while EPA has never implemented a\n\nsplit model year in the federal emissions control program, we\n\ndo not place great weight on  this.  There are relatively few\n\n                             -19-\n                              19\n\nleadtime provisions  in the  Clean Air Act  emissions control\n\nprogram.    Because  states  with     177  programs  are,  by\n\ndefinition, encountering significant air  pollution problems,\n\nand because Congress expressly delegated to EPA the power  to\n\ndefine  model  year under     177,  EPA may  identify  policy\n\nconsiderations   allowing  it   to   construe  the   leadtime\n\nprovisions  in the  federal program  differently from    177.\n\nSee  Comite pro Rescate de  la Salud v.  Puerto Rico Aqueduct\n                                                             \n\nand  Sewer Auth., 888 F.2d 180, 187 (1st Cir. 1989) (\"[W]here\n                \n\nthe reason  for the  court's `deference' reflects  its belief\n          \n\nthat Congress, in effect, delegated to the agency a degree of\n                                   \n\ninterpretive power, it does  not seem odd to find  the agency\n\ninterpreting  the same  words  somewhat  differently as  they\n\napply  to different parts of  the statute in  order better to\n\npermit  that  statute to  fulfill  its  basic congressionally\n\ndetermined  purposes.\" (emphasis in original)), cert. denied,\n                                                            \n\n494 U.S. 1029 (1990).  \n\n          On  the other  hand, one  might argue that  a court\n\nowes EPA's  interpretation no  deference because the  statute\n\nrequires EPA  to define  \"model year\" by  \"regulation,\" while\n\nEPA's  definition  is found  not in  a  regulation, but  in a\n\npolicy statement  (Advisory Circular 6B).  See  MVMA, 17 F.3d\n                                                    \n\nat  535 (\"Section 177 charges the EPA with the single, narrow\n\nresponsibility to issue `regulations'  in order to define the\n\ncommencement of a  model year under   177.   The EPA Advisory\n\n                             -20-\n                              20\n\nCircular  . . . is not a  `regulation' for   177 purposes and\n\nwas not promulgated specifically to implement  this provision\n\n. . . .\").  Plaintiffs failed to make such an argument to the\n\ndistrict  court and  compounded  that error  by omitting  the\n\npoint from their  opening brief.5  See McCoy v. MIT, 950 F.2d\n                                                   \n\n13, 22 (1st Cir. 1991) (\"It is hornbook law that theories not\n\nraised squarely in  the district court cannot be surfaced for\n\nthe  first time on appeal.\"),  cert. denied, 112  S. Ct. 1939\n                                           \n\n(1992);  see also Frazier v.  Bailey, 957 F.2d  920, 932 n.14\n                                    \n\n(1st Cir. 1992)  (arguments raised  only in  reply brief  are\n\ninsufficient  to preserve  claim  on appeal).   Until  filing\n\ntheir reply brief in this  court, plaintiffs failed to assert\n\nthat no EPA definition of model year existed for the purposes\n\nof    177,  and in  fact cited  Advisory Circular  6B and  40\n\nC.F.R.    86.082-2 to the district court for the premise that\n\nthe  model year  began  on  January  2,  1994.    See,  e.g.,\n                                                            \n\nPlaintiff's Mem. of Law  in Support of Mot. for S.J.,  at 44;\n\nFirst  Amended   Complaint      55  (\"As  defined   by  EPA's\n\nregulations,  the  1995  model  year commences  as  early  as\n\nJanuary 2, 1994.  See 40 C.F.R.   86-082-2 (1992); EPA Office\n                     \n\nof Mobile Sources Circular 6B (1987).\").\n\n                    \n\n5.  Plaintiffs argued  below and in their  opening brief that\nCongress's use  of the terms \"commencement\"  and \"model year\"\nin the singular foreclosed a \"split\" model year, that such an\ninterpretation would  have adverse  effects on  the industry,\nand that EPA had never used a split model year in the federal\nemissions control program.  \n\n                             -21-\n                              21\n\n          We have recognized  an exception  to the  raise-or-\n\nwaive rule where the argument surfacing for the first time on\n\nappeal is \"`so compelling  as virtually to insure appellant's\n\nsuccess,'\" and  a  \"`gross  miscarriage  of  justice'\"  would\n\nresult from our failure  to address it.  Johnston  v. Holiday\n                                                             \n\nInns,  Inc., 595  F.2d  890, 894  (1st Cir.  1979) (citations\n           \n\nomitted); accord United States v. Slade, 980 F.2d 27, 31 (1st\n                                       \n\nCir. 1992).   The argument  here is not  so compelling as  to\n\nassure plaintiffs'  success.   EPA's interpretation of    177\n\nwould be entitled to  some weight, where EPA  administers the\n\nfederal  emissions  program and  is  charged with  evaluating\n\nwhether state plans for meeting the NAAQS are consistent with\n\nthe Act.  See 42 U.S.C.   7410(k)(3).  \n             \n\n          Furthermore, plaintiffs  do  not contend  that  our\n\nfailure  to  consider  the   argument  would  cause  a  gross\n\nmiscarriage of justice.  Nor could  they so contend.  In  the\n\nfirst place, this is  an interlocutory appeal; plaintiffs may\n\nraise  the  argument  in  the district  court  before  issues\n\npertaining to the 1995  requirements become moot, because the\n\nmodel year for any vehicle lasts until December 31, 1995.  In\n\naddition, this is not a case in which an appellant might lose\n\nher home, see  United States v. One Urban Lot,  885 F.2d 994,\n                                             \n\n1001-02  (1st   Cir.  1989),  or  a   prisoner  might  remain\n\nincarcerated, see United States v. La Guardia, 902 F.2d 1010,\n                                             \n\n1013  (1st Cir.  1990), if  we deem  the issue  waived.   And\n\n                             -22-\n                              22\n\nthough the  question before us, concerning  the earliest date\n\nvehicles  outside California might  be subject to California-\n\ntype emissions standards, is certainly one of interest to the\n\npublic, the degree of public interest pales in contrast  with\n\nthat  involved  when  the   federal  government's  right   to\n\nprosecute  suspected  criminals  is at  issue,  e.g.,  United\n                                                             \n\nStates v. Krynicki, 689 F.2d 289, 292 (1st Cir. 1982).  These\n                  \n\ncases show the gulf that exists between  the prospective harm\n\nhere and  the type of harm that permits serious consideration\n\nof  relaxing the  raise-or-waive  rule, within  the reviewing\n\ncourt's discretion.  Accordingly, we find the argument waived\n\nfor the purposes of this appeal.\n\n          Assuming, therefore, that the regulatory definition\n\nof  model  year required  by    177  is embodied  in Advisory\n\nCircular 6B, we next  inquire whether EPA's interpretation is\n\narbitrary, capricious, or manifestly contrary to the statute.\n\nChevron U.S.A.,  Inc. v. Natural  Resources Defense  Council,\n                                                            \n\n467 U.S. 837, 843-44  (1984).  Such deference is  due because\n\nCongress explicitly  delegated to EPA, the agency responsible\n\nfor administering the federal  emissions program, the task of\n\ndefining model year under   177.  \n\n          Plaintiffs   argue   that  applying   the  leadtime\n\nrequirement  to   individual   models  or   engine   families\n\ncontradicts Congress's intent made manifest by the  statute's\n\nuse  of  the terms  \"commencement\"  and \"model  year\"  in the\n\n                             -23-\n                              23\n\nsingular.  We disagree.   At best, the statutory  language is\n\nambiguous  with respect to  whether the  leadtime requirement\n\nmight  apply on  an  industry-wide or  engine-family-specific\n\nbasis.  See  42 U.S.C.    7507 (State \"may adopt  and enforce\n           \n\n[standards] for  any model year .  . . if-- .  . . California\n\nand such State adopt such standards at least two years before\n\ncommencement of such model year . . . .\").  An examination of\n\nother  leadtime  provisions enacted  in  1977  for the  Act's\n\nfederal emissions program does  not clarify the issue because\n\nthose  provisions generally  pertain  to heavy  duty engines,\n\nwhose model year commencement  date, according to the record,\n\nis  always January 1 of  the calendar year.   Moreover, those\n\nprovisions could  be read with either  an industry-wide model\n\nyear  commencement  date,  or separate  dates  for  different\n\nengine families.  E.g.,  42 U.S.C.   7521(a)(3)(E)(ii) (1988)\n                      \n\n(\"No such  changed standard  shall apply  for any model  year\n\nbefore  the model year four years after the model year during\n\nwhich  regulations  containing   such  changed  standard  are\n\npromulgated.\") (repealed in 1990).  \n\n          Moreover,  the  legislative  history of     177  is\n\ngenerally  unenlightening.6    Congress clearly  enacted  the\n\n                    \n\n6.  Plaintiffs,  in a  footnote,  quote a  1990 statement  of\nSenator Nickles:\n          If   a   State   follows  the   necessary\n          procedures, California standards can take\n          effect in the first model year commencing\n          2 model years after the State has adopted\n          the  California standards.  Thus, a State\n\n                             -24-\n                              24\n\nleadtime provision for the manufacturers' benefit.  H.R. Rep.\n\nNo. 294, 95th Cong., 1st Sess. 310 (1977) (\"Manufacturers are\n\nnot  only   assured  of   identity  of  standards   and  test\n\nprocedures; they are also  assured adequate lead time.\"); see\n                                                             \n\nalso  MVMA, 17 F.3d at 535.  Although plaintiffs would prefer\n          \n\nthat  all  1995  cars  be  subject  to  the  same  regulatory\n\nrequirements,  that is  not  necessarily the  import of  that\n\nstatement of legislative intent.  EPA's interpretation grants\n\nevery  manufacturer two years  to develop  emissions controls\n\nand to  devise marketing and distribution  strategies for any\n\nnew vehicle  or  engine  family  subject  to  California-type\n\nstandards.    There is  no  inherent  conflict between  EPA's\n\ninterpretation and Congress's intent.7\n\n          Plaintiffs maintain that EPA's  interpretation does\n\nnot  reflect  a reasonable  policy  determination  because it\n\nwould cause \"enormous competitive and practical problems,\" in\n\nthat California-type  requirements would apply  to some  1995\n\n                    \n\n          that  adopted   fully  waived  California\n          standards  in  November  1992 could,  for\n          example, have those standards take effect\n          beginning in model year 1996. \n136 Cong. Rec. S18274 (daily ed. Nov. 2, 1990).  The leadtime\nprovision  was enacted in 1977  and was not  amended in 1990.\nWe give  little weight to  the remarks of a  single member of\nCongress, made thirteen years after  a statute is passed,  in\ndivining legislative intent.   \n\n7.  DEP  notes  that  EPA's interpretation  has  one salutary\neffect for the industry:   each manufacturer could determine,\nfrom  its  own production  schedules,  not  the schedules  of\nothers, whether to produce federal or California cars for the\nfirst year in which California-type standards are in effect.\n\n                             -25-\n                              25\n\nvehicles,  while the  remainder would  be subject  to federal\n\nstandards.   Appellants' Br. at 46.  According to plaintiffs,\n\nthis  split would  cause dealer  and consumer  confusion, the\n\ndisruption of vehicle  distribution systems, and  competitive\n\ndisadvantages  for  some  dealers  and  manufacturers.    DEP\n\nargues, however,  that these  concerns are  overstated, given\n\nthe widespread use of computerized inventory controls.  Also,\n\non  the other side of the balance  is the state's interest in\n\napplying California  requirements to  some models as  soon as\n\npossible.  Any vehicle subject to regulatory controls will be\n\nsubject  to those  controls  for the  vehicle's useful  life.\n\nConversely, vehicles  escaping the  controls may travel  over\n\nMassachusetts  highways  for  years  emitting  pollutants  in\n\nexcess of California standards.  Whether EPA's interpretation\n\nimposes   greater   costs   than   benefits   is   a   policy\n\ndetermination.  \"When Congress, through express delegation or\n\nthe  introduction of  an  interpretive gap  in the  statutory\n\nstructure,  has  delegated  policy  making  authority  to  an\n\nadministrative agency,  the extent of judicial  review of the\n\nagency's  policy  determinations  is   limited.\"    Pauly  v.\n                                                         \n\nBethenergy Mines, Inc.,  111 S.  Ct. 2524, 2534  (1991).   We\n                      \n\nwill  reject  the  agency's  interpretation  only  if  it  is\n\narbitrary  or illegal.  It is neither.  Accordingly, based on\n\nthe  assumption   that  Advisory  Circular   6B  provides   a\n\n                             -26-\n                              26\n\nregulatory definition of \"model  year\" for the purposes  of  \n\n177, we conclude that the leadtime requirement was satisfied.\n\n          The  likelihood  of  success  on the  merits  is  a\n\npredicate  to  the  issuance  of  a  preliminary  injunction.\n\nPlaintiffs failed to establish  such a likelihood.  Moreover,\n\nplaintiffs  \"have  not  persuaded  us that  the  lower  court\n\noverlooked  pertinent  factors,   focused  on   inappropriate\n\nfactors,  or made a  serious error in  weighing and balancing\n\nthe  relevant concerns.\"  Weaver, 984 F.2d at 14.  Therefore,\n                                \n\nwe  hold that the district court did not abuse its discretion\n\nin refusing to enjoin the 1995 standards.\n\n                             -27-\n                              27\n\n                             IV.\n\n                        COSTS AND FEES\n                                      \n\n          DEP  argues  that  it  is  entitled  to  costs  and\n\nattorney's fees.  Prevailing parties are normally entitled to\n\ncosts.  Fed. R. App. P. 39; 9 James W. Moore  et al., Federal\n                                                             \n\nPractice   239.02[1],  at 39-6  to -7  (2d ed.  1994).8   And\n        \n\ncosts are  routinely available whenever this  court dismisses\n\nan  appeal, even if the  appellant moved for  dismissal.  See\n                                                             \n\nWaldrop v. Department of Air Force, 688 F.2d 36, 37 (7th Cir.\n                                  \n\n1982).  \n\n          On  the other  hand, DEP's argument  for attorney's\n\nfees must  be rejected.   DEP  seeks reimbursement  for legal\n\nfees  incurred in responding to the appeal on the claims that\n\nwere dismissed  pursuant to Rule  42(b).  Neither  Rule 42(b)\n\nnor  Rule  39  provides   authority  for  routine  awards  of\n\nattorney's  fees  as  a  condition  of  voluntary  dismissal.\n\nWaldrop, 688  F.2d at 37-39.  While fees may be awarded if an\n       \n\nappellant  has filed a frivolous  appeal or has  acted in bad\n\nfaith, see Cruz  v. Savage,  896 F.2d 626,  631-32, 635  (1st\n                          \n\nCir. 1990), we find no evidence of such conduct here.  We are\n\n                    \n\n8.  Rule 39 states:\n          Except as otherwise  provided by law,  if\n          an  appeal is  dismissed, costs  shall be\n          taxed   against   the  appellant   unless\n          otherwise . . . ordered by the court; . .\n          . if  a judgment is affirmed  or reversed\n          in part,  or is vacated,  costs shall  be\n          allowed only as ordered by the court.  \n\n                             -28-\n                              28\n\nunpersuaded by  DEP's attempt to characterize  the weeks that\n\ntranspired between the issuance of the Second Circuit opinion\n\nand  the   motion  for  partial  dismissal   as  evidence  of\n\nplaintiffs' vexatiousness.   It takes time to  evaluate a new\n\nopinion,  and to  confer with  the client  on an  appropriate\n\nstrategy.  \n\n                              V.\n\n                          CONCLUSION\n                                    \n\n          For the foregoing reasons,  we grant the motion for\n\npartial dismissal  and affirm the  district court's  decision\n\nnot  to enjoin  the  1995 requirements  based on  plaintiffs'\n\nleadtime claim.  Costs to DEP.\n\n          It is so ordered.\n                           \n\n                             -29-\n                              29\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2276\n\n              AMERICAN AUTOMOBILE MANUFACTURERS \n                     ASSOCIATION, ET AL.,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n           COMMISSIONER, MASSACHUSETTS DEPARTMENT \n             OF ENVIRONMENTAL PROTECTION, ET AL.,\n\n                    Defendants, Appellees.\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. A. David Mazzone, Senior U.S. District Judge]\n                                                       \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n                Bownes, Senior Circuit Judge,\n                                            \n                   and Cyr, Circuit Judge.\n                                         \n\n                                         \n\nEdward  W. Warren,  with  whom  Daniel F.  Attridge,  Stuart  A.C.\n                                                                  \nDrake, Gary E. Marchant,  Kirkland &amp; Ellis, Robert F.  Sylvia, Eric F.\n                                                                  \nEisenberg,  Hinckley,  Allen  &amp;  Snyder,  Phillip  D.  Brady, V.  Mark\n                                                                  \nSlywynsky, Of Counsel, American Automobile  Manufacturers Association,\n     \nCharles H. Lockwood, and  John T. Whatley, Of Counsel,  Association of\n                                     \nInternational  Automobile  Manufacturers,  Inc.,  were  on  brief  for\nappellants.\nJames  R.  Milkey,  Assistant   Attorney  General,  Deputy  Chief,\n                 \nEnvironmental  Protection  Division,   with  whom  Scott  Harshbarger,\n                                                                 \nAttorney General  of the Commonwealth  of Massachusetts, and  David G.\n                                                                  \nBookbinder,  Assistant Attorney  General, were  on brief  for appellee\n      \nCommissioner, Massachusetts Department of Environmental Protection.\nWilliam  H. Lewis,  Jr.,  Hunter  L.  Prillaman, Morgan,  Lewis  &amp;\n                                                                  \nBockius,  Paul F. Ware, Jr.,  Michael J. Meagher,  Scott L. Robertson,\n                                                                 \n\nGoodwin,  Procter &amp;  Hoar, G.  William Frick,  and David  T. Deal,  Of\n                                                             \nCounsel, American  Petroleum Institute on brief  for appellee American\nPetroleum\nInstitute.\nLois  J. Schiffer,  Acting Assistant  Attorney General,  David  C.\n                                                                  \nShilton,  Timothy  J.  Dowling,  Attorneys,  Environment  and  Natural\n                          \nResources Division,  Jean C. Nelson, General Counsel,  Alan W. Eckert,\n                                                                 \nAssociate General  Counsel, and Michael J.  Horowitz, Attorney, Office\n                                                \nof General Counsel, United  States Environmental Protection Agency, on\nbrief for the United States, amicus curiae.\nJacqueline  M.  Warren,  and  Berle,  Kass  &amp;  Case  on  brief for\n                                                   \nAmerican  Lung Association,  Natural  Resources  Defense Council,  and\nConservation Law Foundation, amici curiae.\nG.  Oliver Koppel,  Attorney General  of  the  State of  New York,\n                 \nPeter  H.  Schiff,  Deputy   Solicitor,  Val  Washington,  Joan  Leary\n                                                                  \nMatthews, Helene G.  Goldberger, Assistant Attorneys General;  Michael\n                                                                  \nE.  Carpenter, Attorney General of  the State of  Maine, Sarah Roberts\n                                                                  \nWalton,  Assistant  Attorney  General;  Jeffrey  L. Amestoy,  Attorney\n                                                       \nGeneral  of the  State  of Vermont,  J.  Wallace Malley,  Jr.,  Deputy\n                                                         \nAttorney  General; Jeffrey B. Pine,  Attorney General of  the State of\n                              \nRhode  Island,  and  Michael  Rubin, Assistant  Attorney  General  and\n                               \nEnvironmental  Advocate, on brief for  the States of  New York, Maine,\nVermont, and Rhode Island, amici curiae.\n\n                                         \n                        August 3, 1994\n\n                                         \n\n          BOWNES,   Senior   Circuit   Judge.     Plaintiffs-\n          BOWNES,   Senior   Circuit   Judge.\n                                            \n\nappellants,  the  Massachusetts   State  Automobile   Dealers\n\nAssociation,  Inc.   and  two  trade   groups  of  automobile\n\nmanufacturers, appeal from an order denying their request for\n\na  preliminary  injunction.   Plaintiffs  seek  to stall  the\n\nimplementation   of   motor   vehicle    tailpipe   emissions\n\nregulations adopted by  defendant-appellee, the  Commissioner\n\nof  the Massachusetts Department  of Environmental Protection\n\n(DEP).    See  Mass.  Regs.  Code  tit.  310,      7.40-7.60.\n             \n\nDefendant-appellee,   the   American   Petroleum   Institute,\n\nintervened in support of the regulations.  \n\n          Prior to oral argument, plaintiffs moved to dismiss\n\ntheir appeal  as to all issues  but one:   whether DEP's 1995\n\nmodel year requirements should be  enjoined.  DEP opposes the\n\nmotion  for  partial   dismissal  and   requests  costs   and\n\nattorney's fees.   We grant the motion for partial dismissal.\n\nWe award DEP costs, but not attorney's fees.  With respect to\n\nthe 1995 model year  requirements, the order of the  district\n\ncourt is affirmed.            I.\n                              I.\n\n                          BACKGROUND\n                                    \n\nA.        Cars and the Clean Air Act\n                                    \n\n          The  exhaust  from a  gasoline-powered engine  is a\n\nsource  of air pollution.   Motor Vehicle Mfrs.  Ass'n v. New\n                                                             \n\nYork  Dep't of Envtl. Conservation, </pre><span class=\"citation\" data-id=\"664048\"><a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">521</span></a></span><pre class=\"inline\">, 524 (2d Cir.\n                                  \n\n1994) (hereinafter  MVMA).    Emissions  from  car  tailpipes\n                        \n\n                             -3-\n                              3\n\ninclude  hydrocarbons and nitrogen oxides (NOx), constituents\n\nof ground-level ozone,  a major  component of smog.   </pre><span class=\"citation\" data-id=\"664048\"><a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"id_token\">Id.</span>  at\n                                                         \n\n526. </a></span><pre class=\"inline\"> \n\n          The  Clean  Air  Act  is  the  federal  legislation\n\ngoverning  tailpipe emissions.   The  Act directs  the United\n\nStates  Environmental Protection  Agency  (EPA) to  establish\n\nnational ambient air quality standards (NAAQS) for pollutants\n\nsuch  as  ground-level  ozone.   Under  the  Act,  states are\n\nresponsible for  developing and enforcing a  plan, subject to\n\nEPA  approval, for  attaining  and maintaining  the NAAQS  by\n\nregulating  sources of air  pollution.  42  U.S.C.   7410(a).\n\nStates failing  to meet  the NAAQS risk  sanctions, including\n\nthe  loss of  federal highway funds.   </pre><span class=\"citation\" data-id=\"664048\"><a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"id_token\">Id.</span>    7509.   EPA </a></span><pre class=\"inline\">has\n                                          \n\ndesignated the  entire state of Massachusetts  as a \"serious\"\n\nnonattainment area for  the ozone  NAAQS.  See  56 Fed.  Reg.\n                                              \n\n56,694, 56,776 (Nov. 6, 1991).\n\n          Mobile sources  of air  pollution such as  cars and\n\ntrucks are subject to EPA regulation under    202 and 207  of\n\nthe  Act, 42 U.S.C.     7521, 7541.   EPA emissions standards\n\nfor hydrocarbons and nitrogen oxides apply to a given vehicle\n\nbased on its weight, use classification, and model year.  See\n                                                             \n\n</pre><span class=\"citation\" data-id=\"664048\"><a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"id_token\">id.</span>    7521, 7541; </a></span><pre class=\"inline\"></pre><span class=\"citation\" data-id=\"664048\"><span class=\"antecedent_guess\">MVMA,</span> <a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">525-26</span></a></span><pre class=\"inline\">.   \n                       \n\n          State  regulation  of  motor  vehicle  emissions is\n\ngenerally  preempted  by  the  Clean  Air  Act,  42 U.S.C.   \n\n7543(a), with one  exception:  California can enforce its own\n\n                             -4-\n                              4\n\nstandards, subject to EPA approval by way of a waiver under  \n\n209(b)  of the Act,  </pre><span class=\"citation\" data-id=\"664048\"><a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"id_token\">id.</span>   7543(b)  (the </a></span><pre class=\"inline\">waiver requirement).\n                        \n\nConsequently, there can  be only two types  of cars \"created\"\n\nunder  emissions regulations  in this country:   \"California\"\n\ncars  and \"federal\" (that is, EPA-regulated) cars.  See </pre><span class=\"citation\" data-id=\"664048\"><a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"id_token\">id.</span>  \n                                                           \n\n7507.  Other </a></span><pre class=\"inline\">states  cannot take any action that  would force\n\nmanufacturers  to create a \"third  vehicle.\"1  </pre><span class=\"citation\" data-id=\"664048\"><a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"id_token\">Id.</span> (the third\n</a></span><pre class=\"inline\">                                                  \n\nvehicle requirement). \n\n          Section 177 of the Act allows other states to adopt\n\nstandards  \"identical\"  to  California's   (the  identicality\n\nrequirement),  but only  if there  is  a two-year  time lapse\n\nbetween  the time  the standards  are adopted  and the  first\n\nmodel  year   affected  by  those  standards   (the  leadtime\n\nrequirement).   </pre><span class=\"citation\" data-id=\"664048\"><a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"id_token\">Id.</span>  Similarly,    211 </a></span><pre class=\"inline\">of  the Act authorizes\n                   \n\nEPA to regulate motor fuels and preempts any unapproved state\n\n                    \n\n1.  The third vehicle provision states: \n          Nothing in  this section  . . .  shall be\n          construed  as authorizing any . . . State\n          to   prohibit   or  limit,   directly  or\n          indirectly, the manufacture  or sale of a\n          new motor vehicle or motor vehicle engine\n          that  is  certified   in  California   as\n          meeting California standards, or  to take\n          any action of any kind to create, or have\n          the effect of  creating, a motor  vehicle\n          or motor vehicle  engine different than a\n          motor  vehicle  or  engine  certified  in\n          California under  California standards (a\n          \"third vehicle\") or otherwise create such\n          a \"third vehicle.\" \n42 U.S.C.   7507. \n\n                             -5-\n                              5\n\nregulations,  except  for California,  which  may  enact fuel\n\nstandards without EPA approval.  </pre><span class=\"citation\" data-id=\"664048\"><a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"id_token\">Id.</span>   7545(c)(4)(B).   \n                                    \n\n                             -6-\n</a></span><pre class=\"inline\">                              6\n\nB.        DEP's Adoption of California LEV Regulations\n                                                      \n\n          In  September 1991, California  enacted a novel set\n\nof vehicle emissions and  clean fuels requirements called the\n\n\"Low Emissions Vehicles/Clean  Fuels\" (LEV/CF) program.   The\n\nLEV component  of the program  requires the creation  of four\n\ncategories of California cars  to meet increasingly stringent\n\nemissions standards, to be phased in over time:  Transitional\n\nLow-Emission  Vehicles;   Low-Emission  Vehicles;  Ultra-Low-\n\nEmission  Vehicles;  and   Zero-Emission  Vehicles,  such  as\n\nelectric  cars.   California  has also  established  annually\n\ndescending  \"fleet  average  requirements,\"  based  on  sales\n\ntargets  for each  category  of vehicles.    A fleet  average\n\nrequirement is a cap on the average emissions attributable to\n\nall classes of vehicles produced by a particular manufacturer\n\nin a given year (in other words, the manufacturer's \"fleet\").\n\nCalifornia's   requirements    provide   manufacturers   with\n\n\"flexibility to develop varying emissions within their entire\n\nfleet to meet [an] overall goal.\"  </pre><span class=\"citation\" data-id=\"664048\"><span class=\"antecedent_guess\">MVMA,</span> <a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> at  <span class=\"page\">535</span></a></span><pre class=\"inline\">.  On\n                                       \n\nJanuary 7, 1993, EPA granted California a   209(b) waiver for\n\nthe program.\n\n          Meanwhile, on January 31, 1992, DEP adopted the LEV\n\ncomponent of California's  standards, intending to apply  the\n\nstandards beginning with 1995  models.  DEP regulations allow\n\nnew  California   cars  to  be  leased,   bought,  sold,  and\n\nregistered in Massachusetts,  but ban the  acquisition, sale,\n\n                             -7-\n                              7\n\nand registration of  new federal  cars in the  state.   DEP's\n\nproposed   regulations  sent  out   for  notice  and  comment\n\ncontained   fleet   average   requirements,   but   no   such\n\nrequirements appear  in the final rule  because DEP preferred\n\nto let the market determine the mix of new California cars in\n\nthe state. \n\nC.        Prior Proceedings\n                           \n\n          Plaintiffs filed an  action in  the District  Court\n\nfor  the  District  of  Massachusetts,  arguing   that  DEP's\n\nregulations are  preempted by  the Act because  DEP allegedly\n\nfailed  to comply with    177 of  the Act, 42  U.S.C.   7507.\n\nPlaintiffs moved  for summary judgment and  for a preliminary\n\ninjunction, founding  their motions on four claims:   [1] the\n\nregulations are not \"identical\"  to California's, in that DEP\n\ndid  not  adopt  California's  clean  fuels  rules;  [2]  the\n\nregulations  force manufacturers to  create a \"third vehicle\"\n\nbecause  of   the  higher  sulfur  content   of  gasoline  in\n\nMassachusetts; [3] the regulations were adopted by DEP before\n\nEPA  granted California a    209(b) waiver; and  [4] the two-\n\nyear  leadtime requirement  precluded DEP  from applying  the\n\nregulations to any 1995 models because two automakers planned\n\nto begin producing  1995 cars before  two years passed  after\n\nthe regulations were adopted.  \n\n          With  the parties'  consent,  the court  stayed the\n\nsummary judgment  proceedings and  ruled first on  the motion\n\n                             -8-\n                              8\n\nfor a preliminary  injunction.  The  court denied the  motion\n\nwithout a hearing, ruling that while  plaintiffs demonstrated\n\na  risk  of irreparable  injury  given  the cost  of  vehicle\n\nemissions controls,  the balance of equities and  the risk of\n\nharm to the public interest did not clearly favor granting an\n\ninjunction.   The court also found  that plaintiffs failed to\n\ndemonstrate a  likelihood of prevailing on  the merits, which\n\nis  the \"sine qua  non\" of  the preliminary  injunction test.\n                      \n\nWeaver v. Henderson, </pre><span class=\"citation\" data-id=\"599015\"><a href=\"/opinion/599015/ralph-s-weaver-etc-v-charles-henderson-etc/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 12 &amp; n.3 (1st Cir. 1993). \n                   \n\n          Three of the four Clean Air Act issues presented to\n\nthe district court were later addressed by the Second Circuit\n\nin  a case concerning a  challenge to New  York's adoption of\n\nthe  LEV standards.  See </pre><span class=\"citation\" data-id=\"664048\"><span class=\"antecedent_guess\">MVMA,</span> <a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"volume\">17</span>  <span class=\"reporter\">F.3d</span> at <span class=\"page\">521</span></a></span><pre class=\"inline\">, aff'g in part\n                                                             \n\nand rev'g in part Motor Vehicle Mfrs. Ass'n v. New York Dep't\n                                                             \n\nof  Envtl.  Conservation, 831  F.  Supp.  57 (N.D.N.Y.  1993)\n                        \n\n(hereinafter New York DEC).  The Second Circuit held in favor\n                         \n\nof  the state on the identicality and waiver claims, but held\n\nin  favor of the  automakers on the  leadtime claim.   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at\n                                                          \n\n532-35. </span><pre class=\"inline\"> The court  did not consider the merits of the \"third\n\nvehicle\"  claim because  the  district  court found  material\n\nfacts at issue and set the claim down for trial.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 530.\n</span><pre class=\"inline\">                                                     \n\n                             II.\n\n                      PARTIAL DISMISSAL\n                                       \n\n          Prior to oral argument, plaintiffs moved under Fed.\n\nR.   App.  P.  42(b)  to  dismiss  their  appeal  as  to  the\n\n                             -9-\n                              9\n\nidenticality,  waiver,  and  third  vehicle  claims,  thereby\n\nleaving  the leadtime  issue as  the  sole basis  for interim\n\nrelief.    Plaintiffs'  action  was prompted  by  the  Second\n\nCircuit's adverse  ruling  on  the  identicality  and  waiver\n\nclaims, which came after  plaintiffs' opening brief was filed\n\nin  this case.    In addition,  plaintiffs maintain  that the\n\nthird  vehicle claim  requires  testimony on  the effects  of\n\nsulfur  on emissions systems,  and that  the evidence  in the\n\nrecord is outdated and incomplete.   \n\n          We have broad discretion to grant voluntary motions\n\nto dismiss.   \"An appeal  may be  dismissed on motion  of the\n\nappellant  upon such  terms as  may  be .  . .  fixed by  the\n\ncourt.\"  Fed. R. App. P. 42(b); see also 16 Charles A. Wright\n                                        \n\n&amp; Arthur R. Miller, Federal Practice and Procedure   3988, at\n                                                  \n\n480 (1977).  Such  motions are generally granted, but  may be\n\ndenied  in  the interest  of justice  or  fairness.   See HCA\n                                                             \n\nHealth Servs. of Virginia v. Metropolitan Life  Ins. Co., </pre><span class=\"citation\" data-id=\"578221\"><a href=\"/opinion/578221/hca-health-services-of-virginia-ta-henrico-doctors-hospital-richmond/\"><span class=\"volume\">957</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span><pre class=\"inline\">,  123 (4th Cir.  1992); United States  v. Washington\n                                                             \n\nDep't of Fisheries, </pre><span class=\"citation\" data-id=\"354383\"><a href=\"/opinion/354383/united-states-of-america-nisqually-indian-tribe-and-puyallup-indian-tribe/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span><pre class=\"inline\">, 1118 (9th  Cir. 1978).    \n                  \n\n          DEP contends  that this  case \"presents one  of the\n\nrare occasions where justice requires that a voluntary motion\n\nto dismiss be . . .  denied,\" so that we might rule  that the\n\nthird  vehicle claim  fails  as  a matter  of  law.   We  are\n\nunpersuaded.  None  of the grounds that have compelled courts\n\n                             -10-\n                              10\n\nto  deny voluntary motions to dismiss are present here.  See,\n                                                            \n\ne.g.,  Township of Benton v. County of Berrien, </pre><span class=\"citation\" data-id=\"352757\"><a href=\"/opinion/352757/the-township-of-benton-city-of-benton-harbor-and-benton-harbor-area/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">114</span></a></span><pre class=\"inline\">,\n                                              \n\n118-19 (6th  Cir. 1978) (denying  motion to dismiss  filed by\n\none  of   two  appellants  because  dismissal   \"would  be  a\n\nmeaningless  gesture,\"  where  both  appellants  pressed same\n\narguments, and both would be affected by decision); Blount v.\n                                                          \n\nState  Bank &amp; Trust  Co., </pre><span class=\"citation\" data-id=\"289798\"><a href=\"/opinion/289798/judson-h-blount-jr-v-state-bank-trust-company-a-north-carolina/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">266</span></a></span><pre class=\"inline\">, 266 (4th  Cir. 1970)\n                        \n\n(denying   appellant's  motion   to  dismiss,   but  granting\n\nappellee's because  appellant violated briefing  schedule and\n\ncaused appellee to file  motion to dismiss); Local  53, Int'l\n                                                             \n\nAss'n  of Heat and Frost Insulators v. Vogler, </pre><span class=\"citation\" data-id=\"283767\"><a href=\"/opinion/283767/local-53-of-the-international-association-of-heat-and-frost-insulators-and/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1047</span></a></span><pre class=\"inline\">,\n                                             \n\n1055 (5th  Cir. 1969)  (denying motion  and affirming  on the\n\nmerits  because  motion  to  dismiss  was  based  on  unsound\n\nargument that appeal from injunction was moot since appellant\n\nwas voluntarily refraining  from enjoined conduct); see  also\n                                                             \n\nWashington  Dep't  of </pre><span class=\"citation\" data-id=\"354383\"><span class=\"antecedent_guess\">Fisheries,</span>  <a href=\"/opinion/354383/united-states-of-america-nisqually-indian-tribe-and-puyallup-indian-tribe/\"><span class=\"volume\">573</span>  <span class=\"reporter\">F.2d</span>  at <span class=\"page\">1118</span> </a></span><pre class=\"inline\"> (courts\n                               \n\n\"might have grounds\" for denying motion to  dismiss if sought\n\nto evade appellate review and to frustrate court orders).  \n\n          Furthermore, we note that  granting the Rule  42(b)\n\nmotion will  not shelter the remaining  claims from scrutiny.\n\nWe will simply be accepting plaintiffs' decision to let those\n\nclaims be  finally adjudicated  before bringing them  to this\n\ncourt.  Creaton  v. Heckler,  </pre><span class=\"citation\" data-id=\"463552\"><a href=\"/opinion/463552/penny-creaton-v-margaret-heckler/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1430</span></a></span><pre class=\"inline\">,  1431 (9th  Cir.\n                           \n\n1986).   The interests of  fairness and judicial  economy are\n\nwell served by  restricting our review to the leadtime issue,\n\n                             -11-\n                              11\n\nthe  sole   claim  both  parties  concede   we  must  decide.\n\nConsequently, we  grant the motion for  partial dismissal and\n\ndecline to reach the merits of the third vehicle claim.  \n\n                             -12-\n                              12\n\n                             III.\n\n                           LEADTIME\n                                   \n\n          We turn  to whether the district  court was correct\n\nin  denying a  preliminary injunction  based on  the leadtime\n\nclaim.  We will reverse only if the district court abused its\n\ndiscretion or  made a manifest  error of  law.   Narragansett\n                                                             \n\nIndian Tribe v. Guilbert, </pre><span class=\"citation\" data-id=\"561828\"><a href=\"/opinion/561828/narragansett-indian-tribe-v-paul-e-guilbert/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span><pre class=\"inline\">, 5 (1st Cir. 1991).     \n                        \n\n          At issue is the proper construction of the leadtime\n\nrequirement.   The statute  at issue,   177  of the Clean Air\n\nAct, 42 U.S.C.    7507, empowers states to adopt  and enforce\n\nCalifornia emissions standards for vehicles and motor vehicle\n\nengines  \"for  any model  year,\"  if  the state  adopts  such\n\nstandards  \"at least  two years  before commencement  of such\n\nmodel  year  (as  determined  by  regulations  of  the  [EPA]\n\nAdministrator).\"2   The  parties  agree that  the model  year\n\n                    \n\n2.  Section 177 states, in pertinent part:\n          Notwithstanding  [the statute  preempting\n          state  emissions regulations],  any State\n          which  has  plan   provisions  [for   the\n          attainment and maintenance of  the NAAQS]\n          may adopt and enforce for  any model year\n          standards   relating    to   control   of\n          emissions from new motor vehicles  or new\n          motor vehicle engines . . . if --\n          (1)  such standards are identical to  the\n          California standards for  which a  waiver\n          has been granted for such model year, and\n          (2)  California and such State adopt such\n          standards  at  least  two   years  before\n          commencement  of  such  model   year  (as\n          determined   by    regulations   of   the\n          Administrator).\n42 U.S.C.   7507.\n\n                             -13-\n                              13\n\ndesignation of  any particular  vehicle depends on  when that\n\nmodel or engine was produced.  According to EPA, a model year\n\nis either the calendar year, or the manufacturer's production\n\nperiod, lasting no  longer than  a day less  than two  years,\n\ni.e., from January  2 of the preceding  year through December\n    \n\n31 of the  calendar year for which  the model year is  named.\n\n40 C.F.R.    86.082-2  (\"model year\"  means calendar year  or\n\n\"the  manufacturer's annual production  period (as determined\n\nby the [EPA] Administrator)\"); EPA, Office of Mobile Sources,\n\nAdvisory  Circular 6B  (1987) (hereinafter  Advisory Circular\n\n6B) (defining annual production period).3  \n\n          The  parties dispute  whether or  not  the leadtime\n\nrequirement applies on an  industry-wide basis.  According to\n\nplaintiffs,  all 1995  models sold  in Massachusetts  must be\n\nfederal  cars because  GM and  Chrysler began  producing 1995\n\nmodels prior to  January 31, 1994.  In other words, the model\n\n                    \n\n3.  Advisory Circular 6B states, in pertinent part:\n          The  \"annual  production period\"  for any\n          specific model within an engine family of\n          light-duty vehicles or heavy-duty engines\n          begins either:  (1)  when such vehicle or\n          engine  is  first  produced,  or  (2)  on\n          January 2 of the calendar  year preceding\n          the  year  for which  the  model year  is\n          designated, whichever date is later.  The\n          annual  production  period  ends  either:\n          (1) when the last such vehicle  or engine\n          is produced, or (2) on December 31 of the\n          calendar year for which the model year is\n          named, whichever date is sooner.\n\n                             -14-\n                              14\n\nyear began less than  two years after the LEV  standards were\n\nadopted.  \n\n          Basing its interpretation  on Advisory Circular 6B,\n\nwith support from EPA's amicus brief, DEP demurs, maintaining\n\nthat the leadtime requirement is satisfied as to any model in\n\nan  \"engine family\"  first produced  after January  31, 1994.\n\nThe   record  indicates   that  an   \"engine  family\"   is  a\n\nclassification used to group  together vehicles that have the\n\nsame emissions  control design.  DEP's  standards would apply\n\nonly  to  models  or  engine families  first  produced  after\n\nJanuary   31,   1994.      Plaintiffs    characterize   DEP's\n\ninterpretation as \"splitting\" the model year because the 1995\n\nstandards would apply to some, but not all 1995 cars.\n\n          The  district  court's position  approximated DEP's\n\n(and EPA's):  \"`The failure to provide the statutory leadtime\n\nto a particular manufacturer for a particular model year does\n\nnot invalidate the standards  themselves.  Instead, it merely\n              \n\nrenders  them unenforceable  as  against those  manufacturers\n\nwhich  were  not  given  the  requisite  two-years  notice.'\"\n\nAmerican Automobile  Mfrs. Ass'n v. Greenbaum,  No. 93-10799-\n                                             \n\nMA, slip op. at 23 (D. Mass. Oct. 27, 1993) (quoting New York\n                                                             \n\nDEC, 831 F.  Supp. at 64 (emphasis in original)).   The court\n   \n\ndid  not rule on whether  each engine family  has a different\n\nmodel  year  commencement  date,  but  noted  that   Advisory\n\n                             -15-\n                              15\n\nCircular 6B \"seems to  support DEP's understanding.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at\n                                                          \n\n23 </span><pre class=\"inline\">n.20.   \n\n          Plaintiffs' industry-wide date for the commencement\n\nof  the model  year prevailed  in the  Second Circuit.   That\n\ncourt held that EPA's position  was not entitled to deference\n\nbecause  it was  \"newly  minted\" for  litigation and  was not\n\nembodied in a regulation under   177.  </pre><span class=\"citation\" data-id=\"664048\"><span class=\"antecedent_guess\">MVMA,</span> <a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"volume\">17</span>  <span class=\"reporter\">F.3d</span> at <span class=\"page\">535</span></a></span><pre class=\"inline\">.\n                                           \n\nMoreover,  the  court  found  an  industry-wide  date  to  be\n\nconsistent   with   Congressional    intent,   while    EPA's\n\ninterpretation was unprecedented  and \"unreasonable\"  because\n\nit  would be  confusing to  the  industry and  impractical to\n\nenforce.   </pre><span class=\"citation\" data-id=\"664048\"><a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"id_token\">Id.</span> at 535-36. </a></span><pre class=\"inline\">  Plaintiffs urge us  to follow the\n              \n\nSecond Circuit.  We decline to do so. \n\n          In the  first place, we  are not confronted  with a\n\nregulatory  program identical to that at  issue in the Second\n\nCircuit.      New   York,   like   California,   but   unlike\n\nMassachusetts,   imposed   fleet   average  requirements   to\n\ndetermine  the mix of vehicles  sold in the  state each year.\n\nThe Second Circuit determined that the leadtime provision was\n\n\"best read\"  with an industry-wide commencement  date because\n\nsplitting  the  year  would   \"unduly  complicate  the  fleet\n\naveraging  plan.\"  </pre><span class=\"citation\" data-id=\"664048\"><span class=\"antecedent_guess\">MVMA,</span> <a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">535</span></a></span><pre class=\"inline\">.  Manufacturers would\n                       \n\nbe  unable  to buy  and sell  emissions  credits to  meet the\n\nrequirements  because some of them would  have to comply with\n\n1995 standards, but others would not.  </pre><span class=\"citation\" data-id=\"664048\"><a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"id_token\">Id.</span>  We agree </a></span><pre class=\"inline\">with the\n                                          \n\n                             -16-\n                              16\n\nSecond Circuit that fleet averaging might be more complicated\n\nin   the  first  year   that  California-type  standards  are\n\neffective  in a   177 state, but we discount the significance\n\nof   that  consideration.    Fleet  averaging  for  emissions\n\nprograms is  a concept  devised by California,  not Congress.\n\nAlthough  the Second Circuit found fleet  averaging to be the\n\n\"crux\" of the  LEV plan, </pre><span class=\"citation\" data-id=\"664048\"><a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"id_token\">id.,</span> neither party </a></span><pre class=\"inline\"> in this case has\n                            \n\nargued that  under    177,  states must  adopt fleet  average\n\nrequirements.4   Accordingly,  the  extent to  which a  split\n\nmodel    year    interpretation   unduly    complicates   the\n\nadministration  of  fleet   averaging  is  not   a  pertinent\n\nconsideration.  \n\n          Furthermore,  we  do  not  agree  with  the  Second\n\nCircuit's characterization of EPA's definition as having been\n\n\"newly  minted\" for  litigation.   EPA  did  not develop  its\n\ninterpretation during litigation.  Rather, the  agency issued\n\nAdvisory   Circular  6B   in   1987,  while   New  York   and\n\nMassachusetts adopted California's requirements in 1992.  And\n\nin  a letter dated March 8, 1991, to Congressman John Dingell\n\n(D. Mich.), the EPA  Administrator cited Advisory Circular 6B\n\nfor the  premise that \"a state  adopting California emissions\n\nstandards  may apply  these  standards to  any engine  family\n\n                    \n\n4.  The automakers'  position during DEP's notice and comment\nperiod for the LEV program (which originally included a fleet\naveraging scheme) was that fleet averaging violates the third\n                                                   \nvehicle provision by restricting a manufacturer's ability  to\nsell California cars in the state.  \n\n                             -17-\n                              17\n\nwhose  production period begins on a date which is beyond two\n\nyears past  the date that the standards were adopted . . . .\"\n\nIt is  significant that  EPA's interpretation did  not spring\n\nfrom  a litigator's  self-spun argument,  but arose  prior to\n\nlitigation,  and  was expressed  by  the  Administrator in  a\n\nletter  to a member of  Congress from Michigan.   See Federal\n                                                             \n\nLabor Relations  Auth. v.  United States  Dep't of Navy,  </pre><span class=\"citation\" data-id=\"566309\"><a href=\"/opinion/566309/federal-labor-relations-authority-v-us-department-of-the-navy-naval/\"><span class=\"volume\">941</span>\n                                                       \n\n<span class=\"reporter\">F.2d</span>   <span class=\"page\">49</span></a></span><pre class=\"inline\">,  59   (1st   Cir.  1991)   (deferring  to   agency\n\ninterpretation first  announced  in amicus  brief  and  later\n\nadopted as  \"official\" agency position by  agency director in\n\nunpublished  letter); cf.  Martin v. Occupational  Safety and\n                                                             \n\nHealth  Review Comm'n,  111 S.  Ct. 1171,  1179 (1991)  (\"Our\n                     \n\ndecisions indicate that agency `litigating positions' are not\n\nentitled  to   deference  when  they  are   merely  appellate\n\ncounsel's  `post  hoc  rationalizations' for  agency  action,\n                     \n\nadvanced for the first time in the reviewing court.\").      \n\n          Based  on  the  statutory  requirement  that \"model\n\nyear\" be  determined by  EPA regulations, the  Second Circuit\n\nheld  that  Congress intended  that  EPA  would promulgate  a\n\nregulation  defining \"model year\" under   177.  </pre><span class=\"citation\" data-id=\"664048\"><span class=\"antecedent_guess\">MVMA,</span> <a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span>\n                                                    \n\nat <span class=\"page\">535</span></a></span><pre class=\"inline\">.  We  disagree.  We find that  a regulatory definition\n\npredating   177 satisfies the statute.  Congress's use of the\n\npassive  voice   indicates   that  an   existing   regulatory\n\ndefinition  would suffice.  Compare    177, 42  U.S.C.   7507\n                                   \n\n(\"as determined by  regulations of the  Administrator\") with,\n                                                            \n\n                             -18-\n                              18\n\ne.g.,  </pre><span class=\"citation\" data-id=\"664048\"><a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"id_token\">id.</span>      7521(a)(1)  (\"the </a></span><pre class=\"inline\"> Administrator  shall\"   by\n          \n\nregulation prescribe federal auto emission requirements).  In\n\n1970,  Congress  passed  42  U.S.C.     7521(b)(3)(A),  which\n\ndefines  \"model  year,\"  for  the  purposes  of  the  federal\n\nemissions control  program, as  the \"calendar year,\"  or \"the\n\nmanufacturer's annual production period (as determined by the\n\n[EPA]  Administrator)  which  includes   January  1  of  such\n\ncalendar year. .  . .\"   The regulatory  definition of  model\n\nyear  in  effect  when      177  was  enacted  tracked   that\n\ndefinition:  \"`Model year' means [the  calendar year, or] the\n\nmanufacturer's annual production period (as determined by the\n\nAdministrator) which includes January 1 of such calendar year\n\n. . . .\"  40 C.F.R.   86.082-2. \n\n          We also  reject the  Second Circuit's  finding that\n\nCongress  could  not  have  contemplated  that  the  leadtime\n\nprovision might apply  on an engine-family  basis.  </pre><span class=\"citation\" data-id=\"664048\"><span class=\"antecedent_guess\">MVMA,</span>  <a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"volume\">17</span>\n                                                        \n\n<span class=\"reporter\">F.3d</span> at <span class=\"page\">535</span></a></span><pre class=\"inline\">.  We note first that what Congress \"contemplated\"\n\nis  of  limited  relevance,  given  that  EPA  was  expressly\n\nauthorized  to   define  when   the  model  year   commences.\n\nMoreover,  since  1972,  EPA has  issued  advisory  circulars\n\ndescribing how to determine the  model year \"for any specific\n\nmodel within an engine family.\"  E.g., Advisory Circular  6A,\n                                     \n\nat 2  (Sept. 1, 1972).  And while EPA has never implemented a\n\nsplit model year in the federal emissions control program, we\n\ndo not place great weight on  this.  There are relatively few\n\n                             -19-\n                              19\n\nleadtime provisions  in the  Clean Air Act  emissions control\n\nprogram.    Because  states  with     177  programs  are,  by\n\ndefinition, encountering significant air  pollution problems,\n\nand because Congress expressly delegated to EPA the power  to\n\ndefine  model  year under     177,  EPA may  identify  policy\n\nconsiderations   allowing  it   to   construe  the   leadtime\n\nprovisions  in the  federal program  differently from    177.\n\nSee  Comite pro Rescate de  la Salud v.  Puerto Rico Aqueduct\n                                                             \n\nand  Sewer Auth., </pre><span class=\"citation\" data-id=\"531203\"><a href=\"/opinion/531203/comite-pro-rescate-de-la-salud-etc-v-puerto-rico-aqueduct-and-sewer/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">180</span></a></span><pre class=\"inline\">, 187 (1st Cir. 1989) (\"[W]here\n                \n\nthe reason  for the  court's `deference' reflects  its belief\n          \n\nthat Congress, in effect, delegated to the agency a degree of\n                                   \n\ninterpretive power, it does  not seem odd to find  the agency\n\ninterpreting  the same  words  somewhat  differently as  they\n\napply  to different parts of  the statute in  order better to\n\npermit  that  statute to  fulfill  its  basic congressionally\n\ndetermined  purposes.\" (emphasis in original)), cert. denied,\n                                                            \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1029</span> </span><pre class=\"inline\">(1990).  \n\n          On  the other  hand, one  might argue that  a court\n\nowes EPA's  interpretation no  deference because the  statute\n\nrequires EPA  to define  \"model year\" by  \"regulation,\" while\n\nEPA's  definition  is found  not in  a  regulation, but  in a\n\npolicy statement  (Advisory Circular 6B).  See  </pre><span class=\"citation\" data-id=\"664048\"><span class=\"antecedent_guess\">MVMA,</span> <a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span>\n                                                    \n\nat  <span class=\"page\">535</span> </a></span><pre class=\"inline\">(\"Section 177 charges the EPA with the single, narrow\n\nresponsibility to issue `regulations'  in order to define the\n\ncommencement of a  model year under   177.   The EPA Advisory\n\n                             -20-\n                              20\n\nCircular  . . . is not a  `regulation' for   177 purposes and\n\nwas not promulgated specifically to implement  this provision\n\n. . . .\").  Plaintiffs failed to make such an argument to the\n\ndistrict  court and  compounded  that error  by omitting  the\n\npoint from their  opening brief.5  See McCoy v. MIT, </pre><span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">13</span></a></span><pre class=\"inline\">, 22 (1st Cir. 1991) (\"It is hornbook law that theories not\n\nraised squarely in  the district court cannot be surfaced for\n\nthe  first time on appeal.\"),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">112</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1939</span>\n</span><pre class=\"inline\">                                           \n\n(1992);  see also Frazier v.  Bailey, </pre><span class=\"citation\" data-id=\"578605\"><a href=\"/opinion/578605/kevin-frazier-v-edward-n-bailey/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">920</span></a></span><pre class=\"inline\">, 932 n.14\n                                    \n\n(1st Cir. 1992)  (arguments raised  only in  reply brief  are\n\ninsufficient  to preserve  claim  on appeal).   Until  filing\n\ntheir reply brief in this  court, plaintiffs failed to assert\n\nthat no EPA definition of model year existed for the purposes\n\nof    177,  and in  fact cited  Advisory Circular  6B and  40\n\nC.F.R.    86.082-2 to the district court for the premise that\n\nthe  model year  began  on  January  2,  1994.    See,  e.g.,\n                                                            \n\nPlaintiff's Mem. of Law  in Support of Mot. for S.J.,  at 44;\n\nFirst  Amended   Complaint      55  (\"As  defined   by  EPA's\n\nregulations,  the  1995  model  year commences  as  early  as\n\nJanuary 2, 1994.  See 40 C.F.R.   86-082-2 (1992); EPA Office\n                     \n\nof Mobile Sources Circular 6B (1987).\").\n\n                    \n\n5.  Plaintiffs argued  below and in their  opening brief that\nCongress's use  of the terms \"commencement\"  and \"model year\"\nin the singular foreclosed a \"split\" model year, that such an\ninterpretation would  have adverse  effects on  the industry,\nand that EPA had never used a split model year in the federal\nemissions control program.  \n\n                             -21-\n                              21\n\n          We have recognized  an exception  to the  raise-or-\n\nwaive rule where the argument surfacing for the first time on\n\nappeal is \"`so compelling  as virtually to insure appellant's\n\nsuccess,'\" and  a  \"`gross  miscarriage  of  justice'\"  would\n\nresult from our failure  to address it.  Johnston  v. Holiday\n                                                             \n\nInns,  Inc., </pre><span class=\"citation\" data-id=\"364881\"><a href=\"/opinion/364881/alfred-m-johnston-individually-alfred-m-johnston-trustee-and-daniel/\"><span class=\"volume\">595</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">890</span></a></span><pre class=\"inline\">, 894  (1st Cir.  1979) (citations\n           \n\nomitted); accord United States v. Slade, </pre><span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span><pre class=\"inline\">, 31 (1st\n                                       \n\nCir. 1992).   The argument  here is not  so compelling as  to\n\nassure plaintiffs'  success.   EPA's interpretation of    177\n\nwould be entitled to  some weight, where EPA  administers the\n\nfederal  emissions  program and  is  charged with  evaluating\n\nwhether state plans for meeting the NAAQS are consistent with\n\nthe Act.  See 42 U.S.C.   7410(k)(3).  \n             \n\n          Furthermore, plaintiffs  do  not contend  that  our\n\nfailure  to  consider  the   argument  would  cause  a  gross\n\nmiscarriage of justice.  Nor could  they so contend.  In  the\n\nfirst place, this is  an interlocutory appeal; plaintiffs may\n\nraise  the  argument  in  the district  court  before  issues\n\npertaining to the 1995  requirements become moot, because the\n\nmodel year for any vehicle lasts until December 31, 1995.  In\n\naddition, this is not a case in which an appellant might lose\n\nher home, see  United States v. One Urban Lot,  </pre><span class=\"citation\" data-id=\"529716\"><a href=\"/opinion/529716/united-states-v-one-urban-lot-located-at-1-street-a-1-valparaiso/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">994</span></a></span><pre class=\"inline\">,\n                                             \n\n1001-02  (1st   Cir.  1989),  or  a   prisoner  might  remain\n\nincarcerated, see United States v. La Guardia, </pre><span class=\"citation\" data-id=\"541060\"><a href=\"/opinion/541060/united-states-v-julio-la-guardia-united-states-of-america-v-eredia/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1010</span></a></span><pre class=\"inline\">,\n                                             \n\n1013  (1st Cir.  1990), if  we deem  the issue  waived.   And\n\n                             -22-\n                              22\n\nthough the  question before us, concerning  the earliest date\n\nvehicles  outside California might  be subject to California-\n\ntype emissions standards, is certainly one of interest to the\n\npublic, the degree of public interest pales in contrast  with\n\nthat  involved  when  the   federal  government's  right   to\n\nprosecute  suspected  criminals  is at  issue,  e.g.,  United\n                                                             \n\nStates v. Krynicki, </pre><span class=\"citation\" data-id=\"409210\"><a href=\"/opinion/409210/united-states-v-judith-ann-krynicki/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">289</span></a></span><pre class=\"inline\">, 292 (1st Cir. 1982).  These\n                  \n\ncases show the gulf that exists between  the prospective harm\n\nhere and  the type of harm that permits serious consideration\n\nof  relaxing the  raise-or-waive  rule, within  the reviewing\n\ncourt's discretion.  Accordingly, we find the argument waived\n\nfor the purposes of this appeal.\n\n          Assuming, therefore, that the regulatory definition\n\nof  model  year required  by    177  is embodied  in Advisory\n\nCircular 6B, we next  inquire whether EPA's interpretation is\n\narbitrary, capricious, or manifestly contrary to the statute.\n\nChevron U.S.A.,  Inc. v. Natural  Resources Defense  Council,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span><pre class=\"inline\">, 843-44  (1984).  Such deference is  due because\n\nCongress explicitly  delegated to EPA, the agency responsible\n\nfor administering the federal  emissions program, the task of\n\ndefining model year under   177.  \n\n          Plaintiffs   argue   that  applying   the  leadtime\n\nrequirement  to   individual   models  or   engine   families\n\ncontradicts Congress's intent made manifest by the  statute's\n\nuse  of  the terms  \"commencement\"  and \"model  year\"  in the\n\n                             -23-\n                              23\n\nsingular.  We disagree.   At best, the statutory  language is\n\nambiguous  with respect to  whether the  leadtime requirement\n\nmight  apply on  an  industry-wide or  engine-family-specific\n\nbasis.  See  42 U.S.C.    7507 (State \"may adopt  and enforce\n           \n\n[standards] for  any model year .  . . if-- .  . . California\n\nand such State adopt such standards at least two years before\n\ncommencement of such model year . . . .\").  An examination of\n\nother  leadtime  provisions enacted  in  1977  for the  Act's\n\nfederal emissions program does  not clarify the issue because\n\nthose  provisions generally  pertain  to heavy  duty engines,\n\nwhose model year commencement  date, according to the record,\n\nis  always January 1 of  the calendar year.   Moreover, those\n\nprovisions could  be read with either  an industry-wide model\n\nyear  commencement  date,  or separate  dates  for  different\n\nengine families.  E.g.,  42 U.S.C.   7521(a)(3)(E)(ii) (1988)\n                      \n\n(\"No such  changed standard  shall apply  for any model  year\n\nbefore  the model year four years after the model year during\n\nwhich  regulations  containing   such  changed  standard  are\n\npromulgated.\") (repealed in 1990).  \n\n          Moreover,  the  legislative  history of     177  is\n\ngenerally  unenlightening.6    Congress clearly  enacted  the\n\n                    \n\n6.  Plaintiffs,  in a  footnote,  quote a  1990 statement  of\nSenator Nickles:\n          If   a   State   follows  the   necessary\n          procedures, California standards can take\n          effect in the first model year commencing\n          2 model years after the State has adopted\n          the  California standards.  Thus, a State\n\n                             -24-\n                              24\n\nleadtime provision for the manufacturers' benefit.  H.R. Rep.\n\nNo. 294, 95th Cong., 1st Sess. 310 (1977) (\"Manufacturers are\n\nnot  only   assured  of   identity  of  standards   and  test\n\nprocedures; they are also  assured adequate lead time.\"); see\n                                                             \n\nalso  </pre><span class=\"citation\" data-id=\"664048\"><span class=\"antecedent_guess\">MVMA,</span> <a href=\"/opinion/664048/motor-vehicle-manufacturers-association-of-the-united-states-inc/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">535</span></a></span><pre class=\"inline\">.  Although plaintiffs would prefer\n          \n\nthat  all  1995  cars  be  subject  to  the  same  regulatory\n\nrequirements,  that is  not  necessarily the  import of  that\n\nstatement of legislative intent.  EPA's interpretation grants\n\nevery  manufacturer two years  to develop  emissions controls\n\nand to  devise marketing and distribution  strategies for any\n\nnew vehicle  or  engine  family  subject  to  California-type\n\nstandards.    There is  no  inherent  conflict between  EPA's\n\ninterpretation and Congress's intent.7\n\n          Plaintiffs maintain that EPA's  interpretation does\n\nnot  reflect  a reasonable  policy  determination  because it\n\nwould cause \"enormous competitive and practical problems,\" in\n\nthat California-type  requirements would apply  to some  1995\n\n                    \n\n          that  adopted   fully  waived  California\n          standards  in  November  1992 could,  for\n          example, have those standards take effect\n          beginning in model year 1996. \n136 Cong. Rec. S18274 (daily ed. Nov. 2, 1990).  The leadtime\nprovision  was enacted in 1977  and was not  amended in 1990.\nWe give  little weight to  the remarks of a  single member of\nCongress, made thirteen years after  a statute is passed,  in\ndivining legislative intent.   \n\n7.  DEP  notes  that  EPA's interpretation  has  one salutary\neffect for the industry:   each manufacturer could determine,\nfrom  its  own production  schedules,  not  the schedules  of\nothers, whether to produce federal or California cars for the\nfirst year in which California-type standards are in effect.\n\n                             -25-\n                              25\n\nvehicles,  while the  remainder would  be subject  to federal\n\nstandards.   Appellants' Br. at 46.  According to plaintiffs,\n\nthis  split would  cause dealer  and consumer  confusion, the\n\ndisruption of vehicle  distribution systems, and  competitive\n\ndisadvantages  for  some  dealers  and  manufacturers.    DEP\n\nargues, however,  that these  concerns are  overstated, given\n\nthe widespread use of computerized inventory controls.  Also,\n\non  the other side of the balance  is the state's interest in\n\napplying California  requirements to  some models as  soon as\n\npossible.  Any vehicle subject to regulatory controls will be\n\nsubject  to those  controls  for the  vehicle's useful  life.\n\nConversely, vehicles  escaping the  controls may travel  over\n\nMassachusetts  highways  for  years  emitting  pollutants  in\n\nexcess of California standards.  Whether EPA's interpretation\n\nimposes   greater   costs   than   benefits   is   a   policy\n\ndetermination.  \"When Congress, through express delegation or\n\nthe  introduction of  an  interpretive gap  in the  statutory\n\nstructure,  has  delegated  policy  making  authority  to  an\n\nadministrative agency,  the extent of judicial  review of the\n\nagency's  policy  determinations  is   limited.\"    Pauly  v.\n                                                         \n\nBethenergy Mines, Inc.,  111 S.  Ct. 2524, 2534  (1991).   We\n                      \n\nwill  reject  the  agency's  interpretation  only  if  it  is\n\narbitrary  or illegal.  It is neither.  Accordingly, based on\n\nthe  assumption   that  Advisory  Circular   6B  provides   a\n\n                             -26-\n                              26\n\nregulatory definition of \"model  year\" for the purposes  of  \n\n177, we conclude that the leadtime requirement was satisfied.\n\n          The  likelihood  of  success  on the  merits  is  a\n\npredicate  to  the  issuance  of  a  preliminary  injunction.\n\nPlaintiffs failed to establish  such a likelihood.  Moreover,\n\nplaintiffs  \"have  not  persuaded  us that  the  lower  court\n\noverlooked  pertinent  factors,   focused  on   inappropriate\n\nfactors,  or made a  serious error in  weighing and balancing\n\nthe  relevant concerns.\"  </pre><span class=\"citation\" data-id=\"599015\"><span class=\"antecedent_guess\">Weaver,</span> <a href=\"/opinion/599015/ralph-s-weaver-etc-v-charles-henderson-etc/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">14</span></a></span><pre class=\"inline\">.  Therefore,\n                                \n\nwe  hold that the district court did not abuse its discretion\n\nin refusing to enjoin the 1995 standards.\n\n                             -27-\n                              27\n\n                             IV.\n\n                        COSTS AND FEES\n                                      \n\n          DEP  argues  that  it  is  entitled  to  costs  and\n\nattorney's fees.  Prevailing parties are normally entitled to\n\ncosts.  Fed. R. App. P. 39; 9 James W. Moore  et al., Federal\n                                                             \n\nPractice   239.02[1],  at 39-6  to -7  (2d ed.  1994).8   And\n        \n\ncosts are  routinely available whenever this  court dismisses\n\nan  appeal, even if the  appellant moved for  dismissal.  See\n                                                             \n\nWaldrop v. Department of Air Force, </pre><span class=\"citation\" data-id=\"408136\"><a href=\"/opinion/408136/geraldine-waldrop-v-united-states-department-of-the-air-force/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 37 (7th Cir.\n                                  \n\n1982).  \n\n          On  the other  hand, DEP's argument  for attorney's\n\nfees must  be rejected.   DEP  seeks reimbursement  for legal\n\nfees  incurred in responding to the appeal on the claims that\n\nwere dismissed  pursuant to Rule  42(b).  Neither  Rule 42(b)\n\nnor  Rule  39  provides   authority  for  routine  awards  of\n\nattorney's  fees  as  a  condition  of  voluntary  dismissal.\n\n</pre><span class=\"citation\" data-id=\"408136\"><span class=\"antecedent_guess\">Waldrop,</span> <a href=\"/opinion/408136/geraldine-waldrop-v-united-states-department-of-the-air-force/\"><span class=\"volume\">688</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">37-39</span></a></span><pre class=\"inline\">.  While fees may be awarded if an\n       \n\nappellant  has filed a frivolous  appeal or has  acted in bad\n\nfaith, see Cruz  v. Savage,  </pre><span class=\"citation\" data-id=\"536974\"><a href=\"/opinion/536974/juan-e-cruz-v-robert-savage-etc/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">626</span></a></span><pre class=\"inline\">,  631-32, 635  (1st\n                          \n\nCir. 1990), we find no evidence of such conduct here.  We are\n\n                    \n\n8.  Rule 39 states:\n          Except as otherwise  provided by law,  if\n          an  appeal is  dismissed, costs  shall be\n          taxed   against   the  appellant   unless\n          otherwise . . . ordered by the court; . .\n          . if  a judgment is affirmed  or reversed\n          in part,  or is vacated,  costs shall  be\n          allowed only as ordered by the court.  \n\n                             -28-\n                              28\n\nunpersuaded by  DEP's attempt to characterize  the weeks that\n\ntranspired between the issuance of the Second Circuit opinion\n\nand  the   motion  for  partial  dismissal   as  evidence  of\n\nplaintiffs' vexatiousness.   It takes time to  evaluate a new\n\nopinion,  and to  confer with  the client  on an  appropriate\n\nstrategy.  \n\n                              V.\n\n                          CONCLUSION\n                                    \n\n          For the foregoing reasons,  we grant the motion for\n\npartial dismissal  and affirm the  district court's  decision\n\nnot  to enjoin  the  1995 requirements  based on  plaintiffs'\n\nleadtime claim.  Costs to DEP.\n\n          It is so ordered.\n                           \n\n                             -29-\n                              29\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/283767/",
    "https://www.courtlistener.com/api/rest/v3/opinions/289798/",
    "https://www.courtlistener.com/api/rest/v3/opinions/352757/",
    "https://www.courtlistener.com/api/rest/v3/opinions/354383/",
    "https://www.courtlistener.com/api/rest/v3/opinions/364881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/408136/",
    "https://www.courtlistener.com/api/rest/v3/opinions/409210/",
    "https://www.courtlistener.com/api/rest/v3/opinions/463552/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529716/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531203/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536974/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561828/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566309/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578605/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599015/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664048/"
  ]
}