{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195586/",
  "id": 195586,
  "absolute_url": "/opinion/195586/united-states-v-jorge-torres/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195586/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:13Z",
  "date_modified": "2020-02-21T23:27:49.784449Z",
  "type": "010combined",
  "sha1": "fb7be74c1899869854ba3a261305eaeecdf48bda",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1606.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1606\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                     ZULMA JORGE TORRES,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Gilberto Gierbolini, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\n                                          \n\n                    Boudin, Circuit Judge,\n                                         \n\n                 and Keeton,* District Judge.\n                                            \n\n                                         \n\nGustavo A. Gelpi, Assistant Federal Public Defender, with whom\n                \nBenicio  Sanchez-Rivera, Federal  Public  Defender, was  on brief  for\n                   \nappellant.\nJeanette Mercado-Rios,  Assistant  United  States  Attorney,  with\n                     \nwhom Jose A. Quiles-Espinosa, Senior Litigation Counsel, was  on brief\n                        \nfor the United States.\n\n                                         \n\n                       August 31, 1994\n                                         \n\n                \n\n*\nOf the District of Massachusetts, sitting by designation.\n\n     BOUDIN,  Circuit Judge.    On December  19, 1992,  Zulma\n                           \n\nJorge-Torres  arrived in San  Juan, Puerto Rico,  on a flight\n\nfrom Barbados.  Customs  inspection revealed that her handbag\n\ncontained a false bottom filled with heroin.  This,  together\n\nwith  the  heroin concealed  in her  tennis  shoes and  a pen\n\nholder,  was later found by laboratory  analysis to amount to\n\n1.5  kilograms of  heroin with  a purity  strength of  97 per\n\ncent.  \n\n     Jorge-Torres  was charged  with knowing  possession with\n\nintent  to distribute  and with  importation, in  a two-count\n\nindictment   under  21   U.S.C.      841(a)(1)   and  952(a).\n\nThereafter, Jorge-Torres  changed her initial not guilty plea\n\nto a  plea of guilty to  both counts and  sought to cooperate\n\nwith  the  government.   It  appears  that Jorge-Torres  then\n\nprovided the government with whatever limited information she\n\nhad concerning  the  network, including  how the  transaction\n\noccurred  and  who  supplied   the  drugs  or  was  otherwise\n\ninvolved.\n\n     Under the  Sentencing Guidelines,  a quantity of  heroin\n\nbetween 1 and 3 kilograms corresponds to a base offense level\n\nof  32.   See  U.S.S.G.    2D1.1(a)(3).   With  a  four-point\n             \n\nreduction for minimal participation and a further three-point\n\nreduction  for  acceptance  of  responsibility,  U.S.S.G.    \n\n3B1.2(a), 3E1.1(b), Jorge-Torres' total offense level was 25.\n\nGiven  a  criminal  history  category  of  I,  the  guideline\n\nimprisonment range was 57-71 months.\n\n     However, by  statute the minimum term  for the offenses,\n\nbased on  the quantity of drugs involved,  is ten years.  See\n                                                             \n\n21 U.S.C.     841(b)(1)(A), 960(b)(1)(A).   On motion  by the\n\ngovernment, the district court has the authority to \"impose a\n\nsentence below a  level established by statute as [a] minimum\n\nsentence  so  as  to  reflect   the  defendant's  substantial\n\nassistance\" in  investigating  or prosecuting  another.    18\n\nU.S.C.    3553(e).  See  also U.S.S.G.    5K1.1 (permitting a\n                             \n\ncomparable  departure  from the  guidelines).   The  district\n\ncourt  cannot sentence  below  a statutory  minimum based  on\n\nsubstantial assistance  unless the government so  moves.  See\n                                                             \n\nWade v. United States, 112 S. Ct. 1840 (1992).\n                     \n\n     At the sentencing hearing, the district judge encouraged\n\ngovernment counsel  to consider  a departure.   The assistant\n\nU.S.  attorney  declined,  indicating  that  the  information\n\nJorge-Torres  provided had  not led  to further  arrests, and\n\nthat  consequently the  government  did not  believe that  it\n\ncould find that substantial  assistance had been furnished in\n\nthis case.  The prosecutor did not expressly dispute that the\n\ndefendant had in  good faith provided  the government all  of\n\nthe information that she possessed.\n\n     Defense counsel pressed the judge to afford a hearing on\n\nsubstantial assistance but offered no basis for thinking that\n\n                             -3-\n\nanything could be  adduced at  the hearing  beyond the  facts\n\nalready described, namely, that Jorge-Torres had done all she\n\ncould,  but the leads had not been helpful to the government.\n\nThe district court expressed frustration with the guidelines-\n\n-in this instance the statutory minimum is the real culprit--\n\nbut  found  that  the  government's  refusal  to  move for  a\n\ndeparture  made a  further  hearing pointless.   A  statutory\n\nminimum sentence of 10 years was then imposed.\n\n     On   appeal,   counsel   for   defendant   has  made   a\n\nconstitutional  attack on  the  statute and  guidelines.   It\n\nviolates  equal  protection, so  defense  counsel argues,  to\n\nimpose a  long sentence on Jorge-Torres,  a low-level courier\n\nwho tries her best to cooperate but has little information to\n\ngive, while  providing lower sentences to  major drug dealers\n\nwhose  offenses are far more  serious but who  happen to have\n\nplenty of information to  trade.  Accordingly, defendant says\n\nthat  the   substantial   assistance  regime   as   currently\n\nstructured  provides  discrepant  treatment  that  serves  no\n\nrational purpose consistent with the ends of Congress.\n\n     The  equal protection test is not a demanding one where,\n\nas here,  there is  no suspect classification  underlying the\n\ndisparate treatment, nor a  substantial burden on a protected\n\nconstitutional  right.   See  City  of  Cleburne v.  Cleburne\n                                                             \n\nLiving Center,  473 U.S. 432 (1985).  It is not irrational to\n             \n\nprovide  a reward to a  kingpin whose information permits the\n\n                             -4-\n\ngovernment to shut down  a drug network nor is  it irrational\n\nto withhold such leniency from a less important member of the\n\nring who tries  to assist but has nothing to  offer.  Indeed,\n\nto offer  leniency in exchange for useful  information is not\n\ninherently  a harsh  arrangement:   only the  10-year minimum\n\nmakes it  so.  In any  event, such a regime  plainly does not\n\nlack a rational basis.\n\n     But Jorge-Torres' argument has a somewhat sharper point.\n\nA  reasonable classification,  says defendant's  brief, \"must\n\nrest  upon  some  ground  of  difference having  a  fair  and\n\nsubstantial relation to the  object of the legislation .  . .\n                                                      \n\n.\"  Johnson v. Robison, 415 U.S. 361, 374-75 (1974) (emphasis\n                      \n\nadded).    Here,  the  defendant argues,  Congress  aimed  at\n\nachieving fairness in sentencing, and there is no fairness in\n\ngiving  the defendant a 10-year sentence  when a drug kingpin\n\ncould easily receive  a lesser sentence for the same quantity\n\nof  drugs  as  long  as  the  kingpin  brought  along  useful\n\ninformation to trade in exchange for a lighter sentence.\n\n     It is not clear that this  equal protection argument was\n\never  squarely  presented to  the  lower  court  but, as  the\n\ngovernment has  not claimed waiver,  we address the  point on\n\nthe merits.   There may  also be  some doubt about  the legal\n\npremise that an  equal protection analysis has  to be focused\n\nsolely upon the specific objectives set forth by Congress and\n\nwithout resort to  other possibilities.   We need not  pursue\n\n                             -5-\n\nthis  point because even if  the legal premise  is sound, the\n\nclaim of irrationality still fails in this case when measured\n\nagainst Congress' statutory purposes.\n\n     In  broad  terms it  can be  said  that Congress  in its\n\nsentencing provisions  aimed at  fairness.   Cf. 28  U.S.C.  \n                                                \n\n991(b)(1)(B)  (mentioning   fairness).     But  in   fact  an\n\nexamination  of the  various statutes  in which  Congress has\n\nreferred  to  the purposes  of  sentencing  reveals a  cross-\n\ncurrent   of  objectives  expressed   at  various  levels  of\n\ngenerality,  e.g.,   18  U.S.C.      3553(a)  (listing  seven\n                 \n\ncategories of matters  to be considered).  Worse  still, from\n\nJorge-Torres'  standpoint,  18  U.S.C.     3553(e)  expressly\n\nprovides  that departures  below a  statutory minimum  may be\n\nallowed to  reflect a  defendant's substantial  assistance in\n\ninvestigating or prosecuting others.\n\n     Whatever  one  might  say  in  the  abstract  about  the\n\nfairness of  the  present structure,  it  is plainly  not  an\n\nirrational departure from the objectives that Congress itself\n                                        \n\nhas  set forth.  On  the contrary, affording  great weight to\n\nsubstantial assistance--it is virtually  the only occasion on\n\nwhich the statutory minimums may be disregarded--is Congress'\n                                                   \n\npurpose.   While  section 3553(e)  may not  literally command\n\nmore  favorable treatment of  kingpins with  information than\n\nfor couriers without it, that outcome could easily  have been\n\nforeseen when Congress adopted the provision.\n\n                             -6-\n\n     This  court  has  not  previously  considered  an  equal\n\nprotection  challenge  of  this  kind,  although  we  earlier\n\nrejected  a   due  process  challenge   to  the  substantial-\n\nassistance regime.  See United States v. La Guardia, 902 F.2d\n                                                   \n\n1010  (1st Cir.  1990).   However, four  other circuits  have\n\nrejected equal protection challenges  not very different from\n\nthat  advanced  here.*    The government  has  correctly  not\n\nquestioned our authority to review a constitutional attack on\n\nthe provision,  even though  refusals to depart  are normally\n\nnot  reviewable.  La Guardia,  902 F.2d at  1012.  But having\n                            \n\nconsidered   the  issue   on  its   merits,  we   reject  the\n\nconstitutional claim.\n\n     A somewhat  different issue might have  been raised and,\n\nin the interests of justice, we feel compelled to remark upon\n\nit.   From  a  review of  the  transcript of  the  sentencing\n\nhearing,  one might think that  the government here felt that\n\nit lacked  authority  to recommend  a  departure even  if  it\n\nwished  to do so.   It might  appear that the  assistant U.S.\n\nattorney was blaming  the statutory \"substantial  assistance\"\n\nrequirement and saying that his office was unable to move for\n\na  departure because  none of  the leads  provided by  Jorge-\n\n                \n\nUnited States v.  Musser, 856 F.2d  1484, 1486-87 (11th  Cir.\n                        \n1988), cert. denied, 489  U.S. 1022 (1989); United States  v.\n                                                         \nRojas-Martinez,  968  F.2d  415,  419-20  (5th  Cir.),  cert.\n                                                             \ndenied,  113 S. Ct.  828 (1992)  and 113  S. Ct.  995 (1993);\n      \nUnited  States v. Horn, 946  F.2d 738, 746  (10th Cir. 1991);\n                      \nUnited States v.  Broxton, 926 F.2d 1180, 1183-84  (D.C. Cir.\n                         \n1991).\n\n                             -7-\n\nTorres had resulted in  an arrest or otherwise made  any dent\n\nin a drug cartel.\n\n     The \"substantial  assistance\" phrase is  a very  general\n\none.  Despite some  arguments to the contrary, we  think that\n\nit  is at least plausible  to contend that  the prosecutor is\n\nentirely  free   to  treat  as  \"substantial   assistance\"  a\n\ndefendant's provision of a  substantial amount of information\n\npertaining to  the  operation of  a drug  ring and--at  least\n\nwhere the defendant has told all he or she can tell--to treat\n\nthis  as substantial  assistance,  regardless of  whether  it\n\nresults  in a further arrest  or prosecution.   If we thought\n\nthat the government was generally confused about this matter,\n\nwe would  provide it with further  opportunity for reflection\n\nin this case.\n\n     The government points  out that the guideline  provision\n\nthat   paralleled  the  statutory  provision  had  originally\n\nprovided  for a  possible departure  where defendant  made \"a\n\ngood faith  effort\" to  provide substantial assistance.   See\n                                                             \n\nU.S.S.G. App. C, amendment  No. 290 (November 1989), deleting\n\nthe \"good  faith\" language  and substituting  the requirement\n\nthat the defendant provide  substantial assistance.  However,\n\nthe  Commission's  stated reason  for the  change--to require\n\nmore  than mere \"willingness\"  to provide  information, id.--\n                                                           \n\ndoes  not  cast  much  light  on  how  much   information  is\n\nsubstantial.\n\n                             -8-\n\n     In  fact,  we  have  no  reason   to  believe  that  the\n\ngovernment  is in any way  confused about the  broad scope of\n\nits authority  to discern \"substantial assistance\"  in a good\n\nfaith  proffer of specific information about a drug ring by a\n\nlow-level defendant.  Rather, we  have a firm impression that\n\nprosecutors  have taken a hard line  in determining what they\n\nwill regard as substantial cooperation.  While this will seem\n\nharsh  to  many,  it  is likely  that  the  prosecutors would\n\nexplain--if  they  had  any   duty  to  explain--that  it  is\n\ndifficult  for them to tell if a defendant has actually given\n\nall  that he  or  she knows.   Thus,  they  might argue,  the\n\npromise  of a reward for results,  and only for results, is a\n\nnecessary resort.\n\n     On  this  appeal,  counsel   for  Jorge-Torres  has  not\n\nsuggested that  the prosector misunderstood the  scope of his\n\ndiscretion.   Further, there is  no claim that the prosecutor\n\nwas motivated  by an unconstitutional purpose  such as racial\n                                     \n\ndiscrimination, a very small  loophole that the Supreme Court\n\nhas left open for possible judicial  review of a prosecutor's\n\nrefusal  to move for  a departure.   See Wade, 112  S. Ct. at\n                                             \n\n1843.  Defendant's brief does refer to this loophole but only\n\nto assert  the equal  protection claim already  addressed and\n\nrejected.\n\n     Affirmed.\n             \n\n                             -9-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1606\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                     ZULMA JORGE TORRES,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Gilberto Gierbolini, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\n                                          \n\n                    Boudin, Circuit Judge,\n                                         \n\n                 and Keeton,* District Judge.\n                                            \n\n                                         \n\nGustavo A. Gelpi, Assistant Federal Public Defender, with whom\n                \nBenicio  Sanchez-Rivera, Federal  Public  Defender, was  on brief  for\n                   \nappellant.\nJeanette Mercado-Rios,  Assistant  United  States  Attorney,  with\n                     \nwhom Jose A. Quiles-Espinosa, Senior Litigation Counsel, was  on brief\n                        \nfor the United States.\n\n                                         \n\n                       August 31, 1994\n                                         \n\n                \n\n*\nOf the District of Massachusetts, sitting by designation.\n\n     BOUDIN,  Circuit Judge.    On December  19, 1992,  Zulma\n                           \n\nJorge-Torres  arrived in San  Juan, Puerto Rico,  on a flight\n\nfrom Barbados.  Customs  inspection revealed that her handbag\n\ncontained a false bottom filled with heroin.  This,  together\n\nwith  the  heroin concealed  in her  tennis  shoes and  a pen\n\nholder,  was later found by laboratory  analysis to amount to\n\n1.5  kilograms of  heroin with  a purity  strength of  97 per\n\ncent.  \n\n     Jorge-Torres  was charged  with knowing  possession with\n\nintent  to distribute  and with  importation, in  a two-count\n\nindictment   under  21   U.S.C.      841(a)(1)   and  952(a).\n\nThereafter, Jorge-Torres  changed her initial not guilty plea\n\nto a  plea of guilty to  both counts and  sought to cooperate\n\nwith  the  government.   It  appears  that Jorge-Torres  then\n\nprovided the government with whatever limited information she\n\nhad concerning  the  network, including  how the  transaction\n\noccurred  and  who  supplied   the  drugs  or  was  otherwise\n\ninvolved.\n\n     Under the  Sentencing Guidelines,  a quantity of  heroin\n\nbetween 1 and 3 kilograms corresponds to a base offense level\n\nof  32.   See  U.S.S.G.    2D1.1(a)(3).   With  a  four-point\n             \n\nreduction for minimal participation and a further three-point\n\nreduction  for  acceptance  of  responsibility,  U.S.S.G.    \n\n3B1.2(a), 3E1.1(b), Jorge-Torres' total offense level was 25.\n\nGiven  a  criminal  history  category  of  I,  the  guideline\n\nimprisonment range was 57-71 months.\n\n     However, by  statute the minimum term  for the offenses,\n\nbased on  the quantity of drugs involved,  is ten years.  See\n                                                             \n\n21 U.S.C.     841(b)(1)(A), 960(b)(1)(A).   On motion  by the\n\ngovernment, the district court has the authority to \"impose a\n\nsentence below a  level established by statute as [a] minimum\n\nsentence  so  as  to  reflect   the  defendant's  substantial\n\nassistance\" in  investigating  or prosecuting  another.    18\n\nU.S.C.    3553(e).  See  also U.S.S.G.    5K1.1 (permitting a\n                             \n\ncomparable  departure  from the  guidelines).   The  district\n\ncourt  cannot sentence  below  a statutory  minimum based  on\n\nsubstantial assistance  unless the government so  moves.  See\n                                                             \n\nWade v. United States, </pre><span class=\"citation\" data-id=\"112734\"><a href=\"/opinion/112734/wade-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1840</span> </a></span><pre class=\"inline\">(1992).\n                     \n\n     At the sentencing hearing, the district judge encouraged\n\ngovernment counsel  to consider  a departure.   The assistant\n\nU.S.  attorney  declined,  indicating  that  the  information\n\nJorge-Torres  provided had  not led  to further  arrests, and\n\nthat  consequently the  government  did not  believe that  it\n\ncould find that substantial  assistance had been furnished in\n\nthis case.  The prosecutor did not expressly dispute that the\n\ndefendant had in  good faith provided  the government all  of\n\nthe information that she possessed.\n\n     Defense counsel pressed the judge to afford a hearing on\n\nsubstantial assistance but offered no basis for thinking that\n\n                             -3-\n\nanything could be  adduced at  the hearing  beyond the  facts\n\nalready described, namely, that Jorge-Torres had done all she\n\ncould,  but the leads had not been helpful to the government.\n\nThe district court expressed frustration with the guidelines-\n\n-in this instance the statutory minimum is the real culprit--\n\nbut  found  that  the  government's  refusal  to  move for  a\n\ndeparture  made a  further  hearing pointless.   A  statutory\n\nminimum sentence of 10 years was then imposed.\n\n     On   appeal,   counsel   for   defendant   has  made   a\n\nconstitutional  attack on  the  statute and  guidelines.   It\n\nviolates  equal  protection, so  defense  counsel argues,  to\n\nimpose a  long sentence on Jorge-Torres,  a low-level courier\n\nwho tries her best to cooperate but has little information to\n\ngive, while  providing lower sentences to  major drug dealers\n\nwhose  offenses are far more  serious but who  happen to have\n\nplenty of information to  trade.  Accordingly, defendant says\n\nthat  the   substantial   assistance  regime   as   currently\n\nstructured  provides  discrepant  treatment  that  serves  no\n\nrational purpose consistent with the ends of Congress.\n\n     The  equal protection test is not a demanding one where,\n\nas here,  there is  no suspect classification  underlying the\n\ndisparate treatment, nor a  substantial burden on a protected\n\nconstitutional  right.   See  City  of  Cleburne v.  Cleburne\n                                                             \n\nLiving Center,  </pre><span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span> </a></span><pre class=\"inline\">(1985).  It is not irrational to\n             \n\nprovide  a reward to a  kingpin whose information permits the\n\n                             -4-\n\ngovernment to shut down  a drug network nor is  it irrational\n\nto withhold such leniency from a less important member of the\n\nring who tries  to assist but has nothing to  offer.  Indeed,\n\nto offer  leniency in exchange for useful  information is not\n\ninherently  a harsh  arrangement:   only the  10-year minimum\n\nmakes it  so.  In any  event, such a regime  plainly does not\n\nlack a rational basis.\n\n     But Jorge-Torres' argument has a somewhat sharper point.\n\nA  reasonable classification,  says defendant's  brief, \"must\n\nrest  upon  some  ground  of  difference having  a  fair  and\n\nsubstantial relation to the  object of the legislation .  . .\n                                                      \n\n.\"  Johnson v. Robison, </pre><span class=\"citation\" data-id=\"108980\"><a href=\"/opinion/108980/johnson-v-robison/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span><pre class=\"inline\">, 374-75 (1974) (emphasis\n                      \n\nadded).    Here,  the  defendant argues,  Congress  aimed  at\n\nachieving fairness in sentencing, and there is no fairness in\n\ngiving  the defendant a 10-year sentence  when a drug kingpin\n\ncould easily receive  a lesser sentence for the same quantity\n\nof  drugs  as  long  as  the  kingpin  brought  along  useful\n\ninformation to trade in exchange for a lighter sentence.\n\n     It is not clear that this  equal protection argument was\n\never  squarely  presented to  the  lower  court  but, as  the\n\ngovernment has  not claimed waiver,  we address the  point on\n\nthe merits.   There may  also be  some doubt about  the legal\n\npremise that an  equal protection analysis has  to be focused\n\nsolely upon the specific objectives set forth by Congress and\n\nwithout resort to  other possibilities.   We need not  pursue\n\n                             -5-\n\nthis  point because even if  the legal premise  is sound, the\n\nclaim of irrationality still fails in this case when measured\n\nagainst Congress' statutory purposes.\n\n     In  broad  terms it  can be  said  that Congress  in its\n\nsentencing provisions  aimed at  fairness.   Cf. 28  U.S.C.  \n                                                \n\n991(b)(1)(B)  (mentioning   fairness).     But  in   fact  an\n\nexamination  of the  various statutes  in which  Congress has\n\nreferred  to  the purposes  of  sentencing  reveals a  cross-\n\ncurrent   of  objectives  expressed   at  various  levels  of\n\ngenerality,  e.g.,   18  U.S.C.      3553(a)  (listing  seven\n                 \n\ncategories of matters  to be considered).  Worse  still, from\n\nJorge-Torres'  standpoint,  18  U.S.C.     3553(e)  expressly\n\nprovides  that departures  below a  statutory minimum  may be\n\nallowed to  reflect a  defendant's substantial  assistance in\n\ninvestigating or prosecuting others.\n\n     Whatever  one  might  say  in  the  abstract  about  the\n\nfairness of  the  present structure,  it  is plainly  not  an\n\nirrational departure from the objectives that Congress itself\n                                        \n\nhas  set forth.  On  the contrary, affording  great weight to\n\nsubstantial assistance--it is virtually  the only occasion on\n\nwhich the statutory minimums may be disregarded--is Congress'\n                                                   \n\npurpose.   While  section 3553(e)  may not  literally command\n\nmore  favorable treatment of  kingpins with  information than\n\nfor couriers without it, that outcome could easily  have been\n\nforeseen when Congress adopted the provision.\n\n                             -6-\n\n     This  court  has  not  previously  considered  an  equal\n\nprotection  challenge  of  this  kind,  although  we  earlier\n\nrejected  a   due  process  challenge   to  the  substantial-\n\nassistance regime.  See United States v. La Guardia, </pre><span class=\"citation\" data-id=\"541060\"><a href=\"/opinion/541060/united-states-v-julio-la-guardia-united-states-of-america-v-eredia/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">1010</span> </a></span><pre class=\"inline\"> (1st Cir.  1990).   However, four  other circuits  have\n\nrejected equal protection challenges  not very different from\n\nthat  advanced  here.*    The government  has  correctly  not\n\nquestioned our authority to review a constitutional attack on\n\nthe provision,  even though  refusals to depart  are normally\n\nnot  reviewable.  La </pre><span class=\"citation\" data-id=\"541060\"><span class=\"antecedent_guess\">Guardia,</span>  <a href=\"/opinion/541060/united-states-v-julio-la-guardia-united-states-of-america-v-eredia/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">1012</span></a></span><pre class=\"inline\">.  But having\n                            \n\nconsidered   the  issue   on  its   merits,  we   reject  the\n\nconstitutional claim.\n\n     A somewhat  different issue might have  been raised and,\n\nin the interests of justice, we feel compelled to remark upon\n\nit.   From  a  review of  the  transcript of  the  sentencing\n\nhearing,  one might think that  the government here felt that\n\nit lacked  authority  to recommend  a  departure even  if  it\n\nwished  to do so.   It might  appear that the  assistant U.S.\n\nattorney was blaming  the statutory \"substantial  assistance\"\n\nrequirement and saying that his office was unable to move for\n\na  departure because  none of  the leads  provided by  Jorge-\n\n                \n\nUnited States v.  Musser, </pre><span class=\"citation\" data-id=\"511735\"><a href=\"/opinion/511735/united-states-v-mark-marvin-musser-gary-wayne-harvey-and-joseph-paul/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1484</span></a></span><pre class=\"inline\">, 1486-87 (11th  Cir.\n                        \n1988), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">489</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1022</span> </span><pre class=\"inline\">(1989); United States  v.\n                                                         \nRojas-Martinez,  </pre><span class=\"citation\" data-id=\"586326\"><a href=\"/opinion/586326/united-states-v-alberto-rojas-martinez-and-olavo-michel-jr-united/\"><span class=\"volume\">968</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">415</span></a></span><pre class=\"inline\">,  419-20  (5th  Cir.),  cert.\n                                                             \ndenied,  </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">828</span> </span><pre class=\"inline\">(1992)  and </pre><span class=\"citation no-link\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">995</span> </span><pre class=\"inline\">(1993);\n      \nUnited  States v. Horn, </pre><span class=\"citation\" data-id=\"569384\"><a href=\"/opinion/569384/united-states-v-ronnie-horn/\"><span class=\"volume\">946</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></a></span><pre class=\"inline\">, 746  (10th Cir. 1991);\n                      \nUnited States v.  Broxton, </pre><span class=\"citation\" data-id=\"556583\"><a href=\"/opinion/556583/united-states-v-terrence-i-broxton/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1180</span></a></span><pre class=\"inline\">, 1183-84  (D.C. Cir.\n                         \n1991).\n\n                             -7-\n\nTorres had resulted in  an arrest or otherwise made  any dent\n\nin a drug cartel.\n\n     The \"substantial  assistance\" phrase is  a very  general\n\none.  Despite some  arguments to the contrary, we  think that\n\nit  is at least plausible  to contend that  the prosecutor is\n\nentirely  free   to  treat  as  \"substantial   assistance\"  a\n\ndefendant's provision of a  substantial amount of information\n\npertaining to  the  operation of  a drug  ring and--at  least\n\nwhere the defendant has told all he or she can tell--to treat\n\nthis  as substantial  assistance,  regardless of  whether  it\n\nresults  in a further arrest  or prosecution.   If we thought\n\nthat the government was generally confused about this matter,\n\nwe would  provide it with further  opportunity for reflection\n\nin this case.\n\n     The government points  out that the guideline  provision\n\nthat   paralleled  the  statutory  provision  had  originally\n\nprovided  for a  possible departure  where defendant  made \"a\n\ngood faith  effort\" to  provide substantial assistance.   See\n                                                             \n\nU.S.S.G. App. C, amendment  No. 290 (November 1989), deleting\n\nthe \"good  faith\" language  and substituting  the requirement\n\nthat the defendant provide  substantial assistance.  However,\n\nthe  Commission's  stated reason  for the  change--to require\n\nmore  than mere \"willingness\"  to provide  information, id.--\n                                                           \n\ndoes  not  cast  much  light  on  how  much   information  is\n\nsubstantial.\n\n                             -8-\n\n     In  fact,  we  have  no  reason   to  believe  that  the\n\ngovernment  is in any way  confused about the  broad scope of\n\nits authority  to discern \"substantial assistance\"  in a good\n\nfaith  proffer of specific information about a drug ring by a\n\nlow-level defendant.  Rather, we  have a firm impression that\n\nprosecutors  have taken a hard line  in determining what they\n\nwill regard as substantial cooperation.  While this will seem\n\nharsh  to  many,  it  is likely  that  the  prosecutors would\n\nexplain--if  they  had  any   duty  to  explain--that  it  is\n\ndifficult  for them to tell if a defendant has actually given\n\nall  that he  or  she knows.   Thus,  they  might argue,  the\n\npromise  of a reward for results,  and only for results, is a\n\nnecessary resort.\n\n     On  this  appeal,  counsel   for  Jorge-Torres  has  not\n\nsuggested that  the prosector misunderstood the  scope of his\n\ndiscretion.   Further, there is  no claim that the prosecutor\n\nwas motivated  by an unconstitutional purpose  such as racial\n                                     \n\ndiscrimination, a very small  loophole that the Supreme Court\n\nhas left open for possible judicial  review of a prosecutor's\n\nrefusal  to move for  a departure.   See </pre><span class=\"citation\" data-id=\"112734\"><span class=\"antecedent_guess\">Wade,</span> <a href=\"/opinion/112734/wade-v-united-states/\"><span class=\"volume\">112</span>  <span class=\"reporter\">S. Ct.</span> at\n                                             \n\n<span class=\"page\">1843</span></a></span><pre class=\"inline\">.  Defendant's brief does refer to this loophole but only\n\nto assert  the equal  protection claim already  addressed and\n\nrejected.\n\n     Affirmed.\n             \n\n                             -9-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108980/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111507/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511735/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556583/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569384/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586326/"
  ]
}