{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195501/",
  "id": 195501,
  "absolute_url": "/opinion/195501/united-states-v-jackson/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195501/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:12Z",
  "date_modified": "2020-02-21T23:29:45.219722Z",
  "type": "010combined",
  "sha1": "83b16fbe32fc27bc6c02770585426d396ac8710f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1826.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1826\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellant,\n\n                                v.\n\n                         MICHAEL JACKSON,\n\n                       Defendant, Appellee.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n       [Hon. Francis J. Boyle, Senior U.S. District Judge]\n                                                         \n\n                                             \n\n                              Before\n\n                  Selya and Cyr, Circuit Judges,\n                                               \n\n               and Pettine,* Senior District Judge.\n                                                  \n\n                                             \n\n     Margaret E.  Curran, Assistant United States  Attorney, with\n                        \nwhom  Edwin  J.  Gale,  United  States  Attorney,  and  Gerard B.\n                                                                 \nSullivan, Assistant  United States  Attorney, were on  brief, for\n        \nthe United States.\n\n                                             \n\n                          July 19, 1994\n                                             \n\n          \n*Of the District of Rhode Island, sitting by designation.\n\n          SELYA,  Circuit Judge.    We chronicle  today one  more\n          SELYA,  Circuit Judge.\n                               \n\nvignette  that forms  a part  of \"the  seemingly endless  line of\n\ncriminal appeals  marching stolidly to  the beat  of the  federal\n\nsentencing guidelines.\"  United States v. Ocasio-Rivera, 991 F.2d\n                                                       \n\n1,  2  (1st  Cir.  1993).     Concluding,  as  we  do,  that  the\n\ncircumstances relied  upon by the court below are insufficient to\n\nwarrant a downward departure  from the guideline sentencing range\n\n(GSR), we  vacate the  sentence previously imposed  on defendant-\n\nappellee Michael Jackson and remand for sentencing.\n\nI.  BACKGROUND\n\n          On  April  19,  1993,  a  jury  convicted  appellee  of\n\npossessing cocaine with intent to distribute the drug,  21 U.S.C.\n\n  841(a)(1) (1988); being  a felon in possession of a firearm, 21\n\nU.S.C.     922(g)  (1988);  and using  a  firearm during  and  in\n\nrelation  to a drug trafficking crime, 18 U.S.C.   924(c) (1992).\n\nSince,  these  convictions formed  the tail  end of  an extensive\n\ncriminal record  that included convictions for  several crimes of\n\nviolence, appellant  qualified  for enhancement  of his  sentence\n\nunder 18 U.S.C.   924(e) (1988).\n\n          At  the disposition  hearing, the district  court found\n\nappellee to be  an armed  career criminal within  the meaning  of\n\nU.S.S.G.  4B1.4(a)  (Nov. 1992) (instructing that  \"[a] defendant\n\nwho is subject to an enhanced sentence under the provisions of 18\n\nU.S.C.   924(e)\" is  to be so regarded).  Factoring in appellee's\n\nstatus  as  an armed  career criminal  and making  other standard\n\nadjustments,  the court calculated  the GSR to  be 262-327 months\n\n                                2\n\n(offense level  34, criminal history category VI).   In addition,\n\nthe court determined  that appellee qualified for  a mandatory 5-\n\nyear sentence anent the use  of a firearm during and in  relation\n\nto a drug trafficking crime   a sentence which, by law, had to be\n\ntacked onto whatever sentence the  court imposed with respect  to\n\nthe Jackson's conviction  under 21  U.S.C.   841(a)(1).   See  18\n                                                             \n\nU.S.C.   924(c).   In  short, the  guidelines, departures  aside,\n\nforecast a minimum prison term of 27 years.\n\n          But the  district court  did not  stay within  the GSR.\n\nInstead,  it  spontaneously departed,  sentencing appellee  to an\n\naggregate 20-year prison  term (a total of  15 years on the  drug\n\ntrafficking and felon-in-possession  counts, as enhanced pursuant\n\nto  18  U.S.C.    924(e),  plus  a  5-year  consecutive  sentence\n\npursuant to 18 U.S.C.   924(c)).  The court premised the downward\n\ndeparture on the rationale  that an incarcerative sentence within\n\nthe parameters  set by  the GSR  would be  tantamount to  \"a life\n\nsentence\" for, the court said, in view of Jackson's  age (40), it\n\nwould be  \"unlikely\" that he would \"ever see any light outside of\n\nprison.\"  The court added:\n\n          I just happen  to think that this  is not the\n          kind of thing  the sentencing commission  may\n          have had in mind. . .  .  It seems to me that\n          this is one of those circumstances where what\n          [the  defendant] did  was terribly  wrong but\n          not  so   wrong  that  a   life  sentence  is\n          appropriate.  . . .  I am going to depart out\n          of a concern for the system of justice.\n\n                                3\n\n          The  government  now  appeals.1   It  argues  that  the\n\nsentencing  court's stated  reasons are  legally insufficient  to\n\nwarrant a downward departure.  We agree.\n\nII.  DEPARTURES FROM THE GUIDELINES\n\n          The basic  theory behind the  sentencing guidelines  is\n\nthat,  in the ordinary case, the judge will apply the guidelines,\n\nmake such interim  adjustments as  the facts  suggest, compute  a\n\nsentencing range, and  then impose a sentence within  that range.\n\nSee  18 U.S.C.    3553(a)(b)  (1988); see  also United  States v.\n                                                              \n\nRivera, 994 F.2d 942, 946 (1st Cir. 1993); United States v. Diaz-\n                                                                 \n\nVillafane,  874 F.2d 43, 47-48 (1st Cir.), cert. denied, 493 U.S.\n                                                       \n\n862 (1989).\n\n          Departures are the  exception, not the rule.  See Diaz-\n                                                                 \n\nVillafane, 874 F.2d at 52.  Thus, it is only in the extraordinary\n         \n\ncase    the case that falls outside the heartland for the offense\n\nof conviction   that the district court may abandon the guideline\n\nsentencing  range  and  impose  a  sentence  different  from  the\n\nsentence  indicated by mechanical  application of the guidelines.\n\nSee Rivera, 994 F.2d at 947-48.   One relatively common basis for\n          \n\ndeparture  arises when  the  court \"finds  that  there exists  an\n\naggravating or mitigating circumstance of a kind, or to a degree,\n\nnot  adequately  taken  into   consideration  by  the  Sentencing\n\nCommission in formulating the guidelines that should  result in a\n\n                    \n\n     1Despite due notice, appellee has neither  filed a brief nor\napplied  for the appointment of  counsel on appeal.   Hence, only\nthe  government presented  oral argument.   See  Fed. R.  App. P.\n                                               \n31(c); 1st Cir. R. 45.\n\n                                4\n\nsentence different from  that described.\"   18 U.S.C.    3553(b);\n\nsee also  U.S.S.G.  5K2.0  (implementing statute);  see generally\n                                                                 \n\nRivera, 994 F.2d at 946; Diaz-Villafane, 874 F.2d at 49.2\n                                       \n\n          It  is  clear  that  the  guidelines  are  intended  to\n\nalleviate  disparity  in sentencing  and  to  make it  reasonably\n\nlikely  that similarly situated offenders will receive comparable\n\npunishments,  regardless of  where they  are prosecuted  or which\n\njudge presides at  sentencing.  See S. Rep. No.  225, 98th Cong.,\n                                   \n\n2d Sess. 38, 51, 161 (1984), reprinted in 1984 U.S.C.C.A.N. 3182,\n                                         \n\n3221, 3234, 3344 (explaining need for sentencing guidelines \"[in]\n\norder to  lessen the  degree to  which different  judges impose[]\n\ndifferent sentences  in comparable cases\");  Charles J. Ogletree,\n\nJr.,  The   Death  of  Discretion?  Reflecting   on  the  Federal\n                                                                 \n\nSentencing  Guidelines,  101  Harv.  L. Rev.  1938,  1944  (1988)\n                      \n\n(noting that  sentencing reform came about largely in response to\n\n\"frequent  criticism of  the  broad  discretion afforded  federal\n\njudges  in  sentencing [which]  led  to  disparate treatment  for\n\nsimilarly situated  individuals\"); see  also Rivera, 994  F.2d at\n                                                   \n\n946;  United States v. Aguilar-Pena,  887 F.2d 347, 352 (1st Cir.\n                                   \n\n1989).  Ensuring uniformity inevitably means restricting judicial\n\ndiscretion, for, as we have stated, \"[g]iving judges free rein to\n\nforsake the guidelines  in cases falling within the heartland for\n\n                    \n\n     2The  other mainstay of departure jurisprudence involves the\ndefendant's \"substantial  assistance\" to the government.   See 18\n                                                              \nU.S.C.   3553(e) (1988);  28  U.S.C.    994(n)  (1988); see  also\n                                                                 \nU.S.S.G.   5K1.1 (implementing  statute);  see  generally  United\n                                                                 \nStates v. Mariano, 983 F.2d 1150, 1155-57 (1st Cir. 1993).   This\n                 \nappeal  does  not require  us to  delve  into the  intricacies of\nsubstantial assistance.\n\n                                5\n\na given offense  would be tantamount  to judicial repudiation  of\n\nthe  Sentencing  Reform  Act  and the  important  policies  which\n\npropelled  its  enactment.\"    Aguilar-Pena,  887  F.2d  at  352.\n                                           \n\nConsequently,  while the power to  depart offers judges a modicum\n\nof  flexibility in criminal  sentencing, this  power can  only be\n\nexercised for reasons that the guidelines themselves endorse.\n\n          In  reviewing  the  legitimacy of  departures  from the\n\nguidelines,  appellate  courts  are   expected  to  engage  in  a\n\ntripartite analysis.   See Rivera,  994 F.2d at  950-52; Aguilar-\n                                                                 \n\nPena, 887 F.2d at 350; Diaz-Villafane, 874 F.2d at 49.  The first\n                                     \n\nstep requires an evaluation of the circumstances relied on by the\n\nlower  court  in  determining   that  the  case  is  sufficiently\n\n\"unusual\" to warrant a departure.  Aguilar-Pena, 887 F.2d at 350.\n                                               \n\nThat  question is one  of law,  evoking plenary  appellate review\n\nshorn  of deference to the court below.3  See Diaz-Villafane, 874\n                                                            \n\nF.2d at 49.\n\n          To guide judicial  consideration of departures at  this\n\nstage, we have suggested that a sentencing court should analyze a\n\ncase along the following lines:\n\n          (1)  What features of  the case, potentially,\n          take it outside  the Guidelines'  \"heartland\"\n          and make it a special, or unusual case?   (2)\n          Has the Commission forbidden departures based\n          on  those  features?   (3)  If  not, has  the\n\n                    \n\n     3For present purposes, we need not progress past the initial\nstep.  In the interest of completeness, however, we note that, if\nthe stated  circumstances pass muster,  the next step  requires a\nreviewing court  to  determine whether  those  circumstances  are\nadequately documented in the record.  See Aguilar-Pena,  887 F.2d\n                                                      \nat  350.     Finally,  the  court  must  gauge   the  departure's\nreasonableness.  See id.\n                        \n\n                                6\n\n          Commission  encouraged  departures  based  on\n          those  features?     (4)  If   not,  has  the\n          Commission  discouraged  departures based  on\n          those features?\n\nRivera, 994  F.2d  at 949.    If the  case  is not  \"special\"  or\n      \n\n\"unusual\"    a condition which,  for simplicity's sake,  we shall\n\ncall \"atypical\"    then the  court may not  depart under  section\n\n5K2.0.  If the case is atypical, that is, if it falls outside the\n\nheartland  for the  offense  of conviction,  the court  must then\n\nfocus on  the  nature of  the atypicality  and its  place in  the\n\ndeparture hierarchy.  If the case is atypical only because of the\n\npresence of  a feature that  comprises a \"forbidden\"  ground, the\n\nsentencing court may not  depart.  If the atypicality  stems from\n\nan  \"encouraged\" ground,  the court  may  (and most  likely will)\n\ndepart.   If the atypicality  consists of a  ground for departure\n\nthat  is  neither \"forbidden\"  nor  \"encouraged,\"  but is  simply\n\n\"discouraged,\"  then the  court must  take a  long, hard  look to\n\ndetermine   whether  the  case  differs  significantly  from  the\n\nordinary  case in  which the  particular atypicality  is present.\n\nSee Rivera, 994 F.2d at 949.\n          \n\nIII.  ANALYSIS\n\n          Here,  the primary  factors relied  on by  the district\n\ncourt  are the  defendant's age  and the  length of  the sentence\n\ndictated by the guidelines.   Neither ground justifies a downward\n\ndeparture.\n\n                             A.  Age.\n                                    \n\n          Age   is   among    the   various   specific   offender\n\ncharacteristics that  the guidelines  treat as  \"discouraged\" for\n\n                                7\n\npurposes of  a departure.  In  other words, age is  a factor \"not\n\nordinarily relevant\" to the departure calculus.  U.S.S.G.  5H1.1,\n\np.s.;  accord Rivera, 994 F.2d at 948; United States v. Norflett,\n                                                                \n\n922 F.2d 50, 54 (1st Cir. 1990); see also United States v. Jones,\n                                                                \n\n18  F.3d  1145,  1149-50  (4th Cir.  1994)  (explaining  that the\n\nSentencing  Commission adequately  considered age  in formulating\n\nthe sentencing guidelines).  And  Jackson's age   40    is surely\n\nnot sufficiently \"special\" or \"unusual\" to ferry the case outside\n\nthe heartland for the offenses of conviction.\n\n          Moreover, precedent teaches that  the interrelationship\n\nbetween Jackson's age and the  length of the prospective sentence\n\ndoes not furnish an adequate legal reason upon which to ground  a\n\ndeparture.  For example,  in United States v.  Doe, 921 F.2d  340\n                                                  \n\n(1st  Cir. 1990), we  rejected virtually the  same proposition on\n\nclosely comparable  facts.  There, the district court declined to\n\ndepart downward and, instead, imposed a 30-year sentence on a 54-\n\nyear-old man.    On  appeal,  the  defendant  asserted  that  the\n\ndistrict  court  erred, inter  alia,  by  \"fail[ing] to  consider\n                                   \n\nwhether  a `life  sentence' is  appropriate punishment  for th[e]\n\ncrime.\"   Id. at 347.  We found  no merit to this assertion.  See\n                                                                 \n\nid.   By like  token, in Norflett,  922 F.2d at 54,  we held that\n                                 \n\nthere  was  nothing  sufficiently  unusual  about  a  34-year-old\n\ndefendant facing  a  sentence of  approximately  17 years  as  to\n\nauthorize a  downward departure.   Our sister  circuits regularly\n\nhave ruled to like effect.  See, e.g., United States  v. Goff, 20\n                                                             \n\nF.3d  918,  921 (8th  Cir. 1994)  (remarking  that the  court has\n\n                                8\n\nconsistently denied  departures to  healthy offenders in  the age\n\ngroup of a 67-year-old defendant);  United States v. Madison, 990\n                                                            \n\nF.2d  178, 183 (5th Cir.) (explaining that age has been virtually\n\neliminated  as a mitigating  sentencing factor), cert. dismissed,\n                                                                \n\n114 S. Ct. 339 (1993); United States v. Anders, 956 F.2d 907, 912\n                                              \n\n(9th Cir.  1992) (rejecting age-based  ground for departure  in a\n\ncase involving a 46-year-old offender), cert.  denied, 113 S. Ct.\n                                                     \n\n1592 (1993); United  States v.  Daiagi, 892 F.2d  31, 33-34  (4th\n                                      \n\nCir. 1989) (acknowledging that age has been largely eliminated as\n\na mitigating factor); cf.  United States v. White, 945  F.2d 100,\n                                                 \n\n101-02 (5th Cir. 1991) (holding that youthfulness per se is not a\n                                                        \n\nsufficient reason for a downward departure).4\n\n          In  sum, the  departure  that the  lower court  essayed\n\ncannot be salvaged on the basis of either  the defendant's age or\n\nthe  interrelationship  between  the   defendant's  age  and  the\n\nanticipated length of his sentence.\n\n                        B.  Excessiveness.\n                                         \n\n          We  now  come  to  the crux  of  the  district  court's\n\nreasoning:   its  apparent dissatisfaction  with the  severity of\n\nsentencing options available within the GSR.  The judge concluded\n\nthat, given  appellant's age, a 27-year  aggregate sentence would\n\nbe the functional equivalent of life imprisonment and, therefore,\n\ntoo harsh  to fit the crime.  These conclusions led the judge, to\n\n                    \n\n     4To be sure, the guidelines  permit consideration of the age\nof  a  mature  defendant as  a  ground  for  departure \"when  the\noffender  is elderly  and  infirm .  .  . .\"    U.S.S.G.    5H1.1\n                         \n(emphasis in  original).  But  Jackson is not  elderly   and  the\ndistrict court received no evidence of any cognizable infirmity.\n\n                                9\n\nuse his own words,  to \"depart out of a concern for the system of\n\njustice.\"     Though  we  appreciate  the   judge's  humanitarian\n\ninstincts, and do not  doubt his sincerity, we regard  the stated\n\nbasis for departure as forbidden.\n\n          It   is   firmly   settled   that,    absent   specific\n\ncircumstances  independently  justifying  a  departure,  a  judge\n\ncannot  sentence  outside  a properly  computed  sentencing range\n\nmerely  because he believes that the guidelines work too severe a\n\nsanction in a  particular case.5   See Norflett, 922  F.2d at  53\n                                               \n\n(\"That the  district court  thinks the GSR  too harsh in  a given\n\ncase does not  by itself warrant a  downward departure.\"); United\n                                                                 \n\nStates v. Studley, 907 F.2d 254, 260 (1st Cir. 1990) (\"Regardless\n                 \n\nof how well founded,  a belief by the  sentencing judge that  the\n\npunishment  set by the  [Sentencing] Commission is  too severe or\n\nthat  the  guidelines  are too  inflexible  may  not  be judicial\n\ngrounds  for   departure.\");  Aguilar-Pena,   887  F.2d   at  353\n                                          \n\n(\"Judicial dissatisfaction alone, no  matter how steeped in real-\n\nworld wisdom,  cannot be enough  to trigger departures,  lest the\n\nentire system crumble.\").\n\n          Norflett  closely  parallels  the  situation  at  hand.\n                  \n\nThere,  in a  case  involving a  career offender,  the sentencing\n\ncourt departed  downward because  it thought that  sentencing the\n\ndefendant  within  the GSR  would  \"constitute  a miscarriage  of\n\n                    \n\n     5By the same token,  a judge is equally powerless  to depart\nsolely   because  he   believes  that   the  guidelines   provide\ninsufficient punishment.  See United States v. Cox, 921 F.2d 772,\n                                                  \n774 (8th Cir. 1990).\n\n                                10\n\njustice.\"  Norflett,  922 F.2d at 52.   We reversed, holding that\n                   \n\nperceived  excessiveness is  not a  viable basis  for a  downward\n\ndeparture.   See id. at 53.   In the process,  we cautioned that,\n                    \n\nunder the sentencing guidelines, judges are no longer free to act\n\nupon  their  own views  whenever they  think  that \"the  GSR [is]\n\nincommensurate to the crime.\"  Id.  To the contrary, judges \"must\n                                  \n\nsubrogate personal views [about what sentences  are too severe or\n\ntoo  lenient] to  the  Congress' sense  of  how best  to  achieve\n\nuniformity.\"  Id.\n                 \n\n          This monition has  particular force in career  offender\n\nand  armed   career  criminal   cases,  for  Congress   has  very\n\nspecifically directed  the Sentencing Commission  to ensure  that\n\nthe guidelines provide for severe incarcerative sentences in such\n\ncases.  See 28 U.S.C.   994(h) (1988) (directing courts in career\n           \n\noffender cases to impose  sentences \"at or near the  maximum term\n\nauthorized [by law]\");  18 U.S.C.    924(e) (directing courts  in\n\narmed career  criminal  cases to  impose  a minimum  sentence  of\n\nimprisonment  for  fifteen  years  without  the   possibility  of\n\nsuspension, probation or  parole).  Such  policy choices are  for\n\nCongress,  not  the courts,  to  make.   And  when,  as now,  the\n\nlegislative  trumpet sounds  clearly,  courts are  duty bound  to\n\nhonor the clarion  call.  See  Norflett, 922  F.2d at 53;  United\n                                                                 \n\nStates v. Williams,  891 F.2d 962, 964 (1st  Cir. 1989); see also\n                                                                 \n\nUnited  States v.  Gonzalez-Lopez, 911  F.2d 542, 551  (11th Cir.\n                                 \n\n1990) (in considering  a career  offender case,  \"a court  cannot\n\ndepart  because  it believes  a  sentence  is excessive\"),  cert.\n                                                                 \n\n                                11\n\ndenied, 500 U.S. 933  (1991).  While  we are not without  empathy\n      \n\nfor  our concurring brother's views, we are also mindful that the\n\ncourts' role \"is as interpreters of the words chosen by Congress,\n\nnot  as  policymakers  or  enlargers  of  congressional  intent.\"\n\nUnited States v. Gibbens,     F.3d     ,     (1st Cir. 1994) [No.\n                        \n\n93-2203 slip op. at 12].  So, too, the courts' role vis-a-vis the\n\nSentencing Commission, so long as the  Commission acts within the\n\nscope of its statutory authorization.\n\nIV.  CONCLUSION\n\n          We need go no further.  The short of it is that, in the\n\ninstant  case,  neither  the  defendant's  age,  the  prospective\n\nduration of his immurement, nor any combination of  these factors\n\nare  \"mitigating  circumstance[s] of a kind,  or to a degree, not\n\nadequately taken  into consideration by the Sentencing Commission\n\nin formulating  the guidelines that  should result in  a sentence\n\ndifferent from that described.\"  18 U.S.C.   3553(b).  It follows\n\ninexorably  that the  circumstances relied  upon by  the district\n\ncourt  are   inadequate   to  support   a   downward   departure.\n\nConsequently,  the defendant's  sentence  must be  vacated.   The\n\ndistrict court, on  remand, shall hold a  new sentencing hearing,\n\nat which it remains free to consider departure for other, legally\n\nadequate  reasons (if  any  are shown).    See United  States  v.\n                                                             \n\nLimberopoulos,      F.3d    ,      (1st Cir.  1994) [No. 92-1955,\n             \n\nslip op. at 3-4, 14].\n\n          Vacated and remanded for resentencing.\n                                               \n\n                                12\n\n                    Concurring opinion follows  \n\n                                13\n\n          PETTINE,   Senior  District  Judge,  concurring.    The\n          PETTINE,   Senior  District  Judge,  concurring\n                                            \n\ndemands and strictures of the United States Sentencing Guidelines\n\n(\"the guidelines\"), and the limits that the guidelines place upon\n\nfederal  district court judges, constrain  me to write a separate\n\nopinion  in this case.   I find  the logic of  Judge Selya's able\n\nopinion  to be  unassailable,  and I  must  agree with  him  that\n\n\"absent   specific   circumstances  independently   justifying  a\n\ndeparture, a  judge cannot  sentence outside a  properly computed\n\nsentencing range  merely because he believes  that the guidelines\n\nwork too severe a sanction in a particular case.\"  Maj. op. at 9-\n\n10.  Although I cannot argue with my colleague's analysis of what\n\nthe  guidelines require, I find myself  taking great exception to\n\nthe mechanical sentencing that  the guidelines force upon judges,\n\nand  I find it  painful to  adhere to  this impersonal  and cold-\n\nblooded process.\n\n          In this case, the district court spontaneously departed\n\ndownward  based on  the  belief that,  for  this forty  year  old\n\ndefendant, the  twenty-seven  year sentence  required  under  the\n\nguideline  range was  tantamount  to a  life  sentence.   At  the\n\nSentencing Hearing, the court articulated its belief that \"I just\n\nhappen to think that this is not the kind of thing the sentencing\n\ncommission may have had in mind.\"  Tr., 6/25/93 at  34.  However,\n\na review of the case law has revealed no precedent teaching  that\n\nthe combination of age  and a lengthy sentence, resulting in a de\n\nfacto life sentence,  supports a  downward departure.   As  Judge\n\nSelya points  out,  the guidelines  treat  age as  a  discouraged\n\n                                14\n\noffender characteristic for purposes of a downward departure, and\n\nthe interrelationship between age and  length of sentence has not\n\nbeen considered adequate justification for  a downward departure.\n\nFurthermore, I have been unable to find any statutory language or\n\nlegislative history  that indicates  that Congress or  the United\n\nStates  Sentencing Guidelines  Commission (\"the  Commission\") has\n\never considered this problem.   Indeed, given the  frequency with\n\nwhich  the guidelines  result in  sentences of  numerous decades,\n\ncombined with the  fact that  forty year old  defendants are  not\n\nuncommon, logic would  seem to  dictate that the  members of  the\n\nCommission were  unconcerned about de  facto life sentences.   In\n\nany case, given the  dearth of documentation  as to the state  of\n\nmind  of  the Commissioners,  the  only  conclusion  that  I  can\n\nreasonably reach is that  it is impossible to determine  what, if\n\nanything, the Commission intended with regard to this issue.\n\n          Thus, I must reluctantly conclude that  there is no way\n\nfor me  to dissent from  the majority  opinion in  this case  and\n\nstill remain  faithful to the  ideal of intellectual  honesty, an\n\nideal which must  always be controlling  in any judicial  opinion\n\nand which I have always treasured.  Legal precedent that supports\n\nJudge Boyle's downward departure is simply nonexistent.  However,\n\nmy careful  and painstaking  reflection over the  consequences of\n\nthe proper application of the guidelines in this case, as well as\n\nmy  many experiences with the guidelines in the years since their\n\nenactment, leave  me  overwhelmingly convinced  that, except  for\n\nincreased uniformity of sentences, the sentencing guidelines  are\n\n                                15\n\na failed experiment.\n\n          With regard  to the results  of the application  of the\n\nguidelines  in this  case,  I wholeheartedly  subscribe to  Judge\n\nBoyle's  sentiment that a term  of years amounting  to a de facto\n\nlife sentence reaches beyond that which is appropriate for crimes\n\ncommitted by the defendant in the instant case.  As a like-minded\n\njudge  articulated in  a  factually similar  case, \"The  majority\n\ndecision ignores  what is truly obvious  - that the portion  of a\n\nsentence which goes beyond the  defendant's lifespan can serve no\n\nretributive,   deterrent,  rehabilitative  or  any  other  proper\n\nfunction of a prison  sentence.\"  United States v.  Thornbrugh, 7\n                                                              \n\nF.3d 1471, 1475 (10th Cir. 1993) (Bright, J., dissenting).\n\n          As far as  the guidelines in  general are concerned,  I\n\nbelieve  that their  greatest weakness  lies in  their mechanical\n\nnature.  \"A system that fails to consider the offender's personal\n\ncharacteristics places too great  an emphasis on the  harm caused\n\nby  the offender's act  and too little  emphasis on circumstances\n\nthat  would serve  to mitigate  the punishment.   The  Commission\n\nshould have  realized that it is  a person who stands  before the\n                                          \n\nbar to  accept the punishment imposed by  the court.\"  Charles J.\n\nOgletree, Jr.,  The  Death  of  Discretion?   Reflecting  on  the\n                                                                 \n\nFederal  Sentencing  Guidelines, 101  Harv.  L.  Rev. 1938,  1953\n                               \n\n(1988).  \n\n          Unfortunately,  when  trial   judges  depart  from  the\n\nguidelines, appellate courts are fettered in  their review of the\n\nlitigation.  As in this  case, they have little or no  choice but\n\n                                16\n\nto react to such departure in a rigid fashion.  In distinction to\n\none commentator, I feel they are \"[unable] to balance the distant\n                                         \n\nguidance of a bureaucracy  against the detailed responsibility of\n\nthe individual  sentencer.\"  Daniel J.  Freed, Federal Sentencing\n                                                                 \n\nin  the Wake  of  the Guidelines:    Unacceptable Limits  on  the\n                                                                 \n\nDiscretion  of  Sentences,  101 Yale  L.  J.  1681,  1730 (1992).\n                         \n\nFurthermore,  I  find the  authority given  by the  guidelines to\n\nUnited States Attorneys, enabling  them to control the sentencing\n\nprocess,  to be  entirely inappropriate  and an  invasion of  the\n\nhistorical  role  of judges  as  the final  arbiters  of justice.\n\nIncredibly, we now have  the inflexible prosecutorial mind which,\n\nall  too often,  caters to  public passion,  dictating sentencing\n\nparameters.      \"Discretionary  decisions   of   Assistant  U.S.\n\nAttorneys,  both as to charges and as to factual allegations, can\n\npowerfully  expand or  limit the  judge's ambit  for sentencing.\"\n\nId. at 1723.  \n  \n\n          I have struggled  with this case and feel  compelled to\n\nvoice my feelings.  My sense of justice and my twenty-eight years\n\nof  experience  as a  district  court judge  sitting  in criminal\n\ncases, preceded by five years as U.S. Attorney and thirteen years\n\nas a state  prosecutor, all lead me to believe that Judge Boyle's\n\nactions  in this case were absolutely correct.  Judge Boyle acted\n\nas a judge,  drawing upon  his life experience  and his  judicial\n\nexperiences, making his decision  not simply by working the  grid\n\nprovided  by the guidelines, but  by balancing the  impact of the\n\nlaw  upon an  individual human  being,  given that  human being's\n\n                                17\n\nparticularized  circumstances, against the protection of society.\n\nHe  recognized the face behind the law.   He declined to function\n\nmerely as an automaton.\n\n          The  mandates of the  guidelines may  have accomplished\n\nuniformity of  sentencing  but they  have done  so by  tragically\n\neroding the sacred function of a judge in the sentencing process.\n\nThis sacred function is  a most complex, difficult,  nebulous and\n\nat times  undefinable burden, and  it must  always be met  in the\n\ncontext of the unique setting at hand.  \n\n          In considering this case, I have very seriously thought\n\nabout recusing myself  from all  future criminal cases.   I  have\n\nfound this decision an excruciatingly difficult one to  make, but\n\nI have  chosen  to  continue  to  hear criminal  cases.    It  is\n\nestablished  that  a  judge's  view  on  the  subject  matter  of\n\nlitigation  does not require recusal.   Laird v.  Tatum, 409 U.S.\n                                                       \n\n824 (1972).  The very nature of my criticism and reaction to this\n\ncase is abundant recognition of my duty to follow the rules where\n\nthere is no room for intellectually honest dissent.  Furthermore,\n\nI  believe passage of the  pending Violent Crime  Control and Law\n\nEnforcement  Act  of 1993  may  seriously  increase this  court's\n\ncriminal caseload.  When I took senior status twelve years ago at\n\nage  seventy, I  solemnly  declared that  I  would carry  a  full\n\ncaseload.  When  the time comes  that I  can no longer  do so  as\n\nvigorously and  effectively as my younger  esteemed colleagues, I\n\nwill  at that point  end my judicial  service.   Thus, because my\n\nrecusal would  significantly burden my colleagues,  and because I\n\n                                18\n\nrecognize the  controlling nature of the guidelines  even while I\n\nobject  to  their substance,  I  choose  to maintain  a  criminal\n\ndocket.\n\n          With  the foregoing  statement, I  offer no  dissent to\n\nJudge Selya's well written opinion.\n\n                                19\n",
  "html": "<p class=\"case_cite\">30 F.3d 199</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Michael JACKSON, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1826.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 9, 1994.<br>Decided July 19, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Margaret E. Curran, Asst. U.S. Atty., with whom Edwin J. Gale, U.S. Atty., and Gerard B. Sullivan, Asst. U.S. Atty., were on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA and CYR, Circuit Judges, and PETTINE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We chronicle today one more vignette that forms part of \"the seemingly endless line of criminal appeals marching stolidly to the beat of the federal sentencing guidelines.\"  United States v. Ocasio-Rivera, 991 F.2d 1, 2 (1st Cir.1993).  Concluding, as we do, that the circumstances relied upon by the court below are insufficient to warrant a downward departure from the guideline sentencing range (GSR), we vacate the sentence previously imposed on defendant-appellee Michael Jackson and remand for sentencing.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 19, 1993, a jury convicted appellee of possessing cocaine with intent to distribute the drug, 21 U.S.C. Sec. 841(a)(1) (1988);  being a felon in possession of a firearm, 18 U.S.C. Secs. 922(g) (1988);  and using a firearm during and in relation to a drug trafficking crime, 18 U.S.C. Sec. 924(c) (1992).  Since, these convictions formed the tail end of an extensive criminal record that included convictions for several crimes of violence, appellant qualified for enhancement of his sentence under 18 U.S.C. Sec. 924(e) (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the disposition hearing, the district court found appellee to be an armed career criminal within the meaning of U.S.S.G. Sec. 4B1.4(a) (Nov. 1992) (instructing that \"[a] defendant who is subject to an enhanced sentence under the provisions of 18 U.S.C. Sec. 924(e)\" is to be so regarded).  Factoring in appellee's status as an armed career criminal and making other standard adjustments, the court calculated the GSR to be 262-327 months (offense level 34, criminal history category VI).  In addition, the court determined that appellee qualified for a mandatory 5-year sentence anent the use of a firearm during and in relation to a drug trafficking crime--a sentence which, by law, had to be tacked onto whatever sentence the court imposed with respect to the Jackson's conviction under 21 U.S.C. Sec. 841(a)(1).  See 18 U.S.C. Sec. 924(c).  In short, the guidelines, departures aside, forecast a minimum prison term of 27 years.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">But the district court did not stay within the GSR.  Instead, it spontaneously departed, sentencing appellee to an aggregate 20-year prison term (a total of 15 years on the drug trafficking and felon-in-possession counts, as enhanced pursuant to 18 U.S.C. Sec. 924(e), plus a 5-year consecutive sentence pursuant to 18 U.S.C. Sec. 924(c)).  The court premised the downward departure on the rationale that an incarcerative sentence within the parameters set by the GSR would be tantamount to \"a life sentence\" for, the court said, in view of Jackson's age (40), it would be \"unlikely\" that he would \"ever see any light outside of prison.\"   The court added:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>I just happen to think that this is not the kind of thing the sentencing commission may have had in mind....  It seems to me that this is one of those circumstances where what [the defendant] did was terribly wrong but not so wrong that a life sentence is appropriate....  I am going to depart out of a concern for the system of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government now appeals.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  It argues that the sentencing court's stated reasons are legally insufficient to warrant a downward departure.  We agree.</p>\n    </div>\n    <p>II. DEPARTURES FROM THE GUIDELINES</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The basic theory behind the sentencing guidelines is that, in the ordinary case, the judge will apply the guidelines, make such interim adjustments as the facts suggest, compute a sentencing range, and then impose a sentence within that range.  See 18 U.S.C. Sec. 3553(a), (b) (1988);  see also United States v. Rivera, 994 F.2d 942, 946 (1st Cir.1993);  United States v. Diaz-Villafane, 874 F.2d 43, 47-48 (1st Cir.), cert. denied, 493 U.S. 862, 110 S.Ct. 177, 107 L.Ed.2d 133 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Departures are the exception, not the rule.  See Diaz-Villafane, 874 F.2d at 52.   Thus, it is only in the extraordinary case--the case that falls outside the heartland for the offense of conviction--that the district court may abandon the guideline sentencing range and impose a sentence different from the sentence indicated by mechanical application of the guidelines.  See Rivera, 994 F.2d at 947-48.   One relatively common basis for departure arises when the court \"finds that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described.\"  18 U.S.C. Sec. 3553(b);  see also U.S.S.G. Sec. 5K2.0 (implementing statute);  see generally Rivera, 994 F.2d at 946;  Diaz-Villafane, 874 F.2d at 49.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is clear that the guidelines are intended to alleviate disparity in sentencing and to make it reasonably likely that similarly situated offenders will receive comparable punishments, regardless of where they are prosecuted or which judge presides at sentencing.  See S.Rep. No. 225, 98th Cong., 2d Sess. 38, 51, 161 (1984), reprinted in 1984 U.S.C.C.A.N. 3182, 3221, 3234, 3344 (explaining need for sentencing guidelines \"[in] order to lessen the degree to which different judges impose[ ] different sentences in comparable cases\");  Charles J. Ogletree, Jr., The Death of Discretion?   Reflecting on the Federal Sentencing Guidelines, 101 Harv.L.Rev. 1938, 1944 (1988) (noting that sentencing reform came about largely in response to \"frequent criticism of the broad discretion afforded federal judges in sentencing [which] led to disparate treatment for similarly situated individuals\");  see also Rivera, 994 F.2d at 946;  United States v. Aguilar-Pena, 887 F.2d 347, 352 (1st Cir.1989).  Ensuring uniformity inevitably means restricting judicial discretion, for, as we have stated, \"[g]iving judges free rein to forsake the guidelines in cases falling within the heartland for a given offense would be tantamount to judicial repudiation of the Sentencing Reform Act and the important policies which propelled its enactment.\"  Aguilar-Pena, 887 F.2d at 352.   Consequently, while the power to depart offers judges a modicum of flexibility in criminal sentencing, this power can only be exercised for reasons that the guidelines themselves endorse.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In reviewing the legitimacy of departures from the guidelines, appellate courts are expected to engage in a tripartite analysis.  See Rivera, 994 F.2d at 950-52;  Aguilar-Pena, 887 F.2d at 350;  Diaz-Villafane, 874 F.2d at 49.   The first step requires an evaluation of the circumstances relied on by the lower court in determining that the case is sufficiently \"unusual\" to warrant a departure.  Aguilar-Pena, 887 F.2d at 350.   That question is one of law, evoking plenary appellate review shorn of deference to the court below.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Diaz-Villafane, 874 F.2d at 49.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To guide judicial consideration of departures at this stage, we have suggested that a sentencing court should analyze a case along the following lines:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>(1) What features of the case, potentially, take it outside the Guidelines' \"heartland\" and make it a special, or unusual case?  (2) Has the Commission forbidden departures based on those features?  (3) If not, has the Commission encouraged departures based on those features?  (4) If not, has the Commission discouraged departures based on those features?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Rivera, 994 F.2d at 949.   If the case is not \"special\" or \"unusual\"--a condition which, for simplicity's sake, we shall call \"atypical\"--then the court may not depart under section 5K2.0.  If the case is atypical, that is, if it falls outside the heartland for the offense of conviction, the court must then focus on the nature of the atypicality and its place in the departure hierarchy.  If the case is atypical only because of the presence of a feature that comprises a \"forbidden\" ground, the sentencing court may not depart.  If the atypicality stems from an \"encouraged\" ground, the court may (and most likely will) depart.  If the atypicality consists of a ground for departure that is neither \"forbidden\" nor \"encouraged,\" but is simply \"discouraged,\" then the court must take a long, hard look to determine whether the case differs significantly from the ordinary case in which the particular atypicality is present.  See Rivera, 994 F.2d at 949.</p>\n    </div>\n    <p>III. ANALYSIS</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, the primary factors relied on by the district court are the defendant's age and the length of the sentence dictated by the guidelines.  Neither ground justifies a downward departure.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>A. Age.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Age is among the various specific offender characteristics that the guidelines treat as \"discouraged\" for purposes of a departure.  In other words, age is a factor \"not ordinarily relevant\" to the departure calculus.  U.S.S.G. Sec. 5H1.1, p.s.;   accord Rivera, 994 F.2d at 948;  United States v. Norflett, 922 F.2d 50, 54 (1st Cir.1990);  see also United States v. Jones, 18 F.3d 1145, 1149-50 (4th Cir.1994) (explaining that the Sentencing Commission adequately considered age in formulating the sentencing guidelines).  And Jackson's age--40--is surely not sufficiently \"special\" or \"unusual\" to ferry the case outside the heartland for the offenses of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, precedent teaches that the interrelationship between Jackson's age and the length of the prospective sentence does not furnish an adequate legal reason upon which to ground a departure.  For example, in United States v. Doe, 921 F.2d 340 (1st Cir.1990), we rejected virtually the same proposition on closely comparable facts.  There, the district court declined to depart downward and, instead, imposed a 30-year sentence on a 54-year-old man.  On appeal, the defendant asserted that the district court erred, inter alia, by \"fail[ing] to consider whether a 'life sentence' is appropriate punishment for th[e] crime.\"  Id. at 347.   We found no merit to this assertion.  See id.   By like token, in Norflett, 922 F.2d at 54, we held that there was nothing sufficiently unusual about a 34-year-old defendant facing a sentence of approximately 17 years as to authorize a downward departure.  Our sister circuits regularly have ruled to like effect.  See, e.g., United States v. Goff, 20 F.3d 918, 921 (8th Cir.1994) (remarking that the court has consistently denied departures to healthy offenders in the age group of a 67-year-old defendant);  United States v. Madison, 990 F.2d 178, 183 (5th Cir.)  (explaining that age has been virtually eliminated as a mitigating sentencing factor), cert. dismissed, --- U.S. ----, 114 S.Ct. 339, 126 L.Ed.2d 305 (1993);  United States v. Anders, 956 F.2d 907, 912 (9th Cir.1992) (rejecting age-based ground for departure in a case involving a 46-year-old offender), cert. denied, --- U.S. ----, 113 S.Ct. 1592, 123 L.Ed.2d 158 (1993);  United States v. Daiagi, 892 F.2d 31, 33-34 (4th Cir.1989) (acknowledging that age has been largely eliminated as a mitigating factor);  cf. United States v. White, 945 F.2d 100, 101-02 (5th Cir.1991) (holding that youthfulness per se is not a sufficient reason for a downward departure).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In sum, the departure that the lower court essayed cannot be salvaged on the basis of either the defendant's age or the interrelationship between the defendant's age and the anticipated length of his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>B. Excessiveness.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We now come to the crux of the district court's reasoning:  its apparent dissatisfaction with the severity of sentencing options available within the GSR.  The judge concluded that, given appellant's age, a 27-year aggregate sentence would be the functional equivalent of life imprisonment and, therefore, too harsh to fit the crime.  These conclusions led the judge, to use his own words, to \"depart out of a concern for the system of justice.\"   Though we appreciate the judge's humanitarian instincts, and do not doubt his sincerity, we regard the stated basis for departure as forbidden.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is firmly settled that, absent specific circumstances independently justifying a departure, a judge cannot sentence outside a properly computed sentencing range merely because he believes that the guidelines work too severe a sanction in a particular case.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See Norflett, 922 F.2d at 53 (\"That the district court thinks the GSR too harsh in a given case does not by itself warrant a downward departure.\");  United States v. Studley, 907 F.2d 254, 260 (1st Cir.1990) (\"Regardless of how well founded, a belief by the sentencing judge that the punishment set by the [Sentencing] Commission is too severe or that the guidelines are too inflexible may not be judicial grounds for departure.\");  Aguilar-Pena, 887 F.2d at 353 (\"Judicial dissatisfaction alone, no matter how steeped in real-world wisdom, cannot be enough to trigger departures, lest the entire system crumble.\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Norflett closely parallels the situation at hand.  There, in a case involving a career offender, the sentencing court departed downward because it thought that sentencing the defendant within the GSR would \"constitute a miscarriage of justice.\"  Norflett, 922 F.2d at 52.   We reversed, holding that perceived excessiveness is not a viable basis for a downward departure.  See id. at 53.   In the process, we cautioned that, under the sentencing guidelines, judges are no longer free to act upon their own views whenever they think that \"the GSR [is] incommensurate to the crime.\"  Id.  To the contrary, judges \"must subrogate personal views [about what sentences are too severe or too lenient] to the Congress' sense of how best to achieve uniformity.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This monition has particular force in career offender and armed career criminal cases, for Congress has very specifically directed the Sentencing Commission to ensure that the guidelines provide for severe incarcerative sentences in such cases.  See 28 U.S.C. Sec. 994(h) (1988) (directing courts in career offender cases to impose sentences \"at or near the maximum term authorized [by law]\");  18 U.S.C. Sec. 924(e) (directing courts in armed career criminal cases to impose a minimum sentence of imprisonment for fifteen years without the possibility of suspension, probation or parole).  Such policy choices are for Congress, not the courts, to make.  And when, as now, the legislative trumpet sounds clearly, courts are duty bound to honor the clarion call.  See Norflett, 922 F.2d at 53;  United States v. Williams, 891 F.2d 962, 964 (1st Cir.1989);  see also United States v. Gonzalez-Lopez, 911 F.2d 542, 551 (11th Cir.1990) (in considering a career offender case, \"a court cannot depart because it believes a sentence is excessive\"), cert. denied, 500 U.S. 933, 111 S.Ct. 2056, 114 L.Ed.2d 461 (1991).  While we are not without empathy for our concurring brother's views, we are also mindful that the courts' role \"is as interpreters of the words chosen by Congress, not as policymakers or enlargers of congressional intent.\"  United States v. Gibbens, 25 F.3d 28, 33 (1st Cir.1994).  So, too, the courts' role vis-a-vis the Sentencing Commission, so long as the Commission acts within the scope of its statutory authorization.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We need go no further.  The short of it is that, in the instant case, neither the defendant's age, the prospective duration of his immurement, nor any combination of these factors are \"mitigating circumstance[s] of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described.\"  18 U.S.C. Sec. 3553(b).  It follows inexorably that the circumstances relied upon by the district court are inadequate to support a downward departure.  Consequently, the defendant's sentence must be vacated.  The district court, on remand, shall hold a new sentencing hearing, at which it remains free to consider departure for other, legally adequate reasons (if any are shown).  See United States v. Limberopoulos, 26 F.3d 245, 247, 251 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Vacated and remanded for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">PETTINE, Senior District Judge, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The demands and strictures of the United States Sentencing Guidelines (\"the guidelines\"), and the limits that the guidelines place upon federal district court judges, constrain me to write a separate opinion in this case.  I find the logic of Judge Selya's able opinion to be unassailable, and I must agree with him that \"absent specific circumstances independently justifying a departure, a judge cannot sentence outside a properly computed sentencing range merely because he believes that the guidelines work too severe a sanction in a particular case.\"   Maj. op. at 203-204.  Although I cannot argue with my colleague's analysis of what the guidelines require, I find myself taking great exception to the mechanical sentencing that the guidelines force upon judges, and I find it painful to adhere to this impersonal and cold-blooded process.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In this case, the district court spontaneously departed downward based on the belief that, for this forty year old defendant, the twenty-seven year sentence required under the guideline range was tantamount to a life sentence.  At the Sentencing Hearing, the court articulated its belief that \"I just happen to think that this is not the kind of thing the sentencing commission may have had in mind.\"   Tr., 6/25/93 at 34.  However, a review of the case law has revealed no precedent teaching that the combination of age and a lengthy sentence, resulting in a de facto life sentence, supports a downward departure.  As Judge Selya points out, the guidelines treat age as a discouraged offender characteristic for purposes of a downward departure, and the interrelationship between age and length of sentence has not been considered adequate justification for a downward departure.  Furthermore, I have been unable to find any statutory language or legislative history that indicates that Congress or the United States Sentencing Guidelines Commission (\"the Commission\") has ever considered this problem.  Indeed, given the frequency with which the guidelines result in sentences of numerous decades, combined with the fact that forty year old defendants are not uncommon, logic would seem to dictate that the members of the Commission were unconcerned about de facto life sentences.  In any case, given the dearth of documentation as to the state of mind of the Commissioners, the only conclusion that I can reasonably reach is that it is impossible to determine what, if anything, the Commission intended with regard to this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Thus, I must reluctantly conclude that there is no way for me to dissent from the majority opinion in this case and still remain faithful to the ideal of intellectual honesty, an ideal which must always be controlling in any judicial opinion and which I have always treasured.  Legal precedent that supports Judge Boyle's downward departure is simply nonexistent.  However, my careful and painstaking reflection over the consequences of the proper application of the guidelines in this case, as well as my many experiences with the guidelines in the years since their enactment, leave me overwhelmingly convinced that, except for increased uniformity of sentences, the sentencing guidelines are a failed experiment.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">With regard to the results of the application of the guidelines in this case, I wholeheartedly subscribe to Judge Boyle's sentiment that a term of years amounting to a de facto life sentence reaches beyond that which is appropriate for crimes committed by the defendant in the instant case.  As a like-minded judge articulated in a factually similar case, \"The majority decision ignores what is truly obvious--that the portion of a sentence which goes beyond the defendant's lifespan can serve no retributive, deterrent, rehabilitative or any other proper function of a prison sentence.\"  United States v. Thornbrugh, 7 F.3d 1471, 1475 (10th Cir.1993) (Bright, J., dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As far as the guidelines in general are concerned, I believe that their greatest weakness lies in their mechanical nature.  \"A system that fails to consider the offender's personal characteristics places too great an emphasis on the harm caused by the offender's act and too little emphasis on circumstances that would serve to mitigate the punishment.  The Commission should have realized that it is a person who stands before the bar to accept the punishment imposed by the court.\"   Charles J. Ogletree, Jr., The Death of Discretion?   Reflecting on the Federal Sentencing Guidelines, 101 Harv.L.Rev. 1938, 1953 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Unfortunately, when trial judges depart from the guidelines, appellate courts are fettered in their review of the litigation.  As in this case, they have little or no choice but to react to such departure in a rigid fashion.  In distinction to one commentator, I feel they are \"[unable ] to balance the distant guidance of a bureaucracy against the detailed responsibility of the individual sentencer.\"   Daniel J. Freed, Federal Sentencing in the Wake of the Guidelines:  Unacceptable Limits on the Discretion of Sentences, 101 Yale L.J. 1681, 1730 (1992).  Furthermore, I find the authority given by the guidelines to United States Attorneys, enabling them to control the sentencing process, to be entirely inappropriate and an invasion of the historical role of judges as the final arbiters of justice.  Incredibly, we now have the inflexible prosecutorial mind which, all too often, caters to public passion, dictating sentencing parameters.  \"Discretionary decisions of Assistant U.S. Attorneys, both as to charges and as to factual allegations, can powerfully expand or limit the judge's ambit for sentencing.\"   Id. at 1723.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">I have struggled with this case and feel compelled to voice my feelings.  My sense of justice and my twenty-eight years of experience as a district court judge sitting in criminal cases, preceded by five years as U.S. Attorney and thirteen years as a state prosecutor, all lead me to believe that Judge Boyle's actions in this case were absolutely correct.  Judge Boyle acted as a judge, drawing upon his life experience and his judicial experiences, making his decision not simply by working the grid provided by the guidelines, but by balancing the impact of the law upon an individual human being, given that human being's particularized circumstances, against the protection of society.  He recognized the face behind the law.  He declined to function merely as an automaton.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The mandates of the guidelines may have accomplished uniformity of sentencing but they have done so by tragically eroding the sacred function of a judge in the sentencing process.  This sacred function is a most complex, difficult, nebulous and at times undefinable burden, and it must always be met in the context of the unique setting at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In considering this case, I have very seriously thought about recusing myself from all future criminal cases.  I have found this decision an excruciatingly difficult one to make, but I have chosen to continue to hear criminal cases.  It is established that a judge's view on the subject matter of litigation does not require recusal.  Laird v. Tatum, 409 U.S. 824, 93 S.Ct. 7, 34 L.Ed.2d 50 (1972).  The very nature of my criticism and reaction to this case is abundant recognition of my duty to follow the rules where there is no room for intellectually honest dissent.  Furthermore, I believe passage of the pending Violent Crime Control and Law Enforcement Act of 1993 may seriously increase this court's criminal caseload.  When I took senior status twelve years ago at age seventy, I solemnly declared that I would carry a full caseload.  When the time comes that I can no longer do so as vigorously and effectively as my younger esteemed colleagues, I will at that point end my judicial service.  Thus, because my recusal would significantly burden my colleagues, and because I recognize the controlling nature of the guidelines even while I object to their substance, I choose to maintain a criminal docket.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">With the foregoing statement, I offer no dissent to Judge Selya's well written opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Despite due notice, appellee has neither filed a brief nor applied for the appointment of counsel on appeal.  Hence, only the government presented oral argument.  See Fed.R.App.P. 31(c);  1st Cir.R. 45</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The other mainstay of departure jurisprudence involves the defendant's \"substantial assistance\" to the government.  See 18 U.S.C. Sec. 3553(e) (1988);  28 U.S.C. Sec. 994(n) (1988);  see also U.S.S.G. Sec. 5K1.1 (implementing statute);  see generally United States v. Mariano, 983 F.2d 1150, 1155-57 (1st Cir.1993).  This appeal does not require us to delve into the intricacies of substantial assistance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For present purposes, we need not progress past the initial step.  In the interest of completeness, however, we note that, if the stated circumstances pass muster, the next step requires a reviewing court to determine whether those circumstances are adequately documented in the record.  See Aguilar-Pena, 887 F.2d at 350.   Finally, the court must gauge the departure's reasonableness.  See id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> To be sure, the guidelines permit consideration of the age of a mature defendant as a ground for departure \"when the offender is elderly and infirm....\"  U.S.S.G. Sec. 5H1.1 (emphasis in original).  But Jackson is not elderly--and the district court received no evidence of any cognizable infirmity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> By the same token, a judge is equally powerless to depart solely because he believes that the guidelines provide insufficient punishment.  See United States v. Cox, 921 F.2d 772, 774 (8th Cir.1990)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Michael JACKSON, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1826.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 9, 1994.<br>Decided July 19, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Margaret E. Curran, Asst. U.S. Atty., with whom Edwin J. Gale, U.S. Atty., and Gerard B. Sullivan, Asst. U.S. Atty., were on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA and CYR, Circuit Judges, and PETTINE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We chronicle today one more vignette that forms part of \"the seemingly endless line of criminal appeals marching stolidly to the beat of the federal sentencing guidelines.\"  United States v. Ocasio-Rivera, <span class=\"citation\" data-id=\"604815\"><a href=\"/opinion/604815/united-states-v-richard-ocasio-rivera/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1993).  Concluding, as we do, that the circumstances relied upon by the court below are insufficient to warrant a downward departure from the guideline sentencing range (GSR), we vacate the sentence previously imposed on defendant-appellee Michael Jackson and remand for sentencing.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 19, 1993, a jury convicted appellee of possessing cocaine with intent to distribute the drug, 21 U.S.C. Sec. 841(a)(1) (1988);  being a felon in possession of a firearm, 18 U.S.C. Secs. 922(g) (1988);  and using a firearm during and in relation to a drug trafficking crime, 18 U.S.C. Sec. 924(c) (1992).  Since, these convictions formed the tail end of an extensive criminal record that included convictions for several crimes of violence, appellant qualified for enhancement of his sentence under 18 U.S.C. Sec. 924(e) (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the disposition hearing, the district court found appellee to be an armed career criminal within the meaning of U.S.S.G. Sec. 4B1.4(a) (Nov. 1992) (instructing that \"[a] defendant who is subject to an enhanced sentence under the provisions of 18 U.S.C. Sec. 924(e)\" is to be so regarded).  Factoring in appellee's status as an armed career criminal and making other standard adjustments, the court calculated the GSR to be 262-327 months (offense level 34, criminal history category VI).  In addition, the court determined that appellee qualified for a mandatory 5-year sentence anent the use of a firearm during and in relation to a drug trafficking crime--a sentence which, by law, had to be tacked onto whatever sentence the court imposed with respect to the Jackson's conviction under 21 U.S.C. Sec. 841(a)(1).  See 18 U.S.C. Sec. 924(c).  In short, the guidelines, departures aside, forecast a minimum prison term of 27 years.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">But the district court did not stay within the GSR.  Instead, it spontaneously departed, sentencing appellee to an aggregate 20-year prison term (a total of 15 years on the drug trafficking and felon-in-possession counts, as enhanced pursuant to 18 U.S.C. Sec. 924(e), plus a 5-year consecutive sentence pursuant to 18 U.S.C. Sec. 924(c)).  The court premised the downward departure on the rationale that an incarcerative sentence within the parameters set by the GSR would be tantamount to \"a life sentence\" for, the court said, in view of Jackson's age (40), it would be \"unlikely\" that he would \"ever see any light outside of prison.\"   The court added:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>I just happen to think that this is not the kind of thing the sentencing commission may have had in mind....  It seems to me that this is one of those circumstances where what [the defendant] did was terribly wrong but not so wrong that a life sentence is appropriate....  I am going to depart out of a concern for the system of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government now appeals.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  It argues that the sentencing court's stated reasons are legally insufficient to warrant a downward departure.  We agree.</p>\n    </div>\n    <p>II. DEPARTURES FROM THE GUIDELINES</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The basic theory behind the sentencing guidelines is that, in the ordinary case, the judge will apply the guidelines, make such interim adjustments as the facts suggest, compute a sentencing range, and then impose a sentence within that range.  See 18 U.S.C. Sec. 3553(a), (b) (1988);  see also United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 946 (1st Cir.1993);  United States v. Diaz-Villafane, <span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 47-48 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">177</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">133</span> </span>(1989).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Departures are the exception, not the rule.  See <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span> <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">52</span></a></span>.   Thus, it is only in the extraordinary case--the case that falls outside the heartland for the offense of conviction--that the district court may abandon the guideline sentencing range and impose a sentence different from the sentence indicated by mechanical application of the guidelines.  See <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">947-48</span></a></span>.   One relatively common basis for departure arises when the court \"finds that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described.\"  18 U.S.C. Sec. 3553(b);  see also U.S.S.G. Sec. 5K2.0 (implementing statute);  see generally <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">946</span></a></span>;  <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span> <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">49</span></a></span>.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is clear that the guidelines are intended to alleviate disparity in sentencing and to make it reasonably likely that similarly situated offenders will receive comparable punishments, regardless of where they are prosecuted or which judge presides at sentencing.  See S.Rep. No. 225, 98th Cong., 2d Sess. 38, 51, 161 (1984), reprinted in 1984 U.S.C.C.A.N. 3182, 3221, 3234, 3344 (explaining need for sentencing guidelines \"[in] order to lessen the degree to which different judges impose[ ] different sentences in comparable cases\");  Charles J. Ogletree, Jr., The Death of Discretion?   Reflecting on the Federal Sentencing Guidelines, 101 Harv.L.Rev. 1938, 1944 (1988) (noting that sentencing reform came about largely in response to \"frequent criticism of the broad discretion afforded federal judges in sentencing [which] led to disparate treatment for similarly situated individuals\");  see also <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">946</span></a></span>;  United States v. Aguilar-Pena, <span class=\"citation\" data-id=\"530534\"><a href=\"/opinion/530534/united-states-v-jorge-armando-aguilar-pena/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span>, 352 (1st Cir.1989).  Ensuring uniformity inevitably means restricting judicial discretion, for, as we have stated, \"[g]iving judges free rein to forsake the guidelines in cases falling within the heartland for a given offense would be tantamount to judicial repudiation of the Sentencing Reform Act and the important policies which propelled its enactment.\"  <span class=\"citation\" data-id=\"530534\"><span class=\"antecedent_guess\">Aguilar-Pena,</span> <a href=\"/opinion/530534/united-states-v-jorge-armando-aguilar-pena/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">352</span></a></span>.   Consequently, while the power to depart offers judges a modicum of flexibility in criminal sentencing, this power can only be exercised for reasons that the guidelines themselves endorse.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In reviewing the legitimacy of departures from the guidelines, appellate courts are expected to engage in a tripartite analysis.  See <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">950-52</span></a></span>;  <span class=\"citation\" data-id=\"530534\"><span class=\"antecedent_guess\">Aguilar-Pena,</span> <a href=\"/opinion/530534/united-states-v-jorge-armando-aguilar-pena/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">350</span></a></span>;  <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span> <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">49</span></a></span>.   The first step requires an evaluation of the circumstances relied on by the lower court in determining that the case is sufficiently \"unusual\" to warrant a departure.  <span class=\"citation\" data-id=\"530534\"><span class=\"antecedent_guess\">Aguilar-Pena,</span> <a href=\"/opinion/530534/united-states-v-jorge-armando-aguilar-pena/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">350</span></a></span>.   That question is one of law, evoking plenary appellate review shorn of deference to the court below.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span> <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">49</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To guide judicial consideration of departures at this stage, we have suggested that a sentencing court should analyze a case along the following lines:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>(1) What features of the case, potentially, take it outside the Guidelines' \"heartland\" and make it a special, or unusual case?  (2) Has the Commission forbidden departures based on those features?  (3) If not, has the Commission encouraged departures based on those features?  (4) If not, has the Commission discouraged departures based on those features?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">949</span></a></span>.   If the case is not \"special\" or \"unusual\"--a condition which, for simplicity's sake, we shall call \"atypical\"--then the court may not depart under section 5K2.0.  If the case is atypical, that is, if it falls outside the heartland for the offense of conviction, the court must then focus on the nature of the atypicality and its place in the departure hierarchy.  If the case is atypical only because of the presence of a feature that comprises a \"forbidden\" ground, the sentencing court may not depart.  If the atypicality stems from an \"encouraged\" ground, the court may (and most likely will) depart.  If the atypicality consists of a ground for departure that is neither \"forbidden\" nor \"encouraged,\" but is simply \"discouraged,\" then the court must take a long, hard look to determine whether the case differs significantly from the ordinary case in which the particular atypicality is present.  See <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">949</span></a></span>.</p>\n    </div>\n    <p>III. ANALYSIS</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, the primary factors relied on by the district court are the defendant's age and the length of the sentence dictated by the guidelines.  Neither ground justifies a downward departure.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>A. Age.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Age is among the various specific offender characteristics that the guidelines treat as \"discouraged\" for purposes of a departure.  In other words, age is a factor \"not ordinarily relevant\" to the departure calculus.  U.S.S.G. Sec. 5H1.1, p.s.;   accord <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">948</span></a></span>;  United States v. Norflett, <span class=\"citation\" data-id=\"553334\"><a href=\"/opinion/553334/united-states-v-sidney-norflett/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 54 (1st Cir.1990);  see also United States v. Jones, <span class=\"citation\" data-id=\"664902\"><a href=\"/opinion/664902/united-states-v-darla-denean-jones-united-states-of-america-v-dwight/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1145</span></a></span>, 1149-50 (4th Cir.1994) (explaining that the Sentencing Commission adequately considered age in formulating the sentencing guidelines).  And Jackson's age--40--is surely not sufficiently \"special\" or \"unusual\" to ferry the case outside the heartland for the offenses of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, precedent teaches that the interrelationship between Jackson's age and the length of the prospective sentence does not furnish an adequate legal reason upon which to ground a departure.  For example, in United States v. Doe, <span class=\"citation\" data-id=\"553164\"><a href=\"/opinion/553164/united-states-v-john-doe-aka-james-singleton/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">340</span> </a></span>(1st Cir.1990), we rejected virtually the same proposition on closely comparable facts.  There, the district court declined to depart downward and, instead, imposed a 30-year sentence on a 54-year-old man.  On appeal, the defendant asserted that the district court erred, inter alia, by \"fail[ing] to consider whether a 'life sentence' is appropriate punishment for th[e] crime.\"  <span class=\"citation\" data-id=\"553164\"><a href=\"/opinion/553164/united-states-v-john-doe-aka-james-singleton/\"><span class=\"id_token\">Id.</span> at 347. </a></span>  We found no merit to this assertion.  See <span class=\"citation\" data-id=\"553164\"><a href=\"/opinion/553164/united-states-v-john-doe-aka-james-singleton/\"><span class=\"id_token\">id.</span>   By like </a></span>token, in <span class=\"citation\" data-id=\"553334\"><span class=\"antecedent_guess\">Norflett,</span> <a href=\"/opinion/553334/united-states-v-sidney-norflett/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">54</span></a></span>, we held that there was nothing sufficiently unusual about a 34-year-old defendant facing a sentence of approximately 17 years as to authorize a downward departure.  Our sister circuits regularly have ruled to like effect.  See, e.g., United States v. Goff, <span class=\"citation\" data-id=\"666918\"><a href=\"/opinion/666918/united-states-v-john-william-goff/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 921 (8th Cir.1994) (remarking that the court has consistently denied departures to healthy offenders in the age group of a 67-year-old defendant);  United States v. Madison, <span class=\"citation\" data-id=\"603829\"><a href=\"/opinion/603829/united-states-of-america-cross-appellant-v-shenna-madison-cross-appellee/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, 183 (5th Cir.)  (explaining that age has been virtually eliminated as a mitigating sentencing factor), cert. dismissed, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">339</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">305</span> </span>(1993);  United States v. Anders, <span class=\"citation\" data-id=\"577758\"><a href=\"/opinion/577758/united-states-v-terry-lee-anders/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span>, 912 (9th Cir.1992) (rejecting age-based ground for departure in a case involving a 46-year-old offender), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1592</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span> </span>(1993);  United States v. Daiagi, <span class=\"citation\" data-id=\"533869\"><a href=\"/opinion/533869/united-states-v-scott-robert-daiagi/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 33-34 (4th Cir.1989) (acknowledging that age has been largely eliminated as a mitigating factor);  cf. United States v. White, <span class=\"citation\" data-id=\"568561\"><a href=\"/opinion/568561/united-states-v-dana-white/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">100</span></a></span>, 101-02 (5th Cir.1991) (holding that youthfulness per se is not a sufficient reason for a downward departure).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In sum, the departure that the lower court essayed cannot be salvaged on the basis of either the defendant's age or the interrelationship between the defendant's age and the anticipated length of his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>B. Excessiveness.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We now come to the crux of the district court's reasoning:  its apparent dissatisfaction with the severity of sentencing options available within the GSR.  The judge concluded that, given appellant's age, a 27-year aggregate sentence would be the functional equivalent of life imprisonment and, therefore, too harsh to fit the crime.  These conclusions led the judge, to use his own words, to \"depart out of a concern for the system of justice.\"   Though we appreciate the judge's humanitarian instincts, and do not doubt his sincerity, we regard the stated basis for departure as forbidden.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is firmly settled that, absent specific circumstances independently justifying a departure, a judge cannot sentence outside a properly computed sentencing range merely because he believes that the guidelines work too severe a sanction in a particular case.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See <span class=\"citation\" data-id=\"553334\"><span class=\"antecedent_guess\">Norflett,</span> <a href=\"/opinion/553334/united-states-v-sidney-norflett/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">53</span> </a></span>(\"That the district court thinks the GSR too harsh in a given case does not by itself warrant a downward departure.\");  United States v. Studley, <span class=\"citation\" data-id=\"544230\"><a href=\"/opinion/544230/united-states-v-james-studley/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span>, 260 (1st Cir.1990) (\"Regardless of how well founded, a belief by the sentencing judge that the punishment set by the [Sentencing] Commission is too severe or that the guidelines are too inflexible may not be judicial grounds for departure.\");  <span class=\"citation\" data-id=\"530534\"><span class=\"antecedent_guess\">Aguilar-Pena,</span> <a href=\"/opinion/530534/united-states-v-jorge-armando-aguilar-pena/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">353</span> </a></span>(\"Judicial dissatisfaction alone, no matter how steeped in real-world wisdom, cannot be enough to trigger departures, lest the entire system crumble.\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Norflett closely parallels the situation at hand.  There, in a case involving a career offender, the sentencing court departed downward because it thought that sentencing the defendant within the GSR would \"constitute a miscarriage of justice.\"  <span class=\"citation\" data-id=\"553334\"><span class=\"antecedent_guess\">Norflett,</span> <a href=\"/opinion/553334/united-states-v-sidney-norflett/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">52</span></a></span>.   We reversed, holding that perceived excessiveness is not a viable basis for a downward departure.  See <span class=\"citation\" data-id=\"553334\"><a href=\"/opinion/553334/united-states-v-sidney-norflett/\"><span class=\"id_token\">id.</span> at 53. </a></span>  In the process, we cautioned that, under the sentencing guidelines, judges are no longer free to act upon their own views whenever they think that \"the GSR [is] incommensurate to the crime.\"  <span class=\"citation\" data-id=\"553334\"><a href=\"/opinion/553334/united-states-v-sidney-norflett/\"><span class=\"id_token\">Id.</span>  To the </a></span>contrary, judges \"must subrogate personal views [about what sentences are too severe or too lenient] to the Congress' sense of how best to achieve uniformity.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This monition has particular force in career offender and armed career criminal cases, for Congress has very specifically directed the Sentencing Commission to ensure that the guidelines provide for severe incarcerative sentences in such cases.  See 28 U.S.C. Sec. 994(h) (1988) (directing courts in career offender cases to impose sentences \"at or near the maximum term authorized [by law]\");  18 U.S.C. Sec. 924(e) (directing courts in armed career criminal cases to impose a minimum sentence of imprisonment for fifteen years without the possibility of suspension, probation or parole).  Such policy choices are for Congress, not the courts, to make.  And when, as now, the legislative trumpet sounds clearly, courts are duty bound to honor the clarion call.  See <span class=\"citation\" data-id=\"553334\"><span class=\"antecedent_guess\">Norflett,</span> <a href=\"/opinion/553334/united-states-v-sidney-norflett/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">53</span></a></span>;  United States v. Williams, <span class=\"citation\" data-id=\"533779\"><a href=\"/opinion/533779/united-states-v-terryl-l-williams/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span>, 964 (1st Cir.1989);  see also United States v. Gonzalez-Lopez, <span class=\"citation\" data-id=\"546372\"><a href=\"/opinion/546372/united-states-v-ramon-gonzalez-lopez/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">542</span></a></span>, 551 (11th Cir.1990) (in considering a career offender case, \"a court cannot depart because it believes a sentence is excessive\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">933</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2056</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">461</span> </span>(1991).  While we are not without empathy for our concurring brother's views, we are also mindful that the courts' role \"is as interpreters of the words chosen by Congress, not as policymakers or enlargers of congressional intent.\"  United States v. Gibbens, <span class=\"citation\" data-id=\"195396\"><a href=\"/opinion/195396/united-states-v-gibbens/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 33 (1st Cir.1994).  So, too, the courts' role vis-a-vis the Sentencing Commission, so long as the Commission acts within the scope of its statutory authorization.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We need go no further.  The short of it is that, in the instant case, neither the defendant's age, the prospective duration of his immurement, nor any combination of these factors are \"mitigating circumstance[s] of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described.\"  18 U.S.C. Sec. 3553(b).  It follows inexorably that the circumstances relied upon by the district court are inadequate to support a downward departure.  Consequently, the defendant's sentence must be vacated.  The district court, on remand, shall hold a new sentencing hearing, at which it remains free to consider departure for other, legally adequate reasons (if any are shown).  See United States v. Limberopoulos, <span class=\"citation\" data-id=\"195427\"><a href=\"/opinion/195427/united-states-v-limberopoulos/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">245</span></a></span>, 247, 251 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Vacated and remanded for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">PETTINE, Senior District Judge, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The demands and strictures of the United States Sentencing Guidelines (\"the guidelines\"), and the limits that the guidelines place upon federal district court judges, constrain me to write a separate opinion in this case.  I find the logic of Judge Selya's able opinion to be unassailable, and I must agree with him that \"absent specific circumstances independently justifying a departure, a judge cannot sentence outside a properly computed sentencing range merely because he believes that the guidelines work too severe a sanction in a particular case.\"   Maj. op. at 203-204.  Although I cannot argue with my colleague's analysis of what the guidelines require, I find myself taking great exception to the mechanical sentencing that the guidelines force upon judges, and I find it painful to adhere to this impersonal and cold-blooded process.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In this case, the district court spontaneously departed downward based on the belief that, for this forty year old defendant, the twenty-seven year sentence required under the guideline range was tantamount to a life sentence.  At the Sentencing Hearing, the court articulated its belief that \"I just happen to think that this is not the kind of thing the sentencing commission may have had in mind.\"   Tr., 6/25/93 at 34.  However, a review of the case law has revealed no precedent teaching that the combination of age and a lengthy sentence, resulting in a de facto life sentence, supports a downward departure.  As Judge Selya points out, the guidelines treat age as a discouraged offender characteristic for purposes of a downward departure, and the interrelationship between age and length of sentence has not been considered adequate justification for a downward departure.  Furthermore, I have been unable to find any statutory language or legislative history that indicates that Congress or the United States Sentencing Guidelines Commission (\"the Commission\") has ever considered this problem.  Indeed, given the frequency with which the guidelines result in sentences of numerous decades, combined with the fact that forty year old defendants are not uncommon, logic would seem to dictate that the members of the Commission were unconcerned about de facto life sentences.  In any case, given the dearth of documentation as to the state of mind of the Commissioners, the only conclusion that I can reasonably reach is that it is impossible to determine what, if anything, the Commission intended with regard to this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Thus, I must reluctantly conclude that there is no way for me to dissent from the majority opinion in this case and still remain faithful to the ideal of intellectual honesty, an ideal which must always be controlling in any judicial opinion and which I have always treasured.  Legal precedent that supports Judge Boyle's downward departure is simply nonexistent.  However, my careful and painstaking reflection over the consequences of the proper application of the guidelines in this case, as well as my many experiences with the guidelines in the years since their enactment, leave me overwhelmingly convinced that, except for increased uniformity of sentences, the sentencing guidelines are a failed experiment.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">With regard to the results of the application of the guidelines in this case, I wholeheartedly subscribe to Judge Boyle's sentiment that a term of years amounting to a de facto life sentence reaches beyond that which is appropriate for crimes committed by the defendant in the instant case.  As a like-minded judge articulated in a factually similar case, \"The majority decision ignores what is truly obvious--that the portion of a sentence which goes beyond the defendant's lifespan can serve no retributive, deterrent, rehabilitative or any other proper function of a prison sentence.\"  United States v. Thornbrugh, <span class=\"citation\" data-id=\"655562\"><a href=\"/opinion/655562/united-states-v-james-david-thornbrugh/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1471</span></a></span>, 1475 (10th Cir.1993) (Bright, J., dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As far as the guidelines in general are concerned, I believe that their greatest weakness lies in their mechanical nature.  \"A system that fails to consider the offender's personal characteristics places too great an emphasis on the harm caused by the offender's act and too little emphasis on circumstances that would serve to mitigate the punishment.  The Commission should have realized that it is a person who stands before the bar to accept the punishment imposed by the court.\"   Charles J. Ogletree, Jr., The Death of Discretion?   Reflecting on the Federal Sentencing Guidelines, 101 Harv.L.Rev. 1938, 1953 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Unfortunately, when trial judges depart from the guidelines, appellate courts are fettered in their review of the litigation.  As in this case, they have little or no choice but to react to such departure in a rigid fashion.  In distinction to one commentator, I feel they are \"[unable ] to balance the distant guidance of a bureaucracy against the detailed responsibility of the individual sentencer.\"   Daniel J. Freed, Federal Sentencing in the Wake of the Guidelines:  Unacceptable Limits on the Discretion of Sentences, 101 Yale L.J. 1681, 1730 (1992).  Furthermore, I find the authority given by the guidelines to United States Attorneys, enabling them to control the sentencing process, to be entirely inappropriate and an invasion of the historical role of judges as the final arbiters of justice.  Incredibly, we now have the inflexible prosecutorial mind which, all too often, caters to public passion, dictating sentencing parameters.  \"Discretionary decisions of Assistant U.S. Attorneys, both as to charges and as to factual allegations, can powerfully expand or limit the judge's ambit for sentencing.\"   <span class=\"citation\" data-id=\"655562\"><a href=\"/opinion/655562/united-states-v-james-david-thornbrugh/\"><span class=\"id_token\">Id.</span> at 1723.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">I have struggled with this case and feel compelled to voice my feelings.  My sense of justice and my twenty-eight years of experience as a district court judge sitting in criminal cases, preceded by five years as U.S. Attorney and thirteen years as a state prosecutor, all lead me to believe that Judge Boyle's actions in this case were absolutely correct.  Judge Boyle acted as a judge, drawing upon his life experience and his judicial experiences, making his decision not simply by working the grid provided by the guidelines, but by balancing the impact of the law upon an individual human being, given that human being's particularized circumstances, against the protection of society.  He recognized the face behind the law.  He declined to function merely as an automaton.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The mandates of the guidelines may have accomplished uniformity of sentencing but they have done so by tragically eroding the sacred function of a judge in the sentencing process.  This sacred function is a most complex, difficult, nebulous and at times undefinable burden, and it must always be met in the context of the unique setting at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In considering this case, I have very seriously thought about recusing myself from all future criminal cases.  I have found this decision an excruciatingly difficult one to make, but I have chosen to continue to hear criminal cases.  It is established that a judge's view on the subject matter of litigation does not require recusal.  Laird v. Tatum, <span class=\"citation\" data-id=\"108668\"><a href=\"/opinion/108668/melvin-r-laird-secretary-of-defense-v-arlo-tatum/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">824</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">7</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">50</span> </span>(1972).  The very nature of my criticism and reaction to this case is abundant recognition of my duty to follow the rules where there is no room for intellectually honest dissent.  Furthermore, I believe passage of the pending Violent Crime Control and Law Enforcement Act of 1993 may seriously increase this court's criminal caseload.  When I took senior status twelve years ago at age seventy, I solemnly declared that I would carry a full caseload.  When the time comes that I can no longer do so as vigorously and effectively as my younger esteemed colleagues, I will at that point end my judicial service.  Thus, because my recusal would significantly burden my colleagues, and because I recognize the controlling nature of the guidelines even while I object to their substance, I choose to maintain a criminal docket.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">With the foregoing statement, I offer no dissent to Judge Selya's well written opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Despite due notice, appellee has neither filed a brief nor applied for the appointment of counsel on appeal.  Hence, only the government presented oral argument.  See Fed.R.App.P. 31(c);  1st Cir.R. 45</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The other mainstay of departure jurisprudence involves the defendant's \"substantial assistance\" to the government.  See 18 U.S.C. Sec. 3553(e) (1988);  28 U.S.C. Sec. 994(n) (1988);  see also U.S.S.G. Sec. 5K1.1 (implementing statute);  see generally United States v. Mariano, <span class=\"citation\" data-id=\"598971\"><a href=\"/opinion/598971/united-states-v-abel-a-mariano-jr-united-states-of-america-v-barry/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1150</span></a></span>, 1155-57 (1st Cir.1993).  This appeal does not require us to delve into the intricacies of substantial assistance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For present purposes, we need not progress past the initial step.  In the interest of completeness, however, we note that, if the stated circumstances pass muster, the next step requires a reviewing court to determine whether those circumstances are adequately documented in the record.  See <span class=\"citation\" data-id=\"530534\"><span class=\"antecedent_guess\">Aguilar-Pena,</span> <a href=\"/opinion/530534/united-states-v-jorge-armando-aguilar-pena/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">350</span></a></span>.   Finally, the court must gauge the departure's reasonableness.  See id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> To be sure, the guidelines permit consideration of the age of a mature defendant as a ground for departure \"when the offender is elderly and infirm....\"  U.S.S.G. Sec. 5H1.1 (emphasis in original).  But Jackson is not elderly--and the district court received no evidence of any cognizable infirmity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> By the same token, a judge is equally powerless to depart solely because he believes that the guidelines provide insufficient punishment.  See United States v. Cox, <span class=\"citation\" data-id=\"553240\"><a href=\"/opinion/553240/united-states-v-gaylon-richard-cox-united-states-of-america-v-gaylon/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span>, 774 (8th Cir.1990)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108668/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195396/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522865/",
    "https://www.courtlistener.com/api/rest/v3/opinions/530534/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533779/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533869/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544230/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546372/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553164/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553240/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/568561/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577758/",
    "https://www.courtlistener.com/api/rest/v3/opinions/598971/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603829/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "https://www.courtlistener.com/api/rest/v3/opinions/655562/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664902/",
    "https://www.courtlistener.com/api/rest/v3/opinions/666918/"
  ]
}