{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195556/",
  "id": 195556,
  "absolute_url": "/opinion/195556/united-states-v-stein/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195556/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:32Z",
  "date_modified": "2020-02-21T23:31:40.769639Z",
  "type": "010combined",
  "sha1": "ea2ed9d9a7c4308aadbb6ec308957c24462cfca0",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1945.01A",
  "local_path": null,
  "plain_text": "August 19, 1994\n                    [Not for Publication]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1945\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                       KURT ALAN STEIN,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\n                                                   \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\n                                         \n\n                Coffin, Senior Circuit Judge,\n                                            \n\n             and Pettine,* Senior District Judge.\n                                                \n\n                                         \n\nWilliam Maselli, by Appointment of the Court, for appellant.\n               \nMargaret  D.  McGaughey, Assistant  United  States Attorney,  with\n                       \nwhom  Jay P. McCloskey, United  States Attorney, and  Timothy D. Wing,\n                                                                 \nAssistant United States Attorney, were on brief for the United States.\n\n                                         \n\n                                         \n\n                \n\n*Of the District of Rhode Island, sitting by designation.\n\n     Per  Curiam.    In  September 1992,  a  law  enforcement\n                \n\nhelicopter  spotted marijuana plants  growing on the property\n\nof Kurt Alan Stein in Somerset County, Maine.  After a ground\n\nsearch revealed  172 marijuana plants growing on  or near the\n\nproperty, Stein was charged with manufacture of marijuana, 21\n\nU.S.C.   841(a)(1) and (b)(1)(B), and possession of marijuana\n\nwith  intent  to distribute.    21  U.S.C.     841(a)(1)  and\n\n(b)(1)(C).  Pursuant to a  plea agreement, Stein was  allowed\n\nto  plead guilty on  March 1, 1993, to  the lesser offense of\n\ncultivation of marijuana in excess of fifty plants. 21 U.S.C.\n\n  841(b)(1)(C).\n\n     Sentencing occurred  on August 10,  1993.  Based  on the\n\namount  of marijuana  involved, the court  began with  a base\n\noffense level of 26.  It  then enhanced Stein's base level by\n\ntwo based  on the discovery  by law  enforcement officers  of\n\nfour firearms  on Stein's property along  with the marijuana,\n\nU.S.S.G.     2D1.1(b)(1),  and  deducted  three  levels after\n\ndetermining  that Stein  had accepted responsibility  for his\n\ncrime. U.S.S.G.   3E1.1(b).  The resulting base offense level\n\nof 25, coupled with a criminal history category of I, yielded\n\na guideline sentence range of 57 to 71 months.\n\n     Although Stein argued that a downward departure would be\n\nappropriate because his consumption of marijuana was prompted\n\nby severe  physical and psychological  problems, the district\n\ncourt  rejected this  contention  and sentenced  Stein to  57\n\n                             -2-\n\nmonths imprisonment.  This appeal followed.\n\n     Stein's first  argument on  appeal is that  the district\n\ncourt  abused its  discretion in  failing to  depart downward\n\nfrom  the guideline range.  It is well settled, however, that\n\nthis court ordinarily lacks  jurisdiction to review  refusals\n\nto depart downward so long as the sentence imposed was within\n\nthe guideline range.  See, e.g., United States v. Amparo, 961\n                                                        \n\nF.2d  288, 292  (1st  Cir.), cert.  denied,  113 S.  Ct.  224\n                                          \n\n(1992); United States v.  Tucker, 892 F.2d 8, 9-11  (1st Cir.\n                                \n\n1989).    An  exception exists  \"if  the  record supports  an\n\ninference that  the sentencing court's failure  to depart did\n\nnot represent an exercise  of fact-finding or discretion, but\n\nwas instead  the product of the  court's miscalculation about\n\nwhether it  possessed the  authority to depart.\"  Amparo, 961\n                                                        \n\nF.2d at 292; see also United States v. Lauzon, 938  F.2d 326,\n                                             \n\n330 (1st Cir.), cert. denied, 112 S. Ct. 450 (1991).  Despite\n                            \n\nStein's  argument to the  contrary, we find  that the present\n\nrecord supports no such inference.\n\n     Stein argued in the district court that he was driven to\n\nconsume  marijuana  by  a  host  of  physical  and  emotional\n\ndifficulties.  The presentence  investigator found that Stein\n\nhad suffered a  wide range  of severe injuries  to his  back,\n\nleg, face, hands, and various  internal organs, most of which\n\narose from  an automobile accident  in 1989.   Although Stein\n\nhad undergone 12 operations  since the accident, he continued\n\n                             -3-\n\nto  experience  intense headaches  and  was  receiving Social\n\nSecurity disability payments at  the time of his arrest.   In\n\naddition,   Stein   suffered   severe  emotional   depression\n\nresulting  from  the death  of  his fiancee  in  another auto\n\naccident  that  took  place  in  1992.    Accordingly,  Stein\n\nasserted  that he  qualified for  a downward  departure under\n\nU.S.S.G.    5H1.3 (Mental  and Emotional Condition) and 5H1.4\n\n(Physical Condition).   Stein  also claimed that  the factors\n\nprompting him to use marijuana amounted to duress, U.S.S.G.  \n\n5K2.12, and entitled him  to a departure under  the catch-all\n\nprovision of U.S.S.G.   5K2.0.\n\n     Although  the district  court rejected  these arguments,\n\nthe record leaves little doubt that the court recognized  its\n\nauthority to depart.   The  court noted that  \"I don't  think\n\nthere is any  question that  the court has  the authority  to\n\ndepart,\"  and explicitly  rejected the  government's argument\n\nthat a departure would  be forbidden under the circumstances.\n\nInstead,  the  court found  that  Stein's admittedly  \"tragic\n\nsituation\"  was   not  the  primary  cause   of  his  illegal\n\nactivities, stating that \"it tests the bounds of credulity to\n\nsuggest that  these plants,  172 plants or  thereabouts, were\n\nbeing used primarily  for personal consumption.  . . .  [T]he\n\nfact  of the matter is that  [Stein] was also selling, by his\n\nown admission, quantities of marijuana . . . .\"\n\n     The district court  rejected Stein's duress  argument on\n\n                             -4-\n\nsimilar grounds.  Although the court  commented that \"I don't\n\nunderstand  the duress  argument at  all,\" and  expressed the\n\nview that duress could only exist where a person is forced to\n\ncommit an act by  someone \"with superior power or  will,\" the\n\ncourt  also repeated  its belief  that the  number of  plants\n\ninvolved and the sales by Stein undermined the credibility of\n\nthe  duress  argument.   Moreover,  the  court concluded  its\n\ndiscussion by insisting that \"[t]hat's  not [to] say I  don't\n\nhave authority to depart if I found the facts differently.  I\n\ndo have authority to depart, but . . . I'm not satisfied that\n\nthe facts  of  this  case  warrant  departure.\"    Given  the\n\ndistrict  court's  clear  recognition  of  its  authority  to\n\ndepart, we have no jurisdiction to review its decision not to\n\ndo so on the merits. Amparo, 961 F.2d at 292. \n                           \n\n     Stein also appeals from the district court's enhancement\n\nof his base offense level by  two levels for possession of  a\n\ndangerous weapon.  U.S.S.G.   2D1.1(b)(1).   Law  enforcement\n\nofficers discovered  four firearms  on  Stein's property,  at\n\nleast  three  of which  were operable  and  one of  which was\n\nloaded.  Stein does not dispute his ownership of the weapons;\n\nhe  asserts,  however,  that   they  were  unrelated  to  his\n\npossession  of  marijuana  and  thus  should  not  have  been\n\nconsidered in computing his sentence.\n\n     We  have held  that,  once the  government shows  that a\n\nweapon was possessed or present with drugs, the burden shifts\n\n                             -5-\n\nto  the defendant  to demonstrate  \"the existence  of special\n\ncircumstances that would render it `clearly  improbable' that\n\nthe  weapon's  presence has  a  connection  to the  narcotics\n\ntrafficking.\" United States v. Corcimiglia, 967 F.2d 724, 728\n                                          \n\n(1st  Cir. 1992).  Although  some connection to  the drugs is\n\nrequired, the defendant  need not  be shown to  have had  the\n\nweapon on his person  or in his immediate vicinity;   rather,\n\nit is sufficient if  the weapon was available to  protect the\n\ndefendant  or the  drugs. United  States v. Pineda,  981 F.2d\n                                                  \n\n569, 573 (1st Cir.  1992).  Moreover, we review  the district\n\ncourt's  findings  on  this   point  --  like  other  factual\n\ndeterminations in sentencing under the Guidelines -- only for\n\nclear error. United States v. Wheelwright, 918 F.2d 226, 227-\n                                         \n\n28  (1st Cir. 1990).   We find  no such error  on the present\n\nrecord.\n\n     Three of  Stein's four  weapons were  found in the  same\n\ncamper  as a number  of baggies containing  marijuana.  Stein\n\nalso testified that  he kept  one of the  weapons loaded  and\n\nunderneath his bed in order to  prevent rodents from nibbling\n\nat  his marijuana plants.   The use  of firearms  to fend off\n\nwoodchucks was  probably not  what the  Sentencing Commission\n\nhad  in mind  in drafting  U.S.S.G.    2D1.1(b)(1).   But the\n\navailability of a weapon suggests  that it could readily have\n\nbeen  used to  protect the  plants from  others or  to resist\n\narrest.   The  district court's  determination that  the guns\n\n                             -6-\n\nwere used \"to further the crime\" was not clearly erroneous.\n\n     Nor does it make any difference that most of the weapons\n\nmay  not have been easily  accessible at the  time that Stein\n\nwas  arrested.   Although Stein  testified at  his sentencing\n\nhearing that  the guns were  kept underneath \"a  multitude of\n\nitems\" in his trailer at the time of his arrest, the district\n\ncourt found that \"it also is clear from the testimony of  the\n\ndefendant that the weapons  were accessible for a significant\n\nperiod of  time during which the manufacture of the marijuana\n\ntook  place.\"  This is sufficient; nothing in the language or\n\npurpose  of   the  provisions   that   impose  the   firearms\n\nenhancement require  that the  weapon or  weapons be  used or\n\navailable for use at the time of arrest.\n\n     Because we have no jurisdiction to consider the district\n\ncourt's  failure  to  depart  downward   from  the  guideline\n\nsentence, and  because  that court's  enhancement of  Stein's\n\noffense  level for possession  of a dangerous  weapon was not\n\nclearly erroneous, we affirm Stein's sentence.\n                            \n\n                             -7-\n",
  "html": "<p class=\"case_cite\">32 F.3d 561</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Appellee,<br>v.<br>Kurt Alan STEIN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1945</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 19, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine [Hon.  Morton A. Brody, U.S. District Judge ]</p>\n      <p class=\"indent\">William Maselli, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, and Timothy D. Wing, Assistant United States Attorney, were on brief for the United States.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Coffin, Senior Circuit Judge, and Pettine,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In September 1992, a law enforcement helicopter spotted marijuana plants growing on the property of Kurt Alan Stein in Somerset County, Maine.  After a ground search revealed 172 marijuana plants growing on or near the property, Stein was charged with manufacture of marijuana, 21 U.S.C. Sec. 841(a)(1) and (b)(1)(B), and possession of marijuana with intent to distribute.  21 U.S.C. Sec. 841(a)(1) and (b)(1)(C).  Pursuant to a plea agreement, Stein was allowed to plead guilty on March 1, 1993, to the lesser offense of cultivation of marijuana in excess of fifty plants.  21 U.S.C. Sec. 841(b)(1)(C).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Sentencing occurred on August 10, 1993.  Based on the amount of marijuana involved, the court began with a base offense level of 26.  It then enhanced Stein's base level by two based on the discovery by law enforcement officers of four firearms on Stein's property along with the marijuana, U.S.S.G. Sec. 2D1.1(b)(1), and deducted three levels after determining that Stein had accepted responsibility for his crime.  U.S.S.G. Sec. 3E1.1(b).  The resulting base offense level of 25, coupled with a criminal history category of I, yielded a guideline sentence range of 57 to 71 months.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although Stein argued that a downward departure would be appropriate because his consumption of marijuana was prompted by severe physical and psychological problems, the district court rejected this contention and sentenced Stein to 57 months imprisonment.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Stein's first argument on appeal is that the district court abused its discretion in failing to depart downward from the guideline range.  It is well settled, however, that this court ordinarily lacks jurisdiction to review refusals to depart downward so long as the sentence imposed was within the guideline range.   See, e.g., United States v. Amparo, 961 F.2d 288, 292 (1st Cir.), cert. denied, 113 S. Ct. 224 (1992);   United States v. Tucker, 892 F.2d 8, 9-11 (1st Cir. 1989).  An exception exists \"if the record supports an inference that the sentencing court's failure to depart did not represent an exercise of fact-finding or discretion, but was instead the product of the court's miscalculation about whether it possessed the authority to depart.\"   Amparo, 961 F.2d at 292;   see also United States v. Lauzon, 938 F.2d 326, 330 (1st Cir.), cert. denied, 112 S. Ct. 450 (1991).  Despite Stein's argument to the contrary, we find that the present record supports no such inference.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Stein argued in the district court that he was driven to consume marijuana by a host of physical and emotional difficulties.  The presentence investigator found that Stein had suffered a wide range of severe injuries to his back, leg, face, hands, and various internal organs, most of which arose from an automobile accident in 1989.  Although Stein had undergone 12 operations since the accident, he continued to experience intense headaches and was receiving Social Security disability payments at the time of his arrest.  In addition, Stein suffered severe emotional depression resulting from the death of his fiancee in another auto accident that took place in 1992.  Accordingly, Stein asserted that he qualified for a downward departure under U.S.S.G. Secs. 5H1.3 (Mental and Emotional Condition) and 5H1.4 (Physical Condition).  Stein also claimed that the factors prompting him to use marijuana amounted to duress, U.S.S.G. Sec. 5K2.12, and entitled him to a departure under the catch-all provision of U.S.S.G. Sec. 5K2.0.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although the district court rejected these arguments, the record leaves little doubt that the court recognized its authority to depart.  The court noted that \"I don't think there is any question that the court has the authority to depart,\" and explicitly rejected the government's argument that a departure would be forbidden under the circumstances.  Instead, the court found that Stein's admittedly \"tragic situation\" was not the primary cause of his illegal activities, stating that \"it tests the bounds of credulity to suggest that these plants, 172 plants or thereabouts, were being used primarily for personal consumption....  [T]he fact of the matter is that [Stein] was also selling, by his own admission, quantities of marijuana....\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court rejected Stein's duress argument on similar grounds.  Although the court commented that \"I don't understand the duress argument at all,\" and expressed the view that duress could only exist where a person is forced to commit an act by someone \"with superior power or will,\" the court also repeated its belief that the number of plants involved and the sales by Stein undermined the credibility of the duress argument.  Moreover, the court concluded its discussion by insisting that \"[t]hat's not [to] say I don't have authority to depart if I found the facts differently.  I do have authority to depart, but ... I'm not satisfied that the facts of this case warrant departure.\"  Given the district court's clear recognition of its authority to depart, we have no jurisdiction to review its decision not to do so on the merits.   Amparo, 961 F.2d at 292.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Stein also appeals from the district court's enhancement of his base offense level by two levels for possession of a dangerous weapon.  U.S.S.G. Sec. 2D1.1(b)(1).  Law enforcement officers discovered four firearms on Stein's property, at least three of which were operable and one of which was loaded.  Stein does not dispute his ownership of the weapons;  he asserts, however, that they were unrelated to his possession of marijuana and thus should not have been considered in computing his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We have held that, once the government shows that a weapon was possessed or present with drugs, the burden shifts to the defendant to demonstrate \"the existence of special circumstances that would render it 'clearly improbable' that the weapon's presence has a connection to the narcotics trafficking.\"   United States v. Corcimiglia, 967 F.2d 724, 728 (1st Cir. 1992).  Although some connection to the drugs is required, the defendant need not be shown to have had the weapon on his person or in his immediate vicinity;  rather, it is sufficient if the weapon was available to protect the defendant or the drugs.   United States v. Pineda, 981 F.2d 569, 573 (1st Cir. 1992).  Moreover, we review the district court's findings on this point-like other factual determinations in sentencing under the Guidelines-only for clear error.   United States v. Wheelwright, 918 F.2d 226, 227-28 (1st Cir. 1990).  We find no such error on the present record.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Three of Stein's four weapons were found in the same camper as a number of baggies containing marijuana.  Stein also testified that he kept one of the weapons loaded and underneath his bed in order to prevent rodents from nibbling at his marijuana plants.  The use of firearms to fend off woodchucks was probably not what the Sentencing Commission had in mind in drafting U.S.S.G. Sec. 2D1.1(b)(1).  But the availability of a weapon suggests that it could readily have been used to protect the plants from others or to resist arrest.  The district court's determination that the guns were used \"to further the crime\" was not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nor does it make any difference that most of the weapons may not have been easily accessible at the time that Stein was arrested.  Although Stein testified at his sentencing hearing that the guns were kept underneath \"a multitude of items\" in his trailer at the time of his arrest, the district court found that \"it also is clear from the testimony of the defendant that the weapons were accessible for a significant period of time during which the manufacture of the marijuana took place.\"  This is sufficient;  nothing in the language or purpose of the provisions that impose the firearms enhancement require that the weapon or weapons be used or available for use at the time of arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Because we have no jurisdiction to consider the district court's failure to depart downward from the guideline sentence, and because that court's enhancement of Stein's offense level for possession of a dangerous weapon was not clearly erroneous, we affirm Stein's sentence.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">561</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Appellee,<br>v.<br>Kurt Alan STEIN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1945</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 19, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine [Hon.  Morton A. Brody, U.S. District Judge ]</p>\n      <p class=\"indent\">William Maselli, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, and Timothy D. Wing, Assistant United States Attorney, were on brief for the United States.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Coffin, Senior Circuit Judge, and Pettine,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In September 1992, a law enforcement helicopter spotted marijuana plants growing on the property of Kurt Alan Stein in Somerset County, Maine.  After a ground search revealed 172 marijuana plants growing on or near the property, Stein was charged with manufacture of marijuana, 21 U.S.C. Sec. 841(a)(1) and (b)(1)(B), and possession of marijuana with intent to distribute.  21 U.S.C. Sec. 841(a)(1) and (b)(1)(C).  Pursuant to a plea agreement, Stein was allowed to plead guilty on March 1, 1993, to the lesser offense of cultivation of marijuana in excess of fifty plants.  21 U.S.C. Sec. 841(b)(1)(C).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Sentencing occurred on August 10, 1993.  Based on the amount of marijuana involved, the court began with a base offense level of 26.  It then enhanced Stein's base level by two based on the discovery by law enforcement officers of four firearms on Stein's property along with the marijuana, U.S.S.G. Sec. 2D1.1(b)(1), and deducted three levels after determining that Stein had accepted responsibility for his crime.  U.S.S.G. Sec. 3E1.1(b).  The resulting base offense level of 25, coupled with a criminal history category of I, yielded a guideline sentence range of 57 to 71 months.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although Stein argued that a downward departure would be appropriate because his consumption of marijuana was prompted by severe physical and psychological problems, the district court rejected this contention and sentenced Stein to 57 months imprisonment.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Stein's first argument on appeal is that the district court abused its discretion in failing to depart downward from the guideline range.  It is well settled, however, that this court ordinarily lacks jurisdiction to review refusals to depart downward so long as the sentence imposed was within the guideline range.   See, e.g., United States v. Amparo, <span class=\"citation\" data-id=\"581358\"><a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span>, 292 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span> </span>(1992);   United States v. Tucker, <span class=\"citation\" data-id=\"533861\"><a href=\"/opinion/533861/united-states-v-forrest-s-tucker/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 9-11 (1st Cir. 1989).  An exception exists \"if the record supports an inference that the sentencing court's failure to depart did not represent an exercise of fact-finding or discretion, but was instead the product of the court's miscalculation about whether it possessed the authority to depart.\"   <span class=\"citation\" data-id=\"581358\"><span class=\"antecedent_guess\">Amparo,</span> <a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">292</span></a></span>;   see also United States v. Lauzon, <span class=\"citation\" data-id=\"564776\"><a href=\"/opinion/564776/united-states-v-michael-neal-lauzon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">326</span></a></span>, 330 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">450</span> </span>(1991).  Despite Stein's argument to the contrary, we find that the present record supports no such inference.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Stein argued in the district court that he was driven to consume marijuana by a host of physical and emotional difficulties.  The presentence investigator found that Stein had suffered a wide range of severe injuries to his back, leg, face, hands, and various internal organs, most of which arose from an automobile accident in 1989.  Although Stein had undergone 12 operations since the accident, he continued to experience intense headaches and was receiving Social Security disability payments at the time of his arrest.  In addition, Stein suffered severe emotional depression resulting from the death of his fiancee in another auto accident that took place in 1992.  Accordingly, Stein asserted that he qualified for a downward departure under U.S.S.G. Secs. 5H1.3 (Mental and Emotional Condition) and 5H1.4 (Physical Condition).  Stein also claimed that the factors prompting him to use marijuana amounted to duress, U.S.S.G. Sec. 5K2.12, and entitled him to a departure under the catch-all provision of U.S.S.G. Sec. 5K2.0.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although the district court rejected these arguments, the record leaves little doubt that the court recognized its authority to depart.  The court noted that \"I don't think there is any question that the court has the authority to depart,\" and explicitly rejected the government's argument that a departure would be forbidden under the circumstances.  Instead, the court found that Stein's admittedly \"tragic situation\" was not the primary cause of his illegal activities, stating that \"it tests the bounds of credulity to suggest that these plants, 172 plants or thereabouts, were being used primarily for personal consumption....  [T]he fact of the matter is that [Stein] was also selling, by his own admission, quantities of marijuana....\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court rejected Stein's duress argument on similar grounds.  Although the court commented that \"I don't understand the duress argument at all,\" and expressed the view that duress could only exist where a person is forced to commit an act by someone \"with superior power or will,\" the court also repeated its belief that the number of plants involved and the sales by Stein undermined the credibility of the duress argument.  Moreover, the court concluded its discussion by insisting that \"[t]hat's not [to] say I don't have authority to depart if I found the facts differently.  I do have authority to depart, but ... I'm not satisfied that the facts of this case warrant departure.\"  Given the district court's clear recognition of its authority to depart, we have no jurisdiction to review its decision not to do so on the merits.   <span class=\"citation\" data-id=\"581358\"><span class=\"antecedent_guess\">Amparo,</span> <a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">292</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Stein also appeals from the district court's enhancement of his base offense level by two levels for possession of a dangerous weapon.  U.S.S.G. Sec. 2D1.1(b)(1).  Law enforcement officers discovered four firearms on Stein's property, at least three of which were operable and one of which was loaded.  Stein does not dispute his ownership of the weapons;  he asserts, however, that they were unrelated to his possession of marijuana and thus should not have been considered in computing his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We have held that, once the government shows that a weapon was possessed or present with drugs, the burden shifts to the defendant to demonstrate \"the existence of special circumstances that would render it 'clearly improbable' that the weapon's presence has a connection to the narcotics trafficking.\"   United States v. Corcimiglia, <span class=\"citation\" data-id=\"585785\"><a href=\"/opinion/585785/united-states-v-deborah-d-corcimiglia/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span>, 728 (1st Cir. 1992).  Although some connection to the drugs is required, the defendant need not be shown to have had the weapon on his person or in his immediate vicinity;  rather, it is sufficient if the weapon was available to protect the defendant or the drugs.   United States v. Pineda, <span class=\"citation\" data-id=\"596482\"><a href=\"/opinion/596482/united-states-v-ramon-pineda/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">569</span></a></span>, 573 (1st Cir. 1992).  Moreover, we review the district court's findings on this point-like other factual determinations in sentencing under the Guidelines-only for clear error.   United States v. Wheelwright, <span class=\"citation\" data-id=\"551269\"><a href=\"/opinion/551269/united-states-v-john-wheelwright/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span>, 227-28 (1st Cir. 1990).  We find no such error on the present record.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Three of Stein's four weapons were found in the same camper as a number of baggies containing marijuana.  Stein also testified that he kept one of the weapons loaded and underneath his bed in order to prevent rodents from nibbling at his marijuana plants.  The use of firearms to fend off woodchucks was probably not what the Sentencing Commission had in mind in drafting U.S.S.G. Sec. 2D1.1(b)(1).  But the availability of a weapon suggests that it could readily have been used to protect the plants from others or to resist arrest.  The district court's determination that the guns were used \"to further the crime\" was not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nor does it make any difference that most of the weapons may not have been easily accessible at the time that Stein was arrested.  Although Stein testified at his sentencing hearing that the guns were kept underneath \"a multitude of items\" in his trailer at the time of his arrest, the district court found that \"it also is clear from the testimony of the defendant that the weapons were accessible for a significant period of time during which the manufacture of the marijuana took place.\"  This is sufficient;  nothing in the language or purpose of the provisions that impose the firearms enhancement require that the weapon or weapons be used or available for use at the time of arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Because we have no jurisdiction to consider the district court's failure to depart downward from the guideline sentence, and because that court's enhancement of Stein's offense level for possession of a dangerous weapon was not clearly erroneous, we affirm Stein's sentence.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/533861/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551269/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564776/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581358/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585785/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596482/"
  ]
}