{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195548/",
  "id": 195548,
  "absolute_url": "/opinion/195548/dpj-company-v-fdic/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195548/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:24Z",
  "date_modified": "2020-02-21T23:31:29.947885Z",
  "type": "010combined",
  "sha1": "1976b448fc852b467d9a8428fe494947d4818920",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2145.01A",
  "local_path": null,
  "plain_text": "August 16, 1994     UNITED STATES COURT OF APPEALS\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2145\n\n               DPJ COMPANY LIMITED PARTNERSHIP,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\n          AS RECEIVER FOR BANK OF NEW ENGLAND, N.A.,\n\n                     Defendant, Appellee.\n\n                                         \n\n                         ERRATA SHEET\n\nThe opinion of this  court issued on July 27, 1994, is amended  as\nfollows:\n\nOn  page  7,   footnote  1,  line   3,  change   \"Cobblestone\"  to\n                                                             \n\"Cobblestone\".\n\nOn  page 8, paragraph  2, line 1, change  \"reliance of damages\" to\n\"reliance damages\".\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2145\n\n               DPJ COMPANY LIMITED PARTNERSHIP,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\n          AS RECEIVER FOR BANK OF NEW ENGLAND, N.A.,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n\n                Coffin, Senior Circuit Judge,\n                                            \n\n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nRobert D. Loventhal with whom Robert  D. Loventhal Law Office  was\n                                                             \non brief for appellant.\nGregory E. Gore,  Counsel, Federal Deposit Insurance  Corporation,\n               \nwith  whom Ann  S. DuRoss,  Assistant General  Counsel, and  Robert D.\n                                                                  \nMcGillicuddy, Senior Counsel, were on brief for appellee.\n        \n\n                                         \n\n                        July 27, 1994\n                                         \n\n     BOUDIN, Circuit Judge.  DPJ  Company Limited Partnership\n                          \n\n(\"DPJ\")  is  a  Massachusetts  real  estate  developer.    On\n\nFebruary  12,  1988,  it  entered into  a  commitment  letter\n\nagreement with the Bank  of New England.  Subject  to various\n\nconditions  being satisfied,  the agreement  contemplated the\n\ncreation of a three-year $2.5 million line of credit on which\n\nDPJ  could draw to finance  primary steps in land development\n\nventures (e.g., deposits, option payments,  and architectural\n              \n\nand engineering services).\n\n     The commitment letter provided  that the creation of the\n\nline  of  credit--an  event   called  the  \"closing\"  (as  in\n\n\"closing\"  a  deal)--would  occur   after  DPJ  met   various\n\nrequirements,  such as  the delivery to  the bank  of certain\n\ndocuments, appraisals, and  the like.  DPJ also had  to pay a\n\nnon-refundable  loan commitment  fee of  $31,250 immediately.\n\nIn  satisfying   the  conditions,   DPJ  spent  a   total  of\n\n$180,072.37 in  commitment fees, closing  costs, legal  fees,\n\nsurvey  costs, points,  environmental reports and  other such\n\nitems.\n\n     The  line  of credit  was  \"closed\"  on  July 23,  1988.\n\nBetween  that   time  and  January  6,   1991,  DPJ  borrowed\n\napproximately $500,000 from the bank pursuant to the line  of\n\ncredit.   The bank failed on January 6, 1991.  On February 1,\n\n1991,  the bank's  receiver,  the Federal  Deposit  Insurance\n\nCorporation,  disaffirmed  the   line  of  credit   agreement\n\n                             -2-\n\npursuant to its statutory authority to repudiate contracts of\n\nfailed banks.  12 U.S.C.   1821(e)(1).  Although the FDIC may\n\nrepudiate  such contracts,  the injured  party may  under the\n\nstatute  sue the FDIC as  receiver for damages  for breach of\n\ncontract; but, with certain exceptions, the injured party may\n\nrecover only \"actual direct  compensatory damages,\" 12 U.S.C.\n\n  1821(e)(3)(A)(i),  and may not recover  inter alia \"damages\n                                                    \n\nfor lost profits or opportunities.\"  Id.   1821(e)(3)(B)(ii).\n                                        \n\n     On May  22, 1991, DPJ filed an administrative claim with\n\nthe  FDIC  to  recover the  costs  and  expenses it  incurred\n\npursuant  to the  commitment letter  mentioned to  obtain the\n\nline of credit.  12 U.S.C.   1821(d)(5).  The FDIC disallowed\n\nthe claim.   DPJ then brought  suit in the  district court to\n\nrecover  its claimed  damages.   Id.    1821(d)(6)(A).   Both\n                                    \n\nsides moved for summary judgment.\n\n     The district  court entered a decision  on September 10,\n\n1993,  denying recovery to DPJ.  The court concluded that DPJ\n\nwas  \"really  seek[ing]  to   recoup  its  closing  costs  as\n\ncompensation  for  its lost  borrowing  opportunity resulting\n\nfrom the FDIC's disaffirmance.\"  In substance, the court held\n\nthat the  \"loss of borrowing capability\"  does not constitute\n\n\"actual  direct compensatory  damages.\"   In  support of  its\n\ndecision it cited  and relied upon Judge  Zobel's decision in\n\nFDIC  v. Cobblestone Corp., 1992 WL 333961 (D. Mass. Oct. 28,\n                          \n\n1992).  DPJ then appealed to this court.\n\n                             -3-\n\n     The    critical   statutory    phrases--\"actual   direct\n\ncompensatory damages\" and \"lost profits  and opportunities\"--\n\nhave been  the recurrent subject  of litigation.   See, e.g.,\n                                                            \n\nHowell v. FDIC, 986 F.2d 569 (1st Cir. 1993); Lawson v. FDIC,\n                                                            \n\n3 F.3d  11 (1st Cir. 1993).   We have read  the limitation of\n\nrecovery to  compensatory damages, and the  exclusion barring\n\nlost  profits or  opportunities,  against  the background  of\n\nCongress'  evident  purpose:    \"to spread  the  pain,\"  in a\n\nsituation where  the assets are unlikely to cover all claims,\n\nby placing policy-based  limits on  what can  be recouped  as\n\ndamages for repudiated  contracts.  Howell, 986 F.2d  at 572;\n                                          \n\nLawson, 3 F.3d at 16.\n      \n\n     Contract  damages  are  often calculated  to  place  the\n\ninjured  party in  the position  that that  party would  have\n\nenjoyed  if  the other  side had  fulfilled  its part  of the\n\nbargain.   Subject to  various limitations, lost  profits and\n\nopportunities are  sometimes recovered under  such a \"benefit\n\nof  the bargain\"  calculation.   A.  Farnsworth, Contracts   \n                                                          \n\n12.14 (2d ed. 1990); C. McCormick, Damages,   25 (1935).  Yet\n                                          \n\nwhere  an injured claimant cannot recover the full benefit of\n\nthe bargain--for  example, because  profits cannot  be proved\n\nwith  sufficient  certainty--there is  an  alternative, well-\n\nestablished contract damage theory:\n\n          [O]ne  who fails  to  meet the  burden of\n          proving   prospective   profits  is   not\n          necessarily relegated to nominal damages.\n          If one has  relied on  the contract,  one\n\n                             -4-\n\n          can  usually meet  the burden  of proving\n          with sufficient certainty  the extent  of\n          that reliance  .  . .  .   One  can  then\n          recover damages based  on reliance,  with\n                                            \n          deductions   for  any   benefit  received\n          through salvage or otherwise.\"\n\nFarnsworth, supra,   12.16, at 928 (emphasis added).\n                 \n\n     As McCormick has explained, \"[t]his recovery is strictly\n\nupon the contract,\"  McCormick,  supra,   142 at 583.   It is\n                                      \n\nnot a remedy for  unjust enrichment, nor is it  rescission of\n\nthe  contract.   It  is  a contract  damage  computation that\n\n\"conform[s] to the more  general aim of awarding compensation\n\nin all cases,  and [it] departs from the standard of value of\n\nperformance only  because of  the difficulty in  applying the\n\n[latter standard].\"  Id. at 583-84.  See generally In re  Las\n                                                             \n\nColinas, Inc.,  453 F.2d  911, 914  (1st  Cir. 1971)  (citing\n             \n\nnumerous authorities), cert. denied, 405 U.S. 1067 (1972).  \n                                   \n\n     Subject  to common-law  limitations, to  which  we shall\n\nreturn in due  course, expenditures by DPJ  in fulfilling its\n\npart of the bargain can properly be recovered as compensatory\n\ndamages under this  alternative reliance  theory.   Certainly\n\ndamages  so computed do not  offend the terms  of the federal\n\nstatute.  The FDIC  does not dispute that the  $180,072.37 in\n\ncosts and expenses were \"actual\" expenditures.   And, as they\n\nwere apparently  made to  fulfill specific stipulations  laid\n\ndown  by  the  bank,  the  resulting damages  can  fairly  be\n\ndescribed as  \"direct,\" a  term normally used  to filter  out\n\ndamages  that  are causally  remote,  unforeseeable  or both.\n\n                             -5-\n\nFarnsworth, supra, at    12.14-12.15.\n                 \n\n     Similarly, DPJ's expenditures are not, by any stretch of\n\nliteral language, \"lost profits or opportunities.\"  One might\n\nargue   that  since   lost  profits  and   opportunities  are\n\nunrecoverable, the  recovery of  reliance damages would  also\n\noffend  the policy of the statute.  But the policy underlying\n\nthe  statutory  ban  on  lost profits  and  opportunities  is\n\nCongress'  apparent view  that these  benefits have,  in some\n\nmeasure, an aspect of being windfall gains.  This same policy\n\nis  reflected in  the disallowance  of punitive  or exemplary\n\ndamages, 12 U.S.C.   1821(e)(3)(B)(i), and damages for future\n                                                             \n\nrent when the FDIC disaffirms a lease and surrenders property\n\npreviously leased by the bank.  Id.   1821(e)(4)(B).\n                                   \n\n     There is  normally no windfall involved  in the recovery\n\nof  reliance damages.    DPJ is  seeking  to recapture  money\n\nactually  spent  under  the  commitment  letter agreement  to\n\nobtain a line  of credit  that the FDIC  has now  repudiated.\n\nWhether or not one shares Congress' belief that \"lost profits\n\nand opportunities\"  are a  special category of  damages which\n\nshould  be  disfavored,  that  policy is  not  even  remotely\n\noffended  by  returning  DPJ its  out-of-pocket  expenditures\n\nwhich, because of the FDIC's repudiation, have made DPJ's own\n\nexpenditures (at least in part) fruitless.\n\n     The district court called DPJ's claim one to recover for\n\na \"lost  opportunity\" since  the breach of  contract deprived\n\n                             -6-\n\nDPJ of the opportunity  to secure further loans.   This could\n\nbe so if, as  in Cobblestone, DPJ were claiming  profits that\n                            \n\nwould have  been realized through  further loans.1   It might\n\nbe  arguably  so (we  do  not decide  the  point) if  DPJ was\n\nclaiming as damages the cost of securing a substitute line of\n\ncredit.   But reliance damages  do not compensate  for a lost\n\nopportunity;  they merely restore to  the claimant what he or\n\nshe spent before the opportunity was withdrawn.\n\n     In sum,  DPJ has claimed  reliance damages in  this case\n\nand we hold that reliance damages--or  at least those claimed\n\nby DPJ--are  \"actual direct  compensatory  damages,\" are  not\n\ncompensation for  \"lost profits  and opportunities,\" and  are\n\nnot  barred  by  Cobblestone.   Construction  of  the  quoted\n                            \n\nstatutory phrases is, of course, a matter of federal law, and\n\nthe concept of reliance damages has long been recognized both\n\nin  federal litigation,  Rumsey Mfg.  Corp. v.  United States\n                                                             \n\nHoffman  Mach. Corp., 187 F.2d 927, 931-32 (2d Cir. 1951) (L.\n                    \n\nHand), and in Massachusetts.  Air Technology Corp. v. General\n                                                             \n\nElec. Co., 199 N.E.2d 538, 549 n.19 (Mass. 1964).\n         \n\n     When we  turn  to the  final  issues in  this  case--the\n\ncommon-law  limitations on  reliance  damages--the choice  of\n\n                    \n\n     1In Cobblestone,  the company took the  position that it\n                    \nhad lost approximately $5 million because the FDIC repudiated\na line  of credit  used by  Cobblestone to  finance equipment\nthat  it expected to  lease to customers.   We agree with the\ndenial of  such a  lost-profits recovery in  Cobblestone, but\n                                                        \nthink the decision quite distinguishable.\n\n                             -7-\n\ngoverning law is more debatable.  The  underlying  obligation\n\non which DPJ sues is a contract created by Massachusetts law.\n\nFederal law imposes statutory limits  on the damages that may\n\nbe awarded against the FDIC when it repudiates the  contract.\n\nWhether the  nuances and  qualifications that shape  reliance\n\ndamages should  be decided  under Massachusetts  law, federal\n\nlaw  or conceivably both is an interesting question.  It need\n\nnot be answered here, because Massachusetts' view of reliance\n\ndamages  does not appear to depart from general practice.  We\n\nturn,  then,  to  possible  common-law  limitations  on DPJ's\n\nrecovery of reliance damages in this case.\n\n     First,  because  reliance  damages seek  to  measure the\n\ninjured party's \"cost of  reliance\" on the breached contract,\n\n\"an injured  party cannot  recover for costs  incurred before\n                                                             \n\nthat  party made the contract.\"   Farnsworth, supra,   12.16,\n                                                   \n\nat  928 n.2.  The FDIC in  this case argues that, at the time\n\nDPJ made its expenditures, the bank had no obligation to make\n\na loan at all, for that obligation arose only after the  bank\n\nlater   made  a   discretionary  judgment   to   \"close\"  the\n\ntransaction and  establish the  line of credit.   Farnsworth,\n\nsupra,    12.16, at 928  n.2.  The  FDIC concludes that DPJ's\n     \n\npre-loan expenditures were not made in reliance upon the line\n\nof credit promise but were made in order to secure it.\n\n     This will not wash.  The commitment letter was itself an\n\nagreement that gave rise,  upon the satisfying of conditions,\n\n                             -8-\n\nto the bank's obligation to create and maintain DPJ's line of\n\ncredit.   Whether the bank reserved for itself the discretion\n\nto refuse to close (e.g.,  if dissatisfied with the documents\n                        \n\nsubmitted to it), the DPJ expenditures were made pursuant  to\n                                                         \n\nthe agreement and  so \"in  preparing to perform  and in  part\n\nperformance\" by DPJ.  McCormick, supra,    142, at 583.  As a\n                                      \n\npractical  matter, companies  do  not  normally spend  almost\n\n$200,000  in  satisfying loan  conditions  without  very good\n\nreason  to expect  that  the loan  itself  will be  approved.\n\nThus, we think it is unrealistic to separate the expenditures\n\nby DPJ from the bank's promise  to provide the line of credit\n\nand to make loans pursuant to it.\n\n     Second, where full performance  of a contract would have\n\ngiven claimant no benefit, or at least less than the reliance\n\ndamages   claimed,   this  fact   may  justify   limiting  or\n\ndisallowing reliance  damages.   The notion is  that claimant\n\nshould on no account get more than  would have accrued if the\n\ncontract had  been performed.  Farnsworth, supra,   12.16, at\n                                                \n\n930 &amp; nn. 11-14 (citing cases).  Prior to the bank's closing,\n\nDPJ had borrowed only $500,000; DPJ in turn  says that it was\n\npreparing  to borrow further on  its line of  credit when the\n\nFDIC put an end to the opportunity.  If it has not waived the\n\nissue,  on remand the FDIC might conceivably try to show that\n\nDPJ would  in fact not have  borrowed further on  the line of\n\ncredit  and,  therefore,  that   DPJ  had  in  fact  received\n\n                             -9-\n\neverything it  would have  received had FDIC  not disaffirmed\n\nthe line of credit agreement.  \n\n     Third, a reliance recovery may  be reduced to the extent\n\nthat the  breaching party  can  prove that  a \"deduction\"  is\n\nappropriate \"for  any benefit received [by  the claimant] for\n\nsalvage or otherwise.\"  Farnsworth, supra,   12.16, at 928-29\n                                         \n\n&amp; nn. 1, 3 &amp; 7 (citing cases).  Compare Restatement (Second),\n                                                            \n\nContracts     349  (benefits  not  mentioned).     It  is  an\n         \n\nintriguing question whether, assuming that the issue is open,\n\nthere  should  be  any  deduction  for  the  benefit  already\n\nreceived by DPJ by  virtue of the $500,000 in  loans actually\n\nmade and, if so, how that deduction should be measured.\n\n     These  are by  no means  easy issues  to resolve  in the\n\nabstract.   On the one hand  the FDIC could argue,  if it has\n\nnot  waived the  issue,  that DPJ  received  some portion  of\n\nbenefits  promised by the agreement,  such as 20  per cent of\n\nthe potential loan amount ($500,000  out of $2.5 million)  or\n\nthe  availability of  credit  for two  and  one half  of  the\n\npromised  three  years.   On the  other  hand DPJ  might have\n\narguments as to why  no equitable offset is proper.   Neither\n\nside has briefed the  relatively sparse caselaw pertaining to\n\na  possible  deduction for  benefits received  where reliance\n           \n\ndamages are claimed.  \n\n     There  is no  indication  that the  FDIC  argued in  the\n\ndistrict  court that  DPJ  would assuredly  have declined  to\n\n                             -10-\n\nborrow further on the line of credit or that a deduction from\n\nthe  amount claimed  should be  made  to account  for benefit\n\nreceived.  Certainly no such arguments have been made in this\n\ncourt.  If the FDIC does press such arguments on  remand, the\n\ndistrict court can determine  whether the arguments have been\n\nwaived by a failure to assert them in a timely manner.  \n\n     The judgment of  the district court  is vacated and  the\n                                                    \n\nmatter remanded for further proceedings  consistent with this\n               \n\nopinion.\n\n                             -11-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">August 16, 1994     UNITED STATES COURT OF APPEALS\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2145\n\n               DPJ COMPANY LIMITED PARTNERSHIP,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\n          AS RECEIVER FOR BANK OF NEW ENGLAND, N.A.,\n\n                     Defendant, Appellee.\n\n                                         \n\n                         ERRATA SHEET\n\nThe opinion of this  court issued on July 27, 1994, is amended  as\nfollows:\n\nOn  page  7,   footnote  1,  line   3,  change   \"Cobblestone\"  to\n                                                             \n\"Cobblestone\".\n\nOn  page 8, paragraph  2, line 1, change  \"reliance of damages\" to\n\"reliance damages\".\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2145\n\n               DPJ COMPANY LIMITED PARTNERSHIP,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\n          AS RECEIVER FOR BANK OF NEW ENGLAND, N.A.,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n\n                Coffin, Senior Circuit Judge,\n                                            \n\n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nRobert D. Loventhal with whom Robert  D. Loventhal Law Office  was\n                                                             \non brief for appellant.\nGregory E. Gore,  Counsel, Federal Deposit Insurance  Corporation,\n               \nwith  whom Ann  S. DuRoss,  Assistant General  Counsel, and  Robert D.\n                                                                  \nMcGillicuddy, Senior Counsel, were on brief for appellee.\n        \n\n                                         \n\n                        July 27, 1994\n                                         \n\n     BOUDIN, Circuit Judge.  DPJ  Company Limited Partnership\n                          \n\n(\"DPJ\")  is  a  Massachusetts  real  estate  developer.    On\n\nFebruary  12,  1988,  it  entered into  a  commitment  letter\n\nagreement with the Bank  of New England.  Subject  to various\n\nconditions  being satisfied,  the agreement  contemplated the\n\ncreation of a three-year $2.5 million line of credit on which\n\nDPJ  could draw to finance  primary steps in land development\n\nventures (e.g., deposits, option payments,  and architectural\n              \n\nand engineering services).\n\n     The commitment letter provided  that the creation of the\n\nline  of  credit--an  event   called  the  \"closing\"  (as  in\n\n\"closing\"  a  deal)--would  occur   after  DPJ  met   various\n\nrequirements,  such as  the delivery to  the bank  of certain\n\ndocuments, appraisals, and  the like.  DPJ also had  to pay a\n\nnon-refundable  loan commitment  fee of  $31,250 immediately.\n\nIn  satisfying   the  conditions,   DPJ  spent  a   total  of\n\n$180,072.37 in  commitment fees, closing  costs, legal  fees,\n\nsurvey  costs, points,  environmental reports and  other such\n\nitems.\n\n     The  line  of credit  was  \"closed\"  on  July 23,  1988.\n\nBetween  that   time  and  January  6,   1991,  DPJ  borrowed\n\napproximately $500,000 from the bank pursuant to the line  of\n\ncredit.   The bank failed on January 6, 1991.  On February 1,\n\n1991,  the bank's  receiver,  the Federal  Deposit  Insurance\n\nCorporation,  disaffirmed  the   line  of  credit   agreement\n\n                             -2-\n\npursuant to its statutory authority to repudiate contracts of\n\nfailed banks.  12 U.S.C.   1821(e)(1).  Although the FDIC may\n\nrepudiate  such contracts,  the injured  party may  under the\n\nstatute  sue the FDIC as  receiver for damages  for breach of\n\ncontract; but, with certain exceptions, the injured party may\n\nrecover only \"actual direct  compensatory damages,\" 12 U.S.C.\n\n  1821(e)(3)(A)(i),  and may not recover  inter alia \"damages\n                                                    \n\nfor lost profits or opportunities.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>   1821(e)(3)(B)(ii).\n                                        \n\n     On </span><pre class=\"inline\">May  22, 1991, DPJ filed an administrative claim with\n\nthe  FDIC  to  recover the  costs  and  expenses it  incurred\n\npursuant  to the  commitment letter  mentioned to  obtain the\n\nline of credit.  12 U.S.C.   1821(d)(5).  The FDIC disallowed\n\nthe claim.   DPJ then brought  suit in the  district court to\n\nrecover  its claimed  damages.   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>    1821(d)(6)(A).   Both\n</span><pre class=\"inline\">                                    \n\nsides moved for summary judgment.\n\n     The district  court entered a decision  on September 10,\n\n1993,  denying recovery to DPJ.  The court concluded that DPJ\n\nwas  \"really  seek[ing]  to   recoup  its  closing  costs  as\n\ncompensation  for  its lost  borrowing  opportunity resulting\n\nfrom the FDIC's disaffirmance.\"  In substance, the court held\n\nthat the  \"loss of borrowing capability\"  does not constitute\n\n\"actual  direct compensatory  damages.\"   In  support of  its\n\ndecision it cited  and relied upon Judge  Zobel's decision in\n\nFDIC  v. Cobblestone Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">333961</span> </span><pre class=\"inline\">(D. Mass. Oct. 28,\n                          \n\n1992).  DPJ then appealed to this court.\n\n                             -3-\n\n     The    critical   statutory    phrases--\"actual   direct\n\ncompensatory damages\" and \"lost profits  and opportunities\"--\n\nhave been  the recurrent subject  of litigation.   See, e.g.,\n                                                            \n\nHowell v. FDIC, </pre><span class=\"citation\" data-id=\"600730\"><a href=\"/opinion/600730/bruce-a-howell-v-federal-deposit-insurance-corporation-as-receiver-for/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">569</span> </a></span><pre class=\"inline\">(1st Cir. 1993); Lawson v. FDIC,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"628630\"><a href=\"/opinion/628630/mary-e-lawson-and-matt-lawson-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">11</span> </a></span><pre class=\"inline\">(1st Cir. 1993).   We have read  the limitation of\n\nrecovery to  compensatory damages, and the  exclusion barring\n\nlost  profits or  opportunities,  against  the background  of\n\nCongress'  evident  purpose:    \"to spread  the  pain,\"  in a\n\nsituation where  the assets are unlikely to cover all claims,\n\nby placing policy-based  limits on  what can  be recouped  as\n\ndamages for repudiated  contracts.  </pre><span class=\"citation\" data-id=\"600730\"><span class=\"antecedent_guess\">Howell,</span> <a href=\"/opinion/600730/bruce-a-howell-v-federal-deposit-insurance-corporation-as-receiver-for/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">572</span></a></span><pre class=\"inline\">;\n                                          \n\n</pre><span class=\"citation\" data-id=\"628630\"><span class=\"antecedent_guess\">Lawson,</span> <a href=\"/opinion/628630/mary-e-lawson-and-matt-lawson-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">16</span></a></span><pre class=\"inline\">.\n      \n\n     Contract  damages  are  often calculated  to  place  the\n\ninjured  party in  the position  that that  party would  have\n\nenjoyed  if  the other  side had  fulfilled  its part  of the\n\nbargain.   Subject to  various limitations, lost  profits and\n\nopportunities are  sometimes recovered under  such a \"benefit\n\nof  the bargain\"  calculation.   A.  Farnsworth, Contracts   \n                                                          \n\n12.14 (2d ed. 1990); C. McCormick, Damages,   25 (1935).  Yet\n                                          \n\nwhere  an injured claimant cannot recover the full benefit of\n\nthe bargain--for  example, because  profits cannot  be proved\n\nwith  sufficient  certainty--there is  an  alternative, well-\n\nestablished contract damage theory:\n\n          [O]ne  who fails  to  meet the  burden of\n          proving   prospective   profits  is   not\n          necessarily relegated to nominal damages.\n          If one has  relied on  the contract,  one\n\n                             -4-\n\n          can  usually meet  the burden  of proving\n          with sufficient certainty  the extent  of\n          that reliance  .  . .  .   One  can  then\n          recover damages based  on reliance,  with\n                                            \n          deductions   for  any   benefit  received\n          through salvage or otherwise.\"\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Farnsworth,</span> supra</span><pre class=\"inline\">,   12.16, at 928 (emphasis added).\n                 \n\n     As McCormick has explained, \"[t]his recovery is strictly\n\nupon the contract,\"  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">McCormick,</span>  supra</span><pre class=\"inline\">,   142 at 583.   It is\n                                      \n\nnot a remedy for  unjust enrichment, nor is it  rescission of\n\nthe  contract.   It  is  a contract  damage  computation that\n\n\"conform[s] to the more  general aim of awarding compensation\n\nin all cases,  and [it] departs from the standard of value of\n\nperformance only  because of  the difficulty in  applying the\n\n[latter standard].\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 583-84. </span><pre class=\"inline\"> See generally In re  Las\n                                                             \n\nColinas, Inc.,  </pre><span class=\"citation no-link\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">911</span></span><pre class=\"inline\">, 914  (1st  Cir. 1971)  (citing\n             \n\nnumerous authorities), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1067</span> </span><pre class=\"inline\">(1972).  \n                                   \n\n     Subject  to common-law  limitations, to  which  we shall\n\nreturn in due  course, expenditures by DPJ  in fulfilling its\n\npart of the bargain can properly be recovered as compensatory\n\ndamages under this  alternative reliance  theory.   Certainly\n\ndamages  so computed do not  offend the terms  of the federal\n\nstatute.  The FDIC  does not dispute that the  $180,072.37 in\n\ncosts and expenses were \"actual\" expenditures.   And, as they\n\nwere apparently  made to  fulfill specific stipulations  laid\n\ndown  by  the  bank,  the  resulting damages  can  fairly  be\n\ndescribed as  \"direct,\" a  term normally used  to filter  out\n\ndamages  that  are causally  remote,  unforeseeable  or both.\n\n                             -5-\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Farnsworth,</span> supra</span><pre class=\"inline\">, at    12.14-12.15.\n                 \n\n     Similarly, DPJ's expenditures are not, by any stretch of\n\nliteral language, \"lost profits or opportunities.\"  One might\n\nargue   that  since   lost  profits  and   opportunities  are\n\nunrecoverable, the  recovery of  reliance damages would  also\n\noffend  the policy of the statute.  But the policy underlying\n\nthe  statutory  ban  on  lost profits  and  opportunities  is\n\nCongress'  apparent view  that these  benefits have,  in some\n\nmeasure, an aspect of being windfall gains.  This same policy\n\nis  reflected in  the disallowance  of punitive  or exemplary\n\ndamages, 12 U.S.C.   1821(e)(3)(B)(i), and damages for future\n                                                             \n\nrent when the FDIC disaffirms a lease and surrenders property\n\npreviously leased by the bank.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>   1821(e)(4)(B).\n                                   \n\n     There </span><pre class=\"inline\">is  normally no windfall involved  in the recovery\n\nof  reliance damages.    DPJ is  seeking  to recapture  money\n\nactually  spent  under  the  commitment  letter agreement  to\n\nobtain a line  of credit  that the FDIC  has now  repudiated.\n\nWhether or not one shares Congress' belief that \"lost profits\n\nand opportunities\"  are a  special category of  damages which\n\nshould  be  disfavored,  that  policy is  not  even  remotely\n\noffended  by  returning  DPJ its  out-of-pocket  expenditures\n\nwhich, because of the FDIC's repudiation, have made DPJ's own\n\nexpenditures (at least in part) fruitless.\n\n     The district court called DPJ's claim one to recover for\n\na \"lost  opportunity\" since  the breach of  contract deprived\n\n                             -6-\n\nDPJ of the opportunity  to secure further loans.   This could\n\nbe so if, as  in Cobblestone, DPJ were claiming  profits that\n                            \n\nwould have  been realized through  further loans.1   It might\n\nbe  arguably  so (we  do  not decide  the  point) if  DPJ was\n\nclaiming as damages the cost of securing a substitute line of\n\ncredit.   But reliance damages  do not compensate  for a lost\n\nopportunity;  they merely restore to  the claimant what he or\n\nshe spent before the opportunity was withdrawn.\n\n     In sum,  DPJ has claimed  reliance damages in  this case\n\nand we hold that reliance damages--or  at least those claimed\n\nby DPJ--are  \"actual direct  compensatory  damages,\" are  not\n\ncompensation for  \"lost profits  and opportunities,\" and  are\n\nnot  barred  by  Cobblestone.   Construction  of  the  quoted\n                            \n\nstatutory phrases is, of course, a matter of federal law, and\n\nthe concept of reliance damages has long been recognized both\n\nin  federal litigation,  Rumsey Mfg.  Corp. v.  United States\n                                                             \n\nHoffman  Mach. Corp., </pre><span class=\"citation\" data-id=\"226794\"><a href=\"/opinion/226794/rumsey-mfg-corp-v-united-states-hoffman-machinery-corp/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">927</span></a></span><pre class=\"inline\">, 931-32 (2d Cir. 1951) (L.\n                    \n\nHand), and in Massachusetts.  Air Technology Corp. v. General\n                                                             \n\nElec. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">538</span></span><pre class=\"inline\">, 549 n.19 (Mass. 1964).\n         \n\n     When we  turn  to the  final  issues in  this  case--the\n\ncommon-law  limitations on  reliance  damages--the choice  of\n\n                    \n\n     1In Cobblestone,  the company took the  position that it\n                    \nhad lost approximately $5 million because the FDIC repudiated\na line  of credit  used by  Cobblestone to  finance equipment\nthat  it expected to  lease to customers.   We agree with the\ndenial of  such a  lost-profits recovery in  Cobblestone, but\n                                                        \nthink the decision quite distinguishable.\n\n                             -7-\n\ngoverning law is more debatable.  The  underlying  obligation\n\non which DPJ sues is a contract created by Massachusetts law.\n\nFederal law imposes statutory limits  on the damages that may\n\nbe awarded against the FDIC when it repudiates the  contract.\n\nWhether the  nuances and  qualifications that shape  reliance\n\ndamages should  be decided  under Massachusetts  law, federal\n\nlaw  or conceivably both is an interesting question.  It need\n\nnot be answered here, because Massachusetts' view of reliance\n\ndamages  does not appear to depart from general practice.  We\n\nturn,  then,  to  possible  common-law  limitations  on DPJ's\n\nrecovery of reliance damages in this case.\n\n     First,  because  reliance  damages seek  to  measure the\n\ninjured party's \"cost of  reliance\" on the breached contract,\n\n\"an injured  party cannot  recover for costs  incurred before\n                                                             \n\nthat  party made the contract.\"   </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Farnsworth,</span> supra</span><pre class=\"inline\">,   12.16,\n                                                   \n\nat  928 n.2.  The FDIC in  this case argues that, at the time\n\nDPJ made its expenditures, the bank had no obligation to make\n\na loan at all, for that obligation arose only after the  bank\n\nlater   made  a   discretionary  judgment   to   \"close\"  the\n\ntransaction and  establish the  line of credit.   </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Farnsworth,</span>\n\nsupra</span><pre class=\"inline\">,    12.16, at 928  n.2.  The  FDIC concludes that DPJ's\n     \n\npre-loan expenditures were not made in reliance upon the line\n\nof credit promise but were made in order to secure it.\n\n     This will not wash.  The commitment letter was itself an\n\nagreement that gave rise,  upon the satisfying of conditions,\n\n                             -8-\n\nto the bank's obligation to create and maintain DPJ's line of\n\ncredit.   Whether the bank reserved for itself the discretion\n\nto refuse to close (e.g.,  if dissatisfied with the documents\n                        \n\nsubmitted to it), the DPJ expenditures were made pursuant  to\n                                                         \n\nthe agreement and  so \"in  preparing to perform  and in  part\n\nperformance\" by DPJ.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">McCormick,</span> supra</span><pre class=\"inline\">,    142, at 583.  As a\n                                      \n\npractical  matter, companies  do  not  normally spend  almost\n\n$200,000  in  satisfying loan  conditions  without  very good\n\nreason  to expect  that  the loan  itself  will be  approved.\n\nThus, we think it is unrealistic to separate the expenditures\n\nby DPJ from the bank's promise  to provide the line of credit\n\nand to make loans pursuant to it.\n\n     Second, where full performance  of a contract would have\n\ngiven claimant no benefit, or at least less than the reliance\n\ndamages   claimed,   this  fact   may  justify   limiting  or\n\ndisallowing reliance  damages.   The notion is  that claimant\n\nshould on no account get more than  would have accrued if the\n\ncontract had  been performed.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Farnsworth,</span> supra</span><pre class=\"inline\">,   12.16, at\n                                                \n\n930 &amp; nn. 11-14 (citing cases).  Prior to the bank's closing,\n\nDPJ had borrowed only $500,000; DPJ in turn  says that it was\n\npreparing  to borrow further on  its line of  credit when the\n\nFDIC put an end to the opportunity.  If it has not waived the\n\nissue,  on remand the FDIC might conceivably try to show that\n\nDPJ would  in fact not have  borrowed further on  the line of\n\ncredit  and,  therefore,  that   DPJ  had  in  fact  received\n\n                             -9-\n\neverything it  would have  received had FDIC  not disaffirmed\n\nthe line of credit agreement.  \n\n     Third, a reliance recovery may  be reduced to the extent\n\nthat the  breaching party  can  prove that  a \"deduction\"  is\n\nappropriate \"for  any benefit received [by  the claimant] for\n\nsalvage or otherwise.\"  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Farnsworth,</span> supra</span><pre class=\"inline\">,   12.16, at 928-29\n                                         \n\n&amp; nn. 1, 3 &amp; 7 (citing cases).  Compare Restatement (Second),\n                                                            \n\nContracts     349  (benefits  not  mentioned).     It  is  an\n         \n\nintriguing question whether, assuming that the issue is open,\n\nthere  should  be  any  deduction  for  the  benefit  already\n\nreceived by DPJ by  virtue of the $500,000 in  loans actually\n\nmade and, if so, how that deduction should be measured.\n\n     These  are by  no means  easy issues  to resolve  in the\n\nabstract.   On the one hand  the FDIC could argue,  if it has\n\nnot  waived the  issue,  that DPJ  received  some portion  of\n\nbenefits  promised by the agreement,  such as 20  per cent of\n\nthe potential loan amount ($500,000  out of $2.5 million)  or\n\nthe  availability of  credit  for two  and  one half  of  the\n\npromised  three  years.   On the  other  hand DPJ  might have\n\narguments as to why  no equitable offset is proper.   Neither\n\nside has briefed the  relatively sparse caselaw pertaining to\n\na  possible  deduction for  benefits received  where reliance\n           \n\ndamages are claimed.  \n\n     There  is no  indication  that the  FDIC  argued in  the\n\ndistrict  court that  DPJ  would assuredly  have declined  to\n\n                             -10-\n\nborrow further on the line of credit or that a deduction from\n\nthe  amount claimed  should be  made  to account  for benefit\n\nreceived.  Certainly no such arguments have been made in this\n\ncourt.  If the FDIC does press such arguments on  remand, the\n\ndistrict court can determine  whether the arguments have been\n\nwaived by a failure to assert them in a timely manner.  \n\n     The judgment of  the district court  is vacated and  the\n                                                    \n\nmatter remanded for further proceedings  consistent with this\n               \n\nopinion.\n\n                             -11-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/226794/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600730/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628630/"
  ]
}