{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195585/",
  "id": 195585,
  "absolute_url": "/opinion/195585/united-states-v-piper/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195585/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:12Z",
  "date_modified": "2020-02-21T23:27:48.853776Z",
  "type": "010combined",
  "sha1": "9c0a8db608e69cf69fc14e734594b8d7b7a0e154",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1197.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo.  94-1197 \n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                           DAVID PIPER,\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n                                                     \n\n                                           \n\n                              Before\n\n                  Selya and Cyr, Circuit Judges,\n                                               \n\n                   and Zobel,* District Judge.\n                                             \n\n                                           \n\n     Peter Clifford, for appellant.\n                   \n     Michael M. DuBose,  Assistant United  States Attorney,  with\n                      \nwhom  Jay P. McCloskey, United States Attorney, was on brief, for\n                      \nappellee.\n\n                                           \n\n                        September 8, 1994\n\n                                           \n\n          \n\n*Of the District of Massachusetts, sitting by designation.\n\n          SELYA, Circuit Judge.  This appeal asks us to  revisit,\n          SELYA, Circuit Judge.\n                              \n\nin a  slightly altered form,  the question of  whether conspiracy\n\nconvictions qualify as  triggering and/or predicate offenses  for\n\npurposes  of  the  career  offender  provisions  of  the  federal\n\nsentencing guidelines.1  This question has divided  the courts of\n\nappeals.    On reflection,  we adhere  to  the majority  view and\n\ncontinue to treat certain conspiracy convictions as includable in\n\ndetermining career  offender status.  Because  the district court\n\ntook this (legally proper) approach, and because appellant's only\n\nnon-sentence-related assignment of error is impuissant, we affirm\n\nthe judgment below.\n\nI.  BACKGROUND\n\n          On September  2, 1993, in proceedings  pursuant to Fed.\n\nR. Crim. P. 11, defendant-appellant David Piper waived indictment\n\nand pleaded guilty  to a two-count information  charging him with\n\nconspiracy  to  possess  with   intent  to  distribute  over  100\n\nkilograms of marijuana, see 21 U.S.C.    841(a)(1), 841(b)(1)(B),\n                           \n\n846,  and using or carrying a firearm  in connection with a drug-\n\ntrafficking crime, see 18 U.S.C.   924(c).  On February 23, 1994,\n                      \n\nthe  district court imposed a 25-year prison sentence on count 1,\n\nterming  Piper a career offender.  The court also sentenced Piper\n\n                    \n\n     1The career offender guideline applies to an adult defendant\nwho commits a  felony \"that is  either a crime  of violence or  a\ncontrolled  substance offense,\"  having  previously incurred  \"at\nleast  two prior felony convictions of either a crime of violence\nor a controlled substance  offense.\" U.S.S.G.  4B1.1 (Nov. 1993).\nWe  sometimes  call the  offense  of  conviction the  \"triggering\noffense\" in contradistinction to the \"predicate offenses,\"  i.e.,\n                                                                \nthe prior felony convictions.\n\n                                2\n\nto an incremental 5-year prison term on the weapons charge.\n\n          Piper appeals, alleging error in both the acceptance of\n\nhis guilty  plea  and  the  application of  the  career  offender\n\nguideline.\n\nII.  THE RULE 11 CHALLENGE\n\n          Appellant's initial claim of  error need detain us only\n\nin the respect that  it requires us to  make clear that  specific\n\nintent to  effectuate an underlying substantive  offense, and not\n\nan  intent to commit the substantive offense oneself, is all that\n\nis necessary to sustain a conspiracy conviction.  Before reaching\n\nthis   vexing   point,   we   first   dispatch   some   necessary\n\npreliminaries.\n\n          Although  Piper  now contends  that the  district court\n\nerred in accepting a plea to the information, he did  not seek to\n\nwithdraw  his plea below.   Consequently, he can  prevail on this\n\nafterthought ground only if  he demonstrates a substantial defect\n\nin the Rule 11  proceeding itself.   See United States v.  Mateo,\n                                                                \n\n950 F.2d 44, 45  (1st Cir. 1991); United States  v. Parra-Ibanez,\n                                                                \n\n936  F.2d 588, 593-94 (1st  Cir. 1991).   Appellant's attempts to\n\nmeet this exacting standard lack force.\n\n          Appellant  advances three main  arguments in support of\n\nthis  assigned error,2  each of  which centers  around the  drug-\n\ntrafficking  count.   He  asserts  that  the district  court  (1)\n\n                    \n\n     2Grasping at  straws, appellant suggests a  variety of other\nways  in which  he deems the  Rule 11  proceeding flawed.   These\nsuggestions range from the  jejune to the frivolous.   None merit\ndiscussion.\n\n                                3\n\nmischaracterized the nature and  elements of the offense, thereby\n\nfrustrating his ability to understand the charge to which he pled\n\nguilty, in derogation of Fed. R. Crim. P. 11(c)(1); (2) failed to\n\nensure  that his  plea was  voluntary, in  derogation of  Fed. R.\n\nCrim. P.  11(d); and (3) accepted his plea despite the lack of an\n\nadequate factual basis, in derogation of Fed. R. Crim. P. 11(f).\n\n          We have  inspected the plea colloquy  with care, tested\n\nit in the crucible of Rule  11, see, e.g., Parra-Ibanez, 936 F.2d\n                                                       \n\nat 590  (explaining that  the \"strictures  of Rule 11  . .  . are\n\ncalculated to  insure the voluntary and  intelligent character of\n\nthe  plea\"); United States v. Allard, 926 F.2d 1237, 1244-45 (1st\n                                    \n\nCir. 1991)  (identifying  core  Rule  11 concerns:    absence  of\n\ncoercion, understanding of charges, and knowledge of consequences\n\nof guilty plea), and find no hint of any mischaracterization.  To\n\nthe precise contrary, the  lower court proceeded in a  meticulous\n\nfashion  to  ensure that  appellant  understood the  gist  of the\n\ninformation.    A   judge's  responsiveness   to  a   defendant's\n\narticulated  concerns   is  of   great  importance  in   Rule  11\n\nproceedings.   See, e.g., United States v. Buckley, 847 F.2d 991,\n                                                  \n\n999  (1st  Cir.  1988)  (explaining need  for  court  to  respond\n\nappropriately   to   defendant's   questions  at   change-of-plea\n\nhearing),  cert. denied, 488 U.S.  1015 (1989).   Here, the judge\n                       \n\nnot only fulfilled  the core  requirements of Rule  11, but  also\n\nfurnished  suitably detailed  explanations when  appellant sought\n\nclarification of certain  points.  And,  moreover, the record  is\n\nreplete with  indications that appellant  understood the charges,\n\n                                4\n\nfaced up to them, and chose voluntarily to plead guilty.\n\n          We  need not paint the  lily.  An  appellate court must\n\nread the transcript of  a Rule 11 colloquy with  practical wisdom\n\nas  opposed  to pettifoggery.    See  United  States  v.  Medina-\n                                                                 \n\nSilverio,      F.3d    ,      (1st Cir. 1994)  [No. 93-1800, slip\n        \n\nop.  at  15] (emphasizing  that there  is  no \"formula  of 'magic\n\nwords' in meeting the requirements of Rule 11\"]; Allard, 926 F.2d\n                                                       \n\nat  1245 (similar); see also  Fed. R. Crim.  P. 11(h) (explaining\n                            \n\nthat,  to  warrant  vacation,  irregularities  in  a  plea-taking\n\nproceeding  must  affect the  defendant's  \"substantial rights\").\n\nViewed from that perspective, appellant's first two arguments are\n\nmeritless.   The district  court's performance in  explaining the\n\ncharges and ensuring that defendant understood them easily passes\n\nmuster under Rule 11(c) and (d).  The plea was voluntary.\n\n          The  third prong  of  appellant's  assignment of  error\n\nrequires  special mention,  for the  argument advanced  indicates\n\nsome confusion over what proof is required in order  to sustain a\n\nconspiracy  conviction.   Appellant's  thesis is  that, while  he\n\nagreed to help steal the marijuana, he did not have  an intent to\n\ndistribute it himself,  and, thus,  could not be  guilty of  (and\n\ncould not validly plead guilty to) the conspiracy charge.\n\n          This thesis  does  not  receive a  passing  grade.    A\n\nspecific  intent to distribute  drugs oneself is  not required to\n\nsecure  a  conviction  for  participating in  a  drug-trafficking\n\nconspiracy.  This  conclusion is  neither new nor  original.   In\n\nUnited States v. Rivera-Santiago, 872 F.2d 1073 (1st Cir.), cert.\n                                                                 \n\n                                5\n\ndenied,  492  U.S.  910  &amp;  493  U.S.  832  (1989),  we  upheld a\n      \n\nconviction  for  conspiracy  to  distribute  marijuana  based  on\n\nevidence  that the defendant had agreed to store a large quantity\n\nof  the drug  in  his house,  even  though no  evidence  had been\n\nadduced that he intended to play a role in its distribution.  See\n                                                                 \n\nid. at 1081.  In the process, we explained that:\n   \n\n          an individual could be found to  be part of a\n          conspiracy   to    possess   and   distribute\n          [marijuana] even though  he neither  directly\n          participated  in  interstate trafficking  nor\n          knew  the precise  extent of  the enterprise.\n          The  fact that he  participated in one  . . .\n          link  of the distribution chain, knowing that\n                                                       \n          it extended  beyond his individual  role, was\n                                                  \n          sufficient.\n\nId. at 1079 (emphasis supplied).\n   \n\n          Any confusion in this  area of the law may arise from a\n\npossible ambiguity  in  certain of  our  earlier decisions.    In\n\nRivera-Santiago,  for  example,  we   stated,  in  the  paragraph\n               \n\nimmediately preceding the language quoted above, that \"[i]n order\n\nto  prove  that a  defendant belonged  to  and participated  in a\n\nconspiracy, the government must prove two kinds of intent; intent\n\nto agree and intent to commit the substantive offense.\"  Id. This\n                                                            \n\n\"double  intent\" formulation neither  began with Rivera-Santiago,\n                                                                \n\nsee, e.g.,  United States  v. Drougas, 748  F.2d 8, 15  (1st Cir.\n                                     \n\n1984), nor ended  there, see, e.g., United States v. Mena-Robles,\n                                                                \n\n4 F.3d  1026, 1031 (1st Cir. 1993), cert. denied, 114 S. Ct. 1550\n                                                \n\n(1994);  United  States v.  Nueva, 979  F.2d  880, 884  (1st Cir.\n                                 \n\n1992),  cert. denied, 113 S. Ct. 1615  (1993).  Insofar as we can\n                    \n\ndetermine, the formulation made its First Circuit debut in United\n                                                                 \n\n                                6\n\nStates v. Flaherty, 668 F.2d 566 (1st Cir. 1981), where the panel\n                  \n\nstated that \"[t]wo  types of  intent must be  proved:  intent  to\n\nagree and intent to commit the substantive offense.\"  Id. at 580.\n                                                         \n\nFor  this proposition  the panel  cited United  States  v. United\n                                                                 \n\nStates  Gypsum Co.,  438  U.S.  422  (1978).    But  Gypsum  says\n                                                           \n\nsomething slightly different:   \"[i]n a conspiracy, two different\n\ntypes  of intent  are generally  required    the basic  intent to\n\nagree .  . . and  the more  traditional intent to  effectuate the\n                                                                 \n\nobject  of the  conspiracy.\"   (emphasis supplied).   Id.  at 444\n                                                         \n\nn.20.    Though  slight,  the  difference  is  important.     Its\n\nsignificance comes into focus in the case before us.\n\n          Perhaps the best way to illustrate the difference is by\n\nasking  a  question:    does  one  who  intentionally  agrees  to\n\nundertake activities  that facilitate commission of a substantive\n\noffense, but who does  not intend to commit the  offense himself,\n\nhave  the  requisite  intent   to  be  convicted  of  conspiracy?\n\nAccording  to a literal reading of  Flaherty   a reading which we\n                                            \n\nare  sure the  Flaherty court  never intended  and which,  to our\n                       \n\nknowledge,  has  never been  implemented  in this  circuit    the\n\nanswer to  the question would be  in the negative.   Under such a\n\nreading,  a  defendant  must  have  the  \"intent  to  commit  the\n\nsubstantive  offense\" in order to ground a conviction.  But under\n\nGypsum, by contrast, the answer to the question is plainly in the\n      \n\naffirmative,  for  our   hypothetical  defendant  \"inten[ded]  to\n\neffectuate the object of the conspiracy.\"\n\n          Gypsum's formulation not only  makes good sense, but it\n                  \n\n                                7\n\nis  also good  law.  In  practice, our  cases have  hewed to that\n\nline.    See,  e.g.,  Rivera-Santiago, supra;  United  States  v.\n                                                             \n\nMoosey,  735   F.2d  633,  635-36  (1st   Cir.  1984)  (upholding\n      \n\nconviction  for conspiracy even  though defendant  personally had\n\nnot intended  to,  and did  not,  participate in  the  underlying\n\nsubstantive offense of interstate trafficking).\n\n          We   conclude,  therefore,  that  the  \"double  intent\"\n\nlanguage contained  in Flaherty and its  progeny, correctly read,\n                               \n\nmerely rehearses  the Gypsum  formulation, and requires  that the\n                            \n\ngovernment prove an intent  to agree and an intent  to effectuate\n\nthe  commission of the substantive offense.  A defendant need not\n\nhave had the intent personally to commit the substantive crime.\n\n          Here, the  record shows  beyond  hope of  contradiction\n\nthat appellant, whether or not he meant personally to participate\n\nin  the distribution  of  the  contraband, nonetheless  knowingly\n\nassisted  in   its  asportation,  with  foreknowledge   that  the\n\nconspiracy  extended beyond the theft to the eventual disposal at\n\nsome later  date of  the purloined  marijuana (totaling  over 145\n\nkilograms).  He thus possessed the requisite mens rea.\n                                                     \n\n          That ends the matter.   Though a district court  has an\n\nunflagging  obligation to  assure  itself that  a guilty  plea is\n\ngrounded  on an  adequate factual  foundation, see,  e.g., United\n                                                                 \n\nStates v. Ruiz-Del Valle, 8 F.3d 98, 102 (1st Cir. 1993), it need\n                        \n\nnot gratuitously  explore points removed from the elements of the\n\noffense.  Because an adequate factual  basis existed to undergird\n\nappellant's plea, his assignment of error collapses.\n\n                                8\n\nIII.  THE CAREER OFFENDER CHALLENGE\n\n          We now reach  the heart  of the appeal.   We choose  to\n\npresent our analysis in four segments.  First,  we set the stage.\n\nSecond, we address the status of conspiracy convictions under the\n\ncareer  offender guideline.   Next, we consider  the propriety of\n\nincluding  state  narcotics  convictions as  predicate  offenses.\n\nFinally, we confront appellant's constitutional challenge.\n\n                     A.  Setting the Stage.  \n                     A.  Setting the Stage.\n                                          \n\n          The career offender guideline provides that a defendant\n\nis a career offender if:\n\n          (1)   the  defendant was  at  least  eighteen\n          years old at the time of the instant offense,\n          (2) the  instant offense of  conviction is  a\n          felony that is either  a crime of violence or\n          a controlled substance  offense, and (3)  the\n          defendant  has  at  least  two  prior  felony\n          convictions of  either a crime of violence or\n          a controlled substance offense.\n\nU.S.S.G.  4B1.1 (Nov.  1993).  An associated  guideline defines a\n\n\"controlled substance offense\" for  all pertinent purposes as \"an\n\noffense under a federal or state law prohibiting the manufacture,\n\nimport,  export,  distribution,  or dispensing  of  a  controlled\n\nsubstance  . .  .  with intent  to  manufacture, import,  export,\n\ndistribute, or dispense.\"  U.S.S.G.  4B1.2(2).  To elucidate this\n\ndefinition, the Sentencing Commission devised Application Note 1.\n\nThe note  instructs readers  that the term  \"controlled substance\n\noffense\"   includes  \"the   offenses  of  aiding   and  abetting,\n\nconspiring, and  attempting to  commit such offenses.\"   U.S.S.G.\n\n 4B1.2, comment. (n.1).\n\n          When  appellant appeared  for sentencing,  the district\n\n                                9\n\ncourt, relying on United  States v. Fiore,  983 F.2d 1 (1st  Cir.\n                                         \n\n1992), cert. denied, 113 S.  Ct. 1830 (1993), invoked Application\n                   \n\nNote  1 and determined that  the instant offense  of conviction  \n\nconspiracy  to  possess  with   intent  to  distribute  over  100\n\nkilograms  of  marijuana     constituted  a  controlled substance\n\noffense  for  purposes  of   U.S.S.G.   4B1.1.    The  conviction\n\ntherefore triggered consideration of the career offender regime. \n\n          This  step   spelled  trouble   for  appellant.     The\n\npresentence investigation report reflected that he previously had\n\nracked up eleven  adult criminal convictions.   The judge counted\n\ntwo  of  them    a  1980  state court  conviction  for  selling a\n\ncontrolled substance (PCP), and a 1985 state court conviction for\n\npossession of cocaine with intent  to distribute   as  comprising\n\nthe  predicate  offenses  needed  to bring  the  career  offender\n\nguideline  to  bear.  Hence, the  court  imposed  a much  stiffer\n\nsentence    25 years   than the offense of conviction, taken in a\n\nvacuum, otherwise would have generated.\n\n               B.  Conspiracies As Covered Offenses\n                                                   \n\n          Appellant  challenges the district  court's ruling that\n\nhis  conspiracy conviction  qualifies as  a  controlled substance\n\noffense.3  Because this  challenge hinges on the legal  effect of\n\n                    \n\n     3In this  case the  lower  court ruled  that the  conspiracy\nconviction constituted  a triggering offense.   We note, however,\nthat the relevant definitions  are substantially identical,  and,\ntherefore, answering the question  of whether a conspiracy charge\ncan constitute  a triggering offense  for purposes of  the career\noffender guideline necessarily answers the analogous question  of\nwhether  a  conspiracy  conviction  can  constitute  a  predicate\n\n                                10\n\nthe conviction, our review is plenary.  See Fiore, 983 F.2d at 2;\n                                                 \n\nsee also  United States v. St.  Cyr, 977 F.2d 698,  701 (1st Cir.\n                                   \n\n1992)  (holding  that  a  de  novo  standard  of  review  governs\n                                  \n\ninterpretive questions under the sentencing guidelines).\n\n          Appellant  launches  this  offensive  by  remarking the\n\nobvious:  conspiracy convictions are not mentioned in the body of\n\neither the  relevant guidelines,  U.S.S.G.   4B1.1-4B1.2, or  the\n\nenabling legislation,  28 U.S.C.   994(h).4  He acknowledges that\n\nApplication Note 1, quoted supra Part III(A), purports to include\n                                \n\ncertain conspiracies as triggering and/or predicate offenses, but\n\nlimns  two  reasons  why  sentencing  courts  must  boycott  this\n\nconclusion.   First, he asserts that  the Sentencing Commission's\n\n                    \n\noffense for such purposes.  See, e.g., United States v. Bell, 966\n                                                            \nF.2d  703, 705 (1st  Cir. 1992)  (explaining that  it would  be a\n\"bizarre . . . anomaly\" if the same crime were determined to be a\ntriggering offense, but not a predicate offense, under the career\noffender  guideline, or  vice-versa); see  also United  States v.\n                                                              \nPrice, 990 F.2d  1367, 1369  (D.C. Cir. 1993)  (stating that,  in\n     \nregard  to  classification,  the  statutory  definition  of  what\nconstitutes a triggering offense and what constitutes a predicate\noffense \"poses the same problem\").\n\n     4In  the statute,  Congress directed  the Commission,  inter\n                                                                 \nalia, to \"assure that the guidelines specify a sentence to a term\n    \nof  imprisonment at or near  the maximum term  authorized\" for an\nadult defendant convicted of a felony that is either \"(A) a crime\nof  violence; or (B) an  offense described in  section 401 of the\nControlled  Substances  Act  (21 U.S.C.  841),  sections 1002(a),\n1005, and 1009 of the Controlled Substances Import and Export Act\n(21 U.S.C. 952(a),  955, and 959),  and section 1  of the Act  of\nSeptember 15, 1980 (21  U.S.C. 955a),\" so long as  such defendant\n\"previously [has] been convicted of  two or more felonies,\"  each\nof which is a  crime of violence or controlled  substance offense\n(defined in the same way as triggering offenses are defined).  28\nU.S.C.   944 (h).   The Commission itself recognized  the primacy\nof the statute and wrote the career offender guideline in part to\nreflect  the  statutory  requirements.     See  U.S.S.G.   4B1.1,\n                                              \ncomment. (backg'd.) (explaining that section 4B1.1 implements the\nmandate of 28 U.S.C.   994(h)).\n\n                                11\n\ncommentary is inconsistent with  the guideline itself and should,\n\ntherefore, be disregarded.  Second, he asserts that if, by reason\n\nof the  commentary or otherwise,  the guideline  is construed  to\n\nencompass     conspiracies     (particularly     drug-trafficking\n\nconspiracies),   its   promulgation   exceeds    the   Sentencing\n\nCommission's  statutory authority.  Neither assertion carries the\n\nday.\n\n       1.  Consistency with the Guideline.  With respect to the\n                                         \n\nSentencing Commission, the Court's instructions could scarcely be\n\nmore explicit:\n\n          Commentary which functions  to interpret  [a]\n          guideline or explain how it is to be applied,\n          controls,  and if  failure  to follow,  or  a\n          misreading  of, such commentary  results in a\n          sentence  select[ed]  . .  .  from the  wrong\n          guideline   range,    that   sentence   would\n          constitute  an  incorrect application  of the\n          sentencing guidelines . . . . \n\nStinson  v.  United  States,  113 S.  Ct.  1913,  1917-18  (1993)\n                           \n\n(citations and  internal quotation marks  omitted).  To  be sure,\n\ncommentary, though  important, must not be  confused with gospel.\n\nCommentary is not binding  in all instances.  See Stinson, 113 S.\n                                                         \n\nCt.  at 1918.  In  particular, commentary carries  no weight when\n\nthe  Commission's  suggested  interpretation  of a  guideline  is\n\n\"arbitrary, unreasonable, inconsistent with the guideline's text,\n\nor contrary to law.\"  Fiore, 983 F.2d at 2.\n                           \n\n          An  application note  and a guideline  are inconsistent\n\nonly when \"following one will result in violating the dictates of\n\nthe other.\"   Stinson,  113 S.  Ct. at  1918.   That  is not  the\n                     \n\nsituation here.  Because  the application note with which  we are\n\n                                12\n\nconcerned neither  excludes any offenses expressly  enumerated in\n\nthe guideline, nor calls  for the inclusion of any  offenses that\n\nthe guideline expressly excludes, there is no inconsistency.\n\n          By like  token,  the application  note,  when  measured\n\nagainst the  text  of the  career  offender guideline,  does  not\n\nappear  arbitrary or  unreasonable.   In real-world  terms, drug-\n\ntrafficking  conspiracies  cannot  easily be  separated  from the\n\nmine-run  of  serious  narcotics  offenses  and,  therefore,  the\n\nSentencing  Commission's inclusion  of conspiracy  convictions is\n\nmost accurately viewed  as interstitial.   It is  a logical  step\n\nboth from a lay person's coign of vantage and from the standpoint\n\nof   the   Commission's    (and   Congress's)    oft-demonstrated\n\npreoccupation with punishing  drug traffickers sternly.  It in no\n\nway  detracts  from the  dictates of  the  guideline itself.   In\n\nshort,  the  application  note  comports  sufficiently  with  the\n\nletter, spirit, and  aim of the guideline to bring  it within the\n\nbroad   sphere  of   the  Sentencing   Commission's  interpretive\n\ndiscretion.  Cf.,  e.g., id.  at 1919 (holding  that an  agency's\n                            \n\ninterpretation of  its own regulations must  be given controlling\n\nweight  if  it does  not violate  the  Constitution or  a federal\n\nstatute);  Robertson v. Methow Valley Citizens Council,  490 U.S.\n                                                      \n\n332, 359 (1989) (similar).\n\n          2.  Consistency with Section 994(h).  As we observed at\n                                             \n\nthe  outset,   the  question   of  whether  Application   Note  1\n\ncontravenes 28 U.S.C.   994(h) has divided the courts of appeals.\n\nThree  circuits hold that  Application Note 1  conflicts with the\n\n                                13\n\nstatute.  See United States v. Mendoza-Figueroa,    F.3d    ,    \n                                               \n\n(8th  Cir. 1994) [No. 93-2867 slip op.  at    ]; United States v.\n                                                              \n\nBellazerius, 24 F.3d 698,  702 (5th Cir. 1994); United  States v.\n                                                              \n\nPrice, 990  F.2d 1367,  1369 (D.C.  Cir.  1993).    These  courts\n     \n\nstress  that  a  \"conspiracy  to commit  a  crime  involves quite\n\ndifferent elements from whatever substantive crime the defendants\n\nconspire to commit\"  and thus, cannot  be said to  be one of  the\n\noffenses  \"described   in\"  the  statutes  that   section  994(h)\n\nenumerates.  Price, 990 F.2d at 1369.   Accordingly, these courts\n                  \n\nhold  that  the  Commission's  attempt to  introduce  crimes  not\n\nexpressly mentioned  in section  994(h) into the  career offender\n\ncalculus is contrary to law.  See, e.g., id.   In a related vein,\n                                            \n\nthese  courts also  hold that  since the  Commission stated  in a\n\n\"background\" comment that it drafted U.S.S.G.  4B1.1 to implement\n\nthe  \"mandate\" of section 994(h),  and did not  provide any other\n\nlegal authority in  support of  its enactment,  the inclusion  of\n\nconspiracies in the career  offender guideline cannot be regarded\n\nas an exercise of the  Commission's discretionary powers under 28\n\nU.S.C.   994(a).  See, e.g., Bellazerius, 24 F.3d at 702.\n                                        \n\n          Several other  circuits  have adopted  a  diametrically\n\nopposite view.  These courts hold that \"[s]ection 994(h) provides\n\nthe minimum obligation  of the Commission  and does not  prohibit\n\nthe  inclusion  of  additional  offenses that  qualify  for  such\n\ntreatment.\"  United States  v. Damerville, 27 F.3d 254,  257 (7th\n                                         \n\nCir. 1994); accord United  States v. Hightower, 25 F.3d  182, 187\n                                              \n\n(3d  Cir. 1994); United States v. Allen, 24 F.3d 1180, 1187 (10th\n                                       \n\n                                14\n\nCir.  1994); United States  v. Heim, 15  F.3d 830, 832  (9th Cir.\n                                   \n\n1994);  cf. United States v. Beasley, 12  F.3d 280, 283 (1st Cir.\n                                    \n\n1993).  Rather than viewing section 994(h) as a ceiling, limiting\n\nthe  Sentencing Commission's power,  these courts, constituting a\n\nmajority of the  circuits that have spoken to the  issue, see the\n\nstatute as a floor,  describing the irreducible minimum that  the\n\nCommission must do  by way  of a career  offender guideline,  but\n\nwithout  in any way inhibiting the Commission, in the exercise of\n\nits lawfully delegated powers, from including additional offenses\n\nwithin  the career  offender rubric.   See, e.g.,  Damerville, 27\n                                                             \n\nF.3d at 257.\n\n          We find  the majority view  more persuasive.   In  this\n\nregard,  we  think  it is  significant  that  this  view is  more\n\ncompatible   with   discernible   congressional   intent.     The\n\nlegislative  history  makes plain  that  section  994(h) is  \"not\n\nnecessarily intended to be  an exhaustive list of types  of cases\n\nin  which the  guidelines should  specify  a substantial  term of\n\nimprisonment, nor of types of cases in which terms at or close to\n\nauthorized maxima should be specified.\"  S. Rep. No. 98-225, 98th\n\nCong., 1st Sess. 307 (1983), reprinted in 1984 U.S.C.C.A.N. 3182,\n                                         \n\n3359.5\n\n                    \n\n     5This   legislative  history   also   casts  light   on  the\nCommission's  use  of  the   term  \"mandate,\"  referring  to  the\n\"mandate\" of section 994(h), in the background commentary to  the\ncareer  offender  guideline.    See U.S.S.G.     4B1.1,  comment.\n                                   \n(backg'd.).   We  think  it shows  rather  clearly that  Congress\nwanted to guide the Commission in a general direction, not merely\nto instruct it to make a one-time mechanical adjustment.   In our\nopinion, the  overall context suggests  that Congress's \"mandate\"\ndirected the  Commission to  accord career offender  treatment to\n\n                                15\n\n          To cinch matters,  we believe  that Fiore    a case  in\n                                                   \n\nwhich we  held that  a conviction  for a  conspiracy to commit  a\n\ncrime of  violence must be  treated for career  offender purposes\n\nthe  same as a conviction  for the crime  of violence itself, 983\n\nF.2d at  3        aligns  us doctrinally with  the majority view.\n\nAnd  because we  continue  to believe  that  Fiore was  correctly\n                                                  \n\ndecided, we do not resist its pull.\n\n          3.  Validity of the Definitions.  Having concluded that\n                                         \n\n28 U.S.C.   994(h)  neither comprises a ceiling nor  an exclusive\n\ncompendium of the crimes that are eligible to serve as triggering\n\nor  predicate  offenses,  we  must  next  determine  whether  the\n\nCommission  has lawful power to write the definition of \"crime of\n\nviolence\" and \"controlled  substance offense\" to  include certain\n\nconspiracy convictions.   We believe the Commission's definitions\n\nare both valid and applicable to Piper's case.\n\n          On  this issue, our work  is largely behind  us, for we\n\nhave  addressed the question  on a number  of previous occasions.\n\nIn determining  what crimes  constitute covered offenses,  we use\n\nthe formal  categorical approach introduced by  the Supreme Court\n\nin Taylor  v. United States, 495 U.S. 575 (1990).  See Fiore, 983\n                                                            \n\nF.2d at 3; accord United  States v. Dyer, 9  F.3d 1, 2 (1st  Cir.\n                                        \n\n1993)  (per  curiam).   Under such  an approach,  we look  to the\n\nstatutory  definition of the  offense in question,  as opposed to\n\n                    \n\nwhatever drug-related crimes the  Commission believed to be  on a\npar with the offenses enumerated in section 994(h).  And we think\nthat  the Commission  used the  word \"mandate\"  to refer  to this\nbroader policy.\n\n                                16\n\nthe particular  facts underlying the conviction.   See Fiore, 983\n                                                            \n\nF.2d  at 3; see also United States v. Winter, 22 F.3d 15, 18 (1st\n                                            \n\nCir. 1994).\n\n          To determine the status of a conspiracy conviction vis-\n\na-vis the career offender rubric, the key question is \"conspiracy\n\nto do  what?\"   Fiore,  983 F.2d  at 3.   If  the  object of  the\n                     \n\nconspiracy  is  to commit  a crime  of  violence or  a controlled\n\nsubstance offense,  as those  terms are defined  for purposes  of\n\nU.S.S.G.      4B1.1,  then  the  career   offender  provision  is\n\napplicable.   Here, answering the question brings  the offense of\n\nconviction within the ambit of  the career offender guideline, as\n\nappellant acknowledges that he pleaded guilty to a charge that he\n\nparticipated in a drug-trafficking conspiracy.\n\n          Appellant tries mightily to  avoid this conclusion.  He\n\nclaims that Fiore should  not be given suzerainty here.   In this\n                 \n\nconnection, appellant makes  two points:   (1)  Fiore involved  a\n                                                     \n\nconspiracy   to  commit  a  crime  of  violence,  rather  than  a\n\nconspiracy  to commit  a  controlled substance  offense; and  (2)\n\nFiore  involved  a predicate  offense  rather  than a  triggering\n     \n\noffense.  To  be sure, these  distinctions exist -  but they  are\n\ndistinctions that make no legally relevant difference.  \n\n          Appellant's  first point  simply  will not  wash.   The\n\nrationale on which the  Taylor Court relied in choosing  a formal\n                              \n\ncategorical   approach  is   equally  applicable   to  controlled\n\nsubstance  offenses.    For   one  thing,  the  approach  mirrors\n\nCongress's approach.  See  Taylor, 495 U.S. at 575.   For another\n                                 \n\n                                17\n\nthing, the same practical  difficulties that militate against the\n\nuse  of  a fact-specific  analytic  method  are present  in  both\n\nsituations.   Cf.  Beasley, 12  F.3d at  284 (explaining  that to\n                          \n\ndistinguish controlled substance predicate offenses based  on the\n\njurisdiction  of  conviction  would  \"produce a  crazy  quilt  of\n\npunishment results\").\n\n          We need not dwell  on appellant's second point.   As we\n\nalready have  noted,  see supra  note  3, an  identical  analysis\n                               \n\napplies  whether  the offense  in  question  is a  triggering  or\n\npredicate offense.   Consequently,  the same result  must obtain.\n\nFiore controls.\n     \n\n          4.  Rulemaking.  Appellant mounts one last challenge to\n                        \n\nthe inclusion  of conspiracy  convictions in the  career offender\n\ncalculus.    This  challenge  derives from  the  notion  that the\n\npromulgation   of  Application   Note   1  constituted   improper\n\nrulemaking in  violation of 28 U.S.C.    994(x).  We  reject this\n\ninitiative.   A  fair reading  of the  statute indicates  that it\n\nrequires no  more than  that the  promulgation of  the guidelines\n\nthemselves shall be subject to the rulemaking procedures detailed\n\nin  the  Administrative Procedure  Act (APA).    See 28  U.S.C.  \n                                                    \n\n994(x)  (stating that  the  relevant APA  provisions,  such as  5\n\nU.S.C.     553, \"relating  to  the  publication  in  the  Federal\n\nRegister  and  public  hearing  procedure,  shall  apply  to  the\n                                                                 \n\npromulgation of Guidelines  pursuant to this section\")  (emphasis\n                          \n\nsupplied).\n\n          In any event,  Application Note 1 is nothing  more than\n\n                                18\n\nan  interpretive  aid.   As  such,  it is  \"akin  to  an agency's\n\ninterpretation of  its own legislative  rules.\"  Stinson,  113 S.\n                                                        \n\nCt.  at 1919.   It is not necessary  that such interpretations be\n\npromulgated  in accordance  with the  formal requirements  of the\n\nAPA.   See 5 U.S.C.    553 (excluding  from rulemaking procedures\n          \n\n\"interpretative rules, general statements  of policy, or rules of\n\nagency organization, procedure, or practice\").\n\n        C.  Prior State Convictions as Predicate Offenses.\n                                                         \n\n          Taking a slightly different tack, appellant asseverates\n\nthat the  enumeration of specific statutes  within section 994(h)\n\nprecludes  incorporation of state  court convictions as predicate\n\noffenses  under   the  career  offender   provision;  and   that,\n\ntherefore, the court below committed reversible error in counting\n\nhis  convictions for state  drug-trafficking crimes.   We  do not\n\nagree.\n\n          The  short  of it  is that  this asseveration  has been\n\nadvanced    and  rebuffed    in  many  other cases.   See,  e.g.,\n                                                                \n\nBeasley,  12 F.3d  at 284  (holding that  to exclude  state drug-\n       \n\ntrafficking   convictions  would  thwart  Congress's  intent,  do\n\nviolence  to  the  language  of section  994(h),  and  create  an\n\nunjustified anomaly); United States v. Rivera, 996 F.2d  993, 996\n                                             \n\n(9th Cir. 1993) (holding the Sentencing Commission's inclusion of\n\nstate convictions  as predicate  offenses to be  both permissible\n\nand  reasonable); United States v. Whyte, 892 F.2d 1170, 1174 (3d\n                                        \n\nCir. 1989)  (stating that,  under section 994(h),  predicate drug\n\noffenses  need only involve \"conduct that could have been charged\n\n                                19\n\nfederally\"), cert. denied, 494 U.S. 1070 (1990); see also Dyer, 9\n                                                              \n\nF.3d at 1 (explicitly endorsing Whyte rationale).\n                                     \n\n          Displayed  against the  monochromatic backdrop  of this\n\nmassed authority, appellant's challenge fades.6\n\n              D.  Constitutionality of the Sentence.\n                                                   \n\n          Appellant's  last-ditch  argument   is  that  the  mere\n\napplication  of  the  career  offender  guideline  in  this  case\n\ninfracts his  constitutional rights.   Specifically,  he contends\n\nthat the  Sentencing Commission,  in promulgating  the guideline,\n\nviolated both  the Due  Process  Clause (by  treating all  career\n\noffenders    alike,   without   regard    to   their   individual\n\ncircumstances) and  the Cruel  and Unusual Punishment  Clause (by\n\nprescribing  a sentence which does  not depend on  the gravity of\n\nthe conduct underlying the offense of conviction).7 \n\n          This  rumination deserves  short  shrift.   Appellant's\n\nconstitutional  challenge  leans  almost  exclusively  on  United\n                                                                 \n\nStates  v. Spencer,  817 F.  Supp. 176  (D.D.C. 1993).   However,\n                  \n\n                    \n\n     6On appeal,  Piper  contends for  the  first time  that  his\nantecedent state convictions are \"not fairly or rationally linked\nto the  [enumerated] federal crimes.\"  We eschew consideration of\nthis late-blooming argument.   It is settled that, in  respect to\ncriminal sentencing, as in other contexts, arguments not squarely\npresented to the  sentencing court cannot debut as of right in an\nappellate venue.  See  United States v. Sepulveda, 15  F.3d 1161,\n                                                 \n1202  (1st  Cir. 1993),  cert. denied,  114  S. Ct.  2714 (1994);\n                                     \nUnited  States v. Ocasio-Rivera, 991  F.2d 1, 3  (1st Cir. 1993);\n                               \nUnited States v. Dietz, 950 F.2d 50, 55 (1st Cir. 1993).\n                      \n\n     7We  note that  appellant  also alludes  in  passing to  the\npossibility that the career offender guideline abridges the Equal\nProtection Clause.  Because  this allusion is not  accompanied by\nany  developed argumentation,  we  deem it  waived.   See  United\n                                                                 \nStates v. Zannino, 895  F.2d 1, 17 (1st Cir.),  cert. denied, 494\n                                                            \nU.S. 1082 (1990).\n\n                                20\n\nSpencer has since been reversed, see United States v. Spencer, 25\n                                                             \n\nF.3d  1105  (D.C. Cir.  1994),  and  is, therefore,  a  cardboard\n\ncrutch.   Moreover, the reversal  seems richly  deserved.   After\n\nall, the prevailing  view is that  the career offender  guideline\n\ndoes  not  violate the  Due Process  Clause.   See,  e.g., United\n                                                                 \n\nStates v.  Davis, 15 F.3d  526, 533 n.5  (6th Cir.  1994); United\n                                                                 \n\nStates v.  John, 936  F.2d 764,  766 n.2 (3d  Cir. 1991);  United\n                                                                 \n\nStates v. Jones, 907 F.2d 929, 930 (9th Cir. 1990); United States\n                                                                 \n\nv. Green, 902 F.2d 1311, 1313 (8th Cir.), cert. denied,  498 U.S.\n                                                      \n\n943 (1990).  We share this view.\n\n          To  the  extent that  appellant's  claim  of cruel  and\n\nunusual  punishment rests  on the  district court's  reasoning in\n\nSpencer,  it  is similarly  undone.    Perhaps more  importantly,\n       \n\nappellant  fails  to  indicate   any  factor  that   meaningfully\n\ndistinguishes  his  sentence  as  a career  offender  from  other\n\nsentences found by other courts to be in complete conformity with\n\nthe strictures of  the Eighth  Amendment.  See,  e.g., Rummel  v.\n                                                             \n\nEstelle, 445  U.S. 263 (1980); Davis,  15 F.3d at  533 n.5; John,\n                                                                \n\n936  F.2d at  766 n.2.   Thus, appellant's  constitutional attack\n\nmisses the mark.\n\nIV.  CONCLUSION\n\n          We  need go no further.  Having examined the record and\n\nthe  applicable law with care, we find appellant's guilty plea to\n\nhave been properly received and his sentence to have been imposed\n\nin accordance with law.   The career offender regime,  as crafted\n\nby  Congress and  the Sentencing  Commission, is  harsh,  but the\n\n                                21\n\ncourts  are obliged to  enforce it according  to its tenor.   The\n\ndistrict court did so here.\n\n          Affirmed.\n                  \n\n                                22\n",
  "html": "<p class=\"case_cite\">35 F.3d 611</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>David PIPER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1197.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 4, 1994.<br>Decided Sept. 8, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter Clifford, Kennebunk, ME, for appellant.</p>\n      <p class=\"indent\">Michael M. DuBose, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., Portland, ME, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA and CYR, Circuit Judges, and ZOBEL,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal asks us to revisit, in a slightly altered form, the question of whether conspiracy convictions qualify as triggering and/or predicate offenses for purposes of the career offender provisions of the federal sentencing guidelines.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This question has divided the courts of appeals.  On reflection, we adhere to the majority view and continue to treat certain conspiracy convictions as includable in determining career offender status.  Because the district court took this (legally proper) approach, and because appellant's only non-sentence-related assignment of error is impuissant, we affirm the judgment below.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 2, 1993, in proceedings pursuant to Fed.R.Crim.P. 11, defendant-appellant David Piper waived indictment and pleaded guilty to a two-count information charging him with conspiracy to possess with intent to distribute over 100 kilograms of marijuana, see 21 U.S.C. Secs. 841(a)(1), 841(b)(1)(B), 846, and using or carrying a firearm in connection with a drug-trafficking crime, see 18 U.S.C. Sec. 924(c).  On February 23, 1994, the district court imposed a 25-year prison sentence on count 1, terming Piper a career offender.  The court also sentenced Piper to an incremental 5-year prison term on the weapons charge.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Piper appeals, alleging error in both the acceptance of his guilty plea and the application of the career offender guideline.</p>\n    </div>\n    <p>II. THE RULE 11 CHALLENGE</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant's initial claim of error need detain us only in the respect that it requires us to make clear that specific intent to effectuate an underlying substantive offense, and not an intent to commit the substantive offense oneself, is all that is necessary to sustain a conspiracy conviction.  Before reaching this vexing point, we first dispatch some necessary preliminaries.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although Piper now contends that the district court erred in accepting a plea to the information, he did not seek to withdraw his plea below.  Consequently, he can prevail on this afterthought ground only if he demonstrates a substantial defect in the Rule 11 proceeding itself.  See United States v. Mateo, 950 F.2d 44, 45 (1st Cir.1991);  United States v. Parra-Ibanez, 936 F.2d 588, 593-94 (1st Cir.1991).  Appellant's attempts to meet this exacting standard lack force.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellant advances three main arguments in support of this assigned error,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> each of which centers around the drug-trafficking count.  He asserts that the district court (1) mischaracterized the nature and elements of the offense, thereby frustrating his ability to understand the charge to which he pled guilty, in derogation of Fed.R.Crim.P. 11(c)(1);  (2) failed to ensure that his plea was voluntary, in derogation of Fed.R.Crim.P. 11(d);  and (3) accepted his plea despite the lack of an adequate factual basis, in derogation of Fed.R.Crim.P. 11(f).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We have inspected the plea colloquy with care, tested it in the crucible of Rule 11, see, e.g., Parra-Ibanez, 936 F.2d at 590 (explaining that the \"strictures of Rule 11 ... are calculated to insure the voluntary and intelligent character of the plea\");  United States v. Allard, 926 F.2d 1237, 1244-45 (1st Cir.1991) (identifying core Rule 11 concerns:  absence of coercion, understanding of charges, and knowledge of consequences of guilty plea), and find no hint of any mischaracterization.  To the precise contrary, the lower court proceeded in a meticulous fashion to ensure that appellant understood the gist of the information.  A judge's responsiveness to a defendant's articulated concerns is of great importance in Rule 11 proceedings.  See, e.g., United States v. Buckley, 847 F.2d 991, 999 (1st Cir.1988) (explaining need for court to respond appropriately to defendant's questions at change-of-plea hearing), cert. denied, 488 U.S. 1015, 109 S.Ct. 808, 102 L.Ed.2d 798 (1989).  Here, the judge not only fulfilled the core requirements of Rule 11, but also furnished suitably detailed explanations when appellant sought clarification of certain points.  And, moreover, the record is replete with indications that appellant understood the charges, faced up to them, and chose voluntarily to plead guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We need not paint the lily.  An appellate court must read the transcript of a Rule 11 colloquy with practical wisdom as opposed to pettifoggery.  See United States v. Medina-Silverio, 30 F.3d 1, 3 (1st Cir.1994) (emphasizing that there is no \"formula of 'magic words' in meeting the requirements of Rule 11\");  Allard, 926 F.2d at 1245 (similar);  see also Fed.R.Crim.P. 11(h) (explaining that, to warrant vacation, irregularities in a plea-taking proceeding must affect the defendant's \"substantial rights\").  Viewed from that perspective, appellant's first two arguments are meritless.  The district court's performance in explaining the charges and ensuring that defendant understood them easily passes muster under Rule 11(c) and (d).  The plea was voluntary.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The third prong of appellant's assignment of error requires special mention, for the argument advanced indicates some confusion over what proof is required in order to sustain a conspiracy conviction.  Appellant's thesis is that, while he agreed to help steal the marijuana, he did not have an intent to distribute it himself, and, thus, could not be guilty of (and could not validly plead guilty to) the conspiracy charge.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This thesis does not receive a passing grade.  A specific intent to distribute drugs oneself is not required to secure a conviction for participating in a drug-trafficking conspiracy.  This conclusion is neither new nor original.  In United States v. Rivera-Santiago, 872 F.2d 1073 (1st Cir.), cert. denied, 492 U.S. 910, 109 S.Ct. 3227, 106 L.Ed.2d 576 &amp; 493 U.S. 832, 110 S.Ct. 105, 107 L.Ed.2d 68 (1989), we upheld a conviction for conspiracy to distribute marijuana based on evidence that the defendant had agreed to store a large quantity of the drug in his house, even though no evidence had been adduced that he intended to play a role in its distribution.  See id. at 1081.   In the process, we explained that:an individual could be found to be part of a conspiracy to possess and distribute [marijuana] even though he neither directly participated in interstate trafficking nor knew the precise extent of the enterprise.  The fact that he participated in one ... link of the distribution chain, knowing that it extended beyond his individual role, was sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Id. at 1079 (emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Any confusion in this area of the law may arise from a possible ambiguity in certain of our earlier decisions.  In Rivera-Santiago, for example, we stated, in the paragraph immediately preceding the language quoted above, that \"[i]n order to prove that a defendant belonged to and participated in a conspiracy, the government must prove two kinds of intent;  intent to agree and intent to commit the substantive offense.\"  Id.  This \"double intent\" formulation neither began with Rivera-Santiago, see, e.g., United States v. Drougas, 748 F.2d 8, 15 (1st Cir.1984), nor ended there, see, e.g., United States v. Mena-Robles, 4 F.3d 1026, 1031 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1550, 128 L.Ed.2d 199 (1994);  United States v. Nueva, 979 F.2d 880, 884 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1615, 123 L.Ed.2d 175 (1993).  Insofar as we can determine, the formulation made its First Circuit debut in United States v. Flaherty, 668 F.2d 566 (1st Cir.1981), where the panel stated that \"[t]wo types of intent must be proved:  intent to agree and intent to commit the substantive offense.\"  Id. at 580.   For this proposition the panel cited United States v. United States Gypsum Co., 438 U.S. 422, 98 S.Ct. 2864, 57 L.Ed.2d 854 (1978).  But Gypsum says something slightly different:  \"[i]n a conspiracy, two different types of intent are generally required--the basic intent to agree ... and the more traditional intent to effectuate the object of the conspiracy.\"  (emphasis supplied).  Id. at 444 n. 20, 98 S.Ct. 2877 n. 20.   Though slight, the difference is important.  Its significance comes into focus in the case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Perhaps the best way to illustrate the difference is by asking a question:  does one who intentionally agrees to undertake activities that facilitate commission of a substantive offense, but who does not intend to commit the offense himself, have the requisite intent to be convicted of conspiracy?   According to a literal reading of Flaherty--a reading which we are sure the Flaherty court never intended and which, to our knowledge, has never been implemented in this circuit--the answer to the question would be in the negative.  Under such a reading, a defendant must have the \"intent to commit the substantive offense\" in order to ground a conviction.  But under Gypsum, by contrast, the answer to the question is plainly in the affirmative, for our hypothetical defendant \"inten[ded] to effectuate the object of the conspiracy.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Gypsum's formulation not only makes good sense, but it is also good law.  In practice, our cases have hewed to that line.  See, e.g., Rivera-Santiago, supra; United States v. Moosey, 735 F.2d 633, 635-36 (1st Cir.1984) (upholding conviction for conspiracy even though defendant personally had not intended to, and did not, participate in the underlying substantive offense of interstate trafficking).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We conclude, therefore, that the \"double intent\" language contained in Flaherty and its progeny, correctly read, merely rehearses the Gypsum formulation, and requires that the government prove an intent to agree and an intent to effectuate the commission of the substantive offense.  A defendant need not have had the intent personally to commit the substantive crime.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, the record shows beyond hope of contradiction that appellant, whether or not he meant personally to participate in the distribution of the contraband, nonetheless knowingly assisted in its asportation, with foreknowledge that the conspiracy extended beyond the theft to the eventual disposal at some later date of the purloined marijuana (totaling over 145 kilograms).  He thus possessed the requisite mens rea.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That ends the matter.  Though a district court has an unflagging obligation to assure itself that a guilty plea is grounded on an adequate factual foundation, see, e.g., United States v. Ruiz-Del Valle, 8 F.3d 98, 102 (1st Cir.1993), it need not gratuitously explore points removed from the elements of the offense.  Because an adequate factual basis existed to undergird appellant's plea, his assignment of error collapses.</p>\n    </div>\n    <p>III. THE CAREER OFFENDER CHALLENGE</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We now reach the heart of the appeal.  We choose to present our analysis in four segments.  First, we set the stage.  Second, we address the status of conspiracy convictions under the career offender guideline.  Next, we consider the propriety of including state narcotics convictions as predicate offenses.  Finally, we confront appellant's constitutional challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A. Setting the Stage.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The career offender guideline provides that a defendant is a career offender if:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>(1) the defendant was at least eighteen years old at the time of the instant offense, (2) the instant offense of conviction is a felony that is either a crime of violence or a controlled substance offense, and (3) the defendant has at least two prior felony convictions of either a crime of violence or a controlled substance offense.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">U.S.S.G. Sec. 4B1.1 (Nov. 1993).  An associated guideline defines a \"controlled substance offense\" for all pertinent purposes as \"an offense under a federal or state law prohibiting the manufacture, import, export, distribution, or dispensing of a controlled substance ... with intent to manufacture, import, export, distribute, or dispense.\"   U.S.S.G. Sec. 4B1.2(2).  To elucidate this definition, the Sentencing Commission devised Application Note 1.  The note instructs readers that the term \"controlled substance offense\" includes \"the offenses of aiding and abetting, conspiring, and attempting to commit such offenses.\"   U.S.S.G. Sec. 4B1.2, comment.  (n. 1).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">When appellant appeared for sentencing, the district court, relying on United States v. Fiore, 983 F.2d 1 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1830, 123 L.Ed.2d 458 (1993), invoked Application Note 1 and determined that the instant offense of conviction--conspiracy to possess with intent to distribute over 100 kilograms of marijuana--constituted a controlled substance offense for purposes of U.S.S.G. Sec. 4B1.1.  The conviction therefore triggered consideration of the career offender regime.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This step spelled trouble for appellant.  The presentence investigation report reflected that he previously had racked up eleven adult criminal convictions.  The judge counted two of them--a 1980 state court conviction for selling a controlled substance (PCP), and a 1985 state court conviction for possession of cocaine with intent to distribute--as comprising the predicate offenses needed to bring the career offender guideline to bear.  Hence, the court imposed a much stiffer sentence--25 years--than the offense of conviction, taken in a vacuum, otherwise would have generated.</p>\n    </div>\n    <p>B. Conspiracies As Covered Offenses</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellant challenges the district court's ruling that his conspiracy conviction qualifies as a controlled substance offense.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Because this challenge hinges on the legal effect of the conviction, our review is plenary.  See Fiore, 983 F.2d at 2;  see also United States v. St. Cyr, 977 F.2d 698, 701 (1st Cir.1992) (holding that a de novo standard of review governs interpretive questions under the sentencing guidelines).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appellant launches this offensive by remarking the obvious:  conspiracy convictions are not mentioned in the body of either the relevant guidelines, U.S.S.G. Secs. 4B1.1-4B1.2, or the enabling legislation, 28 U.S.C. Sec. 994(h).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  He acknowledges that Application Note 1, quoted supra Part III(A), purports to include certain conspiracies as triggering and/or predicate offenses, but limns two reasons why sentencing courts must boycott this conclusion.  First, he asserts that the Sentencing Commission's commentary is inconsistent with the guideline itself and should, therefore, be disregarded.  Second, he asserts that if, by reason of the commentary or otherwise, the guideline is construed to encompass conspiracies (particularly drug-trafficking conspiracies), its promulgation exceeds the Sentencing Commission's statutory authority.  Neither assertion carries the day.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">1. Consistency with the Guideline.   With respect to the Sentencing Commission, the Court's instructions could scarcely be more explicit:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Commentary which functions to interpret [a] guideline or explain how it is to be applied, controls, and if failure to follow, or a misreading of, such commentary results in a sentence select[ed] ... from the wrong guideline range, that sentence would constitute an incorrect application of the sentencing guidelines....</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Stinson v. United States, --- U.S. ----, ---- - ----, 113 S.Ct. 1913, 1917-18, 123 L.Ed.2d 598 (1993) (citations and internal quotation marks omitted).  To be sure, commentary, though important, must not be confused with gospel.  Commentary is not binding in all instances.  See Stinson, --- U.S. at ----, 113 S.Ct. at 1918.   In particular, commentary carries no weight when the Commission's suggested interpretation of a guideline is \"arbitrary, unreasonable, inconsistent with the guideline's text, or contrary to law.\"  Fiore, 983 F.2d at 2.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">An application note and a guideline are inconsistent only when \"following one will result in violating the dictates of the other.\"  Stinson, --- U.S. at ----, 113 S.Ct. at 1918.   That is not the situation here.  Because the application note with which we are concerned neither excludes any offenses expressly enumerated in the guideline, nor calls for the inclusion of any offenses that the guideline expressly excludes, there is no inconsistency.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">By like token, the application note, when measured against the text of the career offender guideline, does not appear arbitrary or unreasonable.  In real-world terms, drug-trafficking conspiracies cannot easily be separated from the mine-run of serious narcotics offenses and, therefore, the Sentencing Commission's inclusion of conspiracy convictions is most accurately viewed as interstitial.  It is a logical step both from a lay person's coign of vantage and from the standpoint of the Commission's (and Congress's) oft-demonstrated preoccupation with punishing drug traffickers sternly.  It in no way detracts from the dictates of the guideline itself.  In short, the application note comports sufficiently with the letter, spirit, and aim of the guideline to bring it within the broad sphere of the Sentencing Commission's interpretive discretion.  Cf., e.g., id. at ----, 113 S.Ct. at 1919 (holding that an agency's interpretation of its own regulations must be given controlling weight if it does not violate the Constitution or a federal statute);  Robertson v. Methow Valley Citizens Council, 490 U.S. 332, 359, 109 S.Ct. 1835, 1850-51, 104 L.Ed.2d 351 (1989) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">2. Consistency with Section 994(h).   As we observed at the outset, the question of whether Application Note 1 contravenes 28 U.S.C. Sec. 994(h) has divided the courts of appeals.  Three circuits hold that Application Note 1 conflicts with the statute.  See United States v. Mendoza-Figueroa, 28 F.3d 766 (8th Cir.1994);  United States v. Bellazerius, 24 F.3d 698, 702 (5th Cir.1994);  United States v. Price, 990 F.2d 1367, 1369 (D.C.Cir.1993).  These courts stress that a \"conspiracy to commit a crime involves quite different elements from whatever substantive crime the defendants conspire to commit\" and thus, cannot be said to be one of the offenses \"described in\" the statutes that section 994(h) enumerates.  Price, 990 F.2d at 1369.   Accordingly, these courts hold that the Commission's attempt to introduce crimes not expressly mentioned in section 994(h) into the career offender calculus is contrary to law.  See, e.g., id.   In a related vein, these courts also hold that since the Commission stated in a \"background\" comment that it drafted U.S.S.G. Sec. 4B1.1 to implement the \"mandate\" of section 994(h), and did not provide any other legal authority in support of its enactment, the inclusion of conspiracies in the career offender guideline cannot be regarded as an exercise of the Commission's discretionary powers under 28 U.S.C. Sec. 994(a).  See, e.g., Bellazerius, 24 F.3d at 702.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Several other circuits have adopted a diametrically opposite view.  These courts hold that \"[s]ection 994(h) provides the minimum obligation of the Commission and does not prohibit the inclusion of additional offenses that qualify for such treatment.\"  United States v. Damerville, 27 F.3d 254, 257 (7th Cir.1994);  accord United States v. Hightower, 25 F.3d 182, 187 (3d Cir.1994);  United States v. Allen, 24 F.3d 1180, 1187 (10th Cir.1994);  United States v. Heim, 15 F.3d 830, 832 (9th Cir.1994);  cf. United States v. Beasley, 12 F.3d 280, 283 (1st Cir.1993).  Rather than viewing section 994(h) as a ceiling, limiting the Sentencing Commission's power, these courts, constituting a majority of the circuits that have spoken to the issue, see the statute as a floor, describing the irreducible minimum that the Commission must do by way of a career offender guideline, but without in any way inhibiting the Commission, in the exercise of its lawfully delegated powers, from including additional offenses within the career offender rubric.  See, e.g., Damerville, 27 F.3d at 257.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We find the majority view more persuasive.  In this regard, we think it is significant that this view is more compatible with discernible congressional intent.  The legislative history makes plain that section 994(h) is \"not necessarily intended to be an exhaustive list of types of cases in which the guidelines should specify a substantial term of imprisonment, nor of types of cases in which terms at or close to authorized maxima should be specified.\"   S.Rep. No. 98-225, 98th Cong., 1st Sess. 176 (1983), reprinted in 1984 U.S.C.C.A.N. 3182, 3359.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To cinch matters, we believe that Fiore--a case in which we held that a conviction for a conspiracy to commit a crime of violence must be treated for career offender purposes the same as a conviction for the crime of violence itself, 983 F.2d at 3--aligns us doctrinally with the majority view.  And because we continue to believe that Fiore was correctly decided, we do not resist its pull.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">3. Validity of the Definitions.   Having concluded that 28 U.S.C. Sec. 994(h) neither comprises a ceiling nor an exclusive compendium of the crimes that are eligible to serve as triggering or predicate offenses, we must next determine whether the Commission has lawful power to write the definition of \"crime of violence\" and \"controlled substance offense\" to include certain conspiracy convictions.  We believe the Commission's definitions are both valid and applicable to Piper's case.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">On this issue, our work is largely behind us, for we have addressed the question on a number of previous occasions.  In determining what crimes constitute covered offenses, we use the formal categorical approach introduced by the Supreme Court in Taylor v. United States, 495 U.S. 575, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990).  See Fiore, 983 F.2d at 3;  accord United States v. Dyer, 9 F.3d 1, 2 (1st Cir.1993) (per curiam).  Under such an approach, we look to the statutory definition of the offense in question, as opposed to the particular facts underlying the conviction.  See Fiore, 983 F.2d at 3;  see also United States v. Winter, 22 F.3d 15, 18 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">To determine the status of a conspiracy conviction vis-a-vis the career offender rubric, the key question is \"conspiracy to do what?\"  Fiore, 983 F.2d at 3.   If the object of the conspiracy is to commit a crime of violence or a controlled substance offense, as those terms are defined for purposes of U.S.S.G. Sec. 4B1.1, then the career offender provision is applicable.  Here, answering the question brings the offense of conviction within the ambit of the career offender guideline, as appellant acknowledges that he pleaded guilty to a charge that he participated in a drug-trafficking conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Appellant tries mightily to avoid this conclusion.  He claims that Fiore should not be given suzerainty here.  In this connection, appellant makes two points:  (1) Fiore involved a conspiracy to commit a crime of violence, rather than a conspiracy to commit a controlled substance offense;  and (2) Fiore involved a predicate offense rather than a triggering offense.  To be sure, these distinctions exist--but they are distinctions that make no legally relevant difference.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Appellant's first point simply will not wash.  The rationale on which the Taylor Court relied in choosing a formal categorical approach is equally applicable to controlled substance offenses.  For one thing, the approach mirrors Congress's approach.  See Taylor, 495 U.S. at 575, 110 S.Ct. at 2143.   For another thing, the same practical difficulties that militate against the use of a fact-specific analytic method are present in both situations.  Cf. Beasley, 12 F.3d at 284 (explaining that to distinguish controlled substance predicate offenses based on the jurisdiction of conviction would \"produce a crazy quilt of punishment results\").</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We need not dwell on appellant's second point.  As we already have noted, see supra note 3, an identical analysis applies whether the offense in question is a triggering or predicate offense.  Consequently, the same result must obtain.  Fiore controls.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">4. Rulemaking.   Appellant mounts one last challenge to the inclusion of conspiracy convictions in the career offender calculus.  This challenge derives from the notion that the promulgation of Application Note 1 constituted improper rulemaking in violation of 28 U.S.C. Sec. 994(x).  We reject this initiative.  A fair reading of the statute indicates that it requires no more than that the promulgation of the guidelines themselves shall be subject to the rulemaking procedures detailed in the Administrative Procedure Act (APA).  See 28 U.S.C. Sec. 994(x) (stating that the relevant APA provisions, such as 5 U.S.C. Sec. 553, \"relating to the publication in the Federal Register and public hearing procedure, shall apply to the promulgation of Guidelines pursuant to this section\") (emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In any event, Application Note 1 is nothing more than an interpretive aid.  As such, it is \"akin to an agency's interpretation of its own legislative rules.\"  Stinson, --- U.S. at ----, 113 S.Ct. at 1919.   It is not necessary that such interpretations be promulgated in accordance with the formal requirements of the APA.  See 5 U.S.C. Sec. 553 (excluding from rulemaking procedures \"interpretative rules, general statements of policy, or rules of agency organization, procedure, or practice\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>C. Prior State Convictions as Predicate Offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Taking a slightly different tack, appellant asseverates that the enumeration of specific statutes within section 994(h) precludes incorporation of state court convictions as predicate offenses under the career offender provision;  and that, therefore, the court below committed reversible error in counting his convictions for state drug-trafficking crimes.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The short of it is that this asseveration has been advanced--and rebuffed--in many other cases.  See, e.g., Beasley, 12 F.3d at 284 (holding that to exclude state drug-trafficking convictions would thwart Congress's intent, do violence to the language of section 994(h), and create an unjustified anomaly);  United States v. Rivera, 996 F.2d 993, 996 (9th Cir.1993) (holding the Sentencing Commission's inclusion of state convictions as predicate offenses to be both permissible and reasonable);  United States v. Whyte, 892 F.2d 1170, 1174 (3d Cir.1989) (stating that, under section 994(h), predicate drug offenses need only involve \"conduct that could have been charged federally\"), cert. denied, 494 U.S. 1070, 110 S.Ct. 1793, 108 L.Ed.2d 794 (1990);  see also Dyer, 9 F.3d at 1 (explicitly endorsing Whyte rationale).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Displayed against the monochromatic backdrop of this massed authority, appellant's challenge fades.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>D. Constitutionality of the Sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Appellant's last-ditch argument is that the mere application of the career offender guideline in this case infracts his constitutional rights.  Specifically, he contends that the Sentencing Commission, in promulgating the guideline, violated both the Due Process Clause (by treating all career offenders alike, without regard to their individual circumstances) and the Cruel and Unusual Punishment Clause (by prescribing a sentence which does not depend on the gravity of the conduct underlying the offense of conviction).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This rumination deserves short shrift.  Appellant's constitutional challenge leans almost exclusively on United States v. Spencer, 817 F.Supp. 176 (D.D.C.1993).  However, Spencer has since been reversed, see United States v. Spencer, 25 F.3d 1105 (D.C.Cir.1994), and is, therefore, a cardboard crutch.  Moreover, the reversal seems richly deserved.  After all, the prevailing view is that the career offender guideline does not violate the Due Process Clause.  See, e.g., United States v. Davis, 15 F.3d 526, 533 n. 5 (6th Cir.1994);  United States v. John, 936 F.2d 764, 766 n. 2 (3d Cir.1991);  United States v. Jones, 907 F.2d 929, 930 (9th Cir.1990);  United States v. Green, 902 F.2d 1311, 1313 (8th Cir.), cert. denied, 498 U.S. 943, 111 S.Ct. 353, 112 L.Ed.2d 316 (1990).  We share this view.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">To the extent that appellant's claim of cruel and unusual punishment rests on the district court's reasoning in Spencer, it is similarly undone.  Perhaps more importantly, appellant fails to indicate any factor that meaningfully distinguishes his sentence as a career offender from other sentences found by other courts to be in complete conformity with the strictures of the Eighth Amendment.  See, e.g., Rummel v. Estelle, 445 U.S. 263, 100 S.Ct. 1133, 63 L.Ed.2d 382 (1980);  Davis, 15 F.3d at 533 n. 5;  John, 936 F.2d at 766 n. 2.   Thus, appellant's constitutional attack misses the mark.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We need go no further.  Having examined the record and the applicable law with care, we find appellant's guilty plea to have been properly received and his sentence to have been imposed in accordance with law.  The career offender regime, as crafted by Congress and the Sentencing Commission, is harsh, but the courts are obliged to enforce it according to its tenor.  The district court did so here.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The career offender guideline applies to an adult defendant who commits a felony \"that is either a crime of violence or a controlled substance offense,\" having previously incurred \"at least two prior felony convictions of either a crime of violence or a controlled substance offense.\"   U.S.S.G. Sec. 4B1.1 (Nov. 1993).  We sometimes call the offense of conviction the \"triggering offense\" in contradistinction to the \"predicate offenses,\" i.e., the prior felony convictions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Grasping at straws, appellant suggests a variety of other ways in which he deems the Rule 11 proceeding flawed.  These suggestions range from the jejune to the frivolous.  None merit discussion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In this case the lower court ruled that the conspiracy conviction constituted a triggering offense.  We note, however, that the relevant definitions are substantially identical, and, therefore, answering the question of whether a conspiracy charge can constitute a triggering offense for purposes of the career offender guideline necessarily answers the analogous question of whether a conspiracy conviction can constitute a predicate offense for such purposes.  See, e.g., United States v. Bell, 966 F.2d 703, 705 (1st Cir.1992) (explaining that it would be a \"bizarre ... anomaly\" if the same crime were determined to be a triggering offense, but not a predicate offense, under the career offender guideline, or vice-versa);  see also United States v. Price, 990 F.2d 1367, 1369 (D.C.Cir.1993) (stating that, in regard to classification, the statutory definition of what constitutes a triggering offense and what constitutes a predicate offense \"poses the same problem\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In the statute, Congress directed the Commission, inter alia, to \"assure that the guidelines specify a sentence to a term of imprisonment at or near the maximum term authorized\" for an adult defendant convicted of a felony that is either \"(A) a crime of violence;  or (B) an offense described in section 401 of the Controlled Substances Act (21 U.S.C. 841), sections 1002(a), 1005, and 1009 of the Controlled Substances Import and Export Act (21 U.S.C. 952(a), 955, and 959), and section 1 of the Act of September 15, 1980 (21 U.S.C. 955a),\" so long as such defendant \"previously [has] been convicted of two or more felonies,\" each of which is a crime of violence or controlled substance offense (defined in the same way as triggering offenses are defined).  28 U.S.C. Sec. 944(h).  The Commission itself recognized the primacy of the statute and wrote the career offender guideline in part to reflect the statutory requirements.  See U.S.S.G. Sec. 4B1.1, comment.  (backg'd.) (explaining that section 4B1.1 implements the mandate of 28 U.S.C. Sec. 994(h))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This legislative history also casts light on the Commission's use of the term \"mandate,\" referring to the \"mandate\" of section 994(h), in the background commentary to the career offender guideline.  See U.S.S.G. Sec. 4B1.1, comment.  (backg'd.).  We think it shows rather clearly that Congress wanted to guide the Commission in a general direction, not merely to instruct it to make a one-time mechanical adjustment.  In our opinion, the overall context suggests that Congress's \"mandate\" directed the Commission to accord career offender treatment to whatever drug-related crimes the Commission believed to be on a par with the offenses enumerated in section 994(h).  And we think that the Commission used the word \"mandate\" to refer to this broader policy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> On appeal, Piper contends for the first time that his antecedent state convictions are \"not fairly or rationally linked to the [enumerated] federal crimes.\"   We eschew consideration of this late-blooming argument.  It is settled that, in respect to criminal sentencing, as in other contexts, arguments not squarely presented to the sentencing court cannot debut as of right in an appellate venue.  See United States v. Sepulveda, 15 F.3d 1161, 1202 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994);  United States v. Ocasio-Rivera, 991 F.2d 1, 3 (1st Cir.1993);  United States v. Dietz, 950 F.2d 50, 55 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We note that appellant also alludes in passing to the possibility that the career offender guideline abridges the Equal Protection Clause.  Because this allusion is not accompanied by any developed argumentation, we deem it waived.  See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1082, 110 S.Ct. 1814, 108 L.Ed.2d 944 (1990)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>David PIPER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1197.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 4, 1994.<br>Decided Sept. 8, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter Clifford, Kennebunk, ME, for appellant.</p>\n      <p class=\"indent\">Michael M. DuBose, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., Portland, ME, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA and CYR, Circuit Judges, and ZOBEL,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal asks us to revisit, in a slightly altered form, the question of whether conspiracy convictions qualify as triggering and/or predicate offenses for purposes of the career offender provisions of the federal sentencing guidelines.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This question has divided the courts of appeals.  On reflection, we adhere to the majority view and continue to treat certain conspiracy convictions as includable in determining career offender status.  Because the district court took this (legally proper) approach, and because appellant's only non-sentence-related assignment of error is impuissant, we affirm the judgment below.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 2, 1993, in proceedings pursuant to Fed.R.Crim.P. 11, defendant-appellant David Piper waived indictment and pleaded guilty to a two-count information charging him with conspiracy to possess with intent to distribute over 100 kilograms of marijuana, see 21 U.S.C. Secs. 841(a)(1), 841(b)(1)(B), 846, and using or carrying a firearm in connection with a drug-trafficking crime, see 18 U.S.C. Sec. 924(c).  On February 23, 1994, the district court imposed a 25-year prison sentence on count 1, terming Piper a career offender.  The court also sentenced Piper to an incremental 5-year prison term on the weapons charge.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Piper appeals, alleging error in both the acceptance of his guilty plea and the application of the career offender guideline.</p>\n    </div>\n    <p>II. THE RULE 11 CHALLENGE</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant's initial claim of error need detain us only in the respect that it requires us to make clear that specific intent to effectuate an underlying substantive offense, and not an intent to commit the substantive offense oneself, is all that is necessary to sustain a conspiracy conviction.  Before reaching this vexing point, we first dispatch some necessary preliminaries.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although Piper now contends that the district court erred in accepting a plea to the information, he did not seek to withdraw his plea below.  Consequently, he can prevail on this afterthought ground only if he demonstrates a substantial defect in the Rule 11 proceeding itself.  See United States v. Mateo, <span class=\"citation\" data-id=\"572656\"><a href=\"/opinion/572656/united-states-v-david-mateo/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">44</span></a></span>, 45 (1st Cir.1991);  United States v. Parra-Ibanez, <span class=\"citation\" data-id=\"563642\"><a href=\"/opinion/563642/united-states-v-francisco-j-parra-ibanez/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">588</span></a></span>, 593-94 (1st Cir.1991).  Appellant's attempts to meet this exacting standard lack force.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellant advances three main arguments in support of this assigned error,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> each of which centers around the drug-trafficking count.  He asserts that the district court (1) mischaracterized the nature and elements of the offense, thereby frustrating his ability to understand the charge to which he pled guilty, in derogation of Fed.R.Crim.P. 11(c)(1);  (2) failed to ensure that his plea was voluntary, in derogation of Fed.R.Crim.P. 11(d);  and (3) accepted his plea despite the lack of an adequate factual basis, in derogation of Fed.R.Crim.P. 11(f).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We have inspected the plea colloquy with care, tested it in the crucible of Rule 11, see, e.g., <span class=\"citation\" data-id=\"563642\"><span class=\"antecedent_guess\">Parra-Ibanez,</span> <a href=\"/opinion/563642/united-states-v-francisco-j-parra-ibanez/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">590</span> </a></span>(explaining that the \"strictures of Rule 11 ... are calculated to insure the voluntary and intelligent character of the plea\");  United States v. Allard, <span class=\"citation\" data-id=\"556604\"><a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1237</span></a></span>, 1244-45 (1st Cir.1991) (identifying core Rule 11 concerns:  absence of coercion, understanding of charges, and knowledge of consequences of guilty plea), and find no hint of any mischaracterization.  To the precise contrary, the lower court proceeded in a meticulous fashion to ensure that appellant understood the gist of the information.  A judge's responsiveness to a defendant's articulated concerns is of great importance in Rule 11 proceedings.  See, e.g., United States v. Buckley, <span class=\"citation\" data-id=\"506591\"><a href=\"/opinion/506591/united-states-v-david-k-buckley-david-k-buckley-v-united-states/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">991</span></a></span>, 999 (1st Cir.1988) (explaining need for court to respond appropriately to defendant's questions at change-of-plea hearing), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1015</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">798</span> </span>(1989).  Here, the judge not only fulfilled the core requirements of Rule 11, but also furnished suitably detailed explanations when appellant sought clarification of certain points.  And, moreover, the record is replete with indications that appellant understood the charges, faced up to them, and chose voluntarily to plead guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We need not paint the lily.  An appellate court must read the transcript of a Rule 11 colloquy with practical wisdom as opposed to pettifoggery.  See United States v. Medina-Silverio, <span class=\"citation\" data-id=\"195500\"><a href=\"/opinion/195500/united-states-v-medina-silverio/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1994) (emphasizing that there is no \"formula of 'magic words' in meeting the requirements of Rule 11\");  <span class=\"citation\" data-id=\"556604\"><span class=\"antecedent_guess\">Allard,</span> <a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1245</span> </a></span>(similar);  see also Fed.R.Crim.P. 11(h) (explaining that, to warrant vacation, irregularities in a plea-taking proceeding must affect the defendant's \"substantial rights\").  Viewed from that perspective, appellant's first two arguments are meritless.  The district court's performance in explaining the charges and ensuring that defendant understood them easily passes muster under Rule 11(c) and (d).  The plea was voluntary.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The third prong of appellant's assignment of error requires special mention, for the argument advanced indicates some confusion over what proof is required in order to sustain a conspiracy conviction.  Appellant's thesis is that, while he agreed to help steal the marijuana, he did not have an intent to distribute it himself, and, thus, could not be guilty of (and could not validly plead guilty to) the conspiracy charge.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This thesis does not receive a passing grade.  A specific intent to distribute drugs oneself is not required to secure a conviction for participating in a drug-trafficking conspiracy.  This conclusion is neither new nor original.  In United States v. Rivera-Santiago, <span class=\"citation\" data-id=\"521900\"><a href=\"/opinion/521900/united-states-v-antonio-rivera-santiago-aka-junior-vivique-united/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span> </a></span>(1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span> </span>&amp; <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">832</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">68</span> </span>(1989), we upheld a conviction for conspiracy to distribute marijuana based on evidence that the defendant had agreed to store a large quantity of the drug in his house, even though no evidence had been adduced that he intended to play a role in its distribution.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 1081. </span>  In the process, we explained that:an individual could be found to be part of a conspiracy to possess and distribute [marijuana] even though he neither directly participated in interstate trafficking nor knew the precise extent of the enterprise.  The fact that he participated in one ... link of the distribution chain, knowing that it extended beyond his individual role, was sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1079 </span>(emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Any confusion in this area of the law may arise from a possible ambiguity in certain of our earlier decisions.  In Rivera-Santiago, for example, we stated, in the paragraph immediately preceding the language quoted above, that \"[i]n order to prove that a defendant belonged to and participated in a conspiracy, the government must prove two kinds of intent;  intent to agree and intent to commit the substantive offense.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  This \"double </span>intent\" formulation neither began with Rivera-Santiago, see, e.g., United States v. Drougas, <span class=\"citation\" data-id=\"444351\"><a href=\"/opinion/444351/united-states-v-aristedes-drougas-united-states-of-america-v-michael-a/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 15 (1st Cir.1984), nor ended there, see, e.g., United States v. Mena-Robles, <span class=\"citation\" data-id=\"194956\"><a href=\"/opinion/194956/united-states-v-mena-robles/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1031 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1550</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">199</span> </span>(1994);  United States v. Nueva, <span class=\"citation\" data-id=\"595179\"><a href=\"/opinion/595179/united-states-v-alfredo-nueva/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 884 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1615</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">175</span> </span>(1993).  Insofar as we can determine, the formulation made its First Circuit debut in United States v. Flaherty, <span class=\"citation\" data-id=\"398781\"><a href=\"/opinion/398781/united-states-v-thomas-e-flaherty-united-states-of-america-v-james-r/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">566</span> </a></span>(1st Cir.1981), where the panel stated that \"[t]wo types of intent must be proved:  intent to agree and intent to commit the substantive offense.\"  <span class=\"citation\" data-id=\"398781\"><a href=\"/opinion/398781/united-states-v-thomas-e-flaherty-united-states-of-america-v-james-r/\"><span class=\"id_token\">Id.</span> at 580. </a></span>  For this proposition the panel cited United States v. United States Gypsum Co., <span class=\"citation\" data-id=\"109931\"><a href=\"/opinion/109931/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">422</span></a></span>, <span class=\"citation\" data-id=\"109931\"><a href=\"/opinion/109931/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2864</span></a></span>, <span class=\"citation\" data-id=\"109931\"><a href=\"/opinion/109931/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span> </a></span>(1978).  But Gypsum says something slightly different:  \"[i]n a conspiracy, two different types of intent are generally required--the basic intent to agree ... and the more traditional intent to effectuate the object of the conspiracy.\"  (emphasis supplied).  <span class=\"citation\" data-id=\"109931\"><a href=\"/opinion/109931/united-states-v-united-states-gypsum-co/\"><span class=\"id_token\">Id.</span> at 444 </a></span>n. 20, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2877</span> </span>n. 20.   Though slight, the difference is important.  Its significance comes into focus in the case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Perhaps the best way to illustrate the difference is by asking a question:  does one who intentionally agrees to undertake activities that facilitate commission of a substantive offense, but who does not intend to commit the offense himself, have the requisite intent to be convicted of conspiracy?   According to a literal reading of Flaherty--a reading which we are sure the Flaherty court never intended and which, to our knowledge, has never been implemented in this circuit--the answer to the question would be in the negative.  Under such a reading, a defendant must have the \"intent to commit the substantive offense\" in order to ground a conviction.  But under Gypsum, by contrast, the answer to the question is plainly in the affirmative, for our hypothetical defendant \"inten[ded] to effectuate the object of the conspiracy.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Gypsum's formulation not only makes good sense, but it is also good law.  In practice, our cases have hewed to that line.  See, e.g., <span class=\"citation\" data-id=\"521900\"><a href=\"/opinion/521900/united-states-v-antonio-rivera-santiago-aka-junior-vivique-united/\"><span class=\"antecedent_guess\">Rivera-Santiago,</span> supra</a></span>; United States v. Moosey, <span class=\"citation\" data-id=\"436222\"><a href=\"/opinion/436222/united-states-v-lawrence-moosey/\"><span class=\"volume\">735</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 635-36 (1st Cir.1984) (upholding conviction for conspiracy even though defendant personally had not intended to, and did not, participate in the underlying substantive offense of interstate trafficking).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We conclude, therefore, that the \"double intent\" language contained in Flaherty and its progeny, correctly read, merely rehearses the Gypsum formulation, and requires that the government prove an intent to agree and an intent to effectuate the commission of the substantive offense.  A defendant need not have had the intent personally to commit the substantive crime.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, the record shows beyond hope of contradiction that appellant, whether or not he meant personally to participate in the distribution of the contraband, nonetheless knowingly assisted in its asportation, with foreknowledge that the conspiracy extended beyond the theft to the eventual disposal at some later date of the purloined marijuana (totaling over 145 kilograms).  He thus possessed the requisite mens rea.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That ends the matter.  Though a district court has an unflagging obligation to assure itself that a guilty plea is grounded on an adequate factual foundation, see, e.g., United States v. Ruiz-Del Valle, <span class=\"citation\" data-id=\"195004\"><a href=\"/opinion/195004/united-states-v-del-valle/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span>, 102 (1st Cir.1993), it need not gratuitously explore points removed from the elements of the offense.  Because an adequate factual basis existed to undergird appellant's plea, his assignment of error collapses.</p>\n    </div>\n    <p>III. THE CAREER OFFENDER CHALLENGE</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We now reach the heart of the appeal.  We choose to present our analysis in four segments.  First, we set the stage.  Second, we address the status of conspiracy convictions under the career offender guideline.  Next, we consider the propriety of including state narcotics convictions as predicate offenses.  Finally, we confront appellant's constitutional challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A. Setting the Stage.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The career offender guideline provides that a defendant is a career offender if:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>(1) the defendant was at least eighteen years old at the time of the instant offense, (2) the instant offense of conviction is a felony that is either a crime of violence or a controlled substance offense, and (3) the defendant has at least two prior felony convictions of either a crime of violence or a controlled substance offense.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">U.S.S.G. Sec. 4B1.1 (Nov. 1993).  An associated guideline defines a \"controlled substance offense\" for all pertinent purposes as \"an offense under a federal or state law prohibiting the manufacture, import, export, distribution, or dispensing of a controlled substance ... with intent to manufacture, import, export, distribute, or dispense.\"   U.S.S.G. Sec. 4B1.2(2).  To elucidate this definition, the Sentencing Commission devised Application Note 1.  The note instructs readers that the term \"controlled substance offense\" includes \"the offenses of aiding and abetting, conspiring, and attempting to commit such offenses.\"   U.S.S.G. Sec. 4B1.2, comment.  (n. 1).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">When appellant appeared for sentencing, the district court, relying on United States v. Fiore, <span class=\"citation\" data-id=\"597517\"><a href=\"/opinion/597517/united-states-v-anthony-fiore/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span> </a></span>(1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1830</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">458</span> </span>(1993), invoked Application Note 1 and determined that the instant offense of conviction--conspiracy to possess with intent to distribute over 100 kilograms of marijuana--constituted a controlled substance offense for purposes of U.S.S.G. Sec. 4B1.1.  The conviction therefore triggered consideration of the career offender regime.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This step spelled trouble for appellant.  The presentence investigation report reflected that he previously had racked up eleven adult criminal convictions.  The judge counted two of them--a 1980 state court conviction for selling a controlled substance (PCP), and a 1985 state court conviction for possession of cocaine with intent to distribute--as comprising the predicate offenses needed to bring the career offender guideline to bear.  Hence, the court imposed a much stiffer sentence--25 years--than the offense of conviction, taken in a vacuum, otherwise would have generated.</p>\n    </div>\n    <p>B. Conspiracies As Covered Offenses</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellant challenges the district court's ruling that his conspiracy conviction qualifies as a controlled substance offense.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Because this challenge hinges on the legal effect of the conviction, our review is plenary.  See <span class=\"citation\" data-id=\"597517\"><span class=\"antecedent_guess\">Fiore,</span> <a href=\"/opinion/597517/united-states-v-anthony-fiore/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">2</span></a></span>;  see also United States v. St. Cyr, <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 701 (1st Cir.1992) (holding that a de novo standard of review governs interpretive questions under the sentencing guidelines).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appellant launches this offensive by remarking the obvious:  conspiracy convictions are not mentioned in the body of either the relevant guidelines, U.S.S.G. Secs. 4B1.1-4B1.2, or the enabling legislation, 28 U.S.C. Sec. 994(h).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  He acknowledges that Application Note 1, <span class=\"citation no-link\"><span class=\"antecedent_guess\">quoted</span> supra </span>Part III(A), purports to include certain conspiracies as triggering and/or predicate offenses, but limns two reasons why sentencing courts must boycott this conclusion.  First, he asserts that the Sentencing Commission's commentary is inconsistent with the guideline itself and should, therefore, be disregarded.  Second, he asserts that if, by reason of the commentary or otherwise, the guideline is construed to encompass conspiracies (particularly drug-trafficking conspiracies), its promulgation exceeds the Sentencing Commission's statutory authority.  Neither assertion carries the day.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">1. Consistency with the Guideline.   With respect to the Sentencing Commission, the Court's instructions could scarcely be more explicit:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Commentary which functions to interpret [a] guideline or explain how it is to be applied, controls, and if failure to follow, or a misreading of, such commentary results in a sentence select[ed] ... from the wrong guideline range, that sentence would constitute an incorrect application of the sentencing guidelines....</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Stinson v. United States, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1913</span></a></span>, 1917-18, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span> </a></span>(1993) (citations and internal quotation marks omitted).  To be sure, commentary, though important, must not be confused with gospel.  Commentary is not binding in all instances.  See Stinson, --- U.S. at <span class=\"citation\" data-id=\"112854\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1918</span></a></span>.   In particular, commentary carries no weight when the Commission's suggested interpretation of a guideline is \"arbitrary, unreasonable, inconsistent with the guideline's text, or contrary to law.\"  <span class=\"citation\" data-id=\"597517\"><span class=\"antecedent_guess\">Fiore,</span> <a href=\"/opinion/597517/united-states-v-anthony-fiore/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">2</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">An application note and a guideline are inconsistent only when \"following one will result in violating the dictates of the other.\"  Stinson, --- U.S. at <span class=\"citation\" data-id=\"112854\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1918</span></a></span>.   That is not the situation here.  Because the application note with which we are concerned neither excludes any offenses expressly enumerated in the guideline, nor calls for the inclusion of any offenses that the guideline expressly excludes, there is no inconsistency.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">By like token, the application note, when measured against the text of the career offender guideline, does not appear arbitrary or unreasonable.  In real-world terms, drug-trafficking conspiracies cannot easily be separated from the mine-run of serious narcotics offenses and, therefore, the Sentencing Commission's inclusion of conspiracy convictions is most accurately viewed as interstitial.  It is a logical step both from a lay person's coign of vantage and from the standpoint of the Commission's (and Congress's) oft-demonstrated preoccupation with punishing drug traffickers sternly.  It in no way detracts from the dictates of the guideline itself.  In short, the application note comports sufficiently with the letter, spirit, and aim of the guideline to bring it within the broad sphere of the Sentencing Commission's interpretive discretion.  Cf., e.g., <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"id_token\">id.</span> at ----, </a></span>113 S.Ct. at 1919 (holding that an agency's interpretation of its own regulations must be given controlling weight if it does not violate the Constitution or a federal statute);  Robertson v. Methow Valley Citizens Council, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 359, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1835</span></a></span>, 1850-51, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span> </a></span>(1989) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">2. Consistency with Section 994(h).   As we observed at the outset, the question of whether Application Note 1 contravenes 28 U.S.C. Sec. 994(h) has divided the courts of appeals.  Three circuits hold that Application Note 1 conflicts with the statute.  See United States v. Mendoza-Figueroa, <span class=\"citation\" data-id=\"673483\"><a href=\"/opinion/673483/united-states-v-jose-maria-mendoza-figueroa/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">766</span> </a></span>(8th Cir.1994);  United States v. Bellazerius, <span class=\"citation\" data-id=\"670529\"><a href=\"/opinion/670529/united-states-v-dino-bellazerius-aka-angelo-di-adonis-aka/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span>, 702 (5th Cir.1994);  United States v. Price, <span class=\"citation\" data-id=\"604768\"><a href=\"/opinion/604768/united-states-v-adrian-v-price/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1367</span></a></span>, 1369 (D.C.Cir.1993).  These courts stress that a \"conspiracy to commit a crime involves quite different elements from whatever substantive crime the defendants conspire to commit\" and thus, cannot be said to be one of the offenses \"described in\" the statutes that section 994(h) enumerates.  <span class=\"citation\" data-id=\"604768\"><span class=\"antecedent_guess\">Price,</span> <a href=\"/opinion/604768/united-states-v-adrian-v-price/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1369</span></a></span>.   Accordingly, these courts hold that the Commission's attempt to introduce crimes not expressly mentioned in section 994(h) into the career offender calculus is contrary to law.  See, e.g., <span class=\"citation\" data-id=\"604768\"><a href=\"/opinion/604768/united-states-v-adrian-v-price/\"><span class=\"id_token\">id.</span>   In a </a></span>related vein, these courts also hold that since the Commission stated in a \"background\" comment that it drafted U.S.S.G. Sec. 4B1.1 to implement the \"mandate\" of section 994(h), and did not provide any other legal authority in support of its enactment, the inclusion of conspiracies in the career offender guideline cannot be regarded as an exercise of the Commission's discretionary powers under 28 U.S.C. Sec. 994(a).  See, e.g., <span class=\"citation\" data-id=\"670529\"><span class=\"antecedent_guess\">Bellazerius,</span> <a href=\"/opinion/670529/united-states-v-dino-bellazerius-aka-angelo-di-adonis-aka/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">702</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Several other circuits have adopted a diametrically opposite view.  These courts hold that \"[s]ection 994(h) provides the minimum obligation of the Commission and does not prohibit the inclusion of additional offenses that qualify for such treatment.\"  United States v. Damerville, <span class=\"citation\" data-id=\"672392\"><a href=\"/opinion/672392/united-states-v-michael-r-damerville-and-sharon-douglas/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">254</span></a></span>, 257 (7th Cir.1994);  accord United States v. Hightower, <span class=\"citation\" data-id=\"670696\"><a href=\"/opinion/670696/united-states-v-kevin-hightower/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">182</span></a></span>, 187 (3d Cir.1994);  United States v. Allen, <span class=\"citation\" data-id=\"670611\"><a href=\"/opinion/670611/united-states-v-john-brett-allen-also-known-as-lucky-pierre-also-known/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1180</span></a></span>, 1187 (10th Cir.1994);  United States v. Heim, <span class=\"citation\" data-id=\"661792\"><a href=\"/opinion/661792/united-states-v-wayne-rodney-heim-dyan-jones-steven-robert-britenbach/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">830</span></a></span>, 832 (9th Cir.1994);  cf. United States v. Beasley, <span class=\"citation\" data-id=\"195099\"><a href=\"/opinion/195099/united-states-v-beasley/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">280</span></a></span>, 283 (1st Cir.1993).  Rather than viewing section 994(h) as a ceiling, limiting the Sentencing Commission's power, these courts, constituting a majority of the circuits that have spoken to the issue, see the statute as a floor, describing the irreducible minimum that the Commission must do by way of a career offender guideline, but without in any way inhibiting the Commission, in the exercise of its lawfully delegated powers, from including additional offenses within the career offender rubric.  See, e.g., <span class=\"citation\" data-id=\"672392\"><span class=\"antecedent_guess\">Damerville,</span> <a href=\"/opinion/672392/united-states-v-michael-r-damerville-and-sharon-douglas/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">257</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We find the majority view more persuasive.  In this regard, we think it is significant that this view is more compatible with discernible congressional intent.  The legislative history makes plain that section 994(h) is \"not necessarily intended to be an exhaustive list of types of cases in which the guidelines should specify a substantial term of imprisonment, nor of types of cases in which terms at or close to authorized maxima should be specified.\"   S.Rep. No. 98-225, 98th Cong., 1st Sess. 176 (1983), reprinted in 1984 U.S.C.C.A.N. 3182, 3359.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To cinch matters, we believe that Fiore--a case in which we held that a conviction for a conspiracy to commit a crime of violence must be treated for career offender purposes the same as a conviction for the crime of violence itself, 983 F.2d at 3--aligns us doctrinally with the majority view.  And because we continue to believe that Fiore was correctly decided, we do not resist its pull.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">3. Validity of the Definitions.   Having concluded that 28 U.S.C. Sec. 994(h) neither comprises a ceiling nor an exclusive compendium of the crimes that are eligible to serve as triggering or predicate offenses, we must next determine whether the Commission has lawful power to write the definition of \"crime of violence\" and \"controlled substance offense\" to include certain conspiracy convictions.  We believe the Commission's definitions are both valid and applicable to Piper's case.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">On this issue, our work is largely behind us, for we have addressed the question on a number of previous occasions.  In determining what crimes constitute covered offenses, we use the formal categorical approach introduced by the Supreme Court in Taylor v. United States, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span> </a></span>(1990).  See <span class=\"citation\" data-id=\"597517\"><span class=\"antecedent_guess\">Fiore,</span> <a href=\"/opinion/597517/united-states-v-anthony-fiore/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3</span></a></span>;  accord United States v. Dyer, <span class=\"citation\" data-id=\"656647\"><a href=\"/opinion/656647/united-states-v-stephen-dyer/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1993) (per curiam).  Under such an approach, we look to the statutory definition of the offense in question, as opposed to the particular facts underlying the conviction.  See <span class=\"citation\" data-id=\"597517\"><span class=\"antecedent_guess\">Fiore,</span> <a href=\"/opinion/597517/united-states-v-anthony-fiore/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3</span></a></span>;  see also United States v. Winter, <span class=\"citation\" data-id=\"195327\"><a href=\"/opinion/195327/united-states-v-winter/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 18 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">To determine the status of a conspiracy conviction vis-a-vis the career offender rubric, the key question is \"conspiracy to do what?\"  <span class=\"citation\" data-id=\"597517\"><span class=\"antecedent_guess\">Fiore,</span> <a href=\"/opinion/597517/united-states-v-anthony-fiore/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3</span></a></span>.   If the object of the conspiracy is to commit a crime of violence or a controlled substance offense, as those terms are defined for purposes of U.S.S.G. Sec. 4B1.1, then the career offender provision is applicable.  Here, answering the question brings the offense of conviction within the ambit of the career offender guideline, as appellant acknowledges that he pleaded guilty to a charge that he participated in a drug-trafficking conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Appellant tries mightily to avoid this conclusion.  He claims that Fiore should not be given suzerainty here.  In this connection, appellant makes two points:  (1) Fiore involved a conspiracy to commit a crime of violence, rather than a conspiracy to commit a controlled substance offense;  and (2) Fiore involved a predicate offense rather than a triggering offense.  To be sure, these distinctions exist--but they are distinctions that make no legally relevant difference.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Appellant's first point simply will not wash.  The rationale on which the Taylor Court relied in choosing a formal categorical approach is equally applicable to controlled substance offenses.  For one thing, the approach mirrors Congress's approach.  See <span class=\"citation\" data-id=\"112435\"><span class=\"antecedent_guess\">Taylor,</span> <a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">575</span></a></span>, 110 S.Ct. at 2143.   For another thing, the same practical difficulties that militate against the use of a fact-specific analytic method are present in both situations.  Cf. <span class=\"citation\" data-id=\"195099\"><span class=\"antecedent_guess\">Beasley,</span> <a href=\"/opinion/195099/united-states-v-beasley/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">284</span> </a></span>(explaining that to distinguish controlled substance predicate offenses based on the jurisdiction of conviction would \"produce a crazy quilt of punishment results\").</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We need not dwell on appellant's second point.  As we already have noted, see supra note 3, an identical analysis applies whether the offense in question is a triggering or predicate offense.  Consequently, the same result must obtain.  Fiore controls.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">4. Rulemaking.   Appellant mounts one last challenge to the inclusion of conspiracy convictions in the career offender calculus.  This challenge derives from the notion that the promulgation of Application Note 1 constituted improper rulemaking in violation of 28 U.S.C. Sec. 994(x).  We reject this initiative.  A fair reading of the statute indicates that it requires no more than that the promulgation of the guidelines themselves shall be subject to the rulemaking procedures detailed in the Administrative Procedure Act (APA).  See 28 U.S.C. Sec. 994(x) (stating that the relevant APA provisions, such as 5 U.S.C. Sec. 553, \"relating to the publication in the Federal Register and public hearing procedure, shall apply to the promulgation of Guidelines pursuant to this section\") (emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In any event, Application Note 1 is nothing more than an interpretive aid.  As such, it is \"akin to an agency's interpretation of its own legislative rules.\"  Stinson, --- U.S. at <span class=\"citation\" data-id=\"112854\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1919</span></a></span>.   It is not necessary that such interpretations be promulgated in accordance with the formal requirements of the APA.  See 5 U.S.C. Sec. 553 (excluding from rulemaking procedures \"interpretative rules, general statements of policy, or rules of agency organization, procedure, or practice\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>C. Prior State Convictions as Predicate Offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Taking a slightly different tack, appellant asseverates that the enumeration of specific statutes within section 994(h) precludes incorporation of state court convictions as predicate offenses under the career offender provision;  and that, therefore, the court below committed reversible error in counting his convictions for state drug-trafficking crimes.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The short of it is that this asseveration has been advanced--and rebuffed--in many other cases.  See, e.g., <span class=\"citation\" data-id=\"195099\"><span class=\"antecedent_guess\">Beasley,</span> <a href=\"/opinion/195099/united-states-v-beasley/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">284</span> </a></span>(holding that to exclude state drug-trafficking convictions would thwart Congress's intent, do violence to the language of section 994(h), and create an unjustified anomaly);  United States v. Rivera, <span class=\"citation\" data-id=\"609811\"><a href=\"/opinion/609811/united-states-v-silvestre-m-rivera/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">993</span></a></span>, 996 (9th Cir.1993) (holding the Sentencing Commission's inclusion of state convictions as predicate offenses to be both permissible and reasonable);  United States v. Whyte, <span class=\"citation\" data-id=\"534531\"><a href=\"/opinion/534531/united-states-v-whyte-easton-a-aka-whyte-larry/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1170</span></a></span>, 1174 (3d Cir.1989) (stating that, under section 994(h), predicate drug offenses need only involve \"conduct that could have been charged federally\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1070</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1793</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">794</span> </span>(1990);  see also <span class=\"citation\" data-id=\"656647\"><span class=\"antecedent_guess\">Dyer,</span> <a href=\"/opinion/656647/united-states-v-stephen-dyer/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1</span> </a></span>(explicitly endorsing Whyte rationale).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Displayed against the monochromatic backdrop of this massed authority, appellant's challenge fades.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>D. Constitutionality of the Sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Appellant's last-ditch argument is that the mere application of the career offender guideline in this case infracts his constitutional rights.  Specifically, he contends that the Sentencing Commission, in promulgating the guideline, violated both the Due Process Clause (by treating all career offenders alike, without regard to their individual circumstances) and the Cruel and Unusual Punishment Clause (by prescribing a sentence which does not depend on the gravity of the conduct underlying the offense of conviction).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This rumination deserves short shrift.  Appellant's constitutional challenge leans almost exclusively on United States v. Spencer, <span class=\"citation no-link\"><span class=\"volume\">817</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">176</span> </span>(D.D.C.1993).  However, Spencer has since been reversed, see United States v. Spencer, <span class=\"citation\" data-id=\"671446\"><a href=\"/opinion/671446/united-states-of-america-appelleecross-appellant-v-cordell-spencer/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1105</span> </a></span>(D.C.Cir.1994), and is, therefore, a cardboard crutch.  Moreover, the reversal seems richly deserved.  After all, the prevailing view is that the career offender guideline does not violate the Due Process Clause.  See, e.g., United States v. Davis, <span class=\"citation\" data-id=\"661736\"><a href=\"/opinion/661736/united-states-v-benjamin-a-davis/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">526</span></a></span>, 533 n. 5 (6th Cir.1994);  United States v. John, <span class=\"citation\" data-id=\"563675\"><a href=\"/opinion/563675/united-states-v-keithroy-john/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">764</span></a></span>, 766 n. 2 (3d Cir.1991);  United States v. Jones, <span class=\"citation\" data-id=\"544340\"><a href=\"/opinion/544340/united-states-v-hardy-jones/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">929</span></a></span>, 930 (9th Cir.1990);  United States v. Green, <span class=\"citation\" data-id=\"541113\"><a href=\"/opinion/541113/united-states-v-roy-c-green/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1311</span></a></span>, 1313 (8th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">943</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">353</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">316</span> </span>(1990).  We share this view.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">To the extent that appellant's claim of cruel and unusual punishment rests on the district court's reasoning in Spencer, it is similarly undone.  Perhaps more importantly, appellant fails to indicate any factor that meaningfully distinguishes his sentence as a career offender from other sentences found by other courts to be in complete conformity with the strictures of the Eighth Amendment.  See, e.g., Rummel v. Estelle, <span class=\"citation\" data-id=\"110223\"><a href=\"/opinion/110223/rummel-v-estelle/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, <span class=\"citation\" data-id=\"110223\"><a href=\"/opinion/110223/rummel-v-estelle/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1133</span></a></span>, <span class=\"citation\" data-id=\"110223\"><a href=\"/opinion/110223/rummel-v-estelle/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">382</span> </a></span>(1980);  <span class=\"citation\" data-id=\"661736\"><span class=\"antecedent_guess\">Davis,</span> <a href=\"/opinion/661736/united-states-v-benjamin-a-davis/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">533</span> </a></span>n. 5;  <span class=\"citation\" data-id=\"563675\"><span class=\"antecedent_guess\">John,</span> <a href=\"/opinion/563675/united-states-v-keithroy-john/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">766</span> </a></span>n. 2.   Thus, appellant's constitutional attack misses the mark.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We need go no further.  Having examined the record and the applicable law with care, we find appellant's guilty plea to have been properly received and his sentence to have been imposed in accordance with law.  The career offender regime, as crafted by Congress and the Sentencing Commission, is harsh, but the courts are obliged to enforce it according to its tenor.  The district court did so here.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The career offender guideline applies to an adult defendant who commits a felony \"that is either a crime of violence or a controlled substance offense,\" having previously incurred \"at least two prior felony convictions of either a crime of violence or a controlled substance offense.\"   U.S.S.G. Sec. 4B1.1 (Nov. 1993).  We sometimes call the offense of conviction the \"triggering offense\" in contradistinction to the \"predicate offenses,\" i.e., the prior felony convictions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Grasping at straws, appellant suggests a variety of other ways in which he deems the Rule 11 proceeding flawed.  These suggestions range from the jejune to the frivolous.  None merit discussion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In this case the lower court ruled that the conspiracy conviction constituted a triggering offense.  We note, however, that the relevant definitions are substantially identical, and, therefore, answering the question of whether a conspiracy charge can constitute a triggering offense for purposes of the career offender guideline necessarily answers the analogous question of whether a conspiracy conviction can constitute a predicate offense for such purposes.  See, e.g., United States v. Bell, <span class=\"citation\" data-id=\"584510\"><a href=\"/opinion/584510/united-states-v-richard-harmon-bell/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">703</span></a></span>, 705 (1st Cir.1992) (explaining that it would be a \"bizarre ... anomaly\" if the same crime were determined to be a triggering offense, but not a predicate offense, under the career offender guideline, or vice-versa);  see also United States v. Price, <span class=\"citation\" data-id=\"604768\"><a href=\"/opinion/604768/united-states-v-adrian-v-price/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1367</span></a></span>, 1369 (D.C.Cir.1993) (stating that, in regard to classification, the statutory definition of what constitutes a triggering offense and what constitutes a predicate offense \"poses the same problem\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In the statute, Congress directed the Commission, inter alia, to \"assure that the guidelines specify a sentence to a term of imprisonment at or near the maximum term authorized\" for an adult defendant convicted of a felony that is either \"(A) a crime of violence;  or (B) an offense described in section 401 of the Controlled Substances Act (21 U.S.C. 841), sections 1002(a), 1005, and 1009 of the Controlled Substances Import and Export Act (21 U.S.C. 952(a), 955, and 959), and section 1 of the Act of September 15, 1980 (21 U.S.C. 955a),\" so long as such defendant \"previously [has] been convicted of two or more felonies,\" each of which is a crime of violence or controlled substance offense (defined in the same way as triggering offenses are defined).  28 U.S.C. Sec. 944(h).  The Commission itself recognized the primacy of the statute and wrote the career offender guideline in part to reflect the statutory requirements.  See U.S.S.G. Sec. 4B1.1, comment.  (backg'd.) (explaining that section 4B1.1 implements the mandate of 28 U.S.C. Sec. 994(h))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This legislative history also casts light on the Commission's use of the term \"mandate,\" referring to the \"mandate\" of section 994(h), in the background commentary to the career offender guideline.  See U.S.S.G. Sec. 4B1.1, comment.  (backg'd.).  We think it shows rather clearly that Congress wanted to guide the Commission in a general direction, not merely to instruct it to make a one-time mechanical adjustment.  In our opinion, the overall context suggests that Congress's \"mandate\" directed the Commission to accord career offender treatment to whatever drug-related crimes the Commission believed to be on a par with the offenses enumerated in section 994(h).  And we think that the Commission used the word \"mandate\" to refer to this broader policy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> On appeal, Piper contends for the first time that his antecedent state convictions are \"not fairly or rationally linked to the [enumerated] federal crimes.\"   We eschew consideration of this late-blooming argument.  It is settled that, in respect to criminal sentencing, as in other contexts, arguments not squarely presented to the sentencing court cannot debut as of right in an appellate venue.  See United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1202 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span> </span>(1994);  United States v. Ocasio-Rivera, <span class=\"citation\" data-id=\"604815\"><a href=\"/opinion/604815/united-states-v-richard-ocasio-rivera/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1993);  United States v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 55 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We note that appellant also alludes in passing to the possibility that the career offender guideline abridges the Equal Protection Clause.  Because this allusion is not accompanied by any developed argumentation, we deem it waived.  See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">944</span> </span>(1990)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109931/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110223/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112435/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112854/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194956/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195004/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195099/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195327/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195500/",
    "https://www.courtlistener.com/api/rest/v3/opinions/398781/",
    "https://www.courtlistener.com/api/rest/v3/opinions/436222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/444351/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506591/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521900/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534531/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541113/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544340/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556604/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563642/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563675/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572656/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584510/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595179/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597517/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604768/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609811/",
    "https://www.courtlistener.com/api/rest/v3/opinions/656647/",
    "https://www.courtlistener.com/api/rest/v3/opinions/661736/",
    "https://www.courtlistener.com/api/rest/v3/opinions/661792/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670529/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670611/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670696/",
    "https://www.courtlistener.com/api/rest/v3/opinions/671446/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672392/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673483/"
  ]
}