{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195510/",
  "id": 195510,
  "absolute_url": "/opinion/195510/colantuoni-v-calcagni-sons/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195510/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:22Z",
  "date_modified": "2020-02-21T23:30:21.857336Z",
  "type": "010combined",
  "sha1": "00eef12ae82fcec40ca553b0bc25d99dcfa23d97",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2344.01A",
  "local_path": null,
  "plain_text": "July 25, 1994\n                      [NOT FOR PUBLICATION]\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-2344\n\n          RICHARD L. COLANTUONI AND CAROL L. COLANTUONI,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n              ALFRED CALCAGNI &amp; SONS, INC., ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n           [Hon. Ernest C. Torres, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                     Torruella, Circuit Judge,\n                                             \n                  Coffin, Senior Circuit Judge,\n                                              \n                    and Stahl, Circuit Judge.\n                                            \n\n                                           \n\n  William E. McKeon, Jr., with whom Kevin M. Cain was on brief for\n                                                 \nappellants.\n  Michael G. Sarli for appellee Alfred Calcagni &amp; Son, Inc.\n                  \n  John F. Kelleher for appellee R.D. Werner Co., Inc.\n                  \n  Peter J. Comerford for appellee Frank N. Gustafson &amp; Sons, Inc.\n                    \n\n                                           \n\n                                           \n\n      COFFIN, Senior Circuit Judge.  Plaintiffs Richard and Carol\n                                  \n\nColantuoni brought this action against four defendants to recover\n\nfor injuries sustained when Richard Colantuoni fell from a ladder\n\nat a  construction site  at Rhode Island  College.   The district\n\ncourt  rejected  plaintiffs'  claims  of  liability  and  granted\n\nsummary judgment for  three of the  defendants.  After  reviewing\n\nthe record, we affirm.\n\n                      I.  Factual Background\n                                            \n\n      On  the morning  of April 25,  1989, Richard  Colantuoni, a\n\nsheet metal worker,  was using the upper section  of an extension\n\nladder (the  \"fly section\") to  tie in a  sheet metal duct  to an\n\noverhead roof fan at his  worksite when he fell from  the ladder,\n\nsustaining serious injury.  He brought this action, charging that\n\nhis accident  was caused by  the negligence of Alfred  Calcagni &amp;\n\nSon, Inc., the  general contractor at the job  site; R.D. Werner,\n\nInc.,  the alleged manufacturer of the ladder; Frank N. Gustafson\n\n&amp;  Sons, Inc.,  a  subcontractor at  the  construction site;  and\n\nDesign  Erectors, Inc.,  a subcontractor to  Gustafson.   He also\n\nclaimed  that  Werner  was  liable   for  damages  based  on  two\n\nadditional  theories   of   liability:   strict   liability   for\n\nmanufacture  of  a  defective  product;  and  breach  of  implied\n\nwarranty.\n\n      The district  court granted summary  judgment for Calcagni,\n\nGustafson, and  Werner, and  entered a  default judgment  against\n\nDesign Erectors.  The court  held that the doctrine of assumption\n\nof  the risk  barred  recovery  for  plaintiffs'  negligence  and\n\nproducts  liability claims.  The court rejected plaintiffs' claim\n\nfor  breach  of  implied  warranty,  finding  that  there was  no\n\nevidence that the ladder was not fit for its intended purpose, or\n\nfailed to meet  standards of implied fitness  or merchantability,\n\nand that  there was nothing  to indicate that there  was anything\n\nspecifically wrong with  the ladder.  The court  also found that,\n\nin  waiting until the eve of the  statute of limitations to serve\n\nthe  defendants,  plaintiffs  failed to  comply  with  the notice\n\nrequirement  of R.I. Gen.  Laws   6A-2-607  (requiring reasonable\n\nnotice to  seller in  breach of warranty  action).   Finally, the\n\ncourt held that  except for the ladder manufacturer,  none of the\n\ndefendants owed  a duty  to Colantuoni,  and so these  defendants\n\ncould not be liable based  on negligence.  Plaintiffs appeal from\n\nthis judgment.\n\n      Our  review  of  an  order  granting  summary  judgment  is\n\nplenary.  Pagano v. Frank, 983 F.2d 343, 347 (1st Cir. 1993).\n                         \n\n           II.  Negligence and Strict Liability Claims\n                                                      \n\n      Plaintiff advances  several  claims  of  error  on  appeal,\n\narguing  first  that   the  district  court  erred   in  granting\n\ndefendants' summary judgment  motions based on assumption  of the\n\nrisk,  because a  general issue  of  fact existed  as to  whether\n\nplaintiff  knowingly  and  voluntarily assumed  the  risk  of his\n\ninjury.    We agree  with  the  district  court that  the  record\n\nunequivocally  shows that plaintiff  assumed the risk  of injury.\n\nIn Rhode Island, the doctrine  of assumption of the risk operates\n\nas a complete bar to recovery for actions based on negligence and\n\n                               -3-\n\nstrict liability.  We therefore affirm the district court's grant\n\nof summary judgment for defendants on these claims.\n\nA.  Assumption of the Risk in Rhode Island\n                                          \n\n      In Rhode Island, the  doctrine of assumption of the risk is\n\nan affirmative defense which  operates to absolve a defendant  of\n\nliability for creating a risk of harm to a plaintiff.  Kennedy v.\n                                                              \n\nProvidence  Hockey Club,  Inc., 376  A.2d  329, 333  (1977).   To\n                              \n\nestablish this defense, a defendant must show that plaintiff knew\n\nof  the existence  of  a  danger,  appreciated  its  unreasonable\n\ncharacter, and then  voluntarily exposed himself to it.   Drew v.\n                                                              \n\nWall,  495  A.2d  229,  231   (R.I.  1985).    The  standard  for\n    \n\ndetermining   whether  a  plaintiff   knew  of   and  voluntarily\n\nencountered  a risk  is  subjective,  and is  keyed  to what  the\n\nparticular  plaintiff   in  fact   saw,   knew,  understood   and\n\nappreciated.  Kennedy, 376 A.2d at 332; Drew, 495 A.2d at 231-32.\n                                            \n\nWhile the  question of  whether a plaintiff  assumed the  risk is\n\nusually a question  for the trier of fact to decide, if the facts\n\nsuggest only  one reasonable inference, the issue  becomes one of\n\nlaw, and may be decided  by the trial court on summary  judgment.\n\nId. at 231; Rickey v. Boden, 421 A.2d 539, 543 (R.I. 1980).\n                           \n\n      Traditionally, assumption of the risk existed as a  defense\n\nto  negligence actions, operating to terminate the duty defendant\n\nowed to plaintiff.  Kennedy, 376 A.2d at 332-333.  In a diversity\n                           \n\ncase interpreting Rhode  Island law, we  held that assumption  of\n\nthe risk  is  a  viable  defense  to  products  liability  cases.\n\nTurcotte v. Ford  Motor Co., 494 F.2d  173, 183 (1st  Cir. 1974).\n                           \n\n                               -4-\n\nThe Rhode Island Supreme Court later endorsed this view.  Mignone\n                                                                 \n\nv.  Fieldcrest  Mills,  556  A.2d  35,  41  (R.I.  1989)  (citing\n                     \n\nTurcotte).  \n        \n\nB.  Application \n               \n\n      Viewing the record, as we must, in the light most favorable\n\nto plaintiffs, Pagano, 983 F.2d at  347, we nevertheless conclude\n                     \n\nthat the only reasonable inference to draw from the record before\n\nus is that plaintiff assumed the risk of  his injury.  Colantuoni\n\nwas injured when he  fell from a ladder while \"tying  in\" a sheet\n\nmetal  duct  to an  overhead  roof  fan.    This was  a  standard\n\nprocedure that usually took no longer than seven to eight minutes\n\nto complete.  Plaintiff had  worked in the sheet metal  trade for\n\ntwenty-four years, and had used  both step ladders and  extension\n\nladders as part of  his work and at home.   In his position as  a\n\nsheet metal worker, plaintiff generally did duct work on heating,\n\nventilation and air conditioning  systems, including the overhead\n\ninstallation of these systems.     \n\n      At the time of his accident, Colantuoni was the job foreman\n\nfor Shane Engineering.  As foreman, he was responsible for making\n\nsure the  job proceeded on  schedule and was done  correctly, and\n\nfor ordering materials for the job.   Among other things, he knew\n\nthat  he would  need ladders,  staging,  or some  other means  of\n\nreaching the ceiling and above ceiling spaces to install the duct\n\nwork at  the job site.   Shane  Engineering had a  hydraulic lift\n\nthat could  be used to  access hard-to-reach areas, but  the lift\n\ncould not be used to reach the ceiling space because it would not\n\n                               -5-\n\nfit  into  the  room  where   plaintiff  was  working.    It  was\n\nplaintiff's  decision as  foreman to  figure  out an  alternative\n\nmethod of reaching the ceiling.  \n\n      On the  date of  the accident,  plaintiff's coworker  David\n\nSolari found the top half of an extension ladder for plaintiff to\n\nuse while installing  the duct work.  Plaintiff  knew that he was\n\nusing the fly section  of an extension ladder,  and he knew  that\n\nthe  standard safety  instructions affixed  to  extension ladders\n\nincluded  warnings not to take  such ladders apart.   There is no\n\nevidence in the record as to who separated the ladder.  \n\n      In   his   deposition,  plaintiff   acknowledged  that   he\n\nappreciated the risks inherent in  using the ladder in an altered\n\ncondition at  the time of his fall.   He noted, for example, that\n\nthe ladder did not have rubber feet on the bottom, which posed an\n\neven  greater   danger  of   slipping  than  ladders   with feet.\n\nNonetheless, he felt  comfortable using the ladder  without tying\n\nit to  a stationary  object, or having  a fellow  worker put  his\n\nweight on the bottom  of the ladder to improve its stability, and\n\ndespite the presence of other ladders at the job site.  Plaintiff\n\nchecked the  ladder's stability by  looking at it and  testing it\n\nwith his hands, and  climbing up a few rungs and  bouncing on it,\n\nto see if it would slip.\n\n      Colantuoni suggests  that the  following facts  support his\n\nclaim that he did not assume the risk of his injury: he had never\n\nseen  someone slip  and fall while  using the  fly section  of an\n\nextension ladder,  he had  not been warned  by defendants  of the\n\n                               -6-\n\npossibility of  slipping,  and  he had never used  the particular\n\nladder  at issue.  He likens his case to that of the plaintiff in\n\nHandrigan v.  Apex Warwick,  Inc., 275 A.2d  262 (R.I.  1971), in\n                                 \n\nwhich the Rhode  Island Supreme Court upheld a jury verdict for a\n\nplaintiff who was  injured when he fell from  an extension ladder\n\nthat had been  set up by another individual.   Like the plaintiff\n\nin Handrigan, plaintiff claims, he neither knew of the danger nor\n            \n\nproceeded deliberately to encounter it.\n\n      We disagree.   First, Handrigran is entirely  inapposite to\n                                      \n\nthis case, having been an  action for breach of implied warranty.\n\nThe  challenges  were  to  instructions  as  to  the fitness  for\n\nintended  use  of  a  ladder,  abnormal  use,  and  inclusion  of\n\nplaintiff  within  the  intended class  of  beneficiaries  of the\n\nrelevant  statute.   Assumption of  the  risk was  not an  issue.\n\nMoreover, nothing in Handrigan suggests that plaintiff, helping a\n                              \n\nfriend paint his  house, had any familiarity or  prior experience\n\nwith extension ladders, or with the risks attendant to their use.\n\nColantuoni, by  contrast, was standing  on the fly section  of an\n\nextension ladder, and knew at the time of his accident that using\n\nthe ladder in that manner presented  a risk of slipping.  He  had\n\nlong years of experience in the construction trades, and had used\n\nladders as part of his work. \n\n      Nor does the claimed absence of evidence of a warningaffect\n\nthe assumption of the risk  defense.  As plaintiff himself notes,\n\n\"[A] person  does not assume the risk  of a hidden or undisclosed\n\ndanger, not  of common  knowledge, in the  absence of  warning or\n\n                               -7-\n\npersonal knowledge.\"   James v.  Rhode Island Auditorium,  199 A.\n                                                        \n\n293,  295 (R.I. 1938).  Here,  however, plaintiff's own testimony\n\nis sufficient evidence of his personal knowledge of the danger to\n\nsupport the defense of assumption of the risk.  Finally, the fact\n\nthat  Colantuoni  had never  seen  an  accident  such as  his  is\n\nirrelevant, as it is sufficient that he knew of the potential for\n\nthat type of  accident to occur.   Rickey, 421 A.2d at  543 (R.I.\n                                         \n\n1980).   Compare  Soucy  v.  Martin, 402  A.2d  1167 (R.I.  1979)\n                                   \n\n(plaintiff who had  never loaded or carried steel  beams and knew\n\nnothing about  them neither  appreciated nor  voluntarily assumed\n\nthe risk involved in moving the beams); Rhode  Island Auditorium,\n                                                                \n\n199 A.2d at 295-98 (plaintiff attending her first hockey game and\n\nwho had  no prior  knowledge of  the risk  of being  struck by  a\n\nflying puck did not assume the risk of this injury).\n\n      Plaintiff  also  contends  that  summary  judgment  on  the\n\nassumption  of the risk defense was improper because he presented\n\na sworn affidavit  in which he stated that he had no knowledge at\n\nthe  time of  the accident  of the  ladder's propensity  to slip.\n\nThis evidence, submitted after defendants had filed their motions\n\nfor  summary  judgment,  stands in  direct  contradiction  to his\n\ndeposition testimony.  \n\n      When  an  interested  witness  has given  clear  answers to\n\nunambiguous questions,  he cannot  create a  conflict and  resist\n\nsummary judgment with an affidavit that is clearly contradictory,\n\nbut does not give a satisfactory explanation of why the testimony\n\nis changed.  10A C. Wright, A. Miller &amp; M. Kane, Federal Practice\n                                                                 \n\n                               -8-\n\nand Procedure   2726, at 30-31 (2d ed. Supp. 1994).   See Slowiak\n                                                                 \n\nv.  Land O'Lakes,  Inc., 987  F.2d  1293, 1297  (7th Cir.  1993);\n                       \n\nTrans-Orient Marine v. Star Trading  &amp; Marine, 925 F.2d 566, 572-\n                                             \n\n73 (2d Cir. 1991); Davidson &amp; Jones Dev. v. Elmore Dev., 921 F.2d\n                                                       \n\n1343, 1352 (6th Cir. 1991).  \n\n      In this case, Colantuoni's statement in his affidavit  that\n\n\"[a]t all times  that I had used  this ladder, I believed  it was\n\nsafe  to use it  and I  had no  knowledge, at  that time,  of its\n\npropensity  to slip\"  clearly  contradicts  his prior  deposition\n\ntestimony that he realized the  ladder might slip.  The affidavit\n\ndoes   not  discuss  any  earlier  confusion  at  his  deposition\n\ntestimony.   His only  explanation for the  contradiction between\n\nthe supplemental affidavit  and deposition testimony is  that the\n\nformer describes  his state of mind at  the time of the accident,\n\nwhile the latter describes  his state of mind at the  time of his\n\ndeposition.    This  is  clearly  not  viable.    The  deposition\n\ntestimony  clearly referred  to the  time of  the accident.   His\n\nattorney was  present at the deposition, and  had the opportunity\n\nto  clarify any  incorrect impressions.   Moreover,  we think  it\n\nsignificant  that the affidavit was offered only after defendants\n\nhad filed motions  for summary judgment.  In these circumstances,\n\nwe are persuaded that plaintiff's affidavit should be disregarded\n\nin considering the propriety  of summary judgment.  See  Slowiak,\n                                                                \n\n987 F.2d at 1297; Franks v. Nimmo, 796 F.2d 1230, 1237 (10th Cir.\n                                 \n\n1986).\n\n                               -9-\n\n      In sum,  we find  that on  the record before  us, the  only\n\nreasonable inference  to  draw  is  that plaintiff  knew  of  the\n\npossibility that the fly part  of the extension ladder might slip\n\nwhen he  was standing on  it, appreciated the prospect  that this\n\nmight happen, and nonetheless chose to use  this ladder to tie in\n\nthe sheet metal duct to the overhead roof fan.  We therefore find\n\nthat, as a matter of law, he assumed the risk of  injury, thereby\n\nnegating any claims of negligence or products liability.\n\n              III.  Breach of Implied Warranty Claim\n                                                    \n\n      The plaintiff  also claimed  that Werner  was liable  for a\n\nbreach  of implied  warranty.1   As a  threshold element  of tort\n\nliability  for  personal  injuries under  theories  of  breach of\n\nimplied  warranty of merchantability and fitness for a particular\n\npurpose,  a plaintiff  must  prove  that  the  defendant  sold  a\n\ndefective product which  posed a  threat of  injury to  potential\n\nconsumers.   Scittarelli v.  Providence Gas Co.,  415 A.2d  1040,\n                                               \n\n1046 (R.I. 1980).   Plaintiff has failed to  produce any evidence\n\nthat the ladder was defective, and therefore dangerous.\n\n      Werner  presented evidence  that  the extension  ladder  at\n\nissue was designed so as to inhibit someone from disassembling it\n\nand   using  the  top  half  separately.    Specifically,  Werner\n\n                    \n\n     1It is unclear whether plaintiffs' warranty claim is\npremised on R.I. Gen. Laws   6A-2-314, which covers the implied\nwarranty of merchantability, or R.I. Gen. Laws   6A-2-315, which\ncovers the implied warranty of fitness for particular purpose, as\nplaintiff's complaint alleges merely a claim for \"breach of\nimplied warranty,\" and plaintiff fails to elaborate on this claim\nelsewhere.  For the purposes of the case before us, we treat the\ncomplaint as encompassing a claim under both sections.\n\n                               -10-\n\nsubmitted engineering  drawings depicting the guide grooves which\n\nwere riveted to  the fly section of the ladder  between the first\n\nand second rungs,  and the end  caps which were  attached to  the\n\nrails at the bottom  of the fly section  and the top of  the base\n\nsection.  This  construction meant that the ladder  could only be\n\ntaken apart by removing  the rivets.   There was no mechanism  to\n\nenable the  ladder  to  be  separated.    In  addition,  Werner's\n\naffidavit,  prepared  by  Werner's vice  president  in  charge of\n\nengineering, described the engineering  drawings, and stated that\n\nthe ladder \"was manufactured in such a way that the guide grooves\n\non the  fly section could  not pass through  the end caps  on the\n\nbase  section, thereby making  the ladder nonseparable.\"   Werner\n\nalso  presented evidence of  the safety instructions  attached to\n\nboth the  base and fly sections of  the ladder, which stated that\n\nthe fly section  of the ladder  \"should not be  used as a  single\n\nladder unless equipped with feet, ice picks or equivalent.\"   \n\n      Plaintiff failed to rebut this evidence with any proof that\n\nthe  ladder  was  easily  disassembled,  or  in  any  other   way\n\ndefective, and  therefore  not \"merchantable\"  as a  nonseparable\n\nextension  ladder at the time of sale, nor fit for the particular\n\npurpose  for  which it  was  used.    Instead,  plaintiff  simply\n\nsuggests  that the fact  that Werner gave  instructions regarding\n\nthe use of  the fly section of  the ladder as a single  ladder is\n\nproof that the ladder is warrantied for use in a separated state.\n\nThe evidence, however, is that the ladder was constructed in such\n\na way to prevent it from  being taken apart and used in  separate\n\n                               -11-\n\npieces.   The  fact  that Werner  recognized  the possibility  of\n\nmisuse  and minimized  the danger  from such  use by  providing a\n\nwarning in no  way proves that  the ladder was  warrantied to  be\n\nused in such a manner.  \n\n      The party resisting summary judgment \"may not rest upon the\n\nmere allegations or denials of the . . . pleading, but . . . must\n\nset forth  specific facts showing  that there is a  genuine issue\n\nfor  trial.\"   Fed. R. Civ.  P. 56(e).   There is  no trialworthy\n\nissue unless  there is sufficient competent evidence  to enable a\n\nfinding favorable  to the  opposing party.   Anderson  v. Liberty\n                                                                 \n\nLobby, Inc., 477 U.S. 242,  248-49 (1986).  Colantuoni has failed\n           \n\nto produce  any such  evidence.  We  therefore conclude  that the\n\ndistrict  court was correct in granting defendant Werner's motion\n\nfor summary judgment on the breach of implied warranty claim.\n\n      The decision of the district court is therefore AFFIRMED.\n                                                              \n\n                               -12-\n",
  "html": "<p class=\"case_cite\">44 F.3d 1</p>\n    <p class=\"case_cite\">33 Fed.R.Serv.3d 954</p>\n    <p class=\"parties\">Richard L. COLANTUONI and Carol L. Colantuoni, Plaintiffs, Appellants,<br>v.<br>ALFRED CALCAGNI &amp; SONS, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2344.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued May 3, 1994.<br>Decided July 22, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William E. McKeon, Jr., Roslindale, MA, with whom Kevin M. Cain, Providence, RI, was on brief, for appellants.</p>\n      <p class=\"indent\">Michael G. Sarli, Providence, RI, for appellee Alfred Calcagni &amp; Sons, Inc.</p>\n      <p class=\"indent\">John F. Kelleher, Providence, RI, for appellee R.D. Werner Co., Inc.</p>\n      <p class=\"indent\">Peter J. Comerford, Providence, RI, for appellee Frank N. Gustafson &amp; Sons, Inc.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs Richard and Carol Colantuoni brought this action against four defendants to recover for injuries sustained when Richard Colantuoni fell from a ladder at a construction site at Rhode Island College.  The district court rejected plaintiffs' claims of liability and granted summary judgment for three of the defendants.  After reviewing the record, we affirm.</p>\n    </div>\n    <p>I. Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the morning of April 25, 1989, Richard Colantuoni, a sheet metal worker, was using the upper section of an extension ladder (the \"fly section\") to tie in a sheet metal duct to an overhead roof fan at his worksite when he fell from the ladder, sustaining serious injury.  He brought this action, charging that his accident was caused by the negligence of Alfred Calcagni &amp; Sons, Inc., the general contractor at the job site;  R.D. Werner, Inc., the alleged manufacturer of the ladder;  Frank N. Gustafson &amp; Sons, Inc., a subcontractor at the construction site;  and Design Erectors, Inc., a subcontractor to Gustafson.  He also claimed that Werner was liable for damages based on two additional theories of liability:  strict liability for manufacture of a defective product;  and breach of implied warranty.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court granted summary judgment for Calcagni, Gustafson, and Werner, and entered a default judgment against Design Erectors.  The court held that the doctrine of assumption of the risk barred recovery for plaintiffs' negligence and products liability claims.  The court rejected plaintiffs' claim for breach of implied warranty, finding that there was no evidence that the ladder was not fit for its intended purpose, or failed to meet standards of implied fitness or merchantability, and that there was nothing to indicate that there was anything specifically wrong with the ladder.  The court also found that, in waiting until the eve of the statute of limitations to serve the defendants, plaintiffs failed to comply with the notice requirement of R.I.Gen.Laws Sec. 6A-2-607 (requiring reasonable notice to seller in breach of warranty action).  Finally, the court held that except for the ladder manufacturer, none of the defendants owed a duty to Colantuoni, and so these defendants could not be liable based on negligence.  Plaintiffs appeal from this judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Our review of an order granting summary judgment is plenary.  Pagano v. Frank, 983 F.2d 343, 347 (1st Cir.1993).</p>\n    </div>\n    <p>II. Negligence and Strict Liability Claims</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiff advances several claims of error on appeal, arguing first that the district court erred in granting defendants' summary judgment motions based on assumption of the risk, because a general issue of fact existed as to whether plaintiff knowingly and voluntarily assumed the risk of his injury.  We agree with the district court that the record unequivocally shows that plaintiff assumed the risk of injury.  In Rhode Island, the doctrine of assumption of the risk operates as a complete bar to recovery for actions based on negligence and strict liability.  We therefore affirm the district court's grant of summary judgment for defendants on these claims.</p>\n    </div>\n    <p>A. Assumption of the Risk in Rhode Island</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In Rhode Island, the doctrine of assumption of the risk is an affirmative defense which operates to absolve a defendant of liability for creating a risk of harm to a plaintiff.  Kennedy v. Providence Hockey Club, Inc., 376 A.2d 329, 333 (1977).  To establish this defense, a defendant must show that plaintiff knew of the existence of a danger, appreciated its unreasonable character, and then voluntarily exposed himself to it.  Drew v. Wall, 495 A.2d 229, 231 (R.I.1985).  The standard for determining whether a plaintiff knew of and voluntarily encountered a risk is subjective, and is keyed to what the particular plaintiff in fact saw, knew, understood and appreciated.  Kennedy, 376 A.2d at 332;  Drew, 495 A.2d at 231-32.   While the question of whether a plaintiff assumed the risk is usually a question for the trier of fact to decide, if the facts suggest only one reasonable inference, the issue becomes one of law, and may be decided by the trial court on summary judgment.  Id. at 231;  Rickey v. Boden, 421 A.2d 539, 543 (R.I.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Traditionally, assumption of the risk existed as a defense to negligence actions, operating to terminate the duty defendant owed to plaintiff.  Kennedy, 376 A.2d at 332-33.   In a diversity case interpreting Rhode Island law, we held that assumption of the risk is a viable defense to products liability cases.  Turcotte v. Ford Motor Co., 494 F.2d 173, 183 (1st Cir.1974).  The Rhode Island Supreme Court later endorsed this view.  Mignone v. Fieldcrest Mills, 556 A.2d 35, 41 (R.I.1989) (citing Turcotte ).</p>\n    </div>\n    <p>B. Application</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Viewing the record, as we must, in the light most favorable to plaintiffs, Pagano, 983 F.2d at 347, we nevertheless conclude that the only reasonable inference to draw from the record before us is that plaintiff assumed the risk of his injury.  Colantuoni was injured when he fell from a ladder while \"tying in\" a sheet metal duct to an overhead roof fan.  This was a standard procedure that usually took no longer than seven to eight minutes to complete.  Plaintiff had worked in the sheet metal trade for twenty-four years, and had used both step ladders and extension ladders as part of his work and at home.  In his position as a sheet metal worker, plaintiff generally did duct work on heating, ventilation and air conditioning systems, including the overhead installation of these systems.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the time of his accident, Colantuoni was the job foreman for Shane Engineering.  As foreman, he was responsible for making sure the job proceeded on schedule and was done correctly, and for ordering materials for the job.  Among other things, he knew that he would need ladders, staging, or some other means of reaching the ceiling and above ceiling spaces to install the duct work at the job site.  Shane Engineering had a hydraulic lift that could be used to access hard-to-reach areas, but the lift could not be used to reach the ceiling space because it would not fit into the room where plaintiff was working.  It was plaintiff's decision as foreman to figure out an alternative method of reaching the ceiling.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On the date of the accident, plaintiff's coworker David Solari found the top half of an extension ladder for plaintiff to use while installing the duct work.  Plaintiff knew that he was using the fly section of an extension ladder, and he knew that the standard safety instructions affixed to extension ladders included warnings not to take such ladders apart.  There is no evidence in the record as to who separated the ladder.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In his deposition, plaintiff acknowledged that he appreciated the risks inherent in using the ladder in an altered condition at the time of his fall.  He noted, for example, that the ladder did not have rubber feet on the bottom, which posed an even greater danger of slipping than ladders with feet.  Nonetheless, he felt comfortable using the ladder without tying it to a stationary object, or having a fellow worker put his weight on the bottom of the ladder to improve its stability, and despite the presence of other ladders at the job site.  Plaintiff checked the ladder's stability by looking at it and testing it with his hands, and climbing up a few rungs and bouncing on it, to see if it would slip.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Colantuoni suggests that the following facts support his claim that he did not assume the risk of his injury:  he had never seen someone slip and fall while using the fly section of an extension ladder, he had not been warned by defendants of the possibility of slipping, and he had never used the particular ladder at issue.  He likens his case to that of the plaintiff in Handrigan v. Apex Warwick, Inc., 275 A.2d 262 (R.I.1971), in which the Rhode Island Supreme Court upheld a jury verdict for a plaintiff who was injured when he fell from an extension ladder that had been set up by another individual.  Like the plaintiff in Handrigan, plaintiff claims, he neither knew of the danger nor proceeded deliberately to encounter it.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We disagree.  First, Handrigan is entirely inapposite to this case, having been an action for breach of implied warranty.  The challenges were to instructions as to the fitness for intended use of a ladder, abnormal use, and inclusion of plaintiff within the intended class of beneficiaries of the relevant statute.  Assumption of the risk was not an issue.  Moreover, nothing in Handrigan suggests that plaintiff, helping a friend paint his house, had any familiarity or prior experience with extension ladders, or with the risks attendant to their use.  Colantuoni, by contrast, was standing on the fly section of an extension ladder, and knew at the time of his accident that using the ladder in that manner presented a risk of slipping.  He had long years of experience in the construction trades, and had used ladders as part of his work.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nor does the claimed absence of evidence of a warning affect the assumption of the risk defense.  As plaintiff himself notes, \"[A] person does not assume the risk of a hidden or undisclosed danger, not of common knowledge, in the absence of warning or personal knowledge.\"  James v. Rhode Island Auditorium, 199 A. 293, 295 (R.I.1938).  Here, however, plaintiff's own testimony is sufficient evidence of his personal knowledge of the danger to support the defense of assumption of the risk.  Finally, the fact that Colantuoni had never seen an accident such as his is irrelevant, as it is sufficient that he knew of the potential for that type of accident to occur.  Rickey, 421 A.2d at 543.   Compare Soucy v. Martin, 402 A.2d 1167 (R.I.1979) (plaintiff who had never loaded or carried steel beams and knew nothing about them neither appreciated nor voluntarily assumed the risk involved in moving the beams);  Rhode Island Auditorium, 199 A. at 295-98 (plaintiff attending her first hockey game and who had no prior knowledge of the risk of being struck by a flying puck did not assume the risk of this injury).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Plaintiff also contends that summary judgment on the assumption of the risk defense was improper because he presented a sworn affidavit in which he stated that he had no knowledge at the time of the accident of the ladder's propensity to slip.  This evidence, submitted after defendants had filed their motions for summary judgment, stands in direct contradiction to his deposition testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">When an interested witness has given clear answers to unambiguous questions, he cannot create a conflict and resist summary judgment with an affidavit that is clearly contradictory, but does not give a satisfactory explanation of why the testimony is changed.  10A C. Wright, A. Miller &amp; M. Kane, Federal Practice and Procedure Sec. 2726, at 30-31 (2d ed. Supp.1994).  See Slowiak v. Land O'Lakes, Inc., 987 F.2d 1293, 1297 (7th Cir.1993);  Trans-Orient Marine v. Star Trading &amp; Marine, 925 F.2d 566, 572-73 (2d Cir.1991);  Davidson &amp; Jones Dev. v. Elmore Dev., 921 F.2d 1343, 1352 (6th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this case, Colantuoni's statement in his affidavit that \"[a]t all times that I had used this ladder, I believed it was safe to use it and I had no knowledge, at that time, of its propensity to slip\" clearly contradicts his prior deposition testimony that he realized the ladder might slip.  The affidavit does not discuss any earlier confusion at his deposition testimony.  His only explanation for the contradiction between the supplemental affidavit and deposition testimony is that the former describes his state of mind at the time of the accident, while the latter describes his state of mind at the time of his deposition.  This is clearly not viable.  The deposition testimony clearly referred to the time of the accident.  His attorney was present at the deposition, and had the opportunity to clarify any incorrect impressions.  Moreover, we think it significant that the affidavit was offered only after defendants had filed motions for summary judgment.  In these circumstances, we are persuaded that plaintiff's affidavit should be disregarded in considering the propriety of summary judgment.  See Slowiak, 987 F.2d at 1297;  Franks v. Nimmo, 796 F.2d 1230, 1237 (10th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In sum, we find that on the record before us, the only reasonable inference to draw is that plaintiff knew of the possibility that the fly part of the extension ladder might slip when he was standing on it, appreciated the prospect that this might happen, and nonetheless chose to use this ladder to tie in the sheet metal duct to the overhead roof fan.  We therefore find that, as a matter of law, he assumed the risk of injury, thereby negating any claims of negligence or products liability.</p>\n    </div>\n    <p>III. Breach of Implied Warranty Claim</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The plaintiff also claimed that Werner was liable for a breach of implied warranty.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  As a threshold element of tort liability for personal injuries under theories of breach of implied warranty of merchantability and fitness for a particular purpose, a plaintiff must prove that the defendant sold a defective product which posed a threat of injury to potential consumers.  Scittarelli v. Providence Gas Co., 415 A.2d 1040, 1046 (R.I.1980).  Plaintiff has failed to produce any evidence that the ladder was defective, and therefore dangerous.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Werner presented evidence that the extension ladder at issue was designed so as to inhibit someone from disassembling it and using the top half separately.  Specifically, Werner submitted engineering drawings depicting the guide grooves which were riveted to the fly section of the ladder between the first and second rungs, and the end caps which were attached to the rails at the bottom of the fly section and the top of the base section.  This construction meant that the ladder could only be taken apart by removing the rivets.  There was no mechanism to enable the ladder to be separated.  In addition, Werner's affidavit, prepared by Werner's vice president in charge of engineering, described the engineering drawings, and stated that the ladder \"was manufactured in such a way that the guide grooves on the fly section could not pass through the end caps on the base section, thereby making the ladder nonseparable.\"   Werner also presented evidence of the safety instructions attached to both the base and fly sections of the ladder, which stated that the fly section of the ladder \"should not be used as a single ladder unless equipped with feet, ice picks or equivalent.\"Plaintiff failed to rebut this evidence with any proof that the ladder was easily disassembled, or in any other way defective, and therefore not \"merchantable\" as a nonseparable extension ladder at the time of sale, nor fit for the particular purpose for which it was used.  Instead, plaintiff simply suggests that the fact that Werner gave instructions regarding the use of the fly section of the ladder as a single ladder is proof that the ladder is warrantied for use in a separated state.  The evidence, however, is that the ladder was constructed in such a way to prevent it from being taken apart and used in separate pieces.  The fact that Werner recognized the possibility of misuse and minimized the danger from such use by providing a warning in no way proves that the ladder was warrantied to be used in such a manner.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The party resisting summary judgment \"may not rest upon the mere allegations or denials of the ... pleading, but ... must set forth specific facts showing that there is a genuine issue for trial.\"   Fed.R.Civ.P. 56(e).  There is no trialworthy issue unless there is sufficient competent evidence to enable a finding favorable to the opposing party.  Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248-49, 106 S.Ct. 2505, 2510-11, 91 L.Ed.2d 202 (1986).  Colantuoni has failed to produce any such evidence.  We therefore conclude that the district court was correct in granting defendant Werner's motion for summary judgment on the breach of implied warranty claim.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The decision of the district court is therefore AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It is unclear whether plaintiffs' warranty claim is premised on R.I.Gen.Laws Sec. 6A-2-314, which covers the implied warranty of merchantability, or R.I.Gen.Laws Sec. 6A-2-315, which covers the implied warranty of fitness for particular purpose, as plaintiff's complaint alleges merely a claim for \"breach of implied warranty,\" and plaintiff fails to elaborate on this claim elsewhere.  For the purposes of the case before us, we treat the complaint as encompassing a claim under both sections</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">954</span></span></p>\n    <p class=\"parties\">Richard L. COLANTUONI and Carol L. Colantuoni, Plaintiffs, Appellants,<br>v.<br>ALFRED CALCAGNI &amp; SONS, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2344.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued May 3, 1994.<br>Decided July 22, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William E. McKeon, Jr., Roslindale, MA, with whom Kevin M. Cain, Providence, RI, was on brief, for appellants.</p>\n      <p class=\"indent\">Michael G. Sarli, Providence, RI, for appellee Alfred Calcagni &amp; Sons, Inc.</p>\n      <p class=\"indent\">John F. Kelleher, Providence, RI, for appellee R.D. Werner Co., Inc.</p>\n      <p class=\"indent\">Peter J. Comerford, Providence, RI, for appellee Frank N. Gustafson &amp; Sons, Inc.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs Richard and Carol Colantuoni brought this action against four defendants to recover for injuries sustained when Richard Colantuoni fell from a ladder at a construction site at Rhode Island College.  The district court rejected plaintiffs' claims of liability and granted summary judgment for three of the defendants.  After reviewing the record, we affirm.</p>\n    </div>\n    <p>I. Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the morning of April 25, 1989, Richard Colantuoni, a sheet metal worker, was using the upper section of an extension ladder (the \"fly section\") to tie in a sheet metal duct to an overhead roof fan at his worksite when he fell from the ladder, sustaining serious injury.  He brought this action, charging that his accident was caused by the negligence of Alfred Calcagni &amp; Sons, Inc., the general contractor at the job site;  R.D. Werner, Inc., the alleged manufacturer of the ladder;  Frank N. Gustafson &amp; Sons, Inc., a subcontractor at the construction site;  and Design Erectors, Inc., a subcontractor to Gustafson.  He also claimed that Werner was liable for damages based on two additional theories of liability:  strict liability for manufacture of a defective product;  and breach of implied warranty.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court granted summary judgment for Calcagni, Gustafson, and Werner, and entered a default judgment against Design Erectors.  The court held that the doctrine of assumption of the risk barred recovery for plaintiffs' negligence and products liability claims.  The court rejected plaintiffs' claim for breach of implied warranty, finding that there was no evidence that the ladder was not fit for its intended purpose, or failed to meet standards of implied fitness or merchantability, and that there was nothing to indicate that there was anything specifically wrong with the ladder.  The court also found that, in waiting until the eve of the statute of limitations to serve the defendants, plaintiffs failed to comply with the notice requirement of R.I.Gen.Laws Sec. 6A-2-607 (requiring reasonable notice to seller in breach of warranty action).  Finally, the court held that except for the ladder manufacturer, none of the defendants owed a duty to Colantuoni, and so these defendants could not be liable based on negligence.  Plaintiffs appeal from this judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Our review of an order granting summary judgment is plenary.  Pagano v. Frank, <span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 347 (1st Cir.1993).</p>\n    </div>\n    <p>II. Negligence and Strict Liability Claims</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiff advances several claims of error on appeal, arguing first that the district court erred in granting defendants' summary judgment motions based on assumption of the risk, because a general issue of fact existed as to whether plaintiff knowingly and voluntarily assumed the risk of his injury.  We agree with the district court that the record unequivocally shows that plaintiff assumed the risk of injury.  In Rhode Island, the doctrine of assumption of the risk operates as a complete bar to recovery for actions based on negligence and strict liability.  We therefore affirm the district court's grant of summary judgment for defendants on these claims.</p>\n    </div>\n    <p>A. Assumption of the Risk in Rhode Island</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In Rhode Island, the doctrine of assumption of the risk is an affirmative defense which operates to absolve a defendant of liability for creating a risk of harm to a plaintiff.  Kennedy v. Providence Hockey Club, Inc., <span class=\"citation\" data-id=\"1908056\"><a href=\"/opinion/1908056/kennedy-v-providence-hockey-club-inc/\"><span class=\"volume\">376</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">329</span></a></span>, 333 (1977).  To establish this defense, a defendant must show that plaintiff knew of the existence of a danger, appreciated its unreasonable character, and then voluntarily exposed himself to it.  Drew v. Wall, <span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">229</span></span>, 231 (R.I.1985).  The standard for determining whether a plaintiff knew of and voluntarily encountered a risk is subjective, and is keyed to what the particular plaintiff in fact saw, knew, understood and appreciated.  <span class=\"citation\" data-id=\"1908056\"><span class=\"antecedent_guess\">Kennedy,</span> <a href=\"/opinion/1908056/kennedy-v-providence-hockey-club-inc/\"><span class=\"volume\">376</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">332</span></a></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Drew,</span> <span class=\"volume\">495</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">231-32</span></span>.   While the question of whether a plaintiff assumed the risk is usually a question for the trier of fact to decide, if the facts suggest only one reasonable inference, the issue becomes one of law, and may be decided by the trial court on summary judgment.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 231; </span> Rickey v. Boden, <span class=\"citation\" data-id=\"2259641\"><a href=\"/opinion/2259641/rickey-v-boden/\"><span class=\"volume\">421</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">539</span></a></span>, 543 (R.I.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Traditionally, assumption of the risk existed as a defense to negligence actions, operating to terminate the duty defendant owed to plaintiff.  <span class=\"citation\" data-id=\"1908056\"><span class=\"antecedent_guess\">Kennedy,</span> <a href=\"/opinion/1908056/kennedy-v-providence-hockey-club-inc/\"><span class=\"volume\">376</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">332</span></a></span>-33.   In a diversity case interpreting Rhode Island law, we held that assumption of the risk is a viable defense to products liability cases.  Turcotte v. Ford Motor Co., <span class=\"citation\" data-id=\"318166\"><a href=\"/opinion/318166/robert-l-turcotte-administrator-of-the-estate-of-gerard-p-turcotte-v/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">173</span></a></span>, 183 (1st Cir.1974).  The Rhode Island Supreme Court later endorsed this view.  Mignone v. Fieldcrest Mills, <span class=\"citation\" data-id=\"1998692\"><a href=\"/opinion/1998692/mignone-v-fieldcrest-mills/\"><span class=\"volume\">556</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">35</span></a></span>, 41 (R.I.1989) (citing Turcotte ).</p>\n    </div>\n    <p>B. Application</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Viewing the record, as we must, in the light most favorable to plaintiffs, <span class=\"citation\" data-id=\"597806\"><span class=\"antecedent_guess\">Pagano,</span> <a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">347</span></a></span>, we nevertheless conclude that the only reasonable inference to draw from the record before us is that plaintiff assumed the risk of his injury.  Colantuoni was injured when he fell from a ladder while \"tying in\" a sheet metal duct to an overhead roof fan.  This was a standard procedure that usually took no longer than seven to eight minutes to complete.  Plaintiff had worked in the sheet metal trade for twenty-four years, and had used both step ladders and extension ladders as part of his work and at home.  In his position as a sheet metal worker, plaintiff generally did duct work on heating, ventilation and air conditioning systems, including the overhead installation of these systems.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the time of his accident, Colantuoni was the job foreman for Shane Engineering.  As foreman, he was responsible for making sure the job proceeded on schedule and was done correctly, and for ordering materials for the job.  Among other things, he knew that he would need ladders, staging, or some other means of reaching the ceiling and above ceiling spaces to install the duct work at the job site.  Shane Engineering had a hydraulic lift that could be used to access hard-to-reach areas, but the lift could not be used to reach the ceiling space because it would not fit into the room where plaintiff was working.  It was plaintiff's decision as foreman to figure out an alternative method of reaching the ceiling.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On the date of the accident, plaintiff's coworker David Solari found the top half of an extension ladder for plaintiff to use while installing the duct work.  Plaintiff knew that he was using the fly section of an extension ladder, and he knew that the standard safety instructions affixed to extension ladders included warnings not to take such ladders apart.  There is no evidence in the record as to who separated the ladder.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In his deposition, plaintiff acknowledged that he appreciated the risks inherent in using the ladder in an altered condition at the time of his fall.  He noted, for example, that the ladder did not have rubber feet on the bottom, which posed an even greater danger of slipping than ladders with feet.  Nonetheless, he felt comfortable using the ladder without tying it to a stationary object, or having a fellow worker put his weight on the bottom of the ladder to improve its stability, and despite the presence of other ladders at the job site.  Plaintiff checked the ladder's stability by looking at it and testing it with his hands, and climbing up a few rungs and bouncing on it, to see if it would slip.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Colantuoni suggests that the following facts support his claim that he did not assume the risk of his injury:  he had never seen someone slip and fall while using the fly section of an extension ladder, he had not been warned by defendants of the possibility of slipping, and he had never used the particular ladder at issue.  He likens his case to that of the plaintiff in Handrigan v. Apex Warwick, Inc., <span class=\"citation\" data-id=\"1885998\"><a href=\"/opinion/1885998/handrigan-v-apex-warwick-inc/\"><span class=\"volume\">275</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">262</span> </a></span>(R.I.1971), in which the Rhode Island Supreme Court upheld a jury verdict for a plaintiff who was injured when he fell from an extension ladder that had been set up by another individual.  Like the plaintiff in Handrigan, plaintiff claims, he neither knew of the danger nor proceeded deliberately to encounter it.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We disagree.  First, Handrigan is entirely inapposite to this case, having been an action for breach of implied warranty.  The challenges were to instructions as to the fitness for intended use of a ladder, abnormal use, and inclusion of plaintiff within the intended class of beneficiaries of the relevant statute.  Assumption of the risk was not an issue.  Moreover, nothing in Handrigan suggests that plaintiff, helping a friend paint his house, had any familiarity or prior experience with extension ladders, or with the risks attendant to their use.  Colantuoni, by contrast, was standing on the fly section of an extension ladder, and knew at the time of his accident that using the ladder in that manner presented a risk of slipping.  He had long years of experience in the construction trades, and had used ladders as part of his work.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nor does the claimed absence of evidence of a warning affect the assumption of the risk defense.  As plaintiff himself notes, \"[A] person does not assume the risk of a hidden or undisclosed danger, not of common knowledge, in the absence of warning or personal knowledge.\"  James v. Rhode Island Auditorium, <span class=\"citation\" data-id=\"3870126\"><a href=\"/opinion/4110189/james-v-ri-auditorium-inc/\"><span class=\"volume\">199</span> <span class=\"reporter\">A.</span> <span class=\"page\">293</span></a></span>, 295 (R.I.1938).  Here, however, plaintiff's own testimony is sufficient evidence of his personal knowledge of the danger to support the defense of assumption of the risk.  Finally, the fact that Colantuoni had never seen an accident such as his is irrelevant, as it is sufficient that he knew of the potential for that type of accident to occur.  <span class=\"citation\" data-id=\"2259641\"><span class=\"antecedent_guess\">Rickey,</span> <a href=\"/opinion/2259641/rickey-v-boden/\"><span class=\"volume\">421</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">543</span></a></span>.   Compare Soucy v. Martin, <span class=\"citation\" data-id=\"1497267\"><a href=\"/opinion/1497267/soucy-v-martin/\"><span class=\"volume\">402</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1167</span> </a></span>(R.I.1979) (plaintiff who had never loaded or carried steel beams and knew nothing about them neither appreciated nor voluntarily assumed the risk involved in moving the beams);  Rhode Island <span class=\"citation\" data-id=\"3870126\"><span class=\"antecedent_guess\">Auditorium,</span> <a href=\"/opinion/4110189/james-v-ri-auditorium-inc/\"><span class=\"volume\">199</span> <span class=\"reporter\">A.</span> at <span class=\"page\">295-98</span> </a></span>(plaintiff attending her first hockey game and who had no prior knowledge of the risk of being struck by a flying puck did not assume the risk of this injury).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Plaintiff also contends that summary judgment on the assumption of the risk defense was improper because he presented a sworn affidavit in which he stated that he had no knowledge at the time of the accident of the ladder's propensity to slip.  This evidence, submitted after defendants had filed their motions for summary judgment, stands in direct contradiction to his deposition testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">When an interested witness has given clear answers to unambiguous questions, he cannot create a conflict and resist summary judgment with an affidavit that is clearly contradictory, but does not give a satisfactory explanation of why the testimony is changed.  10A C. Wright, A. Miller &amp; M. Kane, Federal Practice and Procedure Sec. 2726, at 30-31 (2d ed. Supp.1994).  See Slowiak v. Land O'Lakes, Inc., <span class=\"citation\" data-id=\"601837\"><a href=\"/opinion/601837/dennis-slowiak-and-jane-slowiak-v-land-olakes-inc/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1293</span></a></span>, 1297 (7th Cir.1993);  Trans-Orient Marine v. Star Trading &amp; Marine, <span class=\"citation\" data-id=\"555772\"><a href=\"/opinion/555772/trans-orient-marine-corporation-v-star-trading-marine-inc-and-the/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">566</span></a></span>, 572-73 (2d Cir.1991);  Davidson &amp; Jones Dev. v. Elmore Dev., <span class=\"citation\" data-id=\"553315\"><a href=\"/opinion/553315/davidson-jones-development-company-89-59456031-v-elmore-development/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1343</span></a></span>, 1352 (6th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this case, Colantuoni's statement in his affidavit that \"[a]t all times that I had used this ladder, I believed it was safe to use it and I had no knowledge, at that time, of its propensity to slip\" clearly contradicts his prior deposition testimony that he realized the ladder might slip.  The affidavit does not discuss any earlier confusion at his deposition testimony.  His only explanation for the contradiction between the supplemental affidavit and deposition testimony is that the former describes his state of mind at the time of the accident, while the latter describes his state of mind at the time of his deposition.  This is clearly not viable.  The deposition testimony clearly referred to the time of the accident.  His attorney was present at the deposition, and had the opportunity to clarify any incorrect impressions.  Moreover, we think it significant that the affidavit was offered only after defendants had filed motions for summary judgment.  In these circumstances, we are persuaded that plaintiff's affidavit should be disregarded in considering the propriety of summary judgment.  See <span class=\"citation\" data-id=\"601837\"><span class=\"antecedent_guess\">Slowiak,</span> <a href=\"/opinion/601837/dennis-slowiak-and-jane-slowiak-v-land-olakes-inc/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1297</span></a></span>;  Franks v. Nimmo, <span class=\"citation\" data-id=\"474090\"><a href=\"/opinion/474090/john-j-franks-md-v-robert-p-nimmo-united-states-veterans/\"><span class=\"volume\">796</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1230</span></a></span>, 1237 (10th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In sum, we find that on the record before us, the only reasonable inference to draw is that plaintiff knew of the possibility that the fly part of the extension ladder might slip when he was standing on it, appreciated the prospect that this might happen, and nonetheless chose to use this ladder to tie in the sheet metal duct to the overhead roof fan.  We therefore find that, as a matter of law, he assumed the risk of injury, thereby negating any claims of negligence or products liability.</p>\n    </div>\n    <p>III. Breach of Implied Warranty Claim</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The plaintiff also claimed that Werner was liable for a breach of implied warranty.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  As a threshold element of tort liability for personal injuries under theories of breach of implied warranty of merchantability and fitness for a particular purpose, a plaintiff must prove that the defendant sold a defective product which posed a threat of injury to potential consumers.  Scittarelli v. Providence Gas Co., <span class=\"citation\" data-id=\"2392751\"><a href=\"/opinion/2392751/scittarelli-v-providence-gas-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1040</span></a></span>, 1046 (R.I.1980).  Plaintiff has failed to produce any evidence that the ladder was defective, and therefore dangerous.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Werner presented evidence that the extension ladder at issue was designed so as to inhibit someone from disassembling it and using the top half separately.  Specifically, Werner submitted engineering drawings depicting the guide grooves which were riveted to the fly section of the ladder between the first and second rungs, and the end caps which were attached to the rails at the bottom of the fly section and the top of the base section.  This construction meant that the ladder could only be taken apart by removing the rivets.  There was no mechanism to enable the ladder to be separated.  In addition, Werner's affidavit, prepared by Werner's vice president in charge of engineering, described the engineering drawings, and stated that the ladder \"was manufactured in such a way that the guide grooves on the fly section could not pass through the end caps on the base section, thereby making the ladder nonseparable.\"   Werner also presented evidence of the safety instructions attached to both the base and fly sections of the ladder, which stated that the fly section of the ladder \"should not be used as a single ladder unless equipped with feet, ice picks or equivalent.\"Plaintiff failed to rebut this evidence with any proof that the ladder was easily disassembled, or in any other way defective, and therefore not \"merchantable\" as a nonseparable extension ladder at the time of sale, nor fit for the particular purpose for which it was used.  Instead, plaintiff simply suggests that the fact that Werner gave instructions regarding the use of the fly section of the ladder as a single ladder is proof that the ladder is warrantied for use in a separated state.  The evidence, however, is that the ladder was constructed in such a way to prevent it from being taken apart and used in separate pieces.  The fact that Werner recognized the possibility of misuse and minimized the danger from such use by providing a warning in no way proves that the ladder was warrantied to be used in such a manner.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The party resisting summary judgment \"may not rest upon the mere allegations or denials of the ... pleading, but ... must set forth specific facts showing that there is a genuine issue for trial.\"   Fed.R.Civ.P. 56(e).  There is no trialworthy issue unless there is sufficient competent evidence to enable a finding favorable to the opposing party.  Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248-49, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510-11, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986).  Colantuoni has failed to produce any such evidence.  We therefore conclude that the district court was correct in granting defendant Werner's motion for summary judgment on the breach of implied warranty claim.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The decision of the district court is therefore AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It is unclear whether plaintiffs' warranty claim is premised on R.I.Gen.Laws Sec. 6A-2-314, which covers the implied warranty of merchantability, or R.I.Gen.Laws Sec. 6A-2-315, which covers the implied warranty of fitness for particular purpose, as plaintiff's complaint alleges merely a claim for \"breach of implied warranty,\" and plaintiff fails to elaborate on this claim elsewhere.  For the purposes of the case before us, we treat the complaint as encompassing a claim under both sections</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/318166/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474090/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553315/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601837/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1497267/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1885998/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1908056/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1998692/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2259641/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2392751/",
    "https://www.courtlistener.com/api/rest/v3/opinions/3870126/"
  ]
}