{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195542/",
  "id": 195542,
  "absolute_url": "/opinion/195542/united-states-v-cumming/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195542/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:18Z",
  "date_modified": "2020-02-21T23:31:26.983138Z",
  "type": "010combined",
  "sha1": "5d98629a7f621d58dbe5642c8ba9731eb95d9c19",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1960.01A",
  "local_path": null,
  "plain_text": "August 9, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1960 \n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                      PETER M. CUMMING,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\n                                                   \n\n                                         \n\n                            Before\n\n                   Torruella, Selya and Cyr,\n                       Circuit Judges.\n                                     \n\n                                         \n\nPeter Clifford on brief for appellant.\n              \nPeter M. Cumming on brief pro se.\n                \n\n                                         \n\n                                         \n\n          Per Curiam.  Peter  M. Cumming, a federal prisoner,\n                    \n\nappeals his  conviction and sentence following  a guilty plea\n\nto  eight  counts of  unlawful  importation  into the  United\n\nStates  of  the controlled  substances  diazepam and  codeine\n\nphosphate  on various  dates in  April and  May of 1989.   21\n\nU.S.C.    952(a)  and 952(b).   The sentence  imposed was  78\n\nmonths'  imprisonment  (the  lowest level  of  the  guideline\n\nrange), four  years  of supervised  release, no  fine, and  a\n\nfelony assessment of $400.  Cumming's court-appointed counsel\n\nhas filed a renewed  motion to withdraw1 and  briefs pursuant\n\nto Anders v.  California, 386 U.S. 738 (1967),  raising three\n                        \n\npotential grounds  for relief,  but concluding that  none are\n\nmeritorious and  requesting that  the appeal be  dismissed as\n\nfrivolous.  Cumming has filed a supplemental pro se brief and\n                                                   \n\ntwo  addenda  raising  additional  issues.   Our  independent\n\nreview  of  these  filings  and  the  record,  which  is  now\n\ncomplete, fails  to reveal  any appellate issues  of arguable\n\nmerit.\n\n          Cumming was in the \"business\" of importing into the\n\nUnited  States  large  quantities of  diazepam  (valium)  and\n\ncodeine phosphate from a supplier in England.  Arrested there\n\nby  Scotland Yard  in April 1990,  Cumming pleaded  guilty to\n\nvarious counts charging him with assisting in or inducing the\n\n                    \n\n1.  Counsel's  previous withdrawal motion  was denied pending\nreview of the change-of-plea and sentencing transcripts.\n\n                             -2-\n\nunlawful supply of  controlled drugs,  an offense  punishable\n\nunder United  States law,  and received two  concurrent three\n\nand  six-year sentences.   Released  from British  custody in\n\nFebruary  1993,  Cumming returned  to  this  country and  was\n\npromptly  arrested by DEA agents pursuant to a June 1990 109-\n\ncount indictment  charging him  with unlawful  importation of\n\ncontrolled substances into the United States.\n\n          At sentencing  on August 20, 1993,  Cumming made an\n\noral motion  for dismissal based on  double jeopardy grounds.\n\nHe  contended  that the  British  indictment  and the  United\n\nStates indictment charged  him with crimes  involving illegal\n\nimportation  of the same drugs and that he had already served\n\nalmost three years in  the British prison system for  what he\n\ncharacterized  as   the  same  offenses.     Second,  Cumming\n\nmaintained  that his  arrest  was illegal  under 18  U.S.C.  \n\n41112  because  of that  foreign  conviction.   He  conceded,\n\nhowever,  that although  he had  been approved  for a    4111\n\ntransfer, he had  opted out because of the  length of time he\n\nwould have had to serve after the transfer.  Finally, Cumming\n\n                    \n\n2.  Section 4111 governs treatment of persons  transferred to\nthe United States  after a foreign conviction and provides in\npart that:\n\nAn  offender transferred  to the United  States shall  not be\ndetained,  prosecuted,  tried,  or  sentenced by  the  United\nStates, or any State thereof  for any offense the prosecution\nof  which would have been  barred if the  sentence upon which\nthe  transfer  was  based   had  been  by  a  court   of  the\njurisdiction seeking to prosecute the transferred offender, .\n. .\n\n                             -3-\n\nasked  to be given credit  for 34 months  in British custody.\n\nThe district court denied Cumming's motion for dismissal.\n\n          Counsel  identifies  three  possible   grounds  for\n\nappeal:   (a)  double  jeopardy and  dual sovereignty  issues\n\narising out  of the prosecutions  in England, (b)  defects in\n\nthe change-of-plea proceeding, and (c) sentencing violations.\n\nCumming's pro  se brief essentially reiterates  the arguments\n                 \n\nmade at sentencing.\n\n          (a)   Assuming that  the British and  United States\n\nconvictions involve the same narcotics importation scheme and\n\nthe  same offenses  under Blockburger  v. United  States, 284\n                                                        \n\nU.S.  299, 304  (1932), it  is well  settled that  successive\n\nprosecutions by  two sovereigns for the same  conduct are not\n\nbarred by the double jeopardy  clause of the Fifth Amendment.\n\nHeath v. Alabama, 474 U.S. 82, 88 (1985); United States  v. A\n                                                             \n\nParcel  of Land with A Building Located Thereon, 884 F.2d 41,\n                                               \n\n43 (1st Cir. 1989).  Nor does 18 U.S.C.   4111 afford Cumming\n\nany  relief.    Its protections  can  only  be  invoked if  a\n\ndefendant  is  transferred  to  the United  States  \"for  the\n\npurpose  of execution in one country of a sentence imposed by\n\nthe  courts  of  another  country.\"   18  U.S.C.     4101(j).\n\nCumming  does not (nor could  he) claim that  he was actually\n\ntransferred in order to complete the execution of his foreign\n\nsentence,  since  that  sentence  was  fully  discharged   in\n\nEngland.\n\n                             -4-\n\n          (b)    Our review  of  the  change-of-plea colloquy\n\nclearly shows  that Cumming's  guilty plea was  knowingly and\n\nvoluntarily made.  See  Boykin v. Alabama, 395 U.S.  238, 242\n                                         \n\n(1969).  The factual basis of the plea was undisputed and, in\n\nresponse  to the  court's inquiries,  Cumming stated  that he\n\nunderstood the rights relinquished by his plea change and the\n\nconcomitant sentencing exposure.\n\n          (c)  Moreover, we perceive no apparent error in the\n\ndistrict  court's sentencing procedures  or calculations.  We\n\nobserve that  insofar as Cumming simply  seeks federal credit\n\nfor the time spent  in British custody, a request  for credit\n\nfor  prior custody under 18 U.S.C.   3585(b)(2) must be made,\n\nin the first  instance, to the  Attorney General through  the\n\nBureau of Prisons upon imprisonment after sentencing.  United\n                                                             \n\nStates v.  Wilson, 112 S.  Ct. 1351, 1354  (1992) (\"[Section]\n                 \n\n3585(b) does not  authorize a district  court to compute  the\n\n[presentence  detention]  credit  at  sentencing.\").     Once\n\nadministrative remedies  are  exhausted,  see  28  C.F.R.    \n                                             \n\n542.10-542.16, prisoners may then seek judicial review of any\n\njail-time credit  determination, Wilson, 112 S.  Ct. at 1355,\n                                       \n\nby filing a habeas petition under 28 U.S.C.   2241.  Koray v.\n                                                          \n\nSizer, 21 F.3d 558, 559 (3d  Cir. 1994); McClain v. Bureau of\n                                                             \n\nPrisons, 9 F.3d 503, 505 (6th Cir. 1993).\n       \n\n          To the extent that Cumming's request for credit was\n\na  request for a downward departure under U.S.S.G.   5K2.0 --\n\n                             -5-\n\ni.e.,  that  the  prior  foreign custody  could  properly  be\n    \n\nconsidered a  mitigating factor -- and  assuming that Cumming\n\ncontends that a mistake  of law was made, the  district court\n\ncorrectly  found  no reason  to  depart.   Under  Wilson, the\n                                                        \n\nauthority  vested in  the Attorney  General to  compute prior\n\njail-time  credit  cannot  be   circumvented  by  allowing  a\n\ndownward departure under U.S.S.G.   5K2.0, absent exceptional\n\ncircumstances not present here.  United States v. Daggao,    \n                                                             \n\nF.3d       , No. 93-10321,  (9th Cir. Jul.  1, 1994), 1994 WL\n           \n\n288129.  The caselaw is otherwise clear that Cumming's credit\n\nrequest was not a  proper sentencing factor and thus  was not\n\nyet ripe for review.  See Martinez v. United  States, 19 F.3d\n                                                    \n\n97, 99  (2d Cir. 1994); United  States v. Huss,  7 F.3d 1444,\n                                              \n\n1448-49 (9th Cir. 1993); United States v. Brann, 990 F.2d 98,\n                                               \n\n103-04 (3d Cir. 1993);  see also United States v.  Moore, 978\n                                                        \n\nF.2d 1029, 1030-31 (8th Cir. 1992).\n\n          In accordance with the dictates of Anders, 386 U.S.\n                                                   \n\nat 744, counsel adequately conveyed the potential conceivable\n\nissues  for  appeal  and  concluded that  no  arguable  error\n\nexists.  Careful review confirms that no arguably meritorious\n\nissues are raised by this appeal.  Id.  Appellant's motion to\n                                      \n\nconsider pro se  supplemental briefs is  granted.  All  other\n                                                \n\npending motions by appellant are denied.\n                                       \n\n          The  judgment of  the  district court  is summarily\n\naffirmed under Loc. R. 27.1.\n        \n\n                             -6-\n",
  "html": "<p class=\"case_cite\">30 F.3d 126</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>PETER M. CUMMING, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1960</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 9, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE [Hon.  Morton A. Brody, U.S. District Judge ]</p>\n      <p class=\"indent\">Peter Clifford on brief for appellant.</p>\n      <p class=\"indent\">Peter M. Cumming on brief pro se.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Peter M. Cumming, a federal prisoner, appeals his conviction and sentence following a guilty plea to eight counts of unlawful importation into the United States of the controlled substances diazepam and codeine phosphate on various dates in April and May of 1989.  21 U.S.C. Secs. 952(a) and 952(b).  The sentence imposed was 78 months' imprisonment (the lowest level of the guideline range), four years of supervised release, no fine, and a felony assessment of $400.  Cumming's court-appointed counsel has filed a renewed motion to withdraw<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and briefs pursuant to  Anders v. California, 386 U.S. 738 (1967), raising three potential grounds for relief, but concluding that none are meritorious and requesting that the appeal be dismissed as frivolous.  Cumming has filed a supplemental pro se brief and two addenda raising additional issues.  Our independent review of these filings and the record, which is now complete, fails to reveal any appellate issues of arguable merit.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Cumming was in the \"business\" of importing into the United States large quantities of diazepam (valium) and codeine phosphate from a supplier in England.  Arrested there by Scotland Yard in April 1990, Cumming pleaded guilty to various counts charging him with assisting in or inducing the unlawful supply of controlled drugs, an offense punishable under United States law, and received two concurrent three and six-year sentences.  Released from British custody in February 1993, Cumming returned to this country and was promptly arrested by DEA agents pursuant to a June 1990 109-count indictment charging him with unlawful importation of controlled substances into the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At sentencing on August 20, 1993, Cumming made an oral motion for dismissal based on double jeopardy grounds.  He contended that the British indictment and the United States indictment charged him with crimes involving illegal importation of the same drugs and that he had already served almost three years in the British prison system for what he characterized as the same offenses.  Second, Cumming maintained that his arrest was illegal under 18 U.S.C. Sec. 4111<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> because of that foreign conviction.  He conceded, however, that although he had been approved for a Sec. 4111 transfer, he had opted out because of the length of time he would have had to serve after the transfer.  Finally, Cumming asked to be given credit for 34 months in British custody.  The district court denied Cumming's motion for dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Counsel identifies three possible grounds for appeal:  (a) double jeopardy and dual sovereignty issues arising out of the prosecutions in England, (b) defects in the change-of-plea proceeding, and (c) sentencing violations.  Cumming's pro se brief essentially reiterates the arguments made at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">(a) Assuming that the British and United States convictions involve the same narcotics importation scheme and the same offenses under  Blockburger v. United States, 284 U.S. 299, 304 (1932), it is well settled that successive prosecutions by two sovereigns for the same conduct are not barred by the double jeopardy clause of the Fifth Amendment.   Heath v. Alabama, 474 U.S. 82, 88 (1985);   United States v. A Parcel of Land with A Building Located Thereon, 884 F.2d 41, 43 (1st Cir. 1989).  Nor does 18 U.S.C. Sec. 4111 afford Cumming any relief.  Its protections can only be invoked if a defendant is transferred to the United States \"for the purpose of execution in one country of a sentence imposed by the courts of another country.\"  18 U.S.C. Sec. 4101(j).  Cumming does not (nor could he) claim that he was actually transferred in order to complete the execution of his foreign sentence, since that sentence was fully discharged in England.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(b) Our review of the change-of-plea colloquy clearly shows that Cumming's guilty plea was knowingly and voluntarily made.   See Boykin v. Alabama, 395 U.S. 238, 242 (1969).  The factual basis of the plea was undisputed and, in response to the court's inquiries, Cumming stated that he understood the rights relinquished by his plea change and the concomitant sentencing exposure.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">(c) Moreover, we perceive no apparent error in the district court's sentencing procedures or calculations.  We observe that insofar as Cumming simply seeks federal credit for the time spent in British custody, a request for credit for prior custody under 18 U.S.C. Sec. 3585(b)(2) must be made, in the first instance, to the Attorney General through the Bureau of Prisons upon imprisonment after sentencing.   United States v. Wilson, 112 S. Ct. 1351, 1354 (1992) (\"[Section] 3585(b) does not authorize a district court to compute the [presentence detention] credit at sentencing.\").  Once administrative remedies are exhausted, see 28 C.F.R. Secs. 542.10-542.16, prisoners may then seek judicial review of any jail-time credit determination,  Wilson, 112 S. Ct. at 1355, by filing a habeas petition under 28 U.S.C. Sec. 2241.   Koray v. Sizer, 21 F.3d 558, 559 (3d Cir. 1994);   McClain v. Bureau of Prisons, 9 F.3d 503, 505 (6th Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">To the extent that Cumming's request for credit was a request for a downward departure under U.S.S.G. Sec. 5K2.0-i.e., that the prior foreign custody could properly be considered a mitigating factor-and assuming that Cumming contends that a mistake of law was made, the district court correctly found no reason to depart.  Under Wilson, the authority vested in the Attorney General to compute prior jail- time credit cannot be circumvented by allowing a downward departure under U.S.S.G. Sec. 5K2.0, absent exceptional circumstances not present here.  United States v. Daggao,  F.3d , No. 93-10321, (9th Cir.  Jul. 1, 1994), 1994 WL 288129.  The caselaw is otherwise clear that Cumming's credit request was not a proper sentencing factor and thus was not yet ripe for review.   See Martinez v. United States, 19 F.3d 97, 99 (2d Cir. 1994);   United States v. Huss, 7 F.3d 1444, 1448-49 (9th Cir. 1993);   United States v. Brann, 990 F.2d 98, 103-04 (3d Cir. 1993);   see also United States v. Moore, 978 F.2d 1029, 1030-31 (8th Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In accordance with the dictates of  Anders, 386 U.S. at 744, counsel adequately conveyed the potential conceivable issues for appeal and concluded that no arguable error exists.  Careful review confirms that no arguably meritorious issues are raised by this appeal.  Id. Appellant's motion to consider pro se supplemental briefs is granted.  All other pending motions by appellant are denied.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The judgment of the district court is summarily affirmed under Loc.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Counsel's previous withdrawal motion was denied pending review of the change-of-plea and sentencing transcripts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 4111 governs treatment of persons transferred to the United States after a foreign conviction and provides in part that:</p>\n        <p>An offender transferred to the United States shall not bedetained, prosecuted, tried, or sentenced by the United States, or any State thereof for any offense the prosecution of which would have been barred if the sentence upon which the transfer was based had been by a court of the jurisdiction seeking to prosecute the transferred offender, ...</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>PETER M. CUMMING, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1960</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 9, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE [Hon.  Morton A. Brody, U.S. District Judge ]</p>\n      <p class=\"indent\">Peter Clifford on brief for appellant.</p>\n      <p class=\"indent\">Peter M. Cumming on brief pro se.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Peter M. Cumming, a federal prisoner, appeals his conviction and sentence following a guilty plea to eight counts of unlawful importation into the United States of the controlled substances diazepam and codeine phosphate on various dates in April and May of 1989.  21 U.S.C. Secs. 952(a) and 952(b).  The sentence imposed was 78 months' imprisonment (the lowest level of the guideline range), four years of supervised release, no fine, and a felony assessment of $400.  Cumming's court-appointed counsel has filed a renewed motion to withdraw<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and briefs pursuant to  Anders v. California, <span class=\"citation\" data-id=\"107423\"><a href=\"/opinion/107423/anders-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">738</span> </a></span>(1967), raising three potential grounds for relief, but concluding that none are meritorious and requesting that the appeal be dismissed as frivolous.  Cumming has filed a supplemental pro se brief and two addenda raising additional issues.  Our independent review of these filings and the record, which is now complete, fails to reveal any appellate issues of arguable merit.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Cumming was in the \"business\" of importing into the United States large quantities of diazepam (valium) and codeine phosphate from a supplier in England.  Arrested there by Scotland Yard in April 1990, Cumming pleaded guilty to various counts charging him with assisting in or inducing the unlawful supply of controlled drugs, an offense punishable under United States law, and received two concurrent three and six-year sentences.  Released from British custody in February 1993, Cumming returned to this country and was promptly arrested by DEA agents pursuant to a June 1990 109-count indictment charging him with unlawful importation of controlled substances into the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At sentencing on August 20, 1993, Cumming made an oral motion for dismissal based on double jeopardy grounds.  He contended that the British indictment and the United States indictment charged him with crimes involving illegal importation of the same drugs and that he had already served almost three years in the British prison system for what he characterized as the same offenses.  Second, Cumming maintained that his arrest was illegal under 18 U.S.C. Sec. 4111<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> because of that foreign conviction.  He conceded, however, that although he had been approved for a Sec. 4111 transfer, he had opted out because of the length of time he would have had to serve after the transfer.  Finally, Cumming asked to be given credit for 34 months in British custody.  The district court denied Cumming's motion for dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Counsel identifies three possible grounds for appeal:  (a) double jeopardy and dual sovereignty issues arising out of the prosecutions in England, (b) defects in the change-of-plea proceeding, and (c) sentencing violations.  Cumming's pro se brief essentially reiterates the arguments made at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">(a) Assuming that the British and United States convictions involve the same narcotics importation scheme and the same offenses under  Blockburger v. United States, <span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></span>, 304 (1932), it is well settled that successive prosecutions by two sovereigns for the same conduct are not barred by the double jeopardy clause of the Fifth Amendment.   Heath v. Alabama, <span class=\"citation\" data-id=\"111541\"><a href=\"/opinion/111541/heath-v-alabama/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">82</span></a></span>, 88 (1985);   United States v. A Parcel of Land with A Building Located Thereon, <span class=\"citation\" data-id=\"528446\"><a href=\"/opinion/528446/united-states-v-a-parcel-of-land-with-a-building-located-thereon-at-40/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 43 (1st Cir. 1989).  Nor does 18 U.S.C. Sec. 4111 afford Cumming any relief.  Its protections can only be invoked if a defendant is transferred to the United States \"for the purpose of execution in one country of a sentence imposed by the courts of another country.\"  18 U.S.C. Sec. 4101(j).  Cumming does not (nor could he) claim that he was actually transferred in order to complete the execution of his foreign sentence, since that sentence was fully discharged in England.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(b) Our review of the change-of-plea colloquy clearly shows that Cumming's guilty plea was knowingly and voluntarily made.   See Boykin v. Alabama, <span class=\"citation\" data-id=\"107951\"><a href=\"/opinion/107951/boykin-v-alabama/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 242 (1969).  The factual basis of the plea was undisputed and, in response to the court's inquiries, Cumming stated that he understood the rights relinquished by his plea change and the concomitant sentencing exposure.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">(c) Moreover, we perceive no apparent error in the district court's sentencing procedures or calculations.  We observe that insofar as Cumming simply seeks federal credit for the time spent in British custody, a request for credit for prior custody under 18 U.S.C. Sec. 3585(b)(2) must be made, in the first instance, to the Attorney General through the Bureau of Prisons upon imprisonment after sentencing.   United States v. Wilson, <span class=\"citation\" data-id=\"112711\"><a href=\"/opinion/112711/united-states-v-wilson/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1351</span></a></span>, 1354 (1992) (\"[Section] 3585(b) does not authorize a district court to compute the [presentence detention] credit at sentencing.\").  Once administrative remedies are exhausted, see 28 C.F.R. Secs. 542.10-542.16, prisoners may then seek judicial review of any jail-time credit determination,  <span class=\"citation\" data-id=\"112711\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/112711/united-states-v-wilson/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1355</span></a></span>, by filing a habeas petition under 28 U.S.C. Sec. 2241.   Koray v. Sizer, <span class=\"citation\" data-id=\"667587\"><a href=\"/opinion/667587/ziya-k-koray-v-frank-sizer-united-states-bureau-of-prisons-attorney/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">558</span></a></span>, 559 (3d Cir. 1994);   McClain v. Bureau of Prisons, <span class=\"citation\" data-id=\"657198\"><a href=\"/opinion/657198/david-h-mcclain-v-bureau-of-prisons-jj-clark-warden/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">503</span></a></span>, 505 (6th Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">To the extent that Cumming's request for credit was a request for a downward departure under U.S.S.G. Sec. 5K2.0-i.e., that the prior foreign custody could properly be considered a mitigating factor-and assuming that Cumming contends that a mistake of law was made, the district court correctly found no reason to depart.  Under Wilson, the authority vested in the Attorney General to compute prior jail- time credit cannot be circumvented by allowing a downward departure under U.S.S.G. Sec. 5K2.0, absent exceptional circumstances not present here.  United States v. Daggao,  F.3d , No. 93-10321, (9th Cir.  Jul. 1, 1994), <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">288129</span></span>.  The caselaw is otherwise clear that Cumming's credit request was not a proper sentencing factor and thus was not yet ripe for review.   See Martinez v. United States, <span class=\"citation\" data-id=\"665794\"><a href=\"/opinion/665794/manuel-a-martinez-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">97</span></a></span>, 99 (2d Cir. 1994);   United States v. Huss, <span class=\"citation\" data-id=\"655556\"><a href=\"/opinion/655556/united-states-v-james-allan-huss/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1444</span></a></span>, 1448-49 (9th Cir. 1993);   United States v. Brann, <span class=\"citation\" data-id=\"603815\"><a href=\"/opinion/603815/united-states-v-fitzroy-calvin-brann-fitzroy-brann/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">98</span></a></span>, 103-04 (3d Cir. 1993);   see also United States v. Moore, <span class=\"citation\" data-id=\"593950\"><a href=\"/opinion/593950/united-states-v-titus-t-moore-united-states-of-america-v-vaughn-r/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1029</span></a></span>, 1030-31 (8th Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In accordance with the dictates of  <span class=\"citation\" data-id=\"107423\"><span class=\"antecedent_guess\">Anders,</span> <a href=\"/opinion/107423/anders-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">744</span></a></span>, counsel adequately conveyed the potential conceivable issues for appeal and concluded that no arguable error exists.  Careful review confirms that no arguably meritorious issues are raised by this appeal.  <span class=\"citation\" data-id=\"107423\"><a href=\"/opinion/107423/anders-v-california/\"><span class=\"id_token\">Id.</span> Appellant's motion </a></span>to consider pro se supplemental briefs is granted.  All other pending motions by appellant are denied.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The judgment of the district court is summarily affirmed under Loc.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Counsel's previous withdrawal motion was denied pending review of the change-of-plea and sentencing transcripts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 4111 governs treatment of persons transferred to the United States after a foreign conviction and provides in part that:</p>\n        <p>An offender transferred to the United States shall not bedetained, prosecuted, tried, or sentenced by the United States, or any State thereof for any offense the prosecution of which would have been barred if the sentence upon which the transfer was based had been by a court of the jurisdiction seeking to prosecute the transferred offender, ...</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107423/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107951/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111541/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112711/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528446/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593950/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/655556/",
    "https://www.courtlistener.com/api/rest/v3/opinions/657198/",
    "https://www.courtlistener.com/api/rest/v3/opinions/665794/",
    "https://www.courtlistener.com/api/rest/v3/opinions/667587/"
  ]
}