{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195524/",
  "id": 195524,
  "absolute_url": "/opinion/195524/olawale-balogun-v-ins/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195524/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:49Z",
  "date_modified": "2020-02-21T23:30:53.203620Z",
  "type": "010combined",
  "sha1": "e2037f70ef29382a41357484a3deba4f3aeaa71f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1011.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 94-1011\n\n                    HENRY OLAWALE BALOGUN,\n\n                         Petitioner,\n\n                              v.\n\n           IMMIGRATION AND NATURALIZATION SERVICE,\n\n                         Respondent.\n\n                                        \n\n                ON PETITION FOR REVIEW OF AN \n           ORDER OF THE BOARD OF IMMIGRATION APPEALS\n\n                                        \n\n                            Before\n\n                  Torruella, Selya and Cyr,\n                        Circuit Judges\n                                      \n\n                                        \n\n   Henry Olawale Balogun on brief pro se.\n                        \n   Frank  W, Hunger,  Assistant  Attorney  General, Richard  M.\n                                                               \nEvans, Assistant Director, and John L. Davis, Attorney, Office of\n                                          \nImmigration Litigation, on brief for respondent.\n\n                                        \n                        July 28, 1994\n                                        \n\n          Per  Curiam.   Petitioner seeks  review of  a final\n                     \n\norder  of deportation  by  the Board  of Immigration  Appeals\n\n(BIA).  His sole argument on  appeal is that the BIA erred in\n\nfinding  him deportable under the Immigration and Nationality\n\nAct,    8  U.S.C.    1251(a)(2)(A)(ii), because  he had  been\n\nconvicted  of two crimes of moral  turpitude \"not arising out\n\nof  a  single scheme  of  criminal  misconduct.\"   Petitioner\n\nargues that  his convictions  should be construed  as arising\n\nfrom a \"single scheme\" because they were part of a continuing\n\ncriminal  enterprise.    He  asserts  that  his  crimes  thus\n\n\"morally constitute only a single wrong.\" \n\n          Petitioner pled  guilty in a United States district\n\ncourt  to one count of  conspiracy to commit  mail fraud, and\n\nthree counts of mail fraud.  The indictment charged that from\n\nabout  April 1, 1989 to  October 16, 1991,  he conspired with\n\nothers  to use the mails to submit false accident reports and\n\nclaims to various insurance companies.  The  specific acts of\n\nfraud  to  which petitioner  pled  guilty  occurred on  three\n\nseparate  dates:   October  16,  1990, October  21,  1991 and\n\nNovember  15,  1991.   The  crimes  involved three  different\n\ninsurance  companies,  separate  locations, and  the  use  by\n\npetitioner  of  three different  aliases.1   Petitioner's 33-\n\n                    \n\n1.  Petitioner  does  not  deny  the accuracy  of  the  facts\nrecited in  the indictment.   At the  deportation hearing  he\nadmitted participating  in the  filing of 124  false accident\nreports, and receiving $217,000 therefrom.   \n\n                             -2-\n\nmonth  sentence  was affirmed  on appeal.   United  States v.\n                                                          \n\nBalogun, 989 F.2d 20 (1st Cir. 1993).   \n       \n\n          In Pacheco  v. INS, 546  F.2d 448 (1st  Cir. 1976),\n                            \n\ncert. denied, 430 U.S. 985 (1977), we interpreted the meaning\n            \n\nof the  statutory language  \"single scheme\"  in light  of the\n\npurpose of the Act, accepting that the intent of Congress was\n\nto give  \"a one-time  alien offender .  . .  a second  chance\n\nbefore he could be deported.\"  Pacheco, 546 F.2d at 451.\n                                      \n\n     To us this suggests that a scheme, to be a  \"single\n     scheme,\" must take place at one time; there must be\n     no  substantial interruption  that would  allow the\n     participant  to  disassociate   himself  from   his\n     enterprise and reflect on what he has done.\n\n     . . . . \n\n     Our present  thinking is  that both the  purpose of\n     the statute  and the use of  the adjective \"single\"\n     point   to  a  temporally   integrated  episode  of\n     continuous activity.   When the immediate  activity\n     has ended, even though  a \"scheme\" calls for future\n     activity  a participant  has his  second  chance to\n     make  a decision.   He  need not  further  pursue a\n     multistage scheme.\n\nId. at 451-52. \n   \n\n          Petitioner implicitly recognizes that under Pacheco\n                                                             \n\nhis  crimes cannot be characterized as a \"single scheme.\"  He\n\nargues,  however,  that  this  court should  apply  the  more\n\n\"expansive  definition\" adopted  by  the Ninth  Circuit.   In\n\nGonzalez-Sandoval v. INS, 910  F.2d 614 (9th Cir. 1990),  the\n                        \n\nNinth Circuit reaffirmed the approach it  had adopted in Wood\n                                                             \n\nv.  Hoy, 266  F.2d  825 (9th  Cir.  1959), holding  that  the\n       \n\ngovernment had not disproved the existence of a single scheme\n\n                             -3-\n\nwhere uncontradicted, credible  evidence showed that the  two\n\npredicate crimes were  planned at the same time  and executed\n\naccording to the plan.  Older cases from the Second and Third\n\nCircuits suggest a similarly expansive definition.  See Nason\n                                                             \n\nv. INS, 394  F.2d 223 (2d Cir.),  cert. denied, 393  U.S. 830\n                                              \n\n(1968); Sawkow v. INS, 314 F.2d 34 (3d Cir. 1963).\n                     \n\n            In  Pacheco,  however, we  rejected  the approach\n                       \n\nupon  which  petitioner  relies.    Moreover,  in  Matter  of\n                                                             \n\nAdetiba, Interim  Dec. 3177, 1992  WL 195812 (B.I.A.  May 22,\n       \n\n1992),  the  BIA  declined   to  adopt  the  Ninth  Circuit's\n\n\"expansive definition,\" fearing  that it might  insulate from\n\ndeportability  aliens who  formulate  a plan  to commit  many\n\nseparate crimes, while deporting  those who commit two crimes\n\nwithout a plan.  That result,  the BIA said, would be absurd.\n\nAdetiba, 1992  WL  195812,  at  *5.   The  BIA  characterized\n       \n\nPacheco  as  following most  closely  its  own analysis,  and\n       \n\ndecided that  except in  jurisdictions where a  circuit court\n\nhas  ruled  otherwise,  it  would interpret  the  statute  as\n\nfollows:  \n\n     [T]he statutory  exception  refers to  acts,  which\n     although separate crimes in and of themselves, were\n     performed  in  furtherance  of  a  single  criminal\n     episode,  such  as where  one  crime constitutes  a\n     lesser offense of another  or where two crimes flow\n     from and  are the  natural consequence of  a single\n     act of criminal misconduct.  \n\nId.  at *5.   Since then,  the Fifth and  Tenth Circuits have\n   \n\nupheld the BIA's definition as a reasonable interpretation of\n\n                             -4-\n\nthe law.   See Thanh Huu  Nguyen v. INS,  991 F.2d 621  (10th\n                                       \n\nCir. 1993)  (adopting the  BIA's definition after  giving due\n\ndeference to the agency's  interpretation of ambiguous law as\n\nrequired  by  Chevron,  U.S.A.,  Inc.  v.  Natural  Resources\n                                                             \n\nDefense Council, Inc.,  467 U.S. 837 (1984));  Iredia v. INS,\n                                                            \n\n981 F.2d 847 (5th Cir.) (same), cert.  denied, 114 S. Ct. 203\n                                             \n\n(1993). \n\n          In this case petitioner's separate  crimes involved\n\nseparate acts,  different  victims, and  occurred  on  widely\n\nseparated dates.   Petitioner had  ample opportunity  between\n\ncrimes to change direction.   Accordingly, his convictions do\n\nnot  arise from a \"single  scheme\" as defined  in Pacheco and\n                                                         \n\nAdetiba.   We need not decide how a more expansive definition\n       \n\nmight  affect   this  case,  because  petitioner   offers  no\n\npersuasive  reason  for deviating  from our  own longstanding\n\ninterpretation and the majority of recent decisions.       \n\n           The order  of the Board of  Immigration Appeals is\n\naffirmed.\n        \n\n                             -5-\n",
  "html": "<p class=\"case_cite\">31 F.3d 8</p>\n    <p class=\"parties\">Henry Olawale BALOGUN, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 94-1011.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted May 10, 1994.<br>Decided July 28, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Henry Olawale Balogun on brief pro se.</p>\n      <p class=\"indent\">Frank W. Hunger, Asst. Atty. Gen., Richard M. Evans, Asst. Director, and John L. Davis, Attorney, Office of Immigration Litigation, on brief, for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and CYR, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner seeks review of a final order of deportation by the Board of Immigration Appeals (BIA).  His sole argument on appeal is that the BIA erred in finding him deportable under the Immigration and Nationality Act, 8 U.S.C. Sec. 1251(a)(2)(A)(ii), because he had been convicted of two crimes of moral turpitude \"not arising out of a single scheme of criminal misconduct.\"   Petitioner argues that his convictions should be construed as arising from a \"single scheme\" because they were part of a continuing criminal enterprise.  He asserts that his crimes thus \"morally constitute only a single wrong.\"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner pled guilty in a United States district court to one count of conspiracy to commit mail fraud, and three counts of mail fraud.  The indictment charged that from about April 1, 1989 to October 16, 1991, he conspired with others to use the mails to submit false accident reports and claims to various insurance companies.  The specific acts of fraud to which petitioner pled guilty occurred on three separate dates:  October 16, 1990, October 21, 1991 and November 15, 1991.  The crimes involved three different insurance companies, separate locations, and the use by petitioner of three different aliases.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Petitioner's 33-month sentence was affirmed on appeal.  United States v. Balogun, 989 F.2d 20 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In Pacheco v. I.N.S., 546 F.2d 448 (1st Cir.1976), cert. denied, 430 U.S. 985, 97 S.Ct. 1683, 52 L.Ed.2d 380 (1977), we interpreted the meaning of the statutory language \"single scheme\" in light of the purpose of the Act, accepting that the intent of Congress was to give \"a one-time alien offender ... a second chance before he could be deported.\"  Pacheco, 546 F.2d at 451.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>To us this suggests that a scheme, to be a \"single scheme,\" must take place at one time;  there must be no substantial interruption that would allow the participant to disassociate himself from his enterprise and reflect on what he has done.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>....Our present thinking is that both the purpose of the statute and the use of the adjective \"single\" point to a temporally integrated episode of continuous activity.  When the immediate activity has ended, even though a \"scheme\" calls for future activity a participant has his second chance to make a decision.  He need not further pursue a multistage scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Id. at 451-52.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Petitioner implicitly recognizes that under Pacheco his crimes cannot be characterized as a \"single scheme.\"   He argues, however, that this court should apply the more \"expansive definition\" adopted by the Ninth Circuit.  In Gonzalez-Sandoval v. I.N.S., 910 F.2d 614 (9th Cir.1990), the Ninth Circuit reaffirmed the approach it had adopted in Wood v. Hoy, 266 F.2d 825 (9th Cir.1959), holding that the government had not disproved the existence of a single scheme where uncontradicted, credible evidence showed that the two predicate crimes were planned at the same time and executed according to the plan.  Older cases from the Second and Third Circuits suggest a similarly expansive definition.  See Nason v. I.N.S., 394 F.2d 223 (2d Cir.), cert. denied, 393 U.S. 830, 89 S.Ct. 98, 21 L.Ed.2d 101 (1968);  Sawkow v. I.N.S., 314 F.2d 34 (3d Cir.1963).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In Pacheco, however, we rejected the approach upon which petitioner relies.  Moreover, in Matter of Adetiba, Interim Dec. 3177, 1992 WL 195812 (B.I.A. May 22, 1992), the BIA declined to adopt the Ninth Circuit's \"expansive definition,\" fearing that it might insulate from deportability aliens who formulate a plan to commit many separate crimes, while deporting those who commit two crimes without a plan.  That result, the BIA said, would be absurd.  Adetiba, 1992 WL 195812, at * 5.   The BIA characterized Pacheco as following most closely its own analysis, and decided that except in jurisdictions where a circuit court has ruled otherwise, it would interpret the statute as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>[T]he statutory exception refers to acts, which although separate crimes in and of themselves, were performed in furtherance of a single criminal episode, such as where one crime constitutes a lesser offense of another or where two crimes flow from and are the natural consequence of a single act of criminal misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Id. at * 5.   Since then, the Fifth and Tenth Circuits have upheld the BIA's definition as a reasonable interpretation of the law.  See Thanh Huu Nguyen v. I.N.S., 991 F.2d 621 (10th Cir.1993) (adopting the BIA's definition after giving due deference to the agency's interpretation of ambiguous law as required by Chevron, U.S.A., Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984));  Iredia v. I.N.S., 981 F.2d 847 (5th Cir.)  (same), cert. denied, --- U.S. ----, 114 S.Ct. 203, 126 L.Ed.2d 160 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this case petitioner's separate crimes involved separate acts, different victims, and occurred on widely separated dates.  Petitioner had ample opportunity between crimes to change direction.  Accordingly, his convictions do not arise from a \"single scheme\" as defined in Pacheco and Adetiba.   We need not decide how a more expansive definition might affect this case, because petitioner offers no persuasive reason for deviating from our own longstanding interpretation and the majority of recent decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The order of the Board of Immigration Appeals is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Petitioner does not deny the accuracy of the facts recited in the indictment.  At the deportation hearing he admitted participating in the filing of 124 false accident reports, and receiving $217,000 therefrom</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></span></p>\n    <p class=\"parties\">Henry Olawale BALOGUN, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 94-1011.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted May 10, 1994.<br>Decided July 28, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Henry Olawale Balogun on brief pro se.</p>\n      <p class=\"indent\">Frank W. Hunger, Asst. Atty. Gen., Richard M. Evans, Asst. Director, and John L. Davis, Attorney, Office of Immigration Litigation, on brief, for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and CYR, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner seeks review of a final order of deportation by the Board of Immigration Appeals (BIA).  His sole argument on appeal is that the BIA erred in finding him deportable under the Immigration and Nationality Act, 8 U.S.C. Sec. 1251(a)(2)(A)(ii), because he had been convicted of two crimes of moral turpitude \"not arising out of a single scheme of criminal misconduct.\"   Petitioner argues that his convictions should be construed as arising from a \"single scheme\" because they were part of a continuing criminal enterprise.  He asserts that his crimes thus \"morally constitute only a single wrong.\"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner pled guilty in a United States district court to one count of conspiracy to commit mail fraud, and three counts of mail fraud.  The indictment charged that from about April 1, 1989 to October 16, 1991, he conspired with others to use the mails to submit false accident reports and claims to various insurance companies.  The specific acts of fraud to which petitioner pled guilty occurred on three separate dates:  October 16, 1990, October 21, 1991 and November 15, 1991.  The crimes involved three different insurance companies, separate locations, and the use by petitioner of three different aliases.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Petitioner's 33-month sentence was affirmed on appeal.  United States v. Balogun, <span class=\"citation\" data-id=\"602831\"><a href=\"/opinion/602831/united-states-v-henry-olawale-balogun-united-states-of-america-v/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span> </a></span>(1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In Pacheco v. I.N.S., <span class=\"citation\" data-id=\"341331\"><a href=\"/opinion/341331/cesar-nicolau-pacheco-v-immigration-and-naturalization-service/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span> </a></span>(1st Cir.1976), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">985</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">380</span> </span>(1977), we interpreted the meaning of the statutory language \"single scheme\" in light of the purpose of the Act, accepting that the intent of Congress was to give \"a one-time alien offender ... a second chance before he could be deported.\"  <span class=\"citation\" data-id=\"341331\"><span class=\"antecedent_guess\">Pacheco,</span> <a href=\"/opinion/341331/cesar-nicolau-pacheco-v-immigration-and-naturalization-service/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">451</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>To us this suggests that a scheme, to be a \"single scheme,\" must take place at one time;  there must be no substantial interruption that would allow the participant to disassociate himself from his enterprise and reflect on what he has done.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>....Our present thinking is that both the purpose of the statute and the use of the adjective \"single\" point to a temporally integrated episode of continuous activity.  When the immediate activity has ended, even though a \"scheme\" calls for future activity a participant has his second chance to make a decision.  He need not further pursue a multistage scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"341331\"><a href=\"/opinion/341331/cesar-nicolau-pacheco-v-immigration-and-naturalization-service/\"><span class=\"id_token\">Id.</span> at 451-52.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Petitioner implicitly recognizes that under Pacheco his crimes cannot be characterized as a \"single scheme.\"   He argues, however, that this court should apply the more \"expansive definition\" adopted by the Ninth Circuit.  In Gonzalez-Sandoval v. I.N.S., <span class=\"citation\" data-id=\"546169\"><a href=\"/opinion/546169/ricardo-gonzalez-sandoval-v-us-immigration-and-naturalization-service/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">614</span> </a></span>(9th Cir.1990), the Ninth Circuit reaffirmed the approach it had adopted in Wood v. Hoy, <span class=\"citation\" data-id=\"248072\"><a href=\"/opinion/248072/edward-charles-wood-v-richard-c-hoy-district-director-immigration-and/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">825</span> </a></span>(9th Cir.1959), holding that the government had not disproved the existence of a single scheme where uncontradicted, credible evidence showed that the two predicate crimes were planned at the same time and executed according to the plan.  Older cases from the Second and Third Circuits suggest a similarly expansive definition.  See Nason v. I.N.S., <span class=\"citation\" data-id=\"280014\"><a href=\"/opinion/280014/edward-nason-v-immigration-and-naturalization-service/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">223</span> </a></span>(2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">830</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">98</span></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span> </span>(1968);  Sawkow v. I.N.S., <span class=\"citation\" data-id=\"259760\"><a href=\"/opinion/259760/stanley-sawkow-v-immigration-and-naturalization-service/\"><span class=\"volume\">314</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span> </a></span>(3d Cir.1963).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In Pacheco, however, we rejected the approach upon which petitioner relies.  Moreover, in Matter of Adetiba, Interim Dec. 3177, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">195812</span> </span>(B.I.A. May 22, 1992), the BIA declined to adopt the Ninth Circuit's \"expansive definition,\" fearing that it might insulate from deportability aliens who formulate a plan to commit many separate crimes, while deporting those who commit two crimes without a plan.  That result, the BIA said, would be absurd.  Adetiba, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">195812</span></span>, at * 5.   The BIA characterized Pacheco as following most closely its own analysis, and decided that except in jurisdictions where a circuit court has ruled otherwise, it would interpret the statute as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>[T]he statutory exception refers to acts, which although separate crimes in and of themselves, were performed in furtherance of a single criminal episode, such as where one crime constitutes a lesser offense of another or where two crimes flow from and are the natural consequence of a single act of criminal misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at * </span>5.   Since then, the Fifth and Tenth Circuits have upheld the BIA's definition as a reasonable interpretation of the law.  See Thanh Huu Nguyen v. I.N.S., <span class=\"citation\" data-id=\"604923\"><a href=\"/opinion/604923/thanh-huu-nguyen-v-immigration-naturalization-service/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span> </a></span>(10th Cir.1993) (adopting the BIA's definition after giving due deference to the agency's interpretation of ambiguous law as required by Chevron, U.S.A., Inc. v. Natural Resources Defense Council, Inc., <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span> </a></span>(1984));  Iredia v. I.N.S., <span class=\"citation\" data-id=\"596527\"><a href=\"/opinion/596527/minister-david-iredia-v-immigration-and-naturalization-service/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span> </a></span>(5th Cir.)  (same), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">203</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">160</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this case petitioner's separate crimes involved separate acts, different victims, and occurred on widely separated dates.  Petitioner had ample opportunity between crimes to change direction.  Accordingly, his convictions do not arise from a \"single scheme\" as defined in Pacheco and Adetiba.   We need not decide how a more expansive definition might affect this case, because petitioner offers no persuasive reason for deviating from our own longstanding interpretation and the majority of recent decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The order of the Board of Immigration Appeals is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Petitioner does not deny the accuracy of the facts recited in the indictment.  At the deportation hearing he admitted participating in the filing of 124 false accident reports, and receiving $217,000 therefrom</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/248072/",
    "https://www.courtlistener.com/api/rest/v3/opinions/259760/",
    "https://www.courtlistener.com/api/rest/v3/opinions/280014/",
    "https://www.courtlistener.com/api/rest/v3/opinions/341331/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546169/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596527/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602831/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604923/"
  ]
}