{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195512/",
  "id": 195512,
  "absolute_url": "/opinion/195512/armstrong-v-jefferson/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195512/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:24Z",
  "date_modified": "2020-02-21T23:30:25.852185Z",
  "type": "010combined",
  "sha1": "5571bbcf635a6b588734a802adad63633b4b3e15",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1060.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 94-1060\n\n           ROLAND L. ARMSTRONG AND REILOUS LATNEY,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                JEFFERSON SMURFIT CORPORATION\n            AND SMURFIT PENSION SERVICES COMPANY,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. Frank H. Freedman, Senior U.S. District Judge]\n                                                        \n\n                                         \n\n                            Before\n\n                    Cyr, Boudin and Stahl, \n                       Circuit Judges.\n                                     \n\n                                         \n\nDavid  A. Robinson with  whom Jay  N. Michelman  and Michelman Law\n                                                                  \nOffices were on brief for appellants.\n   \nMichael  L.  Mulhern, with  whom  Deborah  Gage Haude,  Winston  &amp;\n                                                                  \nStrawn, John  O. Mirick, and  Mirick, O'Connell,  DeMaillie &amp;  Lougee,\n                                                                 \nwere on brief for appellees.\n\n                                         \n\n                        July 22, 1994\n                                         \n\n          Stahl, Circuit Judge.  In  this appeal, plaintiffs-\n                              \n\nappellants  Roland L. Armstrong  and Reilous Latney challenge\n\nthe  district  court's  dismissal  of  their  action  brought\n\npursuant to  the Employee  Retirement Income Security  Act of\n\n1974 (\"ERISA\"), 29 U.S.C.   1001 et seq.  We affirm.\n                                        \n\n                              I.\n                                \n\n              STANDARD OF REVIEW AND BACKGROUND\n                                               \n\n          Because  we are reviewing  the grant  of a  Fed. R.\n\nCiv.  P.  12(b)(6)  motion to  dismiss,  we  will  accept the\n\nallegations of the complaint  as true for purposes of  our de\n                                                             \n\nnovo review.  See Vartanian v. Monsanto Co., 14 F.3d 697, 700\n                                           \n\n(1st Cir. 1994).  If, under any theory, these allegations are\n\nsufficient to state a  claim for which the relief  sought can\n\nbe granted, we will reverse the district court's dismissal of\n\nplaintiffs' complaint.  See id.\n                               \n\n          Plaintiffs are disabled  retirees who  participated\n\nin an  employee welfare benefit plan  sponsored by defendant-\n\nappellee  Jefferson Smurfit  Corporation and  administered by\n\ndefendant-appellee  Smurfit  Pension  and Insurance  Services\n\nCompany.   In  early  1992, defendants  made what  plaintiffs\n\nclaim was a  \"highly unusual\" offer of  either (1) continuing\n\nto  participate  in   the  existing  retiree  group   medical\n\ninsurance program at  new 1992 monthly premium  costs, or (2)\n\ndiscontinuing participation  in the program  in exchange  for\n\n                             -2-\n                              2\n\nlump  sum payments.1   In  the course  of making  this offer,\n\ndefendants neither  informed  plaintiffs that  the  lump  sum\n\npayments were  subject to taxation nor  advised plaintiffs to\n\nseek  tax  counsel in  making  their  elections.   Plaintiffs\n\nelected to receive the lump sum payments.  Subsequently, they\n\nincurred substantial tax liabilities.2  \n\n          Plaintiffs  allege  that defendants  stood  to gain\n\nfrom plaintiffs' election of the lump sum  payments, and that\n\ndefendants'  failure   to   inform  them   of  possible   tax\n\nimplications was prompted  by a desire  to encourage such  an\n\nelection.   Plaintiffs  further contend  that they  would not\n\nhave elected to receive  the lump sum payments had  they been\n\naware of the tax consequences.   The theory of their  case is\n\nthat defendants' failure either to  inform them that the lump\n\nsum payments would be  subject to taxation or to  advise them\n\nto  seek  tax counsel  constituted  a  breach of  defendants'\n\nERISA-prescribed fiduciary duties, see section  404(1)(A) and\n                                      \n\n(B), codified  at 29  U.S.C.    1104(a)(1)(A)  and (B),3  and\n\n                    \n\n1.  Plaintiff Armstrong  was offered a lump  sum of $120,000.\nPlaintiff Latney was offered a lump sum of $55,000.\n\n2.  Plaintiff Armstrong incurred over  $37,000 in federal and\nstate  tax liabilities.    Plaintiff Latney  incurred  almost\n$17,000 in federal and state tax liabilities.\n\n3.  Section 404(a)(1) directs  fiduciaries of ERISA plans  to\ndischarge  their duties with respect to a plan \"solely in the\ninterest of the participants and beneficiaries of the plans.\"\nSubsection A  of this provision instructs  fiduciaries to act\n\"for the exclusive purpose of . . . (i) providing benefits to\nparticipants  and their  beneficiaries;  and  (ii)  defraying\n\n                             -3-\n                              3\n\nentitles them to  recover the  federal and  state taxes  they\n\npaid on the lump sum payments.  At oral argument, plaintiffs'\n\ncounsel made clear  that reimbursement for the  taxes paid by\n\nplaintiffs -- the remedy requested in plaintiffs' complaint -\n\n- is the only remedy sought in this case. \n\n          The district court rejected plaintiffs' argument on\n\ntwo separate grounds.  The court first ruled that plaintiffs'\n\nallegations are insufficient to state  a claim for breach  of\n\nfiduciary  duty   under  ERISA.     It  then  held,   in  the\n\nalternative, that ERISA does not permit the remedy plaintiffs\n\nare seeking.   Accordingly, it granted  defendants' motion to\n\ndismiss the complaint.  This appeal followed.\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\n          The  question of  whether plaintiffs'  complaint is\n\nsufficient to state a claim for breach of fiduciary duty is a\n\nclose one,  given (1) plaintiffs'  allegation that defendants\n\nintentionally  withheld  the information,  and  (2) that  the\n             \n\ncommon law  trust principles incorporated into section 404(a)\n\nrequire a fiduciary to  disclose material facts affecting the\n\ninterests  of   participants  and  beneficiaries   which  the\n\n                    \n\nreasonable expenses of administering the plan.\"  Subsection B\nof  this provision  mandates that  fiduciaries act  \"with the\ncare, skill, prudence, and diligence under  the circumstances\nthen  prevailing that a prudent man acting in a like capacity\nand familiar with such matters would use in the conduct of an\nenterprise of like character and with like aims.\"\n\n                             -4-\n                              4\n\nfiduciary  knows  the participants  and beneficiaries  do not\n\nknow,   and  which  such  parties  need  to  know  for  their\n\nprotection in dealing with third  persons.  See, e.g., Bixler\n                                                             \n\nv. Central Pa. Teamsters Health &amp; Welfare Fund, 12 F.3d 1292,\n                                              \n\n1300 (3d Cir. 1993) (citing  Restatement (Second) of Trusts  \n\n173, comment d (1959)).   It is, however, a question  that we\n\nneed  not   answer,  for   the  relief  plaintiffs   seek  is\n\nunavailable under ERISA.\n\n          Plaintiffs  primarily  frame  their  claim  as  one\n\nbrought pursuant  to ERISA section 502(a)(3),  codified at 29\n\nU.S.C.     1132(a)(3).4    Under section  502(a)(3),  a  plan\n\nparticipant  or beneficiary  can  \"obtain .  . .  appropriate\n\nequitable relief\" to redress violations of ERISA or the terms\n\nof a  plan.  We note  that it is  not at all clear  that this\n\nprovision empowers plan participants or  beneficiaries to sue\n\nfiduciaries directly  for breach  of a fiduciary  duty rather\n\nthan  on behalf of the  plan.  See  Massachusetts Mutual Life\n                                                             \n\n                    \n\n4.  In  the   final  paragraph  of  their   appellate  brief,\nplaintiffs raise for the first time a halfhearted alternative\nargument  that  the reimbursement  they  are  seeking can  be\nviewed  as \"benefits due to [them] under the terms of [their]\nplan,\"  and that  they therefore  have  stated a  claim under\nERISA  section   502(a)(1)(B),  codified   at  29   U.S.C.   \n1132(a)(1)(B)  (allowing  participants  and beneficiaries  to\nrecover,  inter alia, benefits  due them  under the  terms of\n                    \ntheir ERISA  plans).  While this argument strikes us as a bit\nfarfetched,  given that  lump sum  payments seem not  to have\nbeen contemplated by  the plan  and were offered  in lieu  of\n                                                             \ncontinued plan participation, we regard it as waived and will\nnot address it on the merits.   See FDIC v. World Univ. Inc.,\n                                                            \n978 F.2d 10,  13 (1st  Cir. 1992) (arguments  raised for  the\nfirst time on appeal ordinarily are deemed waived).       \n\n                             -5-\n                              5\n\nIns. Co. v.  Russell, 473 U.S.  134, 151-52 (1985)  (Brennan,\n                    \n\nJ., concurring in the judgment) (noting ambiguity in majority\n\nopinion  as   to  whether  ERISA   imposes  upon  fiduciaries\n\nactionable duties beyond those running to the plan itself).  \n\n          Even  if we  assume arguendo  that such  a suit  is\n                                      \n\nauthorized, however,  plaintiffs' claim founders  because the\n\nSupreme  Court, after  a comprehensive  review of  the entire\n\nstatute, clearly has held that the compensatory legal damages\n\nthey  are seeking  here do  not fall within  the \"appropriate\n\nequitable  relief\" authorized  by ERISA's  section 502(a)(3).\n\nSee Mertens  v.  Hewitt Assocs.,  113  S. Ct.  2063,  2068-72\n                               \n\n(1993).  In the  face of this recent, on-point  Supreme Court\n\ndecision, plaintiffs  presented the  district court  with two\n\nrather weak  arguments.  First,  plaintiffs made much  of the\n\nfact that they were seeking only \"make-whole\" damages.   What\n\nthey overlooked,  however,  is that  Mertens precludes  make-\n                                            \n\nwhole  damages which are  not equitable  in nature.   Second,\n\nplaintiffs, reading significance  into the fact  that, unlike\n\nthe instant  action, Mertens  involved a claim  under section\n                            \n\n502(a)(3) against a nonfiduciary, contended that, for several\n                       \n\nreasons, section  502(a)(3) would  allow for the  recovery of\n\nmoney damages  against fiduciaries.   All of  these arguments\n\nare answered, however,  by the  fact that the  status of  the\n\ndefendant (i.e.,  fiduciary or nonfiduciary)  does not affect\n\nthe question of whether compensatory legal damages constitute\n\n                             -6-\n                              6\n\n\"appropriate equitable  relief\" under  the statute.   This is\n                                                          \n\nthe question answered, in the negative, by the Mertens Court.\n                                                      \n\nAnd,  this  negative  answer  compels  the  conclusion   that\n\nplaintiffs  are  precluded from  recovering  damages for  the\n\nfederal and state  tax liabilities they incurred  on the lump\n\nsum payments.5\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          For  the  reasons  stated  above,  we   affirm  the\n\ndistrict court's dismissal of plaintiffs' complaint.  \n\n          Affirmed.  Costs to appellees.\n                                       \n\n                    \n\n5.  On appeal, plaintiffs argue for the first time that their\ndamages   claim   constitutes   an   equitable    claim   for\n\"restitution.\"   This  argument  is highly  dubious; the  tax\npayments at issue would  seem to be completely distinct  from\nany ill-gotten  profits which might properly  be made subject\nto  a  viable  restitution  claim.    At  any  rate,  because\nplaintiffs  did not  present  this argument  to the  district\ncourt in  the first instance,  we regard it  as waived.   See\n                                                             \nWorld Univ., 978 F.2d at 13.\n           \n\n                             -7-\n                              7\n",
  "html": "<p class=\"case_cite\">30 F.3d 11</p>\n    <p class=\"parties\">Roland L. ARMSTRONG and Reilous Latney, Plaintiffs, Appellants,<br>v.<br>JEFFERSON SMURFIT CORPORATION and Smurfit Pension Services<br>Company, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1060.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 6, 1994.<br>Decided July 22, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David A. Robinson with whom Jay N. Michelman and Michelman Law Offices, Springfield, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Michael L. Mulhern, with whom Deborah Gage Haude, Winston &amp; Strawn, Chicago, IL, John O. Mirick and Mirick, O'Connell, DeMaillie &amp; Lougee, Worcester, MA, were on brief, for appellees.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiffs-appellants Roland L. Armstrong and Reilous Latney challenge the district court's dismissal of their action brought pursuant to the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. Sec. 1001 et seq.   We affirm.I.</p>\n    </div>\n    <p>STANDARD OF REVIEW AND BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because we are reviewing the grant of a Fed.R.Civ.P. 12(b)(6) motion to dismiss, we will accept the allegations of the complaint as true for purposes of our de novo review.  See Vartanian v. Monsanto Co., 14 F.3d 697, 700 (1st Cir.1994).  If, under any theory, these allegations are sufficient to state a claim for which the relief sought can be granted, we will reverse the district court's dismissal of plaintiffs' complaint.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiffs are disabled retirees who participated in an employee welfare benefit plan sponsored by defendant-appellee Jefferson Smurfit Corporation and administered by defendant-appellee Smurfit Pension and Insurance Services Company.  In early 1992, defendants made what plaintiffs claim was a \"highly unusual\" offer of either (1) continuing to participate in the existing retiree group medical insurance program at new 1992 monthly premium costs, or (2) discontinuing participation in the program in exchange for lump sum payments.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In the course of making this offer, defendants neither informed plaintiffs that the lump sum payments were subject to taxation nor advised plaintiffs to seek tax counsel in making their elections.  Plaintiffs elected to receive the lump sum payments.  Subsequently, they incurred substantial tax liabilities.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Plaintiffs allege that defendants stood to gain from plaintiffs' election of the lump sum payments, and that defendants' failure to inform them of possible tax implications was prompted by a desire to encourage such an election.  Plaintiffs further contend that they would not have elected to receive the lump sum payments had they been aware of the tax consequences.  The theory of their case is that defendants' failure either to inform them that the lump sum payments would be subject to taxation or to advise them to seek tax counsel constituted a breach of defendants' ERISA-prescribed fiduciary duties, see section 404(1)(A) and (B), codified at 29 U.S.C. Sec. 1104(a)(1)(A) and (B),<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and entitles them to recover the federal and state taxes they paid on the lump sum payments.  At oral argument, plaintiffs' counsel made clear that reimbursement for the taxes paid by plaintiffs--the remedy requested in plaintiffs' complaint--is the only remedy sought in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court rejected plaintiffs' argument on two separate grounds.  The court first ruled that plaintiffs' allegations are insufficient to state a claim for breach of fiduciary duty under ERISA.  It then held, in the alternative, that ERISA does not permit the remedy plaintiffs are seeking.  Accordingly, it granted defendants' motion to dismiss the complaint.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The question of whether plaintiffs' complaint is sufficient to state a claim for breach of fiduciary duty is a close one, given (1) plaintiffs' allegation that defendants intentionally withheld the information, and (2) that the common law trust principles incorporated into section 404(a) require a fiduciary to disclose material facts affecting the interests of participants and beneficiaries which the fiduciary knows the participants and beneficiaries do not know, and which such parties need to know for their protection in dealing with third persons.  See, e.g., Bixler v. Central Pa.  Teamsters Health &amp; Welfare Fund, 12 F.3d 1292, 1300 (3d Cir.1993) (citing Restatement (Second) of Trusts Sec. 173, comment d (1959)).  It is, however, a question that we need not answer, for the relief plaintiffs seek is unavailable under ERISA.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiffs primarily frame their claim as one brought pursuant to ERISA section 502(a)(3), codified at 29 U.S.C. Sec. 1132(a)(3).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Under section 502(a)(3), a plan participant or beneficiary can \"obtain ... appropriate equitable relief\" to redress violations of ERISA or the terms of a plan.  We note that it is not at all clear that this provision empowers plan participants or beneficiaries to sue fiduciaries directly for breach of a fiduciary duty rather than on behalf of the plan.  See Massachusetts Mutual Life Ins. Co. v. Russell, 473 U.S. 134, 151-52, 105 S.Ct. 3085, 3094-95, 87 L.Ed.2d 96 (1985) (Brennan, J., concurring in the judgment) (noting ambiguity in majority opinion as to whether ERISA imposes upon fiduciaries actionable duties beyond those running to the plan itself).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Even if we assume arguendo that such a suit is authorized, however, plaintiffs' claim founders because the Supreme Court, after a comprehensive review of the entire statute, clearly has held that the compensatory legal damages they are seeking here do not fall within the \"appropriate equitable relief\" authorized by ERISA's section 502(a)(3).  See Mertens v. Hewitt Assocs., --- U.S. ----, ---- - ----, 113 S.Ct. 2063, 2068-72, 124 L.Ed.2d 161 (1993).  In the face of this recent, on-point Supreme Court decision, plaintiffs presented the district court with two rather weak arguments.  First, plaintiffs made much of the fact that they were seeking only \"make-whole\" damages.  What they overlooked, however, is that Mertens precludes make-whole damages which are not equitable in nature.  Second, plaintiffs, reading significance into the fact that, unlike the instant action, Mertens involved a claim under section 502(a)(3) against a nonfiduciary, contended that, for several reasons, section 502(a)(3) would allow for the recovery of money damages against fiduciaries.  All of these arguments are answered, however, by the fact that the status of the defendant (i.e., fiduciary or nonfiduciary) does not affect the question of whether compensatory legal damages constitute \"appropriate equitable relief\" under the statute.  This is the question answered, in the negative, by the Mertens Court.  And, this negative answer compels the conclusion that plaintiffs are precluded from recovering damages for the federal and state tax liabilities they incurred on the lump sum payments.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the district court's dismissal of plaintiffs' complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.  Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Plaintiff Armstrong was offered a lump sum of $120,000.  Plaintiff Latney was offered a lump sum of $55,000</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiff Armstrong incurred over $37,000 in federal and state tax liabilities.  Plaintiff Latney incurred almost $17,000 in federal and state tax liabilities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 404(a)(1) directs fiduciaries of ERISA plans to discharge their duties with respect to a plan \"solely in the interest of the participants and beneficiaries of the plans.\"   Subsection A of this provision instructs fiduciaries to act \"for the exclusive purpose of ... (i) providing benefits to participants and their beneficiaries;  and (ii) defraying reasonable expenses of administering the plan.\"   Subsection B of this provision mandates that fiduciaries act \"with the care, skill, prudence, and diligence under the circumstances then prevailing that a prudent man acting in a like capacity and familiar with such matters would use in the conduct of an enterprise of like character and with like aims.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In the final paragraph of their appellate brief, plaintiffs raise for the first time a halfhearted alternative argument that the reimbursement they are seeking can be viewed as \"benefits due to [them] under the terms of [their] plan,\" and that they therefore have stated a claim under ERISA section 502(a)(1)(B), codified at 29 U.S.C. Sec. 1132(a)(1)(B) (allowing participants and beneficiaries to recover, inter alia, benefits due them under the terms of their ERISA plans).  While this argument strikes us as a bit farfetched, given that lump sum payments seem not to have been contemplated by the plan and were offered in lieu of continued plan participation, we regard it as waived and will not address it on the merits.  See FDIC v. World Univ.  Inc., 978 F.2d 10, 13 (1st Cir.1992) (arguments raised for the first time on appeal ordinarily are deemed waived)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> On appeal, plaintiffs argue for the first time that their damages claim constitutes an equitable claim for \"restitution.\"   This argument is highly dubious;  the tax payments at issue would seem to be completely distinct from any ill-gotten profits which might properly be made subject to a viable restitution claim.  At any rate, because plaintiffs did not present this argument to the district court in the first instance, we regard it as waived.  See World Univ., 978 F.2d at 13</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></span></p>\n    <p class=\"parties\">Roland L. ARMSTRONG and Reilous Latney, Plaintiffs, Appellants,<br>v.<br>JEFFERSON SMURFIT CORPORATION and Smurfit Pension Services<br>Company, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1060.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 6, 1994.<br>Decided July 22, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David A. Robinson with whom Jay N. Michelman and Michelman Law Offices, Springfield, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Michael L. Mulhern, with whom Deborah Gage Haude, Winston &amp; Strawn, Chicago, IL, John O. Mirick and Mirick, O'Connell, DeMaillie &amp; Lougee, Worcester, MA, were on brief, for appellees.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiffs-appellants Roland L. Armstrong and Reilous Latney challenge the district court's dismissal of their action brought pursuant to the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. Sec. 1001 et seq.   We affirm.I.</p>\n    </div>\n    <p>STANDARD OF REVIEW AND BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because we are reviewing the grant of a Fed.R.Civ.P. 12(b)(6) motion to dismiss, we will accept the allegations of the complaint as true for purposes of our de novo review.  See Vartanian v. Monsanto Co., <span class=\"citation\" data-id=\"195179\"><a href=\"/opinion/195179/vartanian-v-monsanto-company/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">697</span></a></span>, 700 (1st Cir.1994).  If, under any theory, these allegations are sufficient to state a claim for which the relief sought can be granted, we will reverse the district court's dismissal of plaintiffs' complaint.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiffs are disabled retirees who participated in an employee welfare benefit plan sponsored by defendant-appellee Jefferson Smurfit Corporation and administered by defendant-appellee Smurfit Pension and Insurance Services Company.  In early 1992, defendants made what plaintiffs claim was a \"highly unusual\" offer of either (1) continuing to participate in the existing retiree group medical insurance program at new 1992 monthly premium costs, or (2) discontinuing participation in the program in exchange for lump sum payments.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In the course of making this offer, defendants neither informed plaintiffs that the lump sum payments were subject to taxation nor advised plaintiffs to seek tax counsel in making their elections.  Plaintiffs elected to receive the lump sum payments.  Subsequently, they incurred substantial tax liabilities.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Plaintiffs allege that defendants stood to gain from plaintiffs' election of the lump sum payments, and that defendants' failure to inform them of possible tax implications was prompted by a desire to encourage such an election.  Plaintiffs further contend that they would not have elected to receive the lump sum payments had they been aware of the tax consequences.  The theory of their case is that defendants' failure either to inform them that the lump sum payments would be subject to taxation or to advise them to seek tax counsel constituted a breach of defendants' ERISA-prescribed fiduciary duties, see section 404(1)(A) and (B), codified at 29 U.S.C. Sec. 1104(a)(1)(A) and (B),<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and entitles them to recover the federal and state taxes they paid on the lump sum payments.  At oral argument, plaintiffs' counsel made clear that reimbursement for the taxes paid by plaintiffs--the remedy requested in plaintiffs' complaint--is the only remedy sought in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court rejected plaintiffs' argument on two separate grounds.  The court first ruled that plaintiffs' allegations are insufficient to state a claim for breach of fiduciary duty under ERISA.  It then held, in the alternative, that ERISA does not permit the remedy plaintiffs are seeking.  Accordingly, it granted defendants' motion to dismiss the complaint.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The question of whether plaintiffs' complaint is sufficient to state a claim for breach of fiduciary duty is a close one, given (1) plaintiffs' allegation that defendants intentionally withheld the information, and (2) that the common law trust principles incorporated into section 404(a) require a fiduciary to disclose material facts affecting the interests of participants and beneficiaries which the fiduciary knows the participants and beneficiaries do not know, and which such parties need to know for their protection in dealing with third persons.  See, e.g., Bixler v. Central Pa.  Teamsters Health &amp; Welfare Fund, <span class=\"citation\" data-id=\"659864\"><a href=\"/opinion/659864/lucinda-bixler-administratrix-of-the-estate-of-vaughn-archie-bixler/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1292</span></a></span>, 1300 (3d Cir.1993) (citing Restatement (Second) of Trusts Sec. 173, comment d (1959)).  It is, however, a question that we need not answer, for the relief plaintiffs seek is unavailable under ERISA.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiffs primarily frame their claim as one brought pursuant to ERISA section 502(a)(3), codified at 29 U.S.C. Sec. 1132(a)(3).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Under section 502(a)(3), a plan participant or beneficiary can \"obtain ... appropriate equitable relief\" to redress violations of ERISA or the terms of a plan.  We note that it is not at all clear that this provision empowers plan participants or beneficiaries to sue fiduciaries directly for breach of a fiduciary duty rather than on behalf of the plan.  See Massachusetts Mutual Life Ins. Co. v. Russell, <span class=\"citation\" data-id=\"111499\"><a href=\"/opinion/111499/massachusetts-mut-life-ins-co-v-russell/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, 151-52, <span class=\"citation\" data-id=\"111499\"><a href=\"/opinion/111499/massachusetts-mut-life-ins-co-v-russell/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3085</span></a></span>, 3094-95, <span class=\"citation\" data-id=\"111499\"><a href=\"/opinion/111499/massachusetts-mut-life-ins-co-v-russell/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span> </a></span>(1985) (Brennan, J., concurring in the judgment) (noting ambiguity in majority opinion as to whether ERISA imposes upon fiduciaries actionable duties beyond those running to the plan itself).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Even if we assume arguendo that such a suit is authorized, however, plaintiffs' claim founders because the Supreme Court, after a comprehensive review of the entire statute, clearly has held that the compensatory legal damages they are seeking here do not fall within the \"appropriate equitable relief\" authorized by ERISA's section 502(a)(3).  See Mertens v. Hewitt Assocs., --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"112867\"><a href=\"/opinion/112867/mertens-v-hewitt-associates/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2063</span></a></span>, 2068-72, <span class=\"citation\" data-id=\"112867\"><a href=\"/opinion/112867/mertens-v-hewitt-associates/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">161</span> </a></span>(1993).  In the face of this recent, on-point Supreme Court decision, plaintiffs presented the district court with two rather weak arguments.  First, plaintiffs made much of the fact that they were seeking only \"make-whole\" damages.  What they overlooked, however, is that Mertens precludes make-whole damages which are not equitable in nature.  Second, plaintiffs, reading significance into the fact that, unlike the instant action, Mertens involved a claim under section 502(a)(3) against a nonfiduciary, contended that, for several reasons, section 502(a)(3) would allow for the recovery of money damages against fiduciaries.  All of these arguments are answered, however, by the fact that the status of the defendant (i.e., fiduciary or nonfiduciary) does not affect the question of whether compensatory legal damages constitute \"appropriate equitable relief\" under the statute.  This is the question answered, in the negative, by the Mertens Court.  And, this negative answer compels the conclusion that plaintiffs are precluded from recovering damages for the federal and state tax liabilities they incurred on the lump sum payments.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the district court's dismissal of plaintiffs' complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.  Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Plaintiff Armstrong was offered a lump sum of $120,000.  Plaintiff Latney was offered a lump sum of $55,000</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiff Armstrong incurred over $37,000 in federal and state tax liabilities.  Plaintiff Latney incurred almost $17,000 in federal and state tax liabilities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 404(a)(1) directs fiduciaries of ERISA plans to discharge their duties with respect to a plan \"solely in the interest of the participants and beneficiaries of the plans.\"   Subsection A of this provision instructs fiduciaries to act \"for the exclusive purpose of ... (i) providing benefits to participants and their beneficiaries;  and (ii) defraying reasonable expenses of administering the plan.\"   Subsection B of this provision mandates that fiduciaries act \"with the care, skill, prudence, and diligence under the circumstances then prevailing that a prudent man acting in a like capacity and familiar with such matters would use in the conduct of an enterprise of like character and with like aims.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In the final paragraph of their appellate brief, plaintiffs raise for the first time a halfhearted alternative argument that the reimbursement they are seeking can be viewed as \"benefits due to [them] under the terms of [their] plan,\" and that they therefore have stated a claim under ERISA section 502(a)(1)(B), codified at 29 U.S.C. Sec. 1132(a)(1)(B) (allowing participants and beneficiaries to recover, inter alia, benefits due them under the terms of their ERISA plans).  While this argument strikes us as a bit farfetched, given that lump sum payments seem not to have been contemplated by the plan and were offered in lieu of continued plan participation, we regard it as waived and will not address it on the merits.  See FDIC v. World Univ.  Inc., <span class=\"citation\" data-id=\"593291\"><a href=\"/opinion/593291/federal-deposit-insurance-corporation-v-world-university-inc-santa/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir.1992) (arguments raised for the first time on appeal ordinarily are deemed waived)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> On appeal, plaintiffs argue for the first time that their damages claim constitutes an equitable claim for \"restitution.\"   This argument is highly dubious;  the tax payments at issue would seem to be completely distinct from any ill-gotten profits which might properly be made subject to a viable restitution claim.  At any rate, because plaintiffs did not present this argument to the district court in the first instance, we regard it as waived.  See World <span class=\"citation\" data-id=\"593291\"><span class=\"antecedent_guess\">Univ.,</span> <a href=\"/opinion/593291/federal-deposit-insurance-corporation-v-world-university-inc-santa/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">13</span></a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111499/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112867/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195179/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593291/",
    "https://www.courtlistener.com/api/rest/v3/opinions/659864/"
  ]
}