{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195538/",
  "id": 195538,
  "absolute_url": "/opinion/195538/adamu-v-ins/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195538/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:04Z",
  "date_modified": "2020-02-21T23:31:19.838564Z",
  "type": "010combined",
  "sha1": "9d0dd6f85b335644790d1eca18d0ed4490b52718",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2384.01A",
  "local_path": null,
  "plain_text": "August 5, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2384\n\n                   ISMAILA ABDULLAH ADAMU,\n\n                         Petitioner,\n\n                              v.\n\n           IMMIGRATION AND NATURALIZATION SERVICE,\n\n                         Respondent.\n\n                                         \n\n              ON PETITION FOR REVIEW OF AN ORDER\n             OF THE BOARD OF IMMIGRATION APPEALS\n\n                                         \n\n                            Before\n\n                   Torruella, Selya and Cyr,\n                       Circuit Judges.\n                                     \n\n                                         \n\nIsmaila A. Adamu on brief pro se.\n                \nFrank W. Hunger, Assistant Attorney General, Robert Kendall,  Jr.,\n                                                                 \nAssistant Director, and Karen Fletcher Torstenson, Attorney, Office of\n                                             \nImmigration Litigation, Civil Division, U.S. Department of Justice, on\nbrief for respondent.\n\n                                         \n\n                                         \n\n          Per Curiam.  This  is a petition for review  of two\n                    \n\ndecisions of Board  of Immigration Appeals (BIA).   The first\n\ndecision  affirmed  the  decision  of  the  immigration judge\n\ndenying petitioner's  motion to reopen the  proceedings.  The\n\nBIA's  second decision  denied an  application  for reopening\n\nfiled directly with it.  Both motions for reopening concerned\n\nthe immigration judge's order of deportation entered after an\n\nin absentia hearing.\n           \n\n                              I.\n                               \n\n          Petitioner  Ismaila Abdullah  Adamu,  a  native  of\n\nGhana  and a citizen of  Nigeria, was admitted  to the United\n\nStates  as  a visitor  for pleasure  for  six months.   After\n\noverstaying    this    time-limit,   the    Immigration   and\n\nNaturalization Service  (INS) issued  an order to  show cause\n\nwhy  petitioner should  not  be deported.    See 8  U.S.C.   \n                                                \n\n1251(a)(2) (current version at 8 U.S.C.   1251(a)(1)(B)).  An\n\ninitial deportation hearing took  place on December 18, 1990;\n\nat this  time, petitioner denied deportability.  As a result,\n\nthe immigration  judge continued  the hearing until  February\n\n22, 1991,  orally notifying  petitioner of this  date.   When\n\npetitioner failed to appear at the hearing without indicating\n\nany reason for his  nonappearance, the immigration judge held\n\nan in absentia hearing,  see 8 U.S.C.   1252(b),  and ordered\n                            \n\npetitioner deported as charged.\n\n                             -2-\n\n          Almost  two  years   later,  on   April  2,   1993,\n\npetitioner filed a motion to  reopen.  He stated that  on the\n\nway to the INS office in  Boston, on April 26, 1991 (the date\n\nset for  petitioner's deportation), his car  had broken down.\n                                 \n\nBy the time  he reached Boston, the INS office was closed for\n\nthe day.  He  also asserted that the notice to  surrender for\n\ndeportation  had been sent to  the wrong address  and that he\n\nnever  had received it.  He then requested permission to file\n\napplications   for  political   asylum  and   withholding  of\n\ndeportation.\n\n          The immigration judge  denied the motion  to reopen\n\non  April 20, 1993.  He determined that petitioner had failed\n\nto establish reasonable cause for his absence.  Specifically,\n\nthe judge  found that car trouble  on April 26, 1991  did not\n\nrelate to,  or provide  cause for, petitioner's  absence from\n\nthe deportation  hearing  scheduled for  February  22,  1991.\n\nPetitioner filed a notice of appeal with  the BIA on July 12,\n\n1993.\n\n          In his  brief on  appeal, petitioner amplified  the\n\nallegations  contained in the April 2, 1993 motion to reopen.\n\nHe averred that he had attended the December 18, 1990 hearing\n\nwith an official  -- Reverend Harley  -- from the  Tabernacle\n\nBaptist Church in Providence.  However, Reverend Harley could\n\nnot accompany  him to the  February 22nd  hearing.   Instead,\n\npetitioner was given  $5.00 for gas  to attend this  hearing.\n\n                             -3-\n\nIn  an  affidavit  appended  to the  brief,  Reverend  Harley\n\nconfirms  this last statement.   Petitioner  further asserted\n\nthat  his car engine had \"seized\" while enroute to Boston and\n\nthat after it cooled down, he had proceeded on his way.  When\n\nhe arrived, the INS offices were closed.\n\n          According to petitioner,  nothing further  happened\n\nuntil March  1993 when  police stopped  him during a  traffic\n\ncheck and  informed  him of  an immigration  warrant for  his\n\narrest.   Once in the  custody of the  INS, petitioner stated\n\nthat  he was given the  April 26, 1991  letter concerning his\n\ndeportation  date.   His  erroneous  referral  to April  26th\n\n(instead of  February 22nd),  he averred,  was the  result of\n\nhaving been handed this letter.  He reiterated his claim that\n\nall  correspondence from the INS had been mailed to the wrong\n\naddress.\n\n          The  BIA affirmed the  decision of  the immigration\n\njudge  on  October  20, 1993.    It  first  pointed out  that\n\npetitioner  had not  provided  an affidavit  sworn under  the\n\npenalties  of   perjury  but  rather  had   made  only  vague\n\nstatements concerning the breakdown of his car.  As a result,\n\nthe  BIA   concluded  that   petitioner  had   not  submitted\n\n\"probative  evidence  establishing reasonable  cause  for his\n\nabsence.\"   The BIA also stated that petitioner had failed to\n\npresent documentary  evidence to explain  how he had  come to\n\nmistakenly refer, in his motion to reopen, to the deportation\n\n                             -4-\n\ndate  of April  26,  1991.   Further,  the BIA  described  as\n\nirrelevant Reverend Harley's affidavit referring to the money\n\nfor  gas.    Finally,  the  BIA  expressed  doubt  concerning\n\npetitioner's involvement  with a  Baptist Church when  he had\n\nstated in his  asylum application that he  was a Moslem.   It\n\nthen dismissed the appeal.\n\n          In   response,  petitioner   filed  a   motion  for\n\nreconsideration.  In it, he explained his  involvement in the\n\nBaptist  Church.  He then recited that he had timely appeared\n\nat  four other hearings with the help of Reverend Harley.  As\n\nfor  his failure  to attend  the  February 22,  1991 hearing,\n\npetitioner gave the following account.  On the way to Boston,\n\npetitioner drove first to Providence to obtain money for  gas\n\nfrom  Reverend  Harley.    Once on  the  highway,  petitioner\n\nnoticed smoke coming from under the hood of his car.  At this\n\ntime,  it  was  approximately  2:00  p.m.    He  stopped  and\n\ndiscovered  that there  was  no water  in  the radiator.    A\n\npasserby  offered  to  help; he  drove  petitioner  to  a gas\n\nstation to get water and returned with petitioner to his car.\n\nBy this time, it was 3:15 p.m.\n\n          Due to  traffic, petitioner  did not arrive  at the\n\nINS office until  4:50 p.m.   Petitioner stated  that he  had\n\ntried to  gain access to  the INS offices but  was stopped by\n\nsecurity  guards  from  entering  the  building.     Finally,\n\npetitioner averred that  he had returned to Boston on Monday,\n\n                             -5-\n\nFebruary 25, 1991 and was informed that he would be receiving\n\na letter with instructions.   As he had stated in  his brief,\n\nnothing happened until about two years later, when petitioner\n\nwas stopped at  a traffic check  and told that  there was  an\n\noutstanding immigration warrant for his arrest for failure to\n\nsurrender for deportation.\n\n          The BIA treated  petitioner's motion as  requesting\n\nreopening.   It then stated that it did not find petitioner's\n\nexplanation  concerning  the  factual  discrepancies  in  his\n\naccount  to  be  persuasive.   Further,  the  BIA noted  that\n\npetitioner's  account  still  was  not  in  the  form  of  an\n\naffidavit.  Finally, the BIA concluded that the facts recited\n\nby petitioner in the motion could have been presented  either\n\nin the motion to  reopen filed with the immigration  judge or\n\nin the brief filed on appeal to the BIA.  It therefore denied\n\nthe motion.  This petition for review ensued.\n\n                             II.\n                               \n\n          We review  denials of motions to reopen such as the\n\nones before  us under the abuse-of-discretion  standard.  See\n                                                             \n\nINS v.  Abudu, 485  U.S. 94, 104-05  (1988); Gando-Coello  v.\n                                                         \n\nINS, 888 F.2d 197, 199 (1st Cir. 1989) (per curiam).  We will\n   \n\nuphold such discretionary actions unless they were arbitrary,\n\ncapricious,  had  no  rational  explanation,  did not  follow\n\nestablished policies, or were based on impermissible  grounds\n\nsuch as race.  See Thomas v. INS, 976 F.2d 786, 789 (1st Cir.\n                                \n\n                             -6-\n\n1992)  (per curiam); LeBlanc v.  INS, 715 F.2d  685, 693 (1st\n                                    \n\nCir. 1983).\n\n          A.  The BIA's October 20, 1993 Decision.\n                                                 \n\n          The BIA, in this decision, upheld the denial by the\n\nimmigration  judge  of  petitioner's  motion  to  reopen  the\n\nproceedings.   The  BIA  determined that  petitioner had  not\n\nshown cause  for his  failure to  appear  at his  deportation\n\nhearing.  See Matter of Haim, 19 I &amp; N Dec. 641 (1988) (where\n                            \n\nbasis  of motion to reopen is that an immigration judge erred\n\nin holding an in absentia  hearing, alien must establish that\n                         \n\nhe or she had \"reasonable cause\" for the failure to appear).\n\n          The   law  concerning   in  absentia   hearings  is\n                                              \n\ncontained in 8 U.S.C.   1252(b):\n\n               If any alien  has been given  a\n               reasonable  opportunity  to  be\n               present  at a  proceeding under\n               this   section,   and   without\n               reasonable   cause   fails   or\n               refuses  to attend  . .  . such\n               proceeding, the special inquiry\n               officer   may   proceed  to   a\n               determination in like manner as\n               if the alien were present.\n\nHere, the immigration judge  orally gave notice to petitioner\n\nof the date and place of the hearing two months before it was\n\nto take place.  This is sufficient to satisfy the requirement\n\nthat  petitioner be  given a  \"reasonable opportunity\"  to be\n\npresent  at his deportation hearing.  See Thomas, 976 F.2d at\n                                                \n\n                             -7-\n\n789 (where petitioner received  notice over five months prior\n\nto hearing date,    1252(b) is satisfied); Maldonado-Perez v.\n                                                          \n\nINS,  865 F.2d 328, 333  (D.C. Cir. 1989)  (two months notice\n   \n\nheld sufficient).\n\n          We  now  turn  to the  question  whether petitioner\n\npresented sufficient  evidence of \"reasonable cause\"  for his\n\nabsence from the February 22, 1991 hearing.  In the motion to\n\nreopen filed with the immigration  judge, petitioner's reason\n\nfor not  appearing was only  a conclusory statement  that his\n\ncar  had broken down on the date set for deportation -- April\n\n26,  1991.   This plainly  is not  enough to  show reasonable\n\ncause  for failing to appear  at the hearing  on February 22,\n\n1991.   Further, petitioner's clarifications advanced  in his\n\nbrief to the BIA do not suffice.\n\n          Even assuming that petitioner's  erroneous referral\n\nto  April 26, 1991 was  excusable, his \"explanation\" that the\n\nengine had \"seized\" while traveling to Boston on February 22,\n\n1991, is not enough.  That is, this statement alone does  not\n\nstate  how  this  car  trouble  made   him  late.    Further,\n          \n\npetitioner does  not  refer to  any  attempts to  notify  the\n\nimmigration judge's  chambers of the problems  he was having.\n\nSee Thomas, 976 F.2d at 790 (BIA's dismissal of appeal from a\n          \n\ndeportation  order  entered  in  absentia  upheld  where  the\n                                         \n\nimmigration judge stated that petitioner had not attempted to\n\nnotify his  chambers of a mix-up  concerning where petitioner\n\n                             -8-\n\nwas  to  meet his  attorney).   Finally, petitioner's  pro se\n                                                             \n\nstatus is  inadequate  by itself  to  excuse his  failure  to\n\nappear at  the hearing.   Petitioner admits that  he attended\n\nfour  other hearings;  he therefore  was amply  familiar with\n\nsuch  proceedings.   See  Gando-Coello, 888  F.2d at  199-200\n                                      \n\n(where  petitioner, proceeding  pro  se,  had appeared  three\n                                       \n\ntimes before the immigration judge, the BIA did not abuse its\n\ndiscretion in denying motion to reopen).\n\n          B.  The BIA's December 12, 1993 Decision.\n                                                  \n\n          In  denying the  motion  to reopen  that petitioner\n\nfiled directly with the BIA, it  relied, in part, on 8 C.F.R.\n\n  3.2.  This section, so far as is relevant, provides:\n\n               Motions     to     reopen    in\n               deportation  proceedings  shall\n               not   be   granted  unless   it\n               appears   to  the   Board  that\n               evidence  sought to  be offered\n               is   material   and   was   not\n               available  and  could not  have\n               been discovered or presented at\n               the former hearing. . . .\n\nWe review a denial of a motion to reopen based on this ground\n\nfor abuse of discretion.  See INS v. Doherty, 112 S. Ct. 719,\n                                            \n\n725 (1992); Abudu, 485 U.S. at 105.\n                 \n\n          Viewed under  this standard,  it is plain  that the\n\nevidence  petitioner presented  in support  of his  motion to\n\nreopen -- the specifics of how his car broke down, how it was\n\nfixed and  the attempts  he made  to gain access  to the  INS\n\noffices  when he finally arrived  in Boston -- were available\n\n                             -9-\n\nin  April 1993 when he filed  the first motion to reopen with\n\nthe  immigration judge and in  July 1993 when  he appealed to\n\nthe BIA.  See  Gando-Coello, 888 F.2d at 199  (where evidence\n                           \n\npresented in motion  to reopen  was available at  time of  in\n                                                             \n\nabsentia deportation  and at time of  appeal from deportation\n        \n\norder, BIA's denial of motion to reopen upheld).\n\n          Petitioner  adds a  last argument,  raised for  the\n\nfirst time in his brief  on appeal to this court.   He claims\n\nthat the holding of  an in absentia hearing violated  his due\n                                   \n\nprocess rights.  The  Supreme Court has approved  in absentia\n                                                             \n\nhearings:   An alien \"must be given `a reasonable opportunity\n\nto  be present at [the] proceeding,' but if the [alien] fails\n\nto avail himself of that opportunity, the hearing may proceed\n\nin  his absence.\"  INS v. Lopez-Mendoza, 468 U.S. 1032, 1038-\n                                       \n\n39 (1984).  Courts of appeals have held that if this standard\n\nis met, there is  no due process violation.   See Reyes-Arias\n                                                             \n\nv.  INS, 866 F.2d  500, 503-04  (D.C. Cir.  1989); Maldonado-\n                                                             \n\nPerez, 865  F.2d  at 333.    We agree  with  these cases  and\n     \n\ntherefore reject petitioner's constitutional claim.\n\n                             III.\n                                \n\n          For the foregoing reasons, the decisions of the BIA\n\nare therefore affirmed.\n                      \n\n                             -10-\n",
  "html": "<p class=\"case_cite\">32 F.3d 561</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Ismaila Abdullah ADAMU, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 93-2384</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 5, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ismaila A. Adamu on brief pro se.</p>\n      <p class=\"indent\">Frank W. Hunger, Assistant Attorney General, Robert Kendall, Jr., Assistant Director, and Karen Fletcher Torstenson, Attorney, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, on brief for respondent.</p>\n      <p class=\"indent\">B.I.A.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a petition for review of two decisions of Board of Immigration Appeals (BIA).  The first decision affirmed the decision of the immigration judge denying petitioner's motion to reopen the proceedings.  The BIA's second decision denied an application for reopening filed directly with it.  Both motions for reopening concerned the immigration judge's order of deportation entered after an in absentia hearing.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner Ismaila Abdullah Adamu, a native of Ghana and a citizen of Nigeria, was admitted to the United States as a visitor for pleasure for six months.  After overstaying this time-limit, the Immigration and Naturalization Service (INS) issued an order to show cause why petitioner should not be deported.  See 8 U.S.C. Sec. 1251(a)(2) (current version at 8 U.S.C. Sec. 1251(a)(1)(B)).  An initial deportation hearing took place on December 18, 1990;  at this time, petitioner denied deportability.  As a result, the immigration judge continued the hearing until February 22, 1991, orally notifying petitioner of this date.  When petitioner failed to appear at the hearing without indicating any reason for his nonappearance, the immigration judge held an in absentia hearing, see 8 U.S.C. Sec. 1252(b), and ordered petitioner deported as charged.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Almost two years later, on April 2, 1993, petitioner filed a motion to reopen.  He stated that on the way to the INS office in Boston, on April 26, 1991 (the date set for petitioner's deportation ), his car had broken down.  By the time he reached Boston, the INS office was closed for the day.  He also asserted that the notice to surrender for deportation had been sent to the wrong address and that he never had received it.  He then requested permission to file applications for political asylum and withholding of deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The immigration judge denied the motion to reopen on April 20, 1993.  He determined that petitioner had failed to establish reasonable cause for his absence.  Specifically, the judge found that car trouble on April 26, 1991 did not relate to, or provide cause for, petitioner's absence from the deportation hearing scheduled for February 22, 1991.  Petitioner filed a notice of appeal with the BIA on July 12, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In his brief on appeal, petitioner amplified the allegations contained in the April 2, 1993 motion to reopen.  He averred that he had attended the December 18, 1990 hearing with an official-Reverend Harley-from the Tabernacle Baptist Church in Providence.  However, Reverend Harley could not accompany him to the February 22nd hearing.  Instead, petitioner was given $5.00 for gas to attend this hearing.  In an affidavit appended to the brief, Reverend Harley confirms this last statement.  Petitioner further asserted that his car engine had \"seized\" while enroute to Boston and that after it cooled down, he had proceeded on his way.  When he arrived, the INS offices were closed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">According to petitioner, nothing further happened until March 1993 when police stopped him during a traffic check and informed him of an immigration warrant for his arrest.  Once in the custody of the INS, petitioner stated that he was given the April 26, 1991 letter concerning his deportation date.  His erroneous referral to April 26th (instead of February 22nd), he averred, was the result of having been handed this letter.  He reiterated his claim that all correspondence from the INS had been mailed to the wrong address.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The BIA affirmed the decision of the immigration judge on October 20, 1993.  It first pointed out that petitioner had not provided an affidavit sworn under the penalties of perjury but rather had made only vague statements concerning the breakdown of his car.  As a result, the BIA concluded that petitioner had not submitted \"probative evidence establishing reasonable cause for his absence.\"  The BIA also stated that petitioner had failed to present documentary evidence to explain how he had come to mistakenly refer, in his motion to reopen, to the deportation date of April 26, 1991.  Further, the BIA described as irrelevant Reverend Harley's affidavit referring to the money for gas.  Finally, the BIA expressed doubt concerning petitioner's involvement with a Baptist Church when he had stated in his asylum application that he was a Moslem.  It then dismissed the appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In response, petitioner filed a motion for reconsideration.  In it, he explained his involvement in the Baptist Church.  He then recited that he had timely appeared at four other hearings with the help of Reverend Harley.  As for his failure to attend the February 22, 1991 hearing, petitioner gave the following account.  On the way to Boston, petitioner drove first to Providence to obtain money for gas from Reverend Harley.  Once on the highway, petitioner noticed smoke coming from under the hood of his car.  At this time, it was approximately 2:00 p.m.  He stopped and discovered that there was no water in the radiator.  A passerby offered to help;  he drove petitioner to a gas station to get water and returned with petitioner to his car.  By this time, it was 3:15 p.m.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Due to traffic, petitioner did not arrive at the INS office until 4:50 p.m.  Petitioner stated that he had tried to gain access to the INS offices but was stopped by security guards from entering the building.  Finally, petitioner averred that he had returned to Boston on Monday, February 25, 1991 and was informed that he would be receiving a letter with instructions.  As he had stated in his brief, nothing happened until about two years later, when petitioner was stopped at a traffic check and told that there was an outstanding immigration warrant for his arrest for failure to surrender for deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The BIA treated petitioner's motion as requesting reopening.  It then stated that it did not find petitioner's explanation concerning the factual discrepancies in his account to be persuasive.  Further, the BIA noted that petitioner's account still was not in the form of an affidavit.  Finally, the BIA concluded that the facts recited by petitioner in the motion could have been presented either in the motion to reopen filed with the immigration judge or in the brief filed on appeal to the BIA.  It therefore denied the motion.  This petition for review ensued.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review denials of motions to reopen such as the ones before us under the abuse-of-discretion standard.   See INS v. Abudu, 485 U.S. 94, 104-05 (1988);   Gando-Coello v. INS, 888 F.2d 197, 199 (1st Cir. 1989) (per curiam).  We will uphold such discretionary actions unless they were arbitrary, capricious, had no rational explanation, did not follow established policies, or were based on impermissible grounds such as race.   See Thomas v. INS, 976 F.2d 786, 789 (1st Cir. 1992) (per curiam);   LeBlanc v. INS, 715 F.2d 685, 693 (1st Cir. 1983).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A. The BIA's October 20, 1993 Decision.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The BIA, in this decision, upheld the denial by the immigration judge of petitioner's motion to reopen the proceedings.  The BIA determined that petitioner had not shown cause for his failure to appear at his deportation hearing.  See Matter of Haim, 19 I &amp; N Dec. 641 (1988) (where basis of motion to reopen is that an immigration judge erred in holding an in absentia hearing, alien must establish that he or she had \"reasonable cause\" for the failure to appear).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The law concerning in absentia hearings is contained in 8 U.S.C. Sec. 1252(b):</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If any alien has been given a reasonable opportunity to be present at a proceeding under this section, and without reasonable cause fails or refuses to attend ... such proceeding, the special inquiry officer may proceed to a determination in like manner as if the alien were present.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, the immigration judge orally gave notice to petitioner of the date and place of the hearing two months before it was to take place.  This is sufficient to satisfy the requirement that petitioner be given a \"reasonable opportunity\" to be present at his deportation hearing.   See Thomas, 976 F.2d at 789 (where petitioner received notice over five months prior to hearing date, Sec. 1252(b) is satisfied);   Maldonado-Perez v. INS, 865 F.2d 328, 333 (D.C. Cir. 1989) (two months notice held sufficient).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We now turn to the question whether petitioner presented sufficient evidence of \"reasonable cause\" for his absence from the February 22, 1991 hearing.  In the motion to reopen filed with the immigration judge, petitioner's reason for not appearing was only a conclusory statement that his car had broken down on the date set for deportation-April 26, 1991.  This plainly is not enough to show reasonable cause for failing to appear at the hearing on February 22, 1991.  Further, petitioner's clarifications advanced in his brief to the BIA do not suffice.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Even assuming that petitioner's erroneous referral to April 26, 1991 was excusable, his \"explanation\" that the engine had \"seized\" while traveling to Boston on February 22, 1991, is not enough.  That is, this statement alone does not state how this car trouble made him late.  Further, petitioner does not refer to any attempts to notify the immigration judge's chambers of the problems he was having.   See Thomas, 976 F.2d at 790 (BIA's dismissal of appeal from a deportation order entered in absentia upheld where the immigration judge stated that petitioner had not attempted to notify his chambers of a mix-up concerning where petitioner was to meet his attorney).  Finally, petitioner's pro se status is inadequate by itself to excuse his failure to appear at the hearing.  Petitioner admits that he attended four other hearings;  he therefore was amply familiar with such proceedings.   See Gando-Coello, 888 F.2d at 199-200 (where petitioner, proceeding pro se, had appeared three times before the immigration judge, the BIA did not abuse its discretion in denying motion to reopen).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">B. The BIA's December 12, 1993 Decision.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In denying the motion to reopen that petitioner filed directly with the BIA, it relied, in part, on 8 C.F.R. Sec. 3.2.  This section, so far as is relevant, provides:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Motions to reopen in deportation proceedings shall not be granted unless it appears to the Board that evidence sought to be offered is material and was not available and could not have been discovered or presented at the former hearing....</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We review a denial of a motion to reopen based on this ground for abuse of discretion.   See INS v. Doherty, 112 S. Ct. 719, 725 (1992);   Abudu, 485 U.S. at 105.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Viewed under this standard, it is plain that the evidence petitioner presented in support of his motion to reopen-the specifics of how his car broke down, how it was fixed and the attempts he made to gain access to the INS offices when he finally arrived in Boston-were available in April 1993 when he filed the first motion to reopen with the immigration judge and in July 1993 when he appealed to the BIA.   See Gando-Coello, 888 F.2d at 199 (where evidence presented in motion to reopen was available at time of in absentia deportation and at time of appeal from deportation order, BIA's denial of motion to reopen upheld).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Petitioner adds a last argument, raised for the first time in his brief on appeal to this court.  He claims that the holding of an in absentia hearing violated his due process rights.  The Supreme Court has approved in absentia hearings:  An alien \"must be given 'a reasonable opportunity to be present at [the] proceeding,' but if the [alien] fails to avail himself of that opportunity, the hearing may proceed in his absence.\"   INS v. Lopez-Mendoza, 468 U.S. 1032, 1038-39 (1984).  Courts of appeals have held that if this standard is met, there is no due process violation.   See Reyes-Arias v. INS, 866 F.2d 500, 503- 04 (D.C. Cir. 1989);   Maldonado-Perez, 865 F.2d at 333.  We agree with these cases and therefore reject petitioner's constitutional claim.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For the foregoing reasons, the decisions of the BIA are therefore affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">561</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Ismaila Abdullah ADAMU, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 93-2384</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 5, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ismaila A. Adamu on brief pro se.</p>\n      <p class=\"indent\">Frank W. Hunger, Assistant Attorney General, Robert Kendall, Jr., Assistant Director, and Karen Fletcher Torstenson, Attorney, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, on brief for respondent.</p>\n      <p class=\"indent\">B.I.A.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a petition for review of two decisions of Board of Immigration Appeals (BIA).  The first decision affirmed the decision of the immigration judge denying petitioner's motion to reopen the proceedings.  The BIA's second decision denied an application for reopening filed directly with it.  Both motions for reopening concerned the immigration judge's order of deportation entered after an in absentia hearing.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner Ismaila Abdullah Adamu, a native of Ghana and a citizen of Nigeria, was admitted to the United States as a visitor for pleasure for six months.  After overstaying this time-limit, the Immigration and Naturalization Service (INS) issued an order to show cause why petitioner should not be deported.  See 8 U.S.C. Sec. 1251(a)(2) (current version at 8 U.S.C. Sec. 1251(a)(1)(B)).  An initial deportation hearing took place on December 18, 1990;  at this time, petitioner denied deportability.  As a result, the immigration judge continued the hearing until February 22, 1991, orally notifying petitioner of this date.  When petitioner failed to appear at the hearing without indicating any reason for his nonappearance, the immigration judge held an in absentia hearing, see 8 U.S.C. Sec. 1252(b), and ordered petitioner deported as charged.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Almost two years later, on April 2, 1993, petitioner filed a motion to reopen.  He stated that on the way to the INS office in Boston, on April 26, 1991 (the date set for petitioner's deportation ), his car had broken down.  By the time he reached Boston, the INS office was closed for the day.  He also asserted that the notice to surrender for deportation had been sent to the wrong address and that he never had received it.  He then requested permission to file applications for political asylum and withholding of deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The immigration judge denied the motion to reopen on April 20, 1993.  He determined that petitioner had failed to establish reasonable cause for his absence.  Specifically, the judge found that car trouble on April 26, 1991 did not relate to, or provide cause for, petitioner's absence from the deportation hearing scheduled for February 22, 1991.  Petitioner filed a notice of appeal with the BIA on July 12, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In his brief on appeal, petitioner amplified the allegations contained in the April 2, 1993 motion to reopen.  He averred that he had attended the December 18, 1990 hearing with an official-Reverend Harley-from the Tabernacle Baptist Church in Providence.  However, Reverend Harley could not accompany him to the February 22nd hearing.  Instead, petitioner was given $5.00 for gas to attend this hearing.  In an affidavit appended to the brief, Reverend Harley confirms this last statement.  Petitioner further asserted that his car engine had \"seized\" while enroute to Boston and that after it cooled down, he had proceeded on his way.  When he arrived, the INS offices were closed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">According to petitioner, nothing further happened until March 1993 when police stopped him during a traffic check and informed him of an immigration warrant for his arrest.  Once in the custody of the INS, petitioner stated that he was given the April 26, 1991 letter concerning his deportation date.  His erroneous referral to April 26th (instead of February 22nd), he averred, was the result of having been handed this letter.  He reiterated his claim that all correspondence from the INS had been mailed to the wrong address.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The BIA affirmed the decision of the immigration judge on October 20, 1993.  It first pointed out that petitioner had not provided an affidavit sworn under the penalties of perjury but rather had made only vague statements concerning the breakdown of his car.  As a result, the BIA concluded that petitioner had not submitted \"probative evidence establishing reasonable cause for his absence.\"  The BIA also stated that petitioner had failed to present documentary evidence to explain how he had come to mistakenly refer, in his motion to reopen, to the deportation date of April 26, 1991.  Further, the BIA described as irrelevant Reverend Harley's affidavit referring to the money for gas.  Finally, the BIA expressed doubt concerning petitioner's involvement with a Baptist Church when he had stated in his asylum application that he was a Moslem.  It then dismissed the appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In response, petitioner filed a motion for reconsideration.  In it, he explained his involvement in the Baptist Church.  He then recited that he had timely appeared at four other hearings with the help of Reverend Harley.  As for his failure to attend the February 22, 1991 hearing, petitioner gave the following account.  On the way to Boston, petitioner drove first to Providence to obtain money for gas from Reverend Harley.  Once on the highway, petitioner noticed smoke coming from under the hood of his car.  At this time, it was approximately 2:00 p.m.  He stopped and discovered that there was no water in the radiator.  A passerby offered to help;  he drove petitioner to a gas station to get water and returned with petitioner to his car.  By this time, it was 3:15 p.m.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Due to traffic, petitioner did not arrive at the INS office until 4:50 p.m.  Petitioner stated that he had tried to gain access to the INS offices but was stopped by security guards from entering the building.  Finally, petitioner averred that he had returned to Boston on Monday, February 25, 1991 and was informed that he would be receiving a letter with instructions.  As he had stated in his brief, nothing happened until about two years later, when petitioner was stopped at a traffic check and told that there was an outstanding immigration warrant for his arrest for failure to surrender for deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The BIA treated petitioner's motion as requesting reopening.  It then stated that it did not find petitioner's explanation concerning the factual discrepancies in his account to be persuasive.  Further, the BIA noted that petitioner's account still was not in the form of an affidavit.  Finally, the BIA concluded that the facts recited by petitioner in the motion could have been presented either in the motion to reopen filed with the immigration judge or in the brief filed on appeal to the BIA.  It therefore denied the motion.  This petition for review ensued.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review denials of motions to reopen such as the ones before us under the abuse-of-discretion standard.   See INS v. Abudu, <span class=\"citation\" data-id=\"112016\"><a href=\"/opinion/112016/ins-v-abudu/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">94</span></a></span>, 104-05 (1988);   Gando-Coello v. INS, <span class=\"citation\" data-id=\"531205\"><a href=\"/opinion/531205/dalton-fernando-gando-coello-v-immigration-and-naturalization-service/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span>, 199 (1st Cir. 1989) (per curiam).  We will uphold such discretionary actions unless they were arbitrary, capricious, had no rational explanation, did not follow established policies, or were based on impermissible grounds such as race.   See Thomas v. INS, <span class=\"citation\" data-id=\"592072\"><a href=\"/opinion/592072/philip-thomas-v-immigration-and-naturalization-service/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 789 (1st Cir. 1992) (per curiam);   LeBlanc v. INS, <span class=\"citation\" data-id=\"423902\"><a href=\"/opinion/423902/thomas-leblanc-and-marie-margaret-leblanc-v-immigration-and-naturalization/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span>, 693 (1st Cir. 1983).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A. The BIA's October 20, 1993 Decision.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The BIA, in this decision, upheld the denial by the immigration judge of petitioner's motion to reopen the proceedings.  The BIA determined that petitioner had not shown cause for his failure to appear at his deportation hearing.  See Matter of Haim, 19 I &amp; N Dec. 641 (1988) (where basis of motion to reopen is that an immigration judge erred in holding an in absentia hearing, alien must establish that he or she had \"reasonable cause\" for the failure to appear).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The law concerning in absentia hearings is contained in 8 U.S.C. Sec. 1252(b):</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If any alien has been given a reasonable opportunity to be present at a proceeding under this section, and without reasonable cause fails or refuses to attend ... such proceeding, the special inquiry officer may proceed to a determination in like manner as if the alien were present.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, the immigration judge orally gave notice to petitioner of the date and place of the hearing two months before it was to take place.  This is sufficient to satisfy the requirement that petitioner be given a \"reasonable opportunity\" to be present at his deportation hearing.   See <span class=\"citation\" data-id=\"592072\"><span class=\"antecedent_guess\">Thomas,</span> <a href=\"/opinion/592072/philip-thomas-v-immigration-and-naturalization-service/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">789</span> </a></span>(where petitioner received notice over five months prior to hearing date, Sec. 1252(b) is satisfied);   Maldonado-Perez v. INS, <span class=\"citation\" data-id=\"516899\"><a href=\"/opinion/516899/pablo-maldonado-perez-v-immigration-and-naturalization-service/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">328</span></a></span>, 333 (D.C. Cir. 1989) (two months notice held sufficient).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We now turn to the question whether petitioner presented sufficient evidence of \"reasonable cause\" for his absence from the February 22, 1991 hearing.  In the motion to reopen filed with the immigration judge, petitioner's reason for not appearing was only a conclusory statement that his car had broken down on the date set for deportation-April 26, 1991.  This plainly is not enough to show reasonable cause for failing to appear at the hearing on February 22, 1991.  Further, petitioner's clarifications advanced in his brief to the BIA do not suffice.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Even assuming that petitioner's erroneous referral to April 26, 1991 was excusable, his \"explanation\" that the engine had \"seized\" while traveling to Boston on February 22, 1991, is not enough.  That is, this statement alone does not state how this car trouble made him late.  Further, petitioner does not refer to any attempts to notify the immigration judge's chambers of the problems he was having.   See <span class=\"citation\" data-id=\"592072\"><span class=\"antecedent_guess\">Thomas,</span> <a href=\"/opinion/592072/philip-thomas-v-immigration-and-naturalization-service/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">790</span> </a></span>(BIA's dismissal of appeal from a deportation order entered in absentia upheld where the immigration judge stated that petitioner had not attempted to notify his chambers of a mix-up concerning where petitioner was to meet his attorney).  Finally, petitioner's pro se status is inadequate by itself to excuse his failure to appear at the hearing.  Petitioner admits that he attended four other hearings;  he therefore was amply familiar with such proceedings.   See <span class=\"citation\" data-id=\"531205\"><span class=\"antecedent_guess\">Gando-Coello,</span> <a href=\"/opinion/531205/dalton-fernando-gando-coello-v-immigration-and-naturalization-service/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">199-200</span> </a></span>(where petitioner, proceeding pro se, had appeared three times before the immigration judge, the BIA did not abuse its discretion in denying motion to reopen).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">B. The BIA's December 12, 1993 Decision.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In denying the motion to reopen that petitioner filed directly with the BIA, it relied, in part, on 8 C.F.R. Sec. 3.2.  This section, so far as is relevant, provides:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Motions to reopen in deportation proceedings shall not be granted unless it appears to the Board that evidence sought to be offered is material and was not available and could not have been discovered or presented at the former hearing....</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We review a denial of a motion to reopen based on this ground for abuse of discretion.   See INS v. Doherty, <span class=\"citation\" data-id=\"112677\"><a href=\"/opinion/112677/ins-v-doherty/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">719</span></a></span>, 725 (1992);   <span class=\"citation\" data-id=\"112016\"><span class=\"antecedent_guess\">Abudu,</span> <a href=\"/opinion/112016/ins-v-abudu/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">105</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Viewed under this standard, it is plain that the evidence petitioner presented in support of his motion to reopen-the specifics of how his car broke down, how it was fixed and the attempts he made to gain access to the INS offices when he finally arrived in Boston-were available in April 1993 when he filed the first motion to reopen with the immigration judge and in July 1993 when he appealed to the BIA.   See <span class=\"citation\" data-id=\"531205\"><span class=\"antecedent_guess\">Gando-Coello,</span> <a href=\"/opinion/531205/dalton-fernando-gando-coello-v-immigration-and-naturalization-service/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">199</span> </a></span>(where evidence presented in motion to reopen was available at time of in absentia deportation and at time of appeal from deportation order, BIA's denial of motion to reopen upheld).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Petitioner adds a last argument, raised for the first time in his brief on appeal to this court.  He claims that the holding of an in absentia hearing violated his due process rights.  The Supreme Court has approved in absentia hearings:  An alien \"must be given 'a reasonable opportunity to be present at [the] proceeding,' but if the [alien] fails to avail himself of that opportunity, the hearing may proceed in his absence.\"   INS v. Lopez-Mendoza, <span class=\"citation\" data-id=\"111265\"><a href=\"/opinion/111265/ins-v-lopez-mendoza/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1032</span></a></span>, 1038-39 (1984).  Courts of appeals have held that if this standard is met, there is no due process violation.   See Reyes-Arias v. INS, <span class=\"citation\" data-id=\"517589\"><a href=\"/opinion/517589/jose-salvador-reyes-arias-v-immigration-naturalization-service/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">500</span></a></span>, 503- 04 (D.C. Cir. 1989);   <span class=\"citation\" data-id=\"516899\"><span class=\"antecedent_guess\">Maldonado-Perez,</span> <a href=\"/opinion/516899/pablo-maldonado-perez-v-immigration-and-naturalization-service/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">333</span></a></span>.  We agree with these cases and therefore reject petitioner's constitutional claim.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For the foregoing reasons, the decisions of the BIA are therefore affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111265/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112016/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112677/",
    "https://www.courtlistener.com/api/rest/v3/opinions/423902/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516899/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517589/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531205/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592072/"
  ]
}