{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195592/",
  "id": 195592,
  "absolute_url": "/opinion/195592/united-states-v-george-trucking/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195592/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:19Z",
  "date_modified": "2020-02-21T23:27:56.838084Z",
  "type": "010combined",
  "sha1": "dd4a99aef2fc4b9852af9ee32eea3301bdc01c15",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1691.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                             \nNos. 93-1691\n     93-2372\n\n                UNITED STATES OF AMERICA, ET AL.,\n                      Plaintiffs, Appellees,\n\n                                v.\n\n              CHARLES GEORGE TRUCKING, INC., ET AL.,\n                     Defendants, Appellants.\n\n                                             \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n                                                       \n                                             \n\n                              Before\n                  Selya and Cyr, Circuit Judges,\n                                               \n                   and Zobel,* District Judge.\n                                             \n\n                                             \n\n     Richard  E. Bachman,  with  whom  John  A.  King  and  Hale,\n                                                                 \nSanderson, Byrnes &amp; Morton, were on brief, for appellants.\n                          \n     John  C.  Cruden,  with   whom  Louis  J.  Schiffer,  Acting\n                                                        \nAssistant  Attorney   General,  Robert   H.   Oakley,  David   W.\n                                                                 \nZugschwerdt,  David  C.  Shilton,  and   Elizabeth  A.  Peterson,\n                                                                \nAttorneys, U.S. Dep't  of Justice, and Ruthann Sherman, Office of\n                                                      \nRegional Counsel (EPA), for the federal appellee.\n     Scott  Harshbarger,  Attorney  General,  Karen  McGuire  and\n                                                            \nMargaret  Van  Deusen,  Assistant  Attorneys  General,  and Nancy\n                                                                 \nPreis, Special Assistant Attorney  General, on brief for appellee\n     \nCommonwealth of Massachusetts.\n     Paul  B.  Galvani, with  whom Thomas  H. Hannigan,  Jr., Jay\n                                                                 \nBradford  Smith,  and Ropes  &amp; Gray  were  on brief,  for various\n                                   \nappellees.\n     Laurence M. Johnson, Fordham &amp; Starrett, Michael D. Chefitz,\n                                                                \nand Gilberg,  Kurent &amp;  Kiernan, on  brief for  appellees Charles\n                               \nGeorge, Jr., et al.\n     Mark  S. Granger and Morrison, Mahoney &amp; Miller on brief for\n                                                    \nappellee Boston Edison Co.\n                                             \n                        September 13, 1994\n                                             \n              \n*Of the District of Massachusetts, sitting by designation.\n\n          SELYA, Circuit  Judge. These  appeals arise out  of two\n          SELYA, Circuit  Judge.\n                               \n\nconsent  decrees that  together resolve  a majority  of the  cost\n\nrecovery  disputes associated  with  the cleanup  of a  hazardous\n\nwaste site  in Tyngsboro, Massachusetts (the  Site).  Appellants,\n\nwho are the principal  owners and operators of the  Site,1 strive\n\nto  convince us  that the  district court misjudged  the relevant\n\ngoals of the Comprehensive Environmental Response, Compensation &amp;\n\nLiability Act  (CERCLA), 42 U.S.C.     9601-9675, and, therefore,\n\nerred in  placing its  imprimatur  on the  decrees.   We are  not\n\npersuaded.\n\nI.  BACKGROUND\n\n          This  litigation dates  back to  1985, when  the United\n\nStates and the Commonwealth  of Massachusetts filed separate cost\n\nrecovery actions, soon consolidated, against appellants and other\n\nalleged  owner-operators  (collectively,  \"the junior  Georges\"),\n\nincluding  Charles  George, Jr.  and  James  George (children  of\n\nCharles  and Dorothy George), and the  sons' firm, C &amp; J Trucking\n\nCo.  The  federal government's complaint alleged  claims under 42\n\nU.S.C.    9604(a), 9604(b),  9604(e), 9607(a), 6928(a) &amp; 6928(g).\n\nThe  Commonwealth's complaint  alleged claims  under 42  U.S.C.  \n\n9607(a) and Mass. Gen. Laws ch. 21E,   5.\n\n          The  early  procedural  history   of  the  struggle  is\n\ndescribed  in a previous opinion of this court, see United States\n                                                                 \n\nv. Charles George Trucking Co., 823 F.2d 685 (1st Cir. 1987), and\n                              \n\n                    \n\n     1Charles  George, his  wife Dorothy  George, Charles  George\nTrucking, Inc., and Charles  George Land Reclamation Trust appear\nas appellants.  We are not required to differentiate among them.\n\n                                2\n\nneed  not be  revisited.    Thereafter,  acting   on  plaintiffs'\n\nmotions for partial summary judgment, the district court adjudged\n\nappellants  to be jointly and  severally liable for  the costs of\n\ncleanup.  However, the court left open the question of the junior\n\nGeorges'  liability due to  factual disputes anent  the degree of\n\ncontrol that they exercised over the Site.\n\n          In June of 1989, plaintiffs amended their complaints to\n\nadd twenty-four  generator and transporter defendants.   In turn,\n\nthese  defendants  brought  third-party claims  for  contribution\n\nagainst thirty-one  other putative  generators.  They  also filed\n\ncounterclaims   against   the   plaintiffs,  charging   negligent\n\nregulation.   Appellants  emulated  this tactic,  serving similar\n\ncounterclaims.\n\n          The district  court intervened to impose some structure\n\non  this welter of claims and cross-claims.  By a case management\n\norder  (CMO)  dated April  12,  1990, Judge  Woodlock  deemed the\n\nthird-party  defendants  to have  asserted  all  available cross-\n\nclaims and counterclaims against other parties, but precluded the\n\nplaintiffs from asserting claims directly against the third-party\n\ndefendants.  The judge supplemented the CMO in a subsequent bench\n\nruling through  which he limited development  of so-called trans-\n\nshipment  issues, that is, issues  involving wastes hauled to the\n\nSite after first being dumped elsewhere.\n\n          By the fall of 1991, the dust had settled.  A new round\n\nof summary judgment  motions had been  heard (most were  denied),\n\nand trialworthy issues had been identified as to the liability of\n\n                                3\n\nall defendants, save only the appellants, and as to virtually all\n\naspects  of  the  remedial  phase.    Unresolved  questions  also\n\nremained as to the counterclaims asserted against the plaintiffs.\n\nThe likelihood of lengthy litigation loomed large.\n\n          Before  too  long,  settlement  negotiations  began  in\n\nearnest.   After a  fitful start,  the  district court  appointed\n\nChief Judge Tauro  as a  settlement master.2   Numerous  meetings\n\namong  the parties  yielded an  agreement  by the  plaintiffs, in\n\nessence,  to extinguish  all  claims against  the generators  and\n\ntransporters (including the  third-party defendants) in  exchange\n\nfor a  global  \"cash-out\" payment  of approximately  $36,000,000.\n\nThe generators  and transporters were to  decide among themselves\n\nhow  to share the aggregate cost of  the settlement.  The federal\n\nand  state  governments  agreed   to  contribute  an   additional\n\n$3,103,712  as a  token of  their responsibility.   After further\n\nnegotiations,  again  held  under  Judge  Tauro's  auspices,  the\n\nplaintiffs  and  the  junior  Georges  also  reached  an  accord,\n\nproposing to  extinguish the latters'  liability in return  for a\n\npayment  of  $3,100,000.    Though  appellants  participated   in\n\nbargaining sessions  from time to time,  they eventually withdrew\n\nfrom  the   negotiations.     The  claims  against   them  remain\n\nunresolved.\n\n                    \n\n     2Judge  Tauro is  the  Chief  Judge  of  the  United  States\nDistrict Court  for the  District of  Massachusetts.   We applaud\nJudges  Tauro  and Woodlock  for their  creative approach  to the\nresolution  of this  complex  case.   We  urge other  jurists  to\nconsider collaborative  efforts of this  sort when  circumstances\nwarrant.\n\n                                4\n\n          The  settling parties  prepared  two  proposed  consent\n\ndecrees.   They  presented  the first,  embodying the  settlement\n\nreached by  the plaintiffs with the  generators and transporters,\n\nto the district court  on December 17, 1992.   They presented the\n\nsecond, embodying  the plaintiffs' suggested  settlement with the\n\njunior Georges,  on July 27,  1993.  Both were  advertised in the\n\nFederal  Register, see 28 C.F.R.    50.7, but  elicited no public\n                      \n\ncomment.\n\n          At  a hearing  held  on May  24,  1993, Judge  Woodlock\n\napplied  the  standards set  forth  in United  States  v. Cannons\n                                                                 \n\nEngineering Corp., 899 F.2d 79, 85 (1st Cir. 1990), and found the\n                 \n\ngenerator/transporter decree to be reasonable, fair, and faithful\n\nto CERCLA's  objectives.   Following a  separate hearing held  on\n\nNovember 12, 1993, the  court made similar findings in  regard to\n\nthe  second decree.   Judge  Woodlock entered both  decrees under\n\nFed.  R. Civ. P. 54(b),  thus permitting appellants,  as the lone\n\nobjectors, to prosecute these appeals.\n\nII.  STANDARD OF REVIEW\n\n          Despite  appellants'  animadversions,  Cannons has  not\n                                                        \n\nrusted.    It  teaches  that   CERCLA  consent  decrees  must  be\n\nreasonable, faithful to the  statute's objectives, and fair (both\n\nprocedurally and substantively).   Cannons, 899 F.2d at 85.   The\n                                          \n\nbattle over whether a particular decree achieves these benchmarks\n\nwill usually be won or lost in the trial court.  By the time such\n\ndecrees arrive on the doorstep of the court  of appeals, they are\n\n\"encased in  a double layer  of swaddling.\"  Id.  at 84.   In the\n                                                \n\n                                5\n\nfirst place, a trial court, without abdicating its responsibility\n\nto  exercise  independent judgment,  must  defer  heavily to  the\n\nparties'  agreement and the  EPA's expertise.   See id.   In this\n                                                       \n\ncase, the inner layer of swaddling is especially thick because of\n\nthe role played by the distinguished special master in overseeing\n\nnegotiations.    The  second   basis  for  deference  is  equally\n\ncompelling.  Because an appellate court ordinarily cannot rival a\n\ndistrict  court's mastery of a factually complex case   a mastery\n\nthat is often, as in  this instance, acquired through painstaking\n\ninvolvement  over many  years   the  district court's  views must\n\nalso be accorded considerable respect.\n\n          Largely in  consequence of these  layers of  protective\n\nswaddling, an appellate tribunal  may overturn a district court's\n\ndecision  to  approve or  reject the  entry  of a  CERCLA consent\n\ndecree  only for  manifest abuse  of discretion.   In  this case,\n\nthen, the decision  below stands  unless the  objectors can  show\n\nthat, in  buying into either  or both of  the decrees,  the lower\n\ncourt made  a serious error of law or suffered a meaningful lapse\n\nof judgment.  See id.\n                     \n\nIII.  DISCUSSION\n\n          Appellants advance four sets of arguments in support of\n\ntheir  claim  that the  district  court too  freely  accepted the\n\nproposed  settlement.   We proceed  to examine  each of  the four\n\ncomponents that comprise this asseverational array.\n\n                       A.  Reasonableness.\n                                         \n\n          A CERCLA consent decree  is reasonable when it provides\n\n                                6\n\nfor  an  efficacious cleanup,  and  at the  same  time adequately\n\ncompensates the  public for the cost of that cleanup.  See id. at\n                                                              \n\n89-90.    Efficacy  is  not merely  a  function  of  how  close a\n\nsettlement comes  to meeting a scientifically  defined ideal, nor\n\nis adequacy merely a function of  how close a settlement comes to\n\nmeeting  an estimate  of  projected costs.    These are,  rather,\n\npragmatic concepts,  and evaluating  them requires common  sense,\n\npractical wisdom, and a dispassionate assessment of the attendant\n\ncircumstances.\n\n          In this  case, appellants question the  efficacy of the\n\nproposed  cleanup,  and  claim  that  they  are  entitled  to  an\n\nevidentiary hearing on the matter.  In support of the first  half\n\nof  this objection,  appellants  do little  more than  plagiarize\n\nplaints from prior pleadings filed by other parties in opposition\n\nto  plaintiffs' previous  motions for  partial summary  judgment;\n\nthey do  not attempt to explain  these points, fail to  set forth\n\nsupporting documents in  a record appendix, and rely  on rhetoric\n\nto the exclusion of either record citations or scientific fact.\n\n          We reject  appellants' objection on two  bases.  First,\n\nit  is presented to us  in a slipshod  fashion, without developed\n\nargumentation,  and is,  therefore, not  entitled  to substantive\n\nconsideration.  See  Ryan v. Royal  Ins. Co.,  916 F.2d 731,  734\n                                            \n\n(1st Cir. 1990); United  States v. Zannino,  895 F.2d 1, 17  (1st\n                                          \n\nCir.),  cert.   denied,  494  U.S.  1082  (1990).    Second,  our\n                      \n\nindependent review of the  record leaves us confident  that Judge\n\nWoodlock acted  well  within  the  realm  of  his  discretion  in\n\n                                7\n\nconcluding that  the consent decrees incorporated  a suitable set\n\nof remedies.\n\n          The  second  half   of  the   objection  is   similarly\n\nunavailing.   The district court did not err in declining to hold\n\nan  evidentiary  hearing  to  delve  into  matters  of  efficacy.\n\nRequiring hearings to review the reasonableness of CERCLA consent\n\ndecrees  as  a matter  of  course would  frustrate  the statutory\n\nobjective  of expeditious settlement.   See Cannons,  899 F.2d at\n                                                   \n\n94.  Consequently, requests for evidentiary hearings are, for the\n\nmost part, routinely  denied   and properly  so   at  the consent\n\ndecree stage in environmental cases.  See, e.g., United States v.\n                                                              \n\nMetropolitan St. Louis Sewer Dist., 952 F.2d 1040, 1044 (8th Cir.\n                                  \n\n1992); State of Ariz.  v. Motorola, Inc., 139 F.R.D. 141, 148 (D.\n                                        \n\nAriz.  1991); United States v.  Bliss, 133 F.R.D.  559, 568 (E.D.\n                                     \n\nMo. 1990); United States v. Rohm &amp; Haas, 721 F. Supp. 666, 686-87\n                                       \n\n(D.N.J. 1989) (collecting earlier cases).  While a hearing may be\n\nnecessary  or  desirable  in  special circumstances,  see,  e.g.,\n                                                                \n\nUnited  States v.  Town  of  Moreau,  751  F.  Supp.  1044,  1051\n                                   \n\n(N.D.N.Y. 1990), such cases are relatively rare.\n\n          This case  invokes the general rule,  not the long-odds\n\nexception to it.  The court had ample information before it, and,\n\neven  without an  evidentiary hearing,  the parties  had  \"a fair\n\nopportunity to present relevant facts and arguments to the court,\n\nand to counter the  opponent's submissions.\"  Aoude v.  Mobil Oil\n                                                                 \n\nCorp., 862 F.2d 890, 894 (1st Cir. 1988).    Moreover, appellants\n     \n\nhave  pointed to nothing out of the ordinary that would suggest a\n\n                                8\n\nparticularized  need for  an  evidentiary hearing.   Under  these\n\ncircumstances, we turn a deaf ear to appellants' lament.3\n\n                   B.  Fidelity to the Statute.\n                                              \n\n          Among the overarching goals of CERCLA recognized by the\n\ncourts  are  \"accountability, the  desirability  of an  unsullied\n\nenvironment, and  promptness of  response activities.\"   Cannons,\n                                                                \n\n899  F.2d  at  91.    Appellants  insist  that  Judge  Woodlock's\n\nendorsement of the consent decrees  undermined one of these goals\n\n  accountability   in two separate ways.\n\n          Appellants' main argument is that the allocation method\n\nembodied  in the  first  consent decree  failed  to specify  each\n\nindividual generator's and  transporter's degree of  culpability.\n\nAs a factual matter, appellants are correct;  the consent decrees\n\ndid no  more than assign  payment responsibilities to  classes of\n\npotentially responsible  parties (PRPs), leaving the  question of\n\nallocation  inter sese to the  class members themselves.   But we\n                      \n\nsee no reason  to prohibit  such an approach.   Realistically,  a\n\ngovernment  agency,  in  the  midst  of  negotiations,  is  in no\n\nposition  to  put  so  fine  a  point  on  accountability.    We,\n\ntherefore,  endorse, in  general, EPA's  practice  of negotiating\n\nwith a representative group of PRPs and then permitting the group\n\nmembers to divide the burden of the settlement among themselves.\n\n          This  is,  as  one court  has  said,  a  \"practical and\n\n                    \n\n     3Appellants   also    disparage   the   adequacy    of   the\ngenerator/transporter settlement from a financial standpoint.  As\nwe explain in Part III(B), infra, their criticism is unfounded.\n                                \n\n                                9\n\nreasonable process for achieving  settlements.\"  United States v.\n                                                              \n\nActon  Corp., 733 F.  Supp. 869, 873  (D.N.J. 1990).   It is also\n            \n\nfaithful to CERCLA's goals.   After all, the ultimate  measure of\n\naccountability  in an  environmental case  is the  extent  of the\n\noverall  recovery, not the amount of money paid by any individual\n\ndefendant.\n\n          Over  and   beyond  these  generalities,  there  is  an\n\nespecially  compelling   reason   for  accepting   a   class-wide\n\nallocation  here.     Judge   Woodlock  supportably   found  that\n\nappellants' records  were wholly inadequate.  A  lack of reliable\n\nrecords renders it impossible, as a practical matter, for a court\n\nto make  reasoned findings concerning  the relative contributions\n\nof particular  generators or transporters to  the aggregate harm.\n\nSo  it is here.   And, moreover, because  the shortage of records\n\ncan  be directly  attributed  to appellants'  stewardship of  the\n\nSite,  they can scarcely be  heard to complain  that the settling\n\nparties  resorted to, and  the court then  approved, a class-wide\n\nallocation.\n\n          Appellants'  fallback position  is  predictable:   in a\n\nrefrain  evocative  of  one  of their  attacks  on  the  decrees'\n\nreasonableness,  see supra note 3, they  insinuate that the first\n                          \n\nconsent decree compromised the  goal of accountability by setting\n\ntoo modest  a price tag on  the generator/transporter settlement.\n\nAppellants  have an easily envisioned stake in this aspect of the\n\nmatter:     as  the   sole  non-settling  defendants,   they  are\n\npotentially liable for  the full difference between the  costs of\n\n                                10\n\ncleanup  and the total amount paid by  the settling PRPs.  See 42\n                                                              \n\nU.S.C.     9613(f)(2), 9622(h)(4);  see also  United Technologies\n                                                                 \n\nCorp. v.  Browning-Ferris Indus., Inc.,      F.3d     ,      (1st\n                                      \n\nCir. 1994) [No. 93-2253, slip op. at 17-18] (explaining interface\n\nbetween  settlement and  liability  of PRPs  for contribution  in\n\nCERCLA cases).   If, say,  the overall clean-up  costs eventually\n\ntotal $70,000,000   the  highest of the differing  estimates that\n\nhave  been bandied about   appellants are staring down the barrel\n\nof a $21,000,000 shortfall.  Appellants claim their aggregate net\n\nworth amounts to only a tiny fraction of this exposure.   On this\n\nbasis, they contend that the plaintiffs sold out too cheaply, for\n\nmany of the settling parties have very deep pockets.\n\n          Although we understand appellants' consternation, these\n\nconsiderations are virtually irrelevant.  In the first place, the\n\ndistrict court  found that appellants are liable for all clean-up\n\ncosts    and that finding is not disputed  on appeal.  As is true\n\nof  any assessment  of compensatory  damages, the  liable party's\n\nability to pay should not influence the amount of the assessment.\n\nSee  generally  22 Am.  Jur. 2d  Damages    952  (explaining that\n                                        \n\nevidence  of  a  defendant's  pecuniary  resources  is  generally\n\ninadmissible  in   cases  where  only  compensatory  damages  are\n\nrecoverable);  Vasbinder v. Ambach, 926  F.2d 1333, 1344 (2d Cir.\n                                  \n\n1991) (applying principle).\n\n          To be sure, at  the next step relative wealth  may have\n\nsome  practical  bearing.     When  defendants  are  jointly  and\n\nseverally  liable, the prevailing party may choose to collect the\n\n                                11\n\nentire  indebtedness from one or  more of the  liable parties, to\n\nthe exclusion of others.  See, e.g., McDonald v. Centra, 118 B.R.\n                                                       \n\n903,  914 (D. Md.  1990), aff'd, 946  F.2d 1059  (4th Cir. 1991),\n                               \n\ncert. denied, 112 S. Ct. 2325 (1992).  But when, as in this case,\n            \n\nliability  is  contested,  much  more  than  the  PRPs'  relative\n\naffluence must be considered.\n\n          With this in mind, the proper way to gauge the adequacy\n\nof settlement amounts  to be paid by settling PRPs  is to compare\n\nthe  proportion  of  total projected  costs  to  be  paid by  the\n\nsettlors with  the proportion of liability  attributable to them,\n\nand then to factor into the equation any reasonable discounts for\n\nlitigation  risks,  time  savings,  and  the  like  that  may  be\n\njustified.\n\n          Inspected through that lens,  the first consent  decree\n\nlooks entirely appropriate.   The district judge explicitly found\n\nthat   the  generators   and   transporters   collectively   were\n\nresponsible for fifty percent of the environmental damage.  Under\n\nthe  terms  of  the  negotiated settlement,  the  payment  to  be\n\ntendered  by   the  generators   and  transporters  as   a  group\n\n(approximately  $36,000,000)  represents more  than  half of  the\n\nhighest  estimate  of  aggregate  clean-up  costs  ($70,000,000).\n\nThus, the settlement is favorable to the government agencies even\n\nbefore  allowances are  made for  appropriate discounts,  such as\n\nlitigation  risks,  the   benefit  derived   from  shelving   the\n\n                                12\n\ncounterclaims, and  the desirability of expediting  the cleanup.4\n\nAccordingly, appellants' accountability challenge lacks force.\n\n                          C.  Fairness.\n                                      \n\n          In   a  somewhat   related  vein,   appellants  protest\n\nvehemently  that Judge Woodlock  evaded his obligation  to make a\n\nfinding  on  substantive  fairness  by  failing  to  explain  the\n\nsettlements' allocation  of responsibility either within or among\n\nthe  various  classes  of  defendants.   In  support,  appellants\n\nisolate a passage in Cannons in which we wrote:\n                            \n\n          Substantive  fairness   introduces  into  the\n          equation concepts of  corrective justice  and\n          accountability:  a party should bear the cost\n          of  the   harm  for   which  it   is  legally\n          responsible.  The logic behind these concepts\n          dictates that settlement terms must  be based\n          upon,  and  roughly  correlated   with,  some\n          acceptable  measure   of  comparative  fault,\n          apportioning  liability  among  the  settling\n          parties according to rational (if necessarily\n          imprecise)  estimates of  how much  harm each\n          PRP  has done.  . .  .   Whatever formula  or\n          scheme EPA advances for measuring comparative\n          fault  and  allocating  liability  should  be\n          upheld  so  long  as  the agency  supplies  a\n          plausible  explanation  for it,  welding some\n          reasonable  linkage  between  the factors  it\n          includes  in its  formula or  scheme and  the\n          proportionate shares of the settling PRPs.\n\n                    \n\n     4For what  it may  be worth, the  settlement compares  quite\nfavorably to the universe of CERCLA settlements, inasmuch as such\nsettlements often compensate the public  for only a tiny fraction\nof the  overall expense.  See, e.g., In re Acushnet River, 712 F.\n                                                         \nSupp.  1019, 1031-32  (D.  Mass. 1989)  (approving settlement  by\nprimary owner/operator for  $2,000,000 in  contrast to  projected\ntotal  clean-up cost of $34,000,000);  City of New  York v. Exxon\n                                                                 \nCorp.,  697  F.  Supp.  677, 693-94  (S.D.N.Y.  1988)  (approving\n     \nsettlement  by   seven  of  fifteen  defendants   for  less  than\n$14,000,000  in  contrast to  projected  total  clean-up cost  of\n$400,000,000).\n\n                                13\n\nCannons, 899 F.2d at 87 (citations omitted).\n       \n\n          Appellants' error is to read Cannons without regard for\n                                              \n\nits  facts.   Cases  resolve  particular  controversies, and  the\n\nstandards  they  articulate often  are  framed in  a  certain way\n\nprimarily to  rebut an argument raised  by a litigant.   Thus, in\n\nCannons, the  quoted passage rebuffed a challenge to a particular\n       \n\nmethod of allocation.  It  cannot be ripped root and  branch from\n\nthat  context.     In   a  passage  conveniently   overlooked  by\n\nappellants, Cannons  makes this very point;  the court recognized\n                   \n\nthat the standards it limned were not to be applied woodenly:\n\n          [W]e are  quick  to concede  that  [fairness,\n          reasonableness, and fidelity to  the statute]\n          are all  mutable figures taking  on different\n          forms   and   shapes  in   different  factual\n          settings.    Yet,  the   concepts'  amorphous\n          quality is no accident or  quirk of fate.  We\n          believe that Congress  intended, first,  that\n          the  judiciary take a  broad view of proposed\n          settlements, leaving  highly technical issues\n          and  relatively  petty   inequities  to   the\n          discourse between parties;  and second,  that\n          the  district courts  treat each case  on its\n          own merits,  recognizing  the wide  range  of\n          potential problems and possible solutions.\n\nId. at 85-86.\n   \n\n          In the circumstances of  this case   a case  that bears\n\nscant resemblance to Cannons   we do not believe that substantive\n                            \n\nfairness  required a  more detailed    explanation of  either the\n\nallocation or  the allocation method.   Three considerations pave\n\nthe way to this conclusion.\n\n          First:  There is little need  for a court to police the\n          First:\n               \n\nsubstantive fairness of a settlement as among settling parties of\n\na particular  class.   Sophisticated actors  know how to  protect\n\n                                14\n\ntheir own interests, and they are well equipped to evaluate risks\n\nand rewards.  A  trial court can, therefore, usually  confine its\n\ninquiry  to  the  substantive  fairness of  the  aggregate  class\n\ncontribution, or, put  another way, to the proposed allocation of\n\nresponsibility as between settling  and non-settling PRPs.  Here,\n\nthe trial court  performed this  task in exemplary  fashion.   It\n\nwould have served no useful  purpose to go further and  focus the\n\nlens  of  inquiry   on  the  fairness  of  each   class  member's\n\ncontribution.\n\n          Second:   It is impossible to explain  an allocation of\n          Second:\n                \n\nliability in minute detail when, as now, the historical record is\n\nincomplete.    And,  though  we  hold  district  courts  to  high\n\nstandards  of excellence,  we  do  not  expect  them  to  do  the\n\nimpossible.    Thus,  it  is  not  surprising  that  most  courts\n\nrecognizing an  obligation to make findings  on comparative fault\n\nin the CERCLA context have framed the obligation in such a way as\n\nto afford an exception for cases in which reliable information is\n\nunavailable.  See id.  at 88 (explaining need for  flexibility in\n                     \n\nweighing  substantive fairness,  particularly when  the available\n\ninformation  is \"ambiguous, incomplete,  or inscrutable\"); United\n                                                                 \n\nStates  v. Bell Petroleum Serv.,  21 Envtl. L.  Rep. 20,374,     \n                               \n\n[1990  U.S.  Dist.  LEXIS  14066  at  *8-*10]  (W.D.  Tex.  1990)\n\n(rejecting the argument that, in order to deem a settlement fair,\n\na  court must find that  a party's settlement  corresponds to its\n\nfair share of  liability, even  when \"no method  of dividing  the\n\nliability among  the [d]efendants\" exists that  would not involve\n\n                                15\n\n\"pure  speculation\"); Rohm &amp; Haas,  721 F. Supp.  at 689 (stating\n                                 \n\nthat whether  a settlement  bears a  reasonable relation  to some\n\nplausible  range   of  estimates   of  comparative  fault   is  a\n\ndetermination  that  must be  \"based  on the  record\");  see also\n                                                                 \n\nUnited  States v. Conservation Chem.  Co., 628 F.  Supp. 391, 402\n                                         \n\n(W.D. Mo. 1985) (declaring that a court should spurn a settlement\n\nwhich \"arbitrarily  or unreasonably ignores the comparative fault\n\nof  the parties, where there  is a reasonable  basis for allowing\n                                                                 \n\nthat comparison to be made\") (emphasis supplied).\n                          \n\n          Such  an  exception  is  vitally  important  because  a\n\nmuddled  record is  the  norm in  most  CERCLA litigation.    See\n                                                                 \n\nCannons, 899  F.2d at 88  (citing authority);  see also  Lynnette\n                                                       \n\nBoomgaarden &amp; Charles  Breer, Surveying the  Superfund Settlement\n                                                                 \n\nDilemma, 27  Land &amp; Water L. Rev. 83, 121 (1992) (\"In most CERCLA\n       \n\nactions,  the   government  has  difficulty   accurately  proving\n\ncontribution  amounts.   Poor  records,  faulty  memories, and  a\n\ndesire to escape  liability all add to this  difficulty.\"); Barry\n\nS. Neuman, No Way Out?   The Plight of the  Superfund Nonsettlor,\n                                                                \n\n20 Envtl. L. Rep.  10,295, 10,299 (July 1990) (\"In  virtually all\n\nCERCLA  cases,  the  recollections  of  waste  haulers  and  site\n\nowner/operators are  likely to be questionable, the documentation\n\nlinking some generators to a specific site subject to attack, and\n\nthe evidence generally incomplete.\").\n\n          We  conclude that so long  as the basis  for a sensible\n\nclass-wide approximation  is at hand    an approximation \"roughly\n                                                                 \n\ncorrelated with  some acceptable measure  of comparative  fault,\"\n\n                                16\n\nCannons,  899 F.2d  at 87 (emphasis  supplied)    difficulties in\n       \n\nachieving  precise measurements  of  comparative  fault will  not\n\npreclude a trial court from  entering a consent decree.  On  this\n\nunderstanding,  we  uphold  the  district  court's   division  of\n\nresponsibility   between  owner/operators,   on  one   hand,  and\n\ngenerators/transporters,  on the  other  hand.   On this  record,\n\nsplitting the  responsibility between  those two groups  does not\n\noffend  our sense  of  fairness.5   Cf.,  e.g., 2  Kings  3:16-18\n                                              \n\n(describing original Solomonic solution).\n\n          Third:   As we wrote in Cannons, fairness is \"mutable .\n          Third:\n                                         \n\n. . , taking  on different forms and shapes in  different factual\n\nsettings,\"  id. at 85.   To that  extent, fairness is  an elusive\n               \n\nconcept.  When substantive  fairness cannot be measured directly,\n\na court must devise alternate methods of testing for it.\n\n          Here, Judge Woodlock noted  the lack of direct evidence\n\nof  substantive  fairness but  ruled that  such evidence  was not\n\nessential  because  substantive  fairness  flowed  as  a  natural\n\nconsequence from  procedural fairness.   Then, after  eliciting a\n\nconcession from  appellants' counsel that ample  basis existed to\n\nallocate responsibility between different classes  of defendants,\n\nthe court  proceeded to make  a substantive  fairness finding  of\n\nlimited reach, determining that  the generators and transporters,\n\ncollectively,  were  responsible  for  one-half  of  the  overall\n\n                    \n\n     5Appellants concentrate  their  fire on  the  first  consent\ndecree,  and  do  not  attack  the  substantive  fairness of  the\nallocation approved vis-a-vis  the junior Georges.  At  any rate,\nthat allocation, too, seems supportable.\n\n                                17\n\ndamage.\n\n          We discern no error.   Although appellants take umbrage\n\nat the idea that one type of fairness serves to assure the other,\n\nproviding  such  an  assurance   is  precisely  the  function  of\n\nprocedural fairness.   Cf., e.g., Sir  Henry Maine, Dissertations\n                                                                 \n\non Early  Law and Custom 389  (1886) (\"Substantive law has  . . .\n                        \n\nthe  look  of  being gradually  secreted  in  the interstices  of\n\nprocedure.\").   There exist many  cases in  which the data  is so\n\nfragmentary that a district court cannot be held to the letter of\n\nthe Cannons  substantive fairness  standard.   In  such cases,  a\n           \n\nfinding of procedural fairness together with other circumstantial\n\nindicia of  fairness, may constitute  an acceptable  proxy.   See\n                                                                 \n\nNeuman, supra, at 10,299 (postulating that incomplete records are\n             \n\nso common in  CERCLA litigation  that, no matter  how thorough  a\n\nreview the court undertakes,  the search for substantive fairness\n\ntypically collapses into a search for procedural fairness).\n\n          This  is such a case.   By all accounts, the conduct of\n\nthe settlement negotiations, under the supervision of Chief Judge\n\nTauro,  was a textbook model   so  much so that appellants do not\n\npress  any  objections  to  procedural fairness.    We  are  thus\n\nreinforced  in our  conclusion  that the  lower court's  fairness\n\nfindings were both permissible and supportable.\n\n              D.  The Scope of the Consent Decrees.\n                                                  \n\n          Appellants' final  set of  arguments forces us  to step\n\noutside  the range of Cannons.  Appellants claim that the consent\n                             \n\ndecrees  are overbroad  both because  they addressed  claims that\n\n                                18\n\nwere  not pleaded and because they addressed claims that had been\n\nsidetracked by the CMO.\n\n          1.    The  Standard.     In  its  definitive  statement\n          1.    The  Standard.\n                             \n\nconcerning  the  scope  of  consent decrees,  the  Supreme  Court\n\nexplained that a court cannot lend its imprimatur to a settlement\n\nunless:\n\n          (1)   it  \"spring[s]  from  and  serve[s]  to\n          resolve a dispute  within the court's subject\n          matter jurisdiction\"; (2) it  `come[s] within\n          the  general scope  of the  case made  by the\n          pleadings'; and (3)  furthers the  objectives\n          upon which the complaint was based.\n\nLocal  No. 93, Int'l Ass'n of Firefighters v. Cleveland, 478 U.S.\n                                                       \n\n501, 525-26 (1986); (citations  omitted); accord Conservation Law\n                                                                 \n\nFound. v.  Franklin, 989 F.2d 54,  59 (1st Cir. 1993).   We apply\n                   \n\nthis  standard to  the consent  decrees at  issue as  a means  of\n\ntesting appellants' twin objections.\n\n          2.   Natural  Resource  Damages.   Appellants' complain\n          2.   Natural  Resource  Damages.\n                                         \n\nthat the decrees resolved potential claims for damages to natural\n\nresources  that were  never  pleaded and,  accordingly, were  not\n\nproperly  before the court.   Even if  we assume for  the sake of\n\nargument  that these claims would  not have surfaced  at a trial,\n\nappellants' objection is fruitless.\n\n          The objection  calls into  question only the  second of\n\nthe Firefighters requirements   and that requirement is satisfied\n                \n\nin  this instance.   Indeed, the  natural resource  damage claims\n\ndiscussed in  the decrees  exemplify the  type of  related claims\n\nenvisioned by the Justices  as coming within the authority  of an\n\napproving  court.  They are claims that, though not expressly set\n\n                                19\n\nout in the pleadings, fall within their general scope.6\n\n          3.   Claims Precluded Under the  Case Management Order.\n                                                                \n\nAppellants' next  complain that  the consent decrees  disposed of\n\nclaims  that could not have been litigated under the terms of the\n\nCMO, namely,  potential claims  by the plaintiffs  against third-\n\nparty  defendants  and   potential  claims  anent  trans-shipment\n\nissues.   Insofar as  we  can tell,  it is  a  question of  first\n\nimpression whether a  consent decree may resolve claims  that the\n\nparties were precluded from litigating under the court's own case\n\nmanagement orders.  On reflection, we believe that question  must\n\nbe answered affirmatively.\n\n          CMOs  are  designed to  serve  a  variety of  pragmatic\n\nobjectives.   These include not  only expediting and focusing the\n\nlitigation,  see Fed. R. Civ.  P. 16(a)(1)-(4), but  also, as the\n                \n\ncurrent version of the  rule recognizes, facilitating settlement,\n\nsee Fed. R.  Civ. P. 16(a)(5).7   We think  it follows that  case\n   \n\nmanagement   is  an  area   in  which  the   district  court  has\n\n\"considerable discretion.\"  Geremia v. First Nat'l Bank, 653 F.2d\n                                                       \n\n                    \n\n     6Appellants'  contention  to  the  contrary   relies  almost\nexclusively  on the opinion in  City of New  York v. Exxon Corp.,\n                                                                \n697   F.  Supp.  677  (S.D.N.Y.  1988).    But  Exxon  is  easily\n                                                     \ndistinguished.   There, the  district court refused  to approve a\nsettlement involving a  non-party.  See  id. at  687.  The  court\n                                            \nreasoned that  it had no  power to resolve a  dispute outside its\nsubject  matter jurisdiction.   Id. at 687-88.   The case  at bar\n                                   \nposes   very   different  problems,   bereft   of  jurisdictional\novertones.\n\n     7We note that, in practice, these two sets of goals often go\nhand in  hand.  To hold  settling parties to the  strictures of a\nCMO, come what may, would place the two goals in tension with one\nanother.\n\n                                20\n\n1, 5 (1st Cir.  1981).  Although  a CMO will ordinarily  \"control\n\nthe  subsequent course of the action,\" Fed.  R. Civ. P. 16(e), it\n\nmay  be modified  by  subsequent order  at  the district  court's\n\npleasure, see Ramirez Pomales v. Becton Dickinson &amp; Co., 839 F.2d\n                                                       \n\n1, 3 (1st  Cir. 1988), or, in the case of a final CMO, to prevent\n\nmanifest   injustice,  see   Fed.  R.   Civ.  P.  16(e).     More\n                          \n\nspecifically, the trial court has very broad discretion to modify\n\na preexisting case management order to facilitate settlements, at\n\nleast  in  the absence  of unfair  prejudice.   See  generally 6A\n                                                              \n\nCharles  A. Wright  et  al.,  Federal  Practice and  Procedure   \n                                                              \n\n1525.1,  at 253-54 (1990)  (discussing district court's authority\n\nto  encourage  settlements).    We  see  no  unfair prejudice  to\n\nappellants from the court's wise exercise of its discretion here.\n\n          Once  we  have reached  this  plateau,  the rest  flows\n\nnaturally.  It is evident from the very nature of case management\n\norders that they  are not  jurisdictional in effect.   Thus,  the\n\nfirst Firefighters requirement  is fulfilled.  And as  we explain\n                  \n\nbelow, the  second and  third Firefighters requirements  also are\n                                          \n\nmet.\n\n          That the  third-party  and trans-shipment  claims  come\n\nwithin  the  general  scope  of  the  pleadings  and advance  the\n\nobjectives  of the  plaintiffs'  complaints  cannot be  gainsaid.\n\nCERCLA  cost  recovery  actions  are  initiated  in the  hope  of\n\nresolving  all  issues revolving  around  a  particular Superfund\n\nsite, and frequently, in  the hope that resolution will  take the\n\nform  of a global settlement.   This is  consistent both with the\n\n                                21\n\nstatutory design  and  the common  good.   In  the  words of  the\n\ndistrict court:\n\n          It would  have been a foolish  or odd consent\n          decree that did not incorporate within it all\n          of  the potential claims  that can  and could\n          have arisen  out of th[is] litigation.  . . .\n          [I]t is  altogether  proper, indeed,  in  the\n          larger  public  interest for  [the  court] to\n          leave no loose threads.\n\n          Moreover, the  Supreme Court has made  clear that there\n\nis  no per se prohibition against consent decrees that exceed the\n             \n\npossible bounds of a decision issued directly by the trial court.\n\nBecause a consent  decree is  animated not only  by the  parties'\n\nlegal claims  but also by  the parties' consent, a  court is \"not\n\nnecessarily barred from entering  a consent decree merely because\n\nthe  decree provides  broader relief  than the  court could  have\n\nawarded after trial.\"  Firefighters, 478 U.S. at 525.   Viewed in\n                                   \n\nthis light, we do not think that the scope of the consent decrees\n\nexceeded the bounds of the trial court's discretion.\n\n          To  recapitulate,  then,  a CERCLA  consent  decree may\n\n(and,  in many cases, should)  sweep more broadly  than would the\n\ncourt's judgment in the event that the litigation culminated in a\n\nfull-dress  trial.  Because this is true, and because the consent\n\ndecrees  pass  Firefighters muster  in  all  respects, we  reject\n                           \n\nappellants' contention that the decrees are overbroad.\n\nIV.  CONCLUSION\n\n          We  need  go  no further.    Finding,  as  we do,  that\n\nappellants' asseverational array contains  more cry than wool, we\n\nhold  that the  district court  acted lawfully  in  approving the\n\n                                22\n\nconsent decrees at issue here.\n\nAffirmed.\n        \n\n                                23\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                             \nNos. 93-1691\n     93-2372\n\n                UNITED STATES OF AMERICA, ET AL.,\n                      Plaintiffs, Appellees,\n\n                                v.\n\n              CHARLES GEORGE TRUCKING, INC., ET AL.,\n                     Defendants, Appellants.\n\n                                             \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n                                                       \n                                             \n\n                              Before\n                  Selya and Cyr, Circuit Judges,\n                                               \n                   and Zobel,* District Judge.\n                                             \n\n                                             \n\n     Richard  E. Bachman,  with  whom  John  A.  King  and  Hale,\n                                                                 \nSanderson, Byrnes &amp; Morton, were on brief, for appellants.\n                          \n     John  C.  Cruden,  with   whom  Louis  J.  Schiffer,  Acting\n                                                        \nAssistant  Attorney   General,  Robert   H.   Oakley,  David   W.\n                                                                 \nZugschwerdt,  David  C.  Shilton,  and   Elizabeth  A.  Peterson,\n                                                                \nAttorneys, U.S. Dep't  of Justice, and Ruthann Sherman, Office of\n                                                      \nRegional Counsel (EPA), for the federal appellee.\n     Scott  Harshbarger,  Attorney  General,  Karen  McGuire  and\n                                                            \nMargaret  Van  Deusen,  Assistant  Attorneys  General,  and Nancy\n                                                                 \nPreis, Special Assistant Attorney  General, on brief for appellee\n     \nCommonwealth of Massachusetts.\n     Paul  B.  Galvani, with  whom Thomas  H. Hannigan,  Jr., Jay\n                                                                 \nBradford  Smith,  and Ropes  &amp; Gray  were  on brief,  for various\n                                   \nappellees.\n     Laurence M. Johnson, Fordham &amp; Starrett, Michael D. Chefitz,\n                                                                \nand Gilberg,  Kurent &amp;  Kiernan, on  brief for  appellees Charles\n                               \nGeorge, Jr., et al.\n     Mark  S. Granger and Morrison, Mahoney &amp; Miller on brief for\n                                                    \nappellee Boston Edison Co.\n                                             \n                        September 13, 1994\n                                             \n              \n*Of the District of Massachusetts, sitting by designation.\n\n          SELYA, Circuit  Judge. These  appeals arise out  of two\n          SELYA, Circuit  Judge.\n                               \n\nconsent  decrees that  together resolve  a majority  of the  cost\n\nrecovery  disputes associated  with  the cleanup  of a  hazardous\n\nwaste site  in Tyngsboro, Massachusetts (the  Site).  Appellants,\n\nwho are the principal  owners and operators of the  Site,1 strive\n\nto  convince us  that the  district court misjudged  the relevant\n\ngoals of the Comprehensive Environmental Response, Compensation &amp;\n\nLiability Act  (CERCLA), 42 U.S.C.     9601-9675, and, therefore,\n\nerred in  placing its  imprimatur  on the  decrees.   We are  not\n\npersuaded.\n\nI.  BACKGROUND\n\n          This  litigation dates  back to  1985, when  the United\n\nStates and the Commonwealth  of Massachusetts filed separate cost\n\nrecovery actions, soon consolidated, against appellants and other\n\nalleged  owner-operators  (collectively,  \"the junior  Georges\"),\n\nincluding  Charles  George, Jr.  and  James  George (children  of\n\nCharles  and Dorothy George), and the  sons' firm, C &amp; J Trucking\n\nCo.  The  federal government's complaint alleged  claims under 42\n\nU.S.C.    9604(a), 9604(b),  9604(e), 9607(a), 6928(a) &amp; 6928(g).\n\nThe  Commonwealth's complaint  alleged claims  under 42  U.S.C.  \n\n9607(a) and Mass. Gen. Laws ch. 21E,   5.\n\n          The  early  procedural  history   of  the  struggle  is\n\ndescribed  in a previous opinion of this court, see United States\n                                                                 \n\nv. Charles George Trucking Co., </pre><span class=\"citation\" data-id=\"491460\"><a href=\"/opinion/491460/united-states-v-charles-george-trucking-co-charles-george-sr-and/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span> </a></span><pre class=\"inline\">(1st Cir. 1987), and\n                              \n\n                    \n\n     1Charles  George, his  wife Dorothy  George, Charles  George\nTrucking, Inc., and Charles  George Land Reclamation Trust appear\nas appellants.  We are not required to differentiate among them.\n\n                                2\n\nneed  not be  revisited.    Thereafter,  acting   on  plaintiffs'\n\nmotions for partial summary judgment, the district court adjudged\n\nappellants  to be jointly and  severally liable for  the costs of\n\ncleanup.  However, the court left open the question of the junior\n\nGeorges'  liability due to  factual disputes anent  the degree of\n\ncontrol that they exercised over the Site.\n\n          In June of 1989, plaintiffs amended their complaints to\n\nadd twenty-four  generator and transporter defendants.   In turn,\n\nthese  defendants  brought  third-party claims  for  contribution\n\nagainst thirty-one  other putative  generators.  They  also filed\n\ncounterclaims   against   the   plaintiffs,  charging   negligent\n\nregulation.   Appellants  emulated  this tactic,  serving similar\n\ncounterclaims.\n\n          The district  court intervened to impose some structure\n\non  this welter of claims and cross-claims.  By a case management\n\norder  (CMO)  dated April  12,  1990, Judge  Woodlock  deemed the\n\nthird-party  defendants  to have  asserted  all  available cross-\n\nclaims and counterclaims against other parties, but precluded the\n\nplaintiffs from asserting claims directly against the third-party\n\ndefendants.  The judge supplemented the CMO in a subsequent bench\n\nruling through  which he limited development  of so-called trans-\n\nshipment  issues, that is, issues  involving wastes hauled to the\n\nSite after first being dumped elsewhere.\n\n          By the fall of 1991, the dust had settled.  A new round\n\nof summary judgment  motions had been  heard (most were  denied),\n\nand trialworthy issues had been identified as to the liability of\n\n                                3\n\nall defendants, save only the appellants, and as to virtually all\n\naspects  of  the  remedial  phase.    Unresolved  questions  also\n\nremained as to the counterclaims asserted against the plaintiffs.\n\nThe likelihood of lengthy litigation loomed large.\n\n          Before  too  long,  settlement  negotiations  began  in\n\nearnest.   After a  fitful start,  the  district court  appointed\n\nChief Judge Tauro  as a  settlement master.2   Numerous  meetings\n\namong  the parties  yielded an  agreement  by the  plaintiffs, in\n\nessence,  to extinguish  all  claims against  the generators  and\n\ntransporters (including the  third-party defendants) in  exchange\n\nfor a  global  \"cash-out\" payment  of approximately  $36,000,000.\n\nThe generators  and transporters were to  decide among themselves\n\nhow  to share the aggregate cost of  the settlement.  The federal\n\nand  state  governments  agreed   to  contribute  an   additional\n\n$3,103,712  as a  token of  their responsibility.   After further\n\nnegotiations,  again  held  under  Judge  Tauro's  auspices,  the\n\nplaintiffs  and  the  junior  Georges  also  reached  an  accord,\n\nproposing to  extinguish the latters'  liability in return  for a\n\npayment  of  $3,100,000.    Though  appellants  participated   in\n\nbargaining sessions  from time to time,  they eventually withdrew\n\nfrom  the   negotiations.     The  claims  against   them  remain\n\nunresolved.\n\n                    \n\n     2Judge  Tauro is  the  Chief  Judge  of  the  United  States\nDistrict Court  for the  District of  Massachusetts.   We applaud\nJudges  Tauro  and Woodlock  for their  creative approach  to the\nresolution  of this  complex  case.   We  urge other  jurists  to\nconsider collaborative  efforts of this  sort when  circumstances\nwarrant.\n\n                                4\n\n          The  settling parties  prepared  two  proposed  consent\n\ndecrees.   They  presented  the first,  embodying the  settlement\n\nreached by  the plaintiffs with the  generators and transporters,\n\nto the district court  on December 17, 1992.   They presented the\n\nsecond, embodying  the plaintiffs' suggested  settlement with the\n\njunior Georges,  on July 27,  1993.  Both were  advertised in the\n\nFederal  Register, see 28 C.F.R.    50.7, but  elicited no public\n                      \n\ncomment.\n\n          At  a hearing  held  on May  24,  1993, Judge  Woodlock\n\napplied  the  standards set  forth  in United  States  v. Cannons\n                                                                 \n\nEngineering Corp., </pre><span class=\"citation\" data-id=\"538792\"><a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">79</span></a></span><pre class=\"inline\">, 85 (1st Cir. 1990), and found the\n                 \n\ngenerator/transporter decree to be reasonable, fair, and faithful\n\nto CERCLA's  objectives.   Following a  separate hearing held  on\n\nNovember 12, 1993, the  court made similar findings in  regard to\n\nthe  second decree.   Judge  Woodlock entered both  decrees under\n\nFed.  R. Civ. P. 54(b),  thus permitting appellants,  as the lone\n\nobjectors, to prosecute these appeals.\n\nII.  STANDARD OF REVIEW\n\n          Despite  appellants'  animadversions,  Cannons has  not\n                                                        \n\nrusted.    It  teaches  that   CERCLA  consent  decrees  must  be\n\nreasonable, faithful to the  statute's objectives, and fair (both\n\nprocedurally and substantively).   </pre><span class=\"citation\" data-id=\"538792\"><span class=\"antecedent_guess\">Cannons,</span> <a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">85</span></a></span><pre class=\"inline\">.   The\n                                          \n\nbattle over whether a particular decree achieves these benchmarks\n\nwill usually be won or lost in the trial court.  By the time such\n\ndecrees arrive on the doorstep of the court  of appeals, they are\n\n\"encased in  a double layer  of swaddling.\"  </pre><span class=\"citation\" data-id=\"538792\"><a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"id_token\">Id.</span>  at 84. </a></span><pre class=\"inline\">  In the\n                                                \n\n                                5\n\nfirst place, a trial court, without abdicating its responsibility\n\nto  exercise  independent judgment,  must  defer  heavily to  the\n\nparties'  agreement and the  EPA's expertise.   See </pre><span class=\"citation\" data-id=\"538792\"><a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"id_token\">id.</span>   In this\n</a></span><pre class=\"inline\">                                                       \n\ncase, the inner layer of swaddling is especially thick because of\n\nthe role played by the distinguished special master in overseeing\n\nnegotiations.    The  second   basis  for  deference  is  equally\n\ncompelling.  Because an appellate court ordinarily cannot rival a\n\ndistrict  court's mastery of a factually complex case   a mastery\n\nthat is often, as in  this instance, acquired through painstaking\n\ninvolvement  over many  years   the  district court's  views must\n\nalso be accorded considerable respect.\n\n          Largely in  consequence of these  layers of  protective\n\nswaddling, an appellate tribunal  may overturn a district court's\n\ndecision  to  approve or  reject the  entry  of a  CERCLA consent\n\ndecree  only for  manifest abuse  of discretion.   In  this case,\n\nthen, the decision  below stands  unless the  objectors can  show\n\nthat, in  buying into either  or both of  the decrees,  the lower\n\ncourt made  a serious error of law or suffered a meaningful lapse\n\nof judgment.  See </pre><span class=\"citation\" data-id=\"538792\"><a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"id_token\">id.</span>\n                     \n\nIII.  DISCUSSION\n</a></span><pre class=\"inline\">\n          Appellants advance four sets of arguments in support of\n\ntheir  claim  that the  district  court too  freely  accepted the\n\nproposed  settlement.   We proceed  to examine  each of  the four\n\ncomponents that comprise this asseverational array.\n\n                       A.  Reasonableness.\n                                         \n\n          A CERCLA consent decree  is reasonable when it provides\n\n                                6\n\nfor  an  efficacious cleanup,  and  at the  same  time adequately\n\ncompensates the  public for the cost of that cleanup.  See </pre><span class=\"citation\" data-id=\"538792\"><a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"id_token\">id.</span> at\n                                                              \n\n89-90. </a></span><pre class=\"inline\">   Efficacy  is  not merely  a  function  of  how  close a\n\nsettlement comes  to meeting a scientifically  defined ideal, nor\n\nis adequacy merely a function of  how close a settlement comes to\n\nmeeting  an estimate  of  projected costs.    These are,  rather,\n\npragmatic concepts,  and evaluating  them requires common  sense,\n\npractical wisdom, and a dispassionate assessment of the attendant\n\ncircumstances.\n\n          In this  case, appellants question the  efficacy of the\n\nproposed  cleanup,  and  claim  that  they  are  entitled  to  an\n\nevidentiary hearing on the matter.  In support of the first  half\n\nof  this objection,  appellants  do little  more than  plagiarize\n\nplaints from prior pleadings filed by other parties in opposition\n\nto  plaintiffs' previous  motions for  partial summary  judgment;\n\nthey do  not attempt to explain  these points, fail to  set forth\n\nsupporting documents in  a record appendix, and rely  on rhetoric\n\nto the exclusion of either record citations or scientific fact.\n\n          We reject  appellants' objection on two  bases.  First,\n\nit  is presented to us  in a slipshod  fashion, without developed\n\nargumentation,  and is,  therefore, not  entitled  to substantive\n\nconsideration.  See  Ryan v. Royal  Ins. Co.,  </pre><span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span><pre class=\"inline\">,  734\n                                            \n\n(1st Cir. 1990); United  States v. Zannino,  </pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17  (1st\n                                          \n\nCir.),  cert.   denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">494</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">1082</span> </span><pre class=\"inline\"> (1990).    Second,  our\n                      \n\nindependent review of the  record leaves us confident  that Judge\n\nWoodlock acted  well  within  the  realm  of  his  discretion  in\n\n                                7\n\nconcluding that  the consent decrees incorporated  a suitable set\n\nof remedies.\n\n          The  second  half   of  the   objection  is   similarly\n\nunavailing.   The district court did not err in declining to hold\n\nan  evidentiary  hearing  to  delve  into  matters  of  efficacy.\n\nRequiring hearings to review the reasonableness of CERCLA consent\n\ndecrees  as  a matter  of  course would  frustrate  the statutory\n\nobjective  of expeditious settlement.   See </pre><span class=\"citation\" data-id=\"538792\"><span class=\"antecedent_guess\">Cannons,</span>  <a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> at\n                                                   \n\n<span class=\"page\">94</span></a></span><pre class=\"inline\">.  Consequently, requests for evidentiary hearings are, for the\n\nmost part, routinely  denied   and properly  so   at  the consent\n\ndecree stage in environmental cases.  See, e.g., United States v.\n                                                              \n\nMetropolitan St. Louis Sewer Dist., </pre><span class=\"citation\" data-id=\"574954\"><a href=\"/opinion/574954/united-states-of-america-and-state-of-missouri-missouri-coalition-for-the/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span><pre class=\"inline\">, 1044 (8th Cir.\n                                  \n\n1992); State of Ariz.  v. Motorola, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">141</span></span><pre class=\"inline\">, 148 (D.\n                                        \n\nAriz.  1991); United States v.  Bliss, </pre><span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">F.R.D.</span>  <span class=\"page\">559</span></span><pre class=\"inline\">, 568 (E.D.\n                                     \n\nMo. 1990); United States v. Rohm &amp; Haas, </pre><span class=\"citation\" data-id=\"1419884\"><a href=\"/opinion/1419884/united-states-v-rohm-haas-co/\"><span class=\"volume\">721</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">666</span></a></span><pre class=\"inline\">, 686-87\n                                       \n\n(D.N.J. 1989) (collecting earlier cases).  While a hearing may be\n\nnecessary  or  desirable  in  special circumstances,  see,  e.g.,\n                                                                \n\nUnited  States v.  Town  of  Moreau,  751  F.  Supp.  1044,  1051\n                                   \n\n(N.D.N.Y. 1990), such cases are relatively rare.\n\n          This case  invokes the general rule,  not the long-odds\n\nexception to it.  The court had ample information before it, and,\n\neven  without an  evidentiary hearing,  the parties  had  \"a fair\n\nopportunity to present relevant facts and arguments to the court,\n\nand to counter the  opponent's submissions.\"  Aoude v.  Mobil Oil\n                                                                 \n\nCorp., </pre><span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span><pre class=\"inline\">, 894 (1st Cir. 1988).    Moreover, appellants\n     \n\nhave  pointed to nothing out of the ordinary that would suggest a\n\n                                8\n\nparticularized  need for  an  evidentiary hearing.   Under  these\n\ncircumstances, we turn a deaf ear to appellants' lament.3\n\n                   B.  Fidelity to the Statute.\n                                              \n\n          Among the overarching goals of CERCLA recognized by the\n\ncourts  are  \"accountability, the  desirability  of an  unsullied\n\nenvironment, and  promptness of  response activities.\"   </pre><span class=\"citation\" data-id=\"538792\"><span class=\"antecedent_guess\">Cannons,</span>\n                                                                \n\n<a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"volume\">899</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">91</span></a></span><pre class=\"inline\">.    Appellants  insist  that  Judge  Woodlock's\n\nendorsement of the consent decrees  undermined one of these goals\n\n  accountability   in two separate ways.\n\n          Appellants' main argument is that the allocation method\n\nembodied  in the  first  consent decree  failed  to specify  each\n\nindividual generator's and  transporter's degree of  culpability.\n\nAs a factual matter, appellants are correct;  the consent decrees\n\ndid no  more than assign  payment responsibilities to  classes of\n\npotentially responsible  parties (PRPs), leaving the  question of\n\nallocation  inter sese to the  class members themselves.   But we\n                      \n\nsee no reason  to prohibit  such an approach.   Realistically,  a\n\ngovernment  agency,  in  the  midst  of  negotiations,  is  in no\n\nposition  to  put  so  fine  a  point  on  accountability.    We,\n\ntherefore,  endorse, in  general, EPA's  practice  of negotiating\n\nwith a representative group of PRPs and then permitting the group\n\nmembers to divide the burden of the settlement among themselves.\n\n          This  is,  as  one court  has  said,  a  \"practical and\n\n                    \n\n     3Appellants   also    disparage   the   adequacy    of   the\ngenerator/transporter settlement from a financial standpoint.  As\nwe explain in Part III(B), infra, their criticism is unfounded.\n                                \n\n                                9\n\nreasonable process for achieving  settlements.\"  United States v.\n                                                              \n\nActon  Corp., 733 F.  Supp. 869, 873  (D.N.J. 1990).   It is also\n            \n\nfaithful to CERCLA's goals.   After all, the ultimate  measure of\n\naccountability  in an  environmental case  is the  extent  of the\n\noverall  recovery, not the amount of money paid by any individual\n\ndefendant.\n\n          Over  and   beyond  these  generalities,  there  is  an\n\nespecially  compelling   reason   for  accepting   a   class-wide\n\nallocation  here.     Judge   Woodlock  supportably   found  that\n\nappellants' records  were wholly inadequate.  A  lack of reliable\n\nrecords renders it impossible, as a practical matter, for a court\n\nto make  reasoned findings concerning  the relative contributions\n\nof particular  generators or transporters to  the aggregate harm.\n\nSo  it is here.   And, moreover, because  the shortage of records\n\ncan  be directly  attributed  to appellants'  stewardship of  the\n\nSite,  they can scarcely be  heard to complain  that the settling\n\nparties  resorted to, and  the court then  approved, a class-wide\n\nallocation.\n\n          Appellants'  fallback position  is  predictable:   in a\n\nrefrain  evocative  of  one  of their  attacks  on  the  decrees'\n\nreasonableness,  see supra note 3, they  insinuate that the first\n                          \n\nconsent decree compromised the  goal of accountability by setting\n\ntoo modest  a price tag on  the generator/transporter settlement.\n\nAppellants  have an easily envisioned stake in this aspect of the\n\nmatter:     as  the   sole  non-settling  defendants,   they  are\n\npotentially liable for  the full difference between the  costs of\n\n                                10\n\ncleanup  and the total amount paid by  the settling PRPs.  See 42\n                                                              \n\nU.S.C.     9613(f)(2), 9622(h)(4);  see also  United Technologies\n                                                                 \n\nCorp. v.  Browning-Ferris Indus., Inc.,      F.3d     ,      (1st\n                                      \n\nCir. 1994) [No. 93-2253, slip op. at 17-18] (explaining interface\n\nbetween  settlement and  liability  of PRPs  for contribution  in\n\nCERCLA cases).   If, say,  the overall clean-up  costs eventually\n\ntotal $70,000,000   the  highest of the differing  estimates that\n\nhave  been bandied about   appellants are staring down the barrel\n\nof a $21,000,000 shortfall.  Appellants claim their aggregate net\n\nworth amounts to only a tiny fraction of this exposure.   On this\n\nbasis, they contend that the plaintiffs sold out too cheaply, for\n\nmany of the settling parties have very deep pockets.\n\n          Although we understand appellants' consternation, these\n\nconsiderations are virtually irrelevant.  In the first place, the\n\ndistrict court  found that appellants are liable for all clean-up\n\ncosts    and that finding is not disputed  on appeal.  As is true\n\nof  any assessment  of compensatory  damages, the  liable party's\n\nability to pay should not influence the amount of the assessment.\n\nSee  generally  22 Am.  Jur. 2d  Damages    952  (explaining that\n                                        \n\nevidence  of  a  defendant's  pecuniary  resources  is  generally\n\ninadmissible  in   cases  where  only  compensatory  damages  are\n\nrecoverable);  Vasbinder v. Ambach, </pre><span class=\"citation\" data-id=\"556612\"><a href=\"/opinion/556612/arnold-r-vasbinder-cross-appellee-v-gordon-ambach-basil-y-scott-and/\"><span class=\"volume\">926</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1333</span></a></span><pre class=\"inline\">, 1344 (2d Cir.\n                                  \n\n1991) (applying principle).\n\n          To be sure, at  the next step relative wealth  may have\n\nsome  practical  bearing.     When  defendants  are  jointly  and\n\nseverally  liable, the prevailing party may choose to collect the\n\n                                11\n\nentire  indebtedness from one or  more of the  liable parties, to\n\nthe exclusion of others.  See, e.g., McDonald v. Centra, </pre><span class=\"citation\" data-id=\"1539100\"><a href=\"/opinion/1539100/mcdonald-v-centra/\"><span class=\"volume\">118</span> <span class=\"reporter\">B.R.</span>\n                                                       \n\n<span class=\"page\">903</span></a></span><pre class=\"inline\">,  914 (D. Md.  1990), aff'd, </pre><span class=\"citation\" data-id=\"570036\"><a href=\"/opinion/570036/clifton-mcdonald-hermann-v-myers-sr-william-g-mcintyre-daniel-l/\"><span class=\"volume\">946</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1059</span> </a></span><pre class=\"inline\"> (4th Cir. 1991),\n                               \n\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2325</span> </span><pre class=\"inline\">(1992).  But when, as in this case,\n            \n\nliability  is  contested,  much  more  than  the  PRPs'  relative\n\naffluence must be considered.\n\n          With this in mind, the proper way to gauge the adequacy\n\nof settlement amounts  to be paid by settling PRPs  is to compare\n\nthe  proportion  of  total projected  costs  to  be  paid by  the\n\nsettlors with  the proportion of liability  attributable to them,\n\nand then to factor into the equation any reasonable discounts for\n\nlitigation  risks,  time  savings,  and  the  like  that  may  be\n\njustified.\n\n          Inspected through that lens,  the first consent  decree\n\nlooks entirely appropriate.   The district judge explicitly found\n\nthat   the  generators   and   transporters   collectively   were\n\nresponsible for fifty percent of the environmental damage.  Under\n\nthe  terms  of  the  negotiated settlement,  the  payment  to  be\n\ntendered  by   the  generators   and  transporters  as   a  group\n\n(approximately  $36,000,000)  represents more  than  half of  the\n\nhighest  estimate  of  aggregate  clean-up  costs  ($70,000,000).\n\nThus, the settlement is favorable to the government agencies even\n\nbefore  allowances are  made for  appropriate discounts,  such as\n\nlitigation  risks,  the   benefit  derived   from  shelving   the\n\n                                12\n\ncounterclaims, and  the desirability of expediting  the cleanup.4\n\nAccordingly, appellants' accountability challenge lacks force.\n\n                          C.  Fairness.\n                                      \n\n          In   a  somewhat   related  vein,   appellants  protest\n\nvehemently  that Judge Woodlock  evaded his obligation  to make a\n\nfinding  on  substantive  fairness  by  failing  to  explain  the\n\nsettlements' allocation  of responsibility either within or among\n\nthe  various  classes  of  defendants.   In  support,  appellants\n\nisolate a passage in Cannons in which we wrote:\n                            \n\n          Substantive  fairness   introduces  into  the\n          equation concepts of  corrective justice  and\n          accountability:  a party should bear the cost\n          of  the   harm  for   which  it   is  legally\n          responsible.  The logic behind these concepts\n          dictates that settlement terms must  be based\n          upon,  and  roughly  correlated   with,  some\n          acceptable  measure   of  comparative  fault,\n          apportioning  liability  among  the  settling\n          parties according to rational (if necessarily\n          imprecise)  estimates of  how much  harm each\n          PRP  has done.  . .  .   Whatever formula  or\n          scheme EPA advances for measuring comparative\n          fault  and  allocating  liability  should  be\n          upheld  so  long  as  the agency  supplies  a\n          plausible  explanation  for it,  welding some\n          reasonable  linkage  between  the factors  it\n          includes  in its  formula or  scheme and  the\n          proportionate shares of the settling PRPs.\n\n                    \n\n     4For what  it may  be worth, the  settlement compares  quite\nfavorably to the universe of CERCLA settlements, inasmuch as such\nsettlements often compensate the public  for only a tiny fraction\nof the  overall expense.  See, e.g., In re Acushnet River, 712 F.\n                                                         \nSupp.  1019, 1031-32  (D.  Mass. 1989)  (approving settlement  by\nprimary owner/operator for  $2,000,000 in  contrast to  projected\ntotal  clean-up cost of $34,000,000);  City of New  York v. Exxon\n                                                                 \nCorp.,  697  F.  Supp.  677, 693-94  (S.D.N.Y.  1988)  (approving\n     \nsettlement  by   seven  of  fifteen  defendants   for  less  than\n$14,000,000  in  contrast to  projected  total  clean-up cost  of\n$400,000,000).\n\n                                13\n\n</pre><span class=\"citation\" data-id=\"538792\"><span class=\"antecedent_guess\">Cannons,</span> <a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">87</span> </a></span><pre class=\"inline\">(citations omitted).\n       \n\n          Appellants' error is to read Cannons without regard for\n                                              \n\nits  facts.   Cases  resolve  particular  controversies, and  the\n\nstandards  they  articulate often  are  framed in  a  certain way\n\nprimarily to  rebut an argument raised  by a litigant.   Thus, in\n\nCannons, the  quoted passage rebuffed a challenge to a particular\n       \n\nmethod of allocation.  It  cannot be ripped root and  branch from\n\nthat  context.     In   a  passage  conveniently   overlooked  by\n\nappellants, Cannons  makes this very point;  the court recognized\n                   \n\nthat the standards it limned were not to be applied woodenly:\n\n          [W]e are  quick  to concede  that  [fairness,\n          reasonableness, and fidelity to  the statute]\n          are all  mutable figures taking  on different\n          forms   and   shapes  in   different  factual\n          settings.    Yet,  the   concepts'  amorphous\n          quality is no accident or  quirk of fate.  We\n          believe that Congress  intended, first,  that\n          the  judiciary take a  broad view of proposed\n          settlements, leaving  highly technical issues\n          and  relatively  petty   inequities  to   the\n          discourse between parties;  and second,  that\n          the  district courts  treat each case  on its\n          own merits,  recognizing  the wide  range  of\n          potential problems and possible solutions.\n\n</pre><span class=\"citation\" data-id=\"538792\"><a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"id_token\">Id.</span> at 85-86.\n</a></span><pre class=\"inline\">   \n\n          In the circumstances of  this case   a case  that bears\n\nscant resemblance to Cannons   we do not believe that substantive\n                            \n\nfairness  required a  more detailed    explanation of  either the\n\nallocation or  the allocation method.   Three considerations pave\n\nthe way to this conclusion.\n\n          First:  There is little need  for a court to police the\n          First:\n               \n\nsubstantive fairness of a settlement as among settling parties of\n\na particular  class.   Sophisticated actors  know how to  protect\n\n                                14\n\ntheir own interests, and they are well equipped to evaluate risks\n\nand rewards.  A  trial court can, therefore, usually  confine its\n\ninquiry  to  the  substantive  fairness of  the  aggregate  class\n\ncontribution, or, put  another way, to the proposed allocation of\n\nresponsibility as between settling  and non-settling PRPs.  Here,\n\nthe trial court  performed this  task in exemplary  fashion.   It\n\nwould have served no useful  purpose to go further and  focus the\n\nlens  of  inquiry   on  the  fairness  of  each   class  member's\n\ncontribution.\n\n          Second:   It is impossible to explain  an allocation of\n          Second:\n                \n\nliability in minute detail when, as now, the historical record is\n\nincomplete.    And,  though  we  hold  district  courts  to  high\n\nstandards  of excellence,  we  do  not  expect  them  to  do  the\n\nimpossible.    Thus,  it  is  not  surprising  that  most  courts\n\nrecognizing an  obligation to make findings  on comparative fault\n\nin the CERCLA context have framed the obligation in such a way as\n\nto afford an exception for cases in which reliable information is\n\nunavailable.  See </pre><span class=\"citation\" data-id=\"538792\"><a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"id_token\">id.</span>  at 88 </a></span><pre class=\"inline\">(explaining need for  flexibility in\n                     \n\nweighing  substantive fairness,  particularly when  the available\n\ninformation  is \"ambiguous, incomplete,  or inscrutable\"); United\n                                                                 \n\nStates  v. Bell Petroleum Serv.,  21 Envtl. L.  Rep. 20,374,     \n                               \n\n[1990  U.S.  Dist.  LEXIS  14066  at  *8-*10]  (W.D.  Tex.  1990)\n\n(rejecting the argument that, in order to deem a settlement fair,\n\na  court must find that  a party's settlement  corresponds to its\n\nfair share of  liability, even  when \"no method  of dividing  the\n\nliability among  the [d]efendants\" exists that  would not involve\n\n                                15\n\n\"pure  speculation\"); Rohm &amp; </pre><span class=\"citation\" data-id=\"1419884\"><span class=\"antecedent_guess\">Haas,</span>  <a href=\"/opinion/1419884/united-states-v-rohm-haas-co/\"><span class=\"volume\">721</span> <span class=\"reporter\">F. Supp.</span>  at <span class=\"page\">689</span> </a></span><pre class=\"inline\">(stating\n                                 \n\nthat whether  a settlement  bears a  reasonable relation  to some\n\nplausible  range   of  estimates   of  comparative  fault   is  a\n\ndetermination  that  must be  \"based  on the  record\");  see also\n                                                                 \n\nUnited  States v. Conservation Chem.  Co., 628 F.  Supp. 391, 402\n                                         \n\n(W.D. Mo. 1985) (declaring that a court should spurn a settlement\n\nwhich \"arbitrarily  or unreasonably ignores the comparative fault\n\nof  the parties, where there  is a reasonable  basis for allowing\n                                                                 \n\nthat comparison to be made\") (emphasis supplied).\n                          \n\n          Such  an  exception  is  vitally  important  because  a\n\nmuddled  record is  the  norm in  most  CERCLA litigation.    See\n                                                                 \n\n</pre><span class=\"citation\" data-id=\"538792\"><span class=\"antecedent_guess\">Cannons,</span> <a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"volume\">899</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">88</span> </a></span><pre class=\"inline\"> (citing authority);  see also  Lynnette\n                                                       \n\nBoomgaarden &amp; Charles  Breer, Surveying the  Superfund Settlement\n                                                                 \n\nDilemma, 27  Land &amp; Water L. Rev. 83, 121 (1992) (\"In most CERCLA\n       \n\nactions,  the   government  has  difficulty   accurately  proving\n\ncontribution  amounts.   Poor  records,  faulty  memories, and  a\n\ndesire to escape  liability all add to this  difficulty.\"); Barry\n\nS. Neuman, No Way Out?   The Plight of the  Superfund Nonsettlor,\n                                                                \n\n20 Envtl. L. Rep.  10,295, 10,299 (July 1990) (\"In  virtually all\n\nCERCLA  cases,  the  recollections  of  waste  haulers  and  site\n\nowner/operators are  likely to be questionable, the documentation\n\nlinking some generators to a specific site subject to attack, and\n\nthe evidence generally incomplete.\").\n\n          We  conclude that so long  as the basis  for a sensible\n\nclass-wide approximation  is at hand    an approximation \"roughly\n                                                                 \n\ncorrelated with  some acceptable measure  of comparative  fault,\"\n\n                                16\n\n</pre><span class=\"citation\" data-id=\"538792\"><span class=\"antecedent_guess\">Cannons,</span>  <a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">87</span> </a></span><pre class=\"inline\">(emphasis  supplied)    difficulties in\n       \n\nachieving  precise measurements  of  comparative  fault will  not\n\npreclude a trial court from  entering a consent decree.  On  this\n\nunderstanding,  we  uphold  the  district  court's   division  of\n\nresponsibility   between  owner/operators,   on  one   hand,  and\n\ngenerators/transporters,  on the  other  hand.   On this  record,\n\nsplitting the  responsibility between  those two groups  does not\n\noffend  our sense  of  fairness.5   Cf.,  e.g., 2  Kings  3:16-18\n                                              \n\n(describing original Solomonic solution).\n\n          Third:   As we wrote in Cannons, fairness is \"mutable .\n          Third:\n                                         \n\n. . , taking  on different forms and shapes in  different factual\n\nsettings,\"  </pre><span class=\"citation\" data-id=\"538792\"><a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"id_token\">id.</span> at 85. </a></span><pre class=\"inline\">  To that  extent, fairness is  an elusive\n               \n\nconcept.  When substantive  fairness cannot be measured directly,\n\na court must devise alternate methods of testing for it.\n\n          Here, Judge Woodlock noted  the lack of direct evidence\n\nof  substantive  fairness but  ruled that  such evidence  was not\n\nessential  because  substantive  fairness  flowed  as  a  natural\n\nconsequence from  procedural fairness.   Then, after  eliciting a\n\nconcession from  appellants' counsel that ample  basis existed to\n\nallocate responsibility between different classes  of defendants,\n\nthe court  proceeded to make  a substantive  fairness finding  of\n\nlimited reach, determining that  the generators and transporters,\n\ncollectively,  were  responsible  for  one-half  of  the  overall\n\n                    \n\n     5Appellants concentrate  their  fire on  the  first  consent\ndecree,  and  do  not  attack  the  substantive  fairness of  the\nallocation approved vis-a-vis  the junior Georges.  At  any rate,\nthat allocation, too, seems supportable.\n\n                                17\n\ndamage.\n\n          We discern no error.   Although appellants take umbrage\n\nat the idea that one type of fairness serves to assure the other,\n\nproviding  such  an  assurance   is  precisely  the  function  of\n\nprocedural fairness.   Cf., e.g., Sir  Henry Maine, Dissertations\n                                                                 \n\non Early  Law and Custom 389  (1886) (\"Substantive law has  . . .\n                        \n\nthe  look  of  being gradually  secreted  in  the interstices  of\n\nprocedure.\").   There exist many  cases in  which the data  is so\n\nfragmentary that a district court cannot be held to the letter of\n\nthe Cannons  substantive fairness  standard.   In  such cases,  a\n           \n\nfinding of procedural fairness together with other circumstantial\n\nindicia of  fairness, may constitute  an acceptable  proxy.   See\n                                                                 \n\nNeuman, supra, at 10,299 (postulating that incomplete records are\n             \n\nso common in  CERCLA litigation  that, no matter  how thorough  a\n\nreview the court undertakes,  the search for substantive fairness\n\ntypically collapses into a search for procedural fairness).\n\n          This  is such a case.   By all accounts, the conduct of\n\nthe settlement negotiations, under the supervision of Chief Judge\n\nTauro,  was a textbook model   so  much so that appellants do not\n\npress  any  objections  to  procedural fairness.    We  are  thus\n\nreinforced  in our  conclusion  that the  lower court's  fairness\n\nfindings were both permissible and supportable.\n\n              D.  The Scope of the Consent Decrees.\n                                                  \n\n          Appellants' final  set of  arguments forces us  to step\n\noutside  the range of Cannons.  Appellants claim that the consent\n                             \n\ndecrees  are overbroad  both because  they addressed  claims that\n\n                                18\n\nwere  not pleaded and because they addressed claims that had been\n\nsidetracked by the CMO.\n\n          1.    The  Standard.     In  its  definitive  statement\n          1.    The  Standard.\n                             \n\nconcerning  the  scope  of  consent decrees,  the  Supreme  Court\n\nexplained that a court cannot lend its imprimatur to a settlement\n\nunless:\n\n          (1)   it  \"spring[s]  from  and  serve[s]  to\n          resolve a dispute  within the court's subject\n          matter jurisdiction\"; (2) it  `come[s] within\n          the  general scope  of the  case made  by the\n          pleadings'; and (3)  furthers the  objectives\n          upon which the complaint was based.\n\nLocal  No. 93, Int'l Ass'n of Firefighters v. Cleveland, </pre><span class=\"citation\" data-id=\"111748\"><a href=\"/opinion/111748/firefighters-v-cleveland/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span>\n                                                       \n\n<span class=\"page\">501</span></a></span><pre class=\"inline\">, 525-26 (1986); (citations  omitted); accord Conservation Law\n                                                                 \n\nFound. v.  Franklin, </pre><span class=\"citation\" data-id=\"602839\"><a href=\"/opinion/602839/conservation-law-foundation-of-new-england-inc-v-barbara-h-franklin/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></a></span><pre class=\"inline\">,  59 (1st Cir. 1993).   We apply\n                   \n\nthis  standard to  the consent  decrees at  issue as  a means  of\n\ntesting appellants' twin objections.\n\n          2.   Natural  Resource  Damages.   Appellants' complain\n          2.   Natural  Resource  Damages.\n                                         \n\nthat the decrees resolved potential claims for damages to natural\n\nresources  that were  never  pleaded and,  accordingly, were  not\n\nproperly  before the court.   Even if  we assume for  the sake of\n\nargument  that these claims would  not have surfaced  at a trial,\n\nappellants' objection is fruitless.\n\n          The objection  calls into  question only the  second of\n\nthe Firefighters requirements   and that requirement is satisfied\n                \n\nin  this instance.   Indeed, the  natural resource  damage claims\n\ndiscussed in  the decrees  exemplify the  type of  related claims\n\nenvisioned by the Justices  as coming within the authority  of an\n\napproving  court.  They are claims that, though not expressly set\n\n                                19\n\nout in the pleadings, fall within their general scope.6\n\n          3.   Claims Precluded Under the  Case Management Order.\n                                                                \n\nAppellants' next  complain that  the consent decrees  disposed of\n\nclaims  that could not have been litigated under the terms of the\n\nCMO, namely,  potential claims  by the plaintiffs  against third-\n\nparty  defendants  and   potential  claims  anent  trans-shipment\n\nissues.   Insofar as  we  can tell,  it is  a  question of  first\n\nimpression whether a  consent decree may resolve claims  that the\n\nparties were precluded from litigating under the court's own case\n\nmanagement orders.  On reflection, we believe that question  must\n\nbe answered affirmatively.\n\n          CMOs  are  designed to  serve  a  variety of  pragmatic\n\nobjectives.   These include not  only expediting and focusing the\n\nlitigation,  see Fed. R. Civ.  P. 16(a)(1)-(4), but  also, as the\n                \n\ncurrent version of the  rule recognizes, facilitating settlement,\n\nsee Fed. R.  Civ. P. 16(a)(5).7   We think  it follows that  case\n   \n\nmanagement   is  an  area   in  which  the   district  court  has\n\n\"considerable discretion.\"  Geremia v. First Nat'l Bank, </pre><span class=\"citation no-link\"><span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n                    \n\n     <span class=\"page\">6Appell</span></span><pre class=\"inline\">ants'  contention  to  the  contrary   relies  almost\nexclusively  on the opinion in  City of New  York v. Exxon Corp.,\n                                                                \n697   F.  Supp.  677  (S.D.N.Y.  1988).    But  Exxon  is  easily\n                                                     \ndistinguished.   There, the  district court refused  to approve a\nsettlement involving a  non-party.  See  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at  687. </span><pre class=\"inline\"> The  court\n                                            \nreasoned that  it had no  power to resolve a  dispute outside its\nsubject  matter jurisdiction.   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 687-88. </span><pre class=\"inline\">  The case  at bar\n                                   \nposes   very   different  problems,   bereft   of  jurisdictional\novertones.\n\n     7We note that, in practice, these two sets of goals often go\nhand in  hand.  To hold  settling parties to the  strictures of a\nCMO, come what may, would place the two goals in tension with one\nanother.\n\n                                20\n\n1, 5 (1st Cir.  1981).  Although  a CMO will ordinarily  \"control\n\nthe  subsequent course of the action,\" Fed.  R. Civ. P. 16(e), it\n\nmay  be modified  by  subsequent order  at  the district  court's\n\npleasure, see Ramirez Pomales v. Becton Dickinson &amp; Co., </pre><span class=\"citation\" data-id=\"501696\"><a href=\"/opinion/501696/awilda-ramirez-pomales-v-becton-dickinson-co-sa/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n<span class=\"page\">1</span></a></span><pre class=\"inline\">, 3 (1st  Cir. 1988), or, in the case of a final CMO, to prevent\n\nmanifest   injustice,  see   Fed.  R.   Civ.  P.  16(e).     More\n                          \n\nspecifically, the trial court has very broad discretion to modify\n\na preexisting case management order to facilitate settlements, at\n\nleast  in  the absence  of unfair  prejudice.   See  generally 6A\n                                                              \n\nCharles  A. Wright  et  al.,  Federal  Practice and  Procedure   \n                                                              \n\n1525.1,  at 253-54 (1990)  (discussing district court's authority\n\nto  encourage  settlements).    We  see  no  unfair prejudice  to\n\nappellants from the court's wise exercise of its discretion here.\n\n          Once  we  have reached  this  plateau,  the rest  flows\n\nnaturally.  It is evident from the very nature of case management\n\norders that they  are not  jurisdictional in effect.   Thus,  the\n\nfirst Firefighters requirement  is fulfilled.  And as  we explain\n                  \n\nbelow, the  second and  third Firefighters requirements  also are\n                                          \n\nmet.\n\n          That the  third-party  and trans-shipment  claims  come\n\nwithin  the  general  scope  of  the  pleadings  and advance  the\n\nobjectives  of the  plaintiffs'  complaints  cannot be  gainsaid.\n\nCERCLA  cost  recovery  actions  are  initiated  in the  hope  of\n\nresolving  all  issues revolving  around  a  particular Superfund\n\nsite, and frequently, in  the hope that resolution will  take the\n\nform  of a global settlement.   This is  consistent both with the\n\n                                21\n\nstatutory design  and  the common  good.   In  the  words of  the\n\ndistrict court:\n\n          It would  have been a foolish  or odd consent\n          decree that did not incorporate within it all\n          of  the potential claims  that can  and could\n          have arisen  out of th[is] litigation.  . . .\n          [I]t is  altogether  proper, indeed,  in  the\n          larger  public  interest for  [the  court] to\n          leave no loose threads.\n\n          Moreover, the  Supreme Court has made  clear that there\n\nis  no per se prohibition against consent decrees that exceed the\n             \n\npossible bounds of a decision issued directly by the trial court.\n\nBecause a consent  decree is  animated not only  by the  parties'\n\nlegal claims  but also by  the parties' consent, a  court is \"not\n\nnecessarily barred from entering  a consent decree merely because\n\nthe  decree provides  broader relief  than the  court could  have\n\nawarded after trial.\"  </pre><span class=\"citation\" data-id=\"111748\"><span class=\"antecedent_guess\">Firefighters,</span> <a href=\"/opinion/111748/firefighters-v-cleveland/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">525</span></a></span><pre class=\"inline\">.   Viewed in\n                                   \n\nthis light, we do not think that the scope of the consent decrees\n\nexceeded the bounds of the trial court's discretion.\n\n          To  recapitulate,  then,  a CERCLA  consent  decree may\n\n(and,  in many cases, should)  sweep more broadly  than would the\n\ncourt's judgment in the event that the litigation culminated in a\n\nfull-dress  trial.  Because this is true, and because the consent\n\ndecrees  pass  Firefighters muster  in  all  respects, we  reject\n                           \n\nappellants' contention that the decrees are overbroad.\n\nIV.  CONCLUSION\n\n          We  need  go  no further.    Finding,  as  we do,  that\n\nappellants' asseverational array contains  more cry than wool, we\n\nhold  that the  district court  acted lawfully  in  approving the\n\n                                22\n\nconsent decrees at issue here.\n\nAffirmed.\n        \n\n                                23\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111748/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491460/",
    "https://www.courtlistener.com/api/rest/v3/opinions/501696/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515441/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538792/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556612/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570036/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574954/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602839/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1419884/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1539100/"
  ]
}