{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195581/",
  "id": 195581,
  "absolute_url": "/opinion/195581/united-states-v-smith/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195581/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:08Z",
  "date_modified": "2020-02-21T23:27:32.602846Z",
  "type": "010combined",
  "sha1": "1170664f49bf0adbd91c9f44e78d4c12c4b02ccc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1115.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1115\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                        DEVON WAYNE SMITH,\n\n                      Defendant - Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. William G. Young, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                     Torruella, Chief Judge,\n                                           \n\n                      Boudin, Circuit Judge,\n                                           \n\n                   and Keeton,* District Judge.\n                                              \n\n                                           \n\n     Peter Bruce Krupp,  Federal Defender Office,  by Appointment\n                      \nof the Court, for appellant.\n     James Francis Lang, Assistant  United States Attorney,  with\n                       \nwhom  Donald K. Stern, United  States Attorney, was  on brief for\n                     \nappellee.\n\n                                           \n\n                        September 7, 1994\n                                           \n\n                    \n\n*  Of the District of Massachusetts, sitting by designation.\n\n          TORRUELLA,  Chief  Judge.    Defendant-Appellant  Devon\n                                  \n\nWayne Smith entered a conditional plea of guilty to an indictment\n\ncharging  him  with   illegally  reentering  the  United   States\n\nfollowing  a deportation order subsequent  to a conviction for an\n\naggravated  felony,  in  violation  of 8  U.S.C.      1326(a) and\n\n(b)(2).  On appeal,  Smith asserts that the district  court erred\n\nin  denying  his  motion to  dismiss  (1)  the entire  indictment\n\nbecause  the government unduly burdened his ability to appeal the\n\ndeportation order  underlying the offense,  and (2) that  part of\n\nthe indictment  based on  his prior aggravated  felony conviction\n\nbecause that conviction was vacated after the government indicted\n\nSmith in this case.  We affirm.\n\n                          I.  BACKGROUND\n\n          On  January  5,  1983,  Smith, a  citizen  of  Jamaica,\n\nentered the United  States at  Miami, Florida, as  a visitor  for\n\npleasure with authorization to  stay until the end of  the month.\n\nOn  October  1,  1984,  Smith  was  charged  with  possession  of\n\nmarijuana with intent to distribute in Dorchester, Massachusetts.\n\nSmith  was convicted  of this offense  in Boston  Municipal Court\n\n(\"BMC\") on January 30, 1985.\n\n          On August  28, 1985, the Immigration and Naturalization\n\nService (\"INS\") initiated  deportation proceedings against  Smith\n\non  the   grounds  that  Smith's  conviction   subjected  him  to\n\ndeportation  under  Section  241(a)(11)  of the  Immigration  and\n\nNationality  Act  (\"INA\"),  8  U.S.C.     1251(a)(11).    Several\n\nhearings were  held on this matter beginning in July of 1987.  At\n\n                               -2-\n\none  of  these hearings,  the  INS brought  an  additional charge\n\nagainst Smith:  remaining in  the United  States longer  than the\n\none-month period of time granted upon his original  admission, an\n\noffense  subjecting Smith to  deportation under Section 241(a)(2)\n\nof  the  INA,  8 U.S.C.    1251(a)(2).    Smith  admitted he  was\n\ndeportable  on  this  additional  ground, but  he  contested  his\n\ndeportability on the original    241(a)(11) charge because he was\n\nattempting  to have the BMC  conviction vacated.   Smith chose to\n\nchallenge  the    241(a)(11)  charge, despite  the  fact that  he\n\nadmitted to  his deportability on other  grounds, because certain\n\nforms  of relief  that are  available under    241(a)(2)  are not\n\navailable  once   a  defendant   is  found  deportable   under   \n\n241(a)(11).\n\n          Smith's initial  efforts to  vacate the BMC  conviction\n\nwere  unsuccessful, and  on June  30, 1988, an  immigration judge\n\nfound  Smith  was  deportable  under  both      241(a)(2)  and   \n\n241(a)(11) and ordered Smith's  deportation.  Smith appealed this\n\nruling on the  ground that  the judge improperly  relied upon  an\n\nuncertified copy of the BMC conviction.\n\n          On September  25, 1989,  while the appeal  was pending,\n\nINS agents arrested  Smith for  an alleged gun  offense.   Agents\n\nfound two 9 mm handguns in Smith's possession after responding to\n\ninformation provided  by the Mirimar, Florida,  Police Department\n\nthat  Smith had  been interviewed  and found to  possess weapons.\n\nThe  INS knew  that  Smith  had  been  convicted  of  carrying  a\n\nconcealed  firearm  in  October   of  1988  (Smith  pleaded  nolo\n                                                                 \n\n                               -3-\n\ncontendere  to that  charge  and  an  adjudication of  guilt  was\n          \n\n\"stayed and withheld\")  and that Smith had  been briefly detained\n\nby the  INS in May of 1989  after being found in  possession of a\n\nknife during an INS sweep.\n\n          After  the September  1989 arrest,  the INS  took Smith\n\ninto custody  and held him  in lieu  of posting  a $25,000  bond.\n\nSmith was never officially charged for the gun offense underlying\n\nthe arrest.  Smith then  moved for a bond determination.   An INS\n\nhearing officer ruled  on the  motion and ordered  that Smith  be\n\ndetained without bond.  Smith then requested a redetermination of\n\nthe ruling before  an immigration  judge.  On  October 18,  1989,\n\nfollowing a hearing, an  immigration judge denied Smith's request\n\nfor a change in his custody status.\n\n          Central to  this appeal is Smith's  allegation that the\n\nINS  detained  him without  bail in  order  to unduly  burden his\n\nability to pursue his  pending immigration appeal, and  to coerce\n\nSmith  into waving that appeal.  Smith offered no direct evidence\n\nto support this allegation.  He does point out, however, that the\n\nrecord does not indicate that Smith  was ever notified of the gun\n\ncharges  against him -- charges which were never formally made in\n\nthe first place -- or that Smith was ever given an opportunity to\n\nbe heard  on the  alleged gun  charges underlying his  detention.\n\nSmith also points out  that, at some  point in November of  1989,\n\nSmith was  transferred from an  INS detention center  in Florida,\n\nwhere  his family, business, and lawyer were located, to El Paso,\n\nTexas.  Smith's counsel affirmatively asserts in the brief and in\n\n                               -4-\n\nprior  motions   before  the  court  that  Smith   never  had  an\n\nopportunity to rebut the  gun charges, but this assertion  is not\n\nsupported by an affidavit from Smith himself, or from anyone else\n\ninvolved in the bond hearings.1  \n\n          In  any   event,  faced   with  a  lengthy   period  of\n\nincarceration  during  the pendency  of  his immigration  appeal,\n\nSmith, in consultation with  his attorney in El Paso,  decided to\n\nwithdraw  his  appeal  and  submit  to  deportation.    A  motion\n\nwithdrawing the  appeal, signed  by Smith  and his  attorney, was\n\nfiled on November 21, 1989, and Smith was deported to Jamaica.\n\n          In March of 1992, Smith  reentered the United States at\n\nMiami.  He was subsequently arrested by INS agents in Dorchester,\n\nMassachusetts  on  March 22,  1993.   A  federal grand  jury then\n\nreturned  the  indictment  for  this   case  on  May  13,   1993.\n\nMeanwhile,   in  October   of  1993,   Smith's  current   counsel\n\nsuccessfully vacated the original  1985 BMC conviction upon which\n\nSmith's deportation was originally based.\n\n          Smith moved  to dismiss  the indictment in  the present\n\ncase  by collaterally  attacking  the deportation  order and  the\n\naggravated felony underlying the charged offenses.  A hearing was\n\n                    \n\n1  There is no evidence in the record concerning  what was argued\nbefore the immigration  judge or what basis  underlay the judge's\ndecision to uphold the  revocation of Smith's bail.   Thus, there\nis no evidence indicating whether or not Smith was actually heard\non  the  gun  charges.    However,  Smith's  motion  for  a  bond\ndetermination does acknowledge that Smith was detained by the INS\non  the basis  of a  gun charge.   Although  not critical  to the\nresolution of  this appeal, one  could reasonably infer  from his\nbond motion that Smith  did have an opportunity to  challenge the\ngun charges at the bond hearings.\n\n                               -5-\n\nscheduled, but  Smith did not request an  evidentiary hearing for\n                                                     \n\nthe  motion.    Following a  hearing  on  December  9, 1993,  the\n\ndistrict court  denied Smith's motion to  dismiss the indictment.\n\nSmith's   counsel  subsequently  requested  approval  of  several\n\nsubpoenas  for   the  purpose  of  collecting   evidence  on  the\n\ncollateral attack issue with  the intent of litigating the  issue\n\nat  trial.   Then, on  January 12,  1994,  the court  granted the\n\ngovernment's motion to exclude  all evidence of the circumstances\n\nsurrounding the  validity of the deportation  proceedings.  Later\n\nthat  same  day,  Smith  entered  a  conditional  plea  of guilty\n\npursuant to Fed. R.  Crim. P. 11(a)(2), reserving for  appeal the\n\nissues presented here.\n\n                          II.  ANALYSIS\n\nA.  Collateral Attack on Deportation: Coerced Waiver of Appeal\n                                                              \n\n          To establish  an offense  under   1326,  the government\n\nmust  prove that the defendant  has been previously  deported.  8\n\nU.S.C.   1326(a)(1).  A defendant accused of violating   1326 may\n\ncollaterally  attack  the  underlying  deportation  order if  the\n\ndefendant can show that he or she was deprived of the opportunity\n\nfor meaningful judicial review of that deportation order.  United\n                                                                 \n\nStates v. Mendoza-L pez, 481 U.S. 828, 839 (1987)  (\"Depriving an\n                       \n\nalien  of  the right  to have  the  disposition in  a deportation\n\nhearing reviewed in a judicial forum requires, at a minimum, that\n\nreview be  made available in  any subsequent proceeding  in which\n\nthe  result of the deportation proceeding is used to establish an\n\nelement of a criminal offense.\").\n\n                               -6-\n\n          Smith argues that his  right to collaterally attack the\n\nunderlying   deportation   under  Mendoza-L pez   was  improperly\n                                               \n\nforeclosed by the district court.  Smith originally  contended in\n\nhis  motion to dismiss that  the INS's detention  of Smith for an\n\nuncharged gun offense effectively  denied him the opportunity for\n\nmeaningful judicial  review of  the  deportation proceeding,  and\n\ntherefore, the proceeding cannot properly serve  as the basis for\n\nhis indictment under 8 U.S.C.   1326.  After denying this motion,\n\nthe court ruled  that Smith  could not present  evidence on  this\n\nissue  at  trial.   We  find  no error  in  the district  court's\n\nactions.\n\n          We have recently held that a defendant who deliberately\n\nand voluntarily waived  his right to  appeal a prior  deportation\n\norder  under the advice of counsel, is not deprived of meaningful\n\njudicial  review  and  thus   may  not  collaterally  attack  the\n\ndeportation order during the   1326 criminal proceedings.  United\n                                                                 \n\nStates v. Smith, 14 F.3d 662, 665 (1st Cir.  1994); United States\n                                                                 \n\nv.  Vieira-Candelario, 6  F.3d 12, 15  (1st Cir. 1993).   In this\n                     \n\ncase, Smith withdrew  his appeal of  the deportation order  under\n\nthe advice of counsel.  Smith argues, however, that the waiver of\n\nhis  appeal was  not  deliberate and  voluntary,  but rather  was\n\ncoerced, and thus  his case is distinguishable from the situation\n\nin  Smith and Vieira-Candelario.   According to  Smith, the INS's\n                               \n\naction of imprisoning him  without allowing him to challenge  the\n\nreason  for  his incarceration,  unconstitutionally  burdened his\n\nability to appeal because  it required him to suffer  an unlawful\n\n                               -7-\n\nimprisonment  in order  to pursue his  right to  judicial review.\n\nThe  only way to gain his rightful  freedom, Smith argues, was by\n\nwaiving his appeal and accepting deportation.\n\n          There are  a  couple of  subsidiary issues  surrounding\n\nSmith's appeal.   The first  one is  whether any waiver,  even if\n\ncoerced  under the  most horrendous  and fundamentally  unfair of\n\ncircumstances, would preclude a Mendoza-L pez-type challenge to a\n                                             \n\nsubsequent criminal indictment under   1326.  We must assume that\n\nthere are some  circumstances in which a  coerced and involuntary\n\nwaiver of an appeal  constitutes a denial of the  opportunity for\n\nmeaningful  judicial review and thus cannot serve as a bar, under\n\nSmith  and  Vieira-Candelario, to  a  collateral  challenge of  a\n                             \n\ndeportation  order.   See  Mendoza-L pez,  481 U.S.  at  839 n.17\n                                        \n\n(noting that abuses such  as coerced confessions, biased judging,\n\nand knowing  use of perjured testimony \"could operate, under some\n\ncircumstances,   to   deny    effective   judicial   review    of\n\nadministrative determinations\").\n\n          The   next  question   is   whether  Smith's   specific\n\nallegations,  if true,  could  constitute  sufficiently  coercive\n\ncircumstances  so  as to  effectively  deny  Smith of  meaningful\n\njudicial review of his deportation order despite his waiver of an\n\nappeal.  To the  extent Smith alleges that the  INS purposefully,\n\nas opposed  to mistakenly or inadvertently,  detained him without\n\nprobable cause, and without formally charging him or allowing him\n\nto subsequently challenge the charges for  which he was allegedly\n\ndetained,  for  the deliberate  purpose  of  pressuring him  into\n\n                               -8-\n\nwithdrawing  his  appeal  and   expediting  his  deportation,  he\n\npresents  allegations that  conceivably  might  be sufficient  to\n\nraise  a  Mendoza-L pez  issue  in a  subsequent  criminal  case.\n                       \n\nAlthough Smith  could still  pursue his  appeal while in  prison,\n\neven under such egregious circumstances as the ones he alleges, a\n\ncourt might not be precluded from finding that such circumstances\n\nviolated  the  requirement  that  Smith  be  afforded  meaningful\n\njudicial review.\n\n          That  leaves  the  issue of  whether  Smith  adequately\n\npresented the matter  to the district court  in a way  that would\n\nallow  the court to make  a finding that  Smith's allegations are\n\ntrue.  There  is no evidence in the record  to support any aspect\n\nof  Smith's  allegations that  he  was coerced  into  waiving his\n\nappeal  of the deportation order.  On the contrary, what evidence\n\ndoes exist indicates that Smith was lawfully detained for weapons\n\nviolations, that he was given two  opportunities to challenge his\n\ndetention, including  a hearing before an  immigration judge, and\n\nthat the INS  reasonably believed  it had cause  to detain  Smith\n\nbecause Smith had been picked up for previous weapons  violations\n\nand because  he was found with two 9 mm  handguns.  The fact that\n\nno formal gun  charges were  brought against Smith  and the  fact\n\nthat  Smith was transferred from Miami to  El Paso do not rise to\n\nthe level of evidence of deliberate coercion by the INS.  In sum,\n\nthere  is no evidence to support a  finding that Smith was denied\n\nmeaningful judicial review of his deportation order.\n\n          Smith nevertheless contends that (1) the district court\n\n                               -9-\n\ndid not even  consider the merits of his  coercion claim, and (2)\n\nhe  tried to present evidence  in support of  his allegations but\n\nthe  district court prevented  him from doing so.   As an initial\n\nmatter,  the court  made no  factual findings  or  explicit legal\n\nfindings  when  it denied  Smith's motion  to  dismiss.   At that\n\npoint,  however, Smith had presented  no evidence --  not even an\n\naffidavit  from Smith himself -- to support his claim of coercion\n\nby the INS.  Smith also  failed to request an evidentiary hearing\n\nin conjunction with his motion to dismiss.  Having thus failed to\n\nestablish any factual basis for his claim, the district court was\n\nwarranted in rejecting Smith's motion  for dismissal out of hand.\n\nSee D. Mass. Loc.  R. 7.1(A)(2); United States v.  Levasseur, 704\n                                                            \n\nF. Supp. 1158, 1168 (D.Mass. 1989).\n\n          Smith  argues  that even  if  his  motion was  properly\n\ndismissed,  he still had a right to present evidence of the INS's\n\ncoercion  of Smith at trial  as an affirmative  defense under the\n\nMendoza-L pez  doctrine.  We find no support for this contention.\n             \n\nAs with  motions  to suppress  evidence,  alleged  constitutional\n\ninfirmities in matters collateral to the elements of the  charged\n\noffense involve complex questions  of both law and fact  that are\n\nappropriately determined  by the court in  a preliminary hearing.\n\nCf.  Mendoza-L pez,  481 U.S.  at  832  (affirming circuit  court\n                  \n\nopinion  that found due  process required a  \"pretrial review\" of\n\nthe underlying deportation).  Although the Ninth Circuit has held\n\nthat the Mendoza-L pez issue must go to the jury if the issue has\n                      \n\nnot  previously been  addressed  before trial,  United States  v.\n                                                             \n\n                               -10-\n\nIbarra, 3 F.3d 1333, 1334 (9th Cir. 1993) -- a ruling about which\n      \n\nwe  express no  opinion  at  this  point  --  even  that  opinion\n\nforeclosed  a relitigation of the issue if already decided by the\n                \n\ncourt  on a  pretrial motion.   Id.   In this  case, the district\n                                  \n\ncourt granted a preliminary hearing on the Mendoza-L pez issue at\n                                                        \n\nwhich  Smith had the opportunity to fully and fairly litigate the\n\nissue   before  the  court.    If  Smith  failed  to  request  an\n\nevidentiary hearing or otherwise failed to take full advantage of\n\nthe  opportunity afforded  to  him by  the  district court,  such\n\nfailure  was of his own doing and  does not, by itself, warrant a\n\nsecond bite at the apple.  Under such circumstances, Smith cannot\n\nassert a  right to relitigate  the Mendoza-L pez issue  at trial.\n                                                \n\nTherefore,  the  court's dismissal  of  Smith's  motion, and  its\n\nsubsequent   exclusion   of   evidence   pertaining   to  Smith's\n\ndeportation proceedings are affirmed.\n\nB.  Attack on Aggravated Felony Portion of the Indictment\n                                                         \n\n          In  his motion to dismiss, Smith also argued that proof\n\nof  a  prior aggravated  felony conviction  is  an element  of an\n\noffense  under  8 U.S.C.     1326(b)(2).2   Because  Smith's only\n\n                    \n\n2  8 U.S.C.   1326 provides in relevant part:\n\n            (a) Subject  to  subsection (b)  of  this\n            section, any alien who --\n\n            (1) has  been  arrested and  deported  or\n            excluded and deported, and thereafter\n            (2) enters, attempts  to enter, or is  at\n            any time found in,  the United States . .\n            .\n\n            shall   be  fined  under   Title  18,  or\n            imprisoned  not more  than  2  years,  or\n\n                               -11-\n\naggravated felony conviction had been vacated by the state court,\n\nSmith argued in the motion that the district court should dismiss\n\nthat  part  of the  indictment  which  referenced the  aggravated\n\nfelony provision,   1326(b)(2).  The district court rejected this\n\nargument when it denied the motion.\n\n          Subsequent to the proceedings in the district court, we\n\ndecided United States  v. Forbes,  16 F.3d  1294, 1297-1300  (1st\n                                \n\nCir. 1994),  in which we held that   1326(b) does not establish a\n\nseparate  offense,   but  rather   simply  provides   a  sentence\n\nenhancement for those convicted under   1326(a) (the offense  for\n\nreentry into  the United  States after  being deported),  who had\n\nbeen convicted of an  aggravated felony before their deportation.\n\nThat  case controls the present issue.  Section 1326(b)(2) is not\n\na separate element of  an offense and therefore, the  vacation of\n\nSmith's underlying  felony conviction cannot provide  grounds for\n\ndismissal of the  indictment.  The  district court's ruling  must\n\ntherefore be upheld.\n\n          Smith urges us to reconsider our holding in Forbes.  We\n                                                            \n\ndecline to upset that decision and, in any event, are not free to\n\ndo so as  a newly constituted  panel.  Broderick  v. Roache,  996\n                                                           \n\n                    \n\n            both.\n\n            (b)  Notwithstanding  subsection  (a)  of\n            this section,  in the  case of  any alien\n            described in such subsection --\n\n            (2) whose deportation was subsequent to a\n            conviction    for   commission    of   an\n            aggravated  felony,  such alien  shall be\n            fined  under  such Title,  imprisoned not\n            more than 15 years, or both.\n\n                               -12-\n\nF.2d 1294, 1298  (1st Cir. 1993).  Furthermore,  we note that the\n\ndistrict  court prudently  sentenced Smith  as if  his aggravated\n\nfelony did not exist, by implementing a downward  departure that,\n\naccording to the court, \"in effect strips out the conviction that\n\nhas been vacated.\"  Thus, even if the district court had erred in\n\nrefusing  to  dismiss  the   aggravated  felony  portion  of  the\n\nindictment, which it did not, that error would have been harmless\n\nbecause  Smith was  never  sentenced on  the allegedly  erroneous\n\ncount.  United States v. Long, 894 F.2d 101, 108 (5th Cir. 1990).\n                             \n\n          Affirmed.\n                  \n\n                               -13-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1115\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                        DEVON WAYNE SMITH,\n\n                      Defendant - Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. William G. Young, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                     Torruella, Chief Judge,\n                                           \n\n                      Boudin, Circuit Judge,\n                                           \n\n                   and Keeton,* District Judge.\n                                              \n\n                                           \n\n     Peter Bruce Krupp,  Federal Defender Office,  by Appointment\n                      \nof the Court, for appellant.\n     James Francis Lang, Assistant  United States Attorney,  with\n                       \nwhom  Donald K. Stern, United  States Attorney, was  on brief for\n                     \nappellee.\n\n                                           \n\n                        September 7, 1994\n                                           \n\n                    \n\n*  Of the District of Massachusetts, sitting by designation.\n\n          TORRUELLA,  Chief  Judge.    Defendant-Appellant  Devon\n                                  \n\nWayne Smith entered a conditional plea of guilty to an indictment\n\ncharging  him  with   illegally  reentering  the  United   States\n\nfollowing  a deportation order subsequent  to a conviction for an\n\naggravated  felony,  in  violation  of 8  U.S.C.      1326(a) and\n\n(b)(2).  On appeal,  Smith asserts that the district  court erred\n\nin  denying  his  motion to  dismiss  (1)  the entire  indictment\n\nbecause  the government unduly burdened his ability to appeal the\n\ndeportation order  underlying the offense,  and (2) that  part of\n\nthe indictment  based on  his prior aggravated  felony conviction\n\nbecause that conviction was vacated after the government indicted\n\nSmith in this case.  We affirm.\n\n                          I.  BACKGROUND\n\n          On  January  5,  1983,  Smith, a  citizen  of  Jamaica,\n\nentered the United  States at  Miami, Florida, as  a visitor  for\n\npleasure with authorization to  stay until the end of  the month.\n\nOn  October  1,  1984,  Smith  was  charged  with  possession  of\n\nmarijuana with intent to distribute in Dorchester, Massachusetts.\n\nSmith  was convicted  of this offense  in Boston  Municipal Court\n\n(\"BMC\") on January 30, 1985.\n\n          On August  28, 1985, the Immigration and Naturalization\n\nService (\"INS\") initiated  deportation proceedings against  Smith\n\non  the   grounds  that  Smith's  conviction   subjected  him  to\n\ndeportation  under  Section  241(a)(11)  of the  Immigration  and\n\nNationality  Act  (\"INA\"),  8  U.S.C.     1251(a)(11).    Several\n\nhearings were  held on this matter beginning in July of 1987.  At\n\n                               -2-\n\none  of  these hearings,  the  INS brought  an  additional charge\n\nagainst Smith:  remaining in  the United  States longer  than the\n\none-month period of time granted upon his original  admission, an\n\noffense  subjecting Smith to  deportation under Section 241(a)(2)\n\nof  the  INA,  8 U.S.C.    1251(a)(2).    Smith  admitted he  was\n\ndeportable  on  this  additional  ground, but  he  contested  his\n\ndeportability on the original    241(a)(11) charge because he was\n\nattempting  to have the BMC  conviction vacated.   Smith chose to\n\nchallenge  the    241(a)(11)  charge, despite  the  fact that  he\n\nadmitted to  his deportability on other  grounds, because certain\n\nforms  of relief  that are  available under    241(a)(2)  are not\n\navailable  once   a  defendant   is  found  deportable   under   \n\n241(a)(11).\n\n          Smith's initial  efforts to  vacate the BMC  conviction\n\nwere  unsuccessful, and  on June  30, 1988, an  immigration judge\n\nfound  Smith  was  deportable  under  both      241(a)(2)  and   \n\n241(a)(11) and ordered Smith's  deportation.  Smith appealed this\n\nruling on the  ground that  the judge improperly  relied upon  an\n\nuncertified copy of the BMC conviction.\n\n          On September  25, 1989,  while the appeal  was pending,\n\nINS agents arrested  Smith for  an alleged gun  offense.   Agents\n\nfound two 9 mm handguns in Smith's possession after responding to\n\ninformation provided  by the Mirimar, Florida,  Police Department\n\nthat  Smith had  been interviewed  and found to  possess weapons.\n\nThe  INS knew  that  Smith  had  been  convicted  of  carrying  a\n\nconcealed  firearm  in  October   of  1988  (Smith  pleaded  nolo\n                                                                 \n\n                               -3-\n\ncontendere  to that  charge  and  an  adjudication of  guilt  was\n          \n\n\"stayed and withheld\")  and that Smith had  been briefly detained\n\nby the  INS in May of 1989  after being found in  possession of a\n\nknife during an INS sweep.\n\n          After  the September  1989 arrest,  the INS  took Smith\n\ninto custody  and held him  in lieu  of posting  a $25,000  bond.\n\nSmith was never officially charged for the gun offense underlying\n\nthe arrest.  Smith then  moved for a bond determination.   An INS\n\nhearing officer ruled  on the  motion and ordered  that Smith  be\n\ndetained without bond.  Smith then requested a redetermination of\n\nthe ruling before  an immigration  judge.  On  October 18,  1989,\n\nfollowing a hearing, an  immigration judge denied Smith's request\n\nfor a change in his custody status.\n\n          Central to  this appeal is Smith's  allegation that the\n\nINS  detained  him without  bail in  order  to unduly  burden his\n\nability to pursue his  pending immigration appeal, and  to coerce\n\nSmith  into waving that appeal.  Smith offered no direct evidence\n\nto support this allegation.  He does point out, however, that the\n\nrecord does not indicate that Smith  was ever notified of the gun\n\ncharges  against him -- charges which were never formally made in\n\nthe first place -- or that Smith was ever given an opportunity to\n\nbe heard  on the  alleged gun  charges underlying his  detention.\n\nSmith also points out  that, at some  point in November of  1989,\n\nSmith was  transferred from an  INS detention center  in Florida,\n\nwhere  his family, business, and lawyer were located, to El Paso,\n\nTexas.  Smith's counsel affirmatively asserts in the brief and in\n\n                               -4-\n\nprior  motions   before  the  court  that  Smith   never  had  an\n\nopportunity to rebut the  gun charges, but this assertion  is not\n\nsupported by an affidavit from Smith himself, or from anyone else\n\ninvolved in the bond hearings.1  \n\n          In  any   event,  faced   with  a  lengthy   period  of\n\nincarceration  during  the pendency  of  his immigration  appeal,\n\nSmith, in consultation with  his attorney in El Paso,  decided to\n\nwithdraw  his  appeal  and  submit  to  deportation.    A  motion\n\nwithdrawing the  appeal, signed  by Smith  and his  attorney, was\n\nfiled on November 21, 1989, and Smith was deported to Jamaica.\n\n          In March of 1992, Smith  reentered the United States at\n\nMiami.  He was subsequently arrested by INS agents in Dorchester,\n\nMassachusetts  on  March 22,  1993.   A  federal grand  jury then\n\nreturned  the  indictment  for  this   case  on  May  13,   1993.\n\nMeanwhile,   in  October   of  1993,   Smith's  current   counsel\n\nsuccessfully vacated the original  1985 BMC conviction upon which\n\nSmith's deportation was originally based.\n\n          Smith moved  to dismiss  the indictment in  the present\n\ncase  by collaterally  attacking  the deportation  order and  the\n\naggravated felony underlying the charged offenses.  A hearing was\n\n                    \n\n1  There is no evidence in the record concerning  what was argued\nbefore the immigration  judge or what basis  underlay the judge's\ndecision to uphold the  revocation of Smith's bail.   Thus, there\nis no evidence indicating whether or not Smith was actually heard\non  the  gun  charges.    However,  Smith's  motion  for  a  bond\ndetermination does acknowledge that Smith was detained by the INS\non  the basis  of a  gun charge.   Although  not critical  to the\nresolution of  this appeal, one  could reasonably infer  from his\nbond motion that Smith  did have an opportunity to  challenge the\ngun charges at the bond hearings.\n\n                               -5-\n\nscheduled, but  Smith did not request an  evidentiary hearing for\n                                                     \n\nthe  motion.    Following a  hearing  on  December  9, 1993,  the\n\ndistrict court  denied Smith's motion to  dismiss the indictment.\n\nSmith's   counsel  subsequently  requested  approval  of  several\n\nsubpoenas  for   the  purpose  of  collecting   evidence  on  the\n\ncollateral attack issue with  the intent of litigating the  issue\n\nat  trial.   Then, on  January 12,  1994,  the court  granted the\n\ngovernment's motion to exclude  all evidence of the circumstances\n\nsurrounding the  validity of the deportation  proceedings.  Later\n\nthat  same  day,  Smith  entered  a  conditional  plea  of guilty\n\npursuant to Fed. R.  Crim. P. 11(a)(2), reserving for  appeal the\n\nissues presented here.\n\n                          II.  ANALYSIS\n\nA.  Collateral Attack on Deportation: Coerced Waiver of Appeal\n                                                              \n\n          To establish  an offense  under   1326,  the government\n\nmust  prove that the defendant  has been previously  deported.  8\n\nU.S.C.   1326(a)(1).  A defendant accused of violating   1326 may\n\ncollaterally  attack  the  underlying  deportation  order if  the\n\ndefendant can show that he or she was deprived of the opportunity\n\nfor meaningful judicial review of that deportation order.  United\n                                                                 \n\nStates v. Mendoza-L pez, </pre><span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></a></span><pre class=\"inline\">, 839 (1987)  (\"Depriving an\n                       \n\nalien  of  the right  to have  the  disposition in  a deportation\n\nhearing reviewed in a judicial forum requires, at a minimum, that\n\nreview be  made available in  any subsequent proceeding  in which\n\nthe  result of the deportation proceeding is used to establish an\n\nelement of a criminal offense.\").\n\n                               -6-\n\n          Smith argues that his  right to collaterally attack the\n\nunderlying   deportation   under  Mendoza-L pez   was  improperly\n                                               \n\nforeclosed by the district court.  Smith originally  contended in\n\nhis  motion to dismiss that  the INS's detention  of Smith for an\n\nuncharged gun offense effectively  denied him the opportunity for\n\nmeaningful judicial  review of  the  deportation proceeding,  and\n\ntherefore, the proceeding cannot properly serve  as the basis for\n\nhis indictment under 8 U.S.C.   1326.  After denying this motion,\n\nthe court ruled  that Smith  could not present  evidence on  this\n\nissue  at  trial.   We  find  no error  in  the district  court's\n\nactions.\n\n          We have recently held that a defendant who deliberately\n\nand voluntarily waived  his right to  appeal a prior  deportation\n\norder  under the advice of counsel, is not deprived of meaningful\n\njudicial  review  and  thus   may  not  collaterally  attack  the\n\ndeportation order during the   1326 criminal proceedings.  United\n                                                                 \n\nStates v. Smith, </pre><span class=\"citation\" data-id=\"195168\"><a href=\"/opinion/195168/united-states-v-smith/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">662</span></a></span><pre class=\"inline\">, 665 (1st Cir.  1994); United States\n                                                                 \n\nv.  Vieira-Candelario, </pre><span class=\"citation\" data-id=\"194965\"><a href=\"/opinion/194965/united-states-v-vieira-candelario/\"><span class=\"volume\">6</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">, 15  (1st Cir. 1993).   In this\n                     \n\ncase, Smith withdrew  his appeal of  the deportation order  under\n\nthe advice of counsel.  Smith argues, however, that the waiver of\n\nhis  appeal was  not  deliberate and  voluntary,  but rather  was\n\ncoerced, and thus  his case is distinguishable from the situation\n\nin  Smith and Vieira-Candelario.   According to  Smith, the INS's\n                               \n\naction of imprisoning him  without allowing him to challenge  the\n\nreason  for  his incarceration,  unconstitutionally  burdened his\n\nability to appeal because  it required him to suffer  an unlawful\n\n                               -7-\n\nimprisonment  in order  to pursue his  right to  judicial review.\n\nThe  only way to gain his rightful  freedom, Smith argues, was by\n\nwaiving his appeal and accepting deportation.\n\n          There are  a  couple of  subsidiary issues  surrounding\n\nSmith's appeal.   The first  one is  whether any waiver,  even if\n\ncoerced  under the  most horrendous  and fundamentally  unfair of\n\ncircumstances, would preclude a Mendoza-L pez-type challenge to a\n                                             \n\nsubsequent criminal indictment under   1326.  We must assume that\n\nthere are some  circumstances in which a  coerced and involuntary\n\nwaiver of an appeal  constitutes a denial of the  opportunity for\n\nmeaningful  judicial review and thus cannot serve as a bar, under\n\nSmith  and  Vieira-Candelario, to  a  collateral  challenge of  a\n                             \n\ndeportation  order.   See  Mendoza-L </pre><span class=\"citation\" data-id=\"111894\"><span class=\"antecedent_guess\">pez,</span>  <a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">839</span> </a></span><pre class=\"inline\">n.17\n                                        \n\n(noting that abuses such  as coerced confessions, biased judging,\n\nand knowing  use of perjured testimony \"could operate, under some\n\ncircumstances,   to   deny    effective   judicial   review    of\n\nadministrative determinations\").\n\n          The   next  question   is   whether  Smith's   specific\n\nallegations,  if true,  could  constitute  sufficiently  coercive\n\ncircumstances  so  as to  effectively  deny  Smith of  meaningful\n\njudicial review of his deportation order despite his waiver of an\n\nappeal.  To the  extent Smith alleges that the  INS purposefully,\n\nas opposed  to mistakenly or inadvertently,  detained him without\n\nprobable cause, and without formally charging him or allowing him\n\nto subsequently challenge the charges for  which he was allegedly\n\ndetained,  for  the deliberate  purpose  of  pressuring him  into\n\n                               -8-\n\nwithdrawing  his  appeal  and   expediting  his  deportation,  he\n\npresents  allegations that  conceivably  might  be sufficient  to\n\nraise  a  Mendoza-L pez  issue  in a  subsequent  criminal  case.\n                       \n\nAlthough Smith  could still  pursue his  appeal while in  prison,\n\neven under such egregious circumstances as the ones he alleges, a\n\ncourt might not be precluded from finding that such circumstances\n\nviolated  the  requirement  that  Smith  be  afforded  meaningful\n\njudicial review.\n\n          That  leaves  the  issue of  whether  Smith  adequately\n\npresented the matter  to the district court  in a way  that would\n\nallow  the court to make  a finding that  Smith's allegations are\n\ntrue.  There  is no evidence in the record  to support any aspect\n\nof  Smith's  allegations that  he  was coerced  into  waiving his\n\nappeal  of the deportation order.  On the contrary, what evidence\n\ndoes exist indicates that Smith was lawfully detained for weapons\n\nviolations, that he was given two  opportunities to challenge his\n\ndetention, including  a hearing before an  immigration judge, and\n\nthat the INS  reasonably believed  it had cause  to detain  Smith\n\nbecause Smith had been picked up for previous weapons  violations\n\nand because  he was found with two 9 mm  handguns.  The fact that\n\nno formal gun  charges were  brought against Smith  and the  fact\n\nthat  Smith was transferred from Miami to  El Paso do not rise to\n\nthe level of evidence of deliberate coercion by the INS.  In sum,\n\nthere  is no evidence to support a  finding that Smith was denied\n\nmeaningful judicial review of his deportation order.\n\n          Smith nevertheless contends that (1) the district court\n\n                               -9-\n\ndid not even  consider the merits of his  coercion claim, and (2)\n\nhe  tried to present evidence  in support of  his allegations but\n\nthe  district court prevented  him from doing so.   As an initial\n\nmatter,  the court  made no  factual findings  or  explicit legal\n\nfindings  when  it denied  Smith's motion  to  dismiss.   At that\n\npoint,  however, Smith had presented  no evidence --  not even an\n\naffidavit  from Smith himself -- to support his claim of coercion\n\nby the INS.  Smith also  failed to request an evidentiary hearing\n\nin conjunction with his motion to dismiss.  Having thus failed to\n\nestablish any factual basis for his claim, the district court was\n\nwarranted in rejecting Smith's motion  for dismissal out of hand.\n\nSee D. Mass. Loc.  R. 7.1(A)(2); United States v.  Levasseur, </pre><span class=\"citation\" data-id=\"1440756\"><a href=\"/opinion/1440756/united-states-v-levasseur/\"><span class=\"volume\">704</span>\n                                                            \n\n<span class=\"reporter\">F. Supp.</span> <span class=\"page\">1158</span></a></span><pre class=\"inline\">, 1168 (D.Mass. 1989).\n\n          Smith  argues  that even  if  his  motion was  properly\n\ndismissed,  he still had a right to present evidence of the INS's\n\ncoercion  of Smith at trial  as an affirmative  defense under the\n\nMendoza-L pez  doctrine.  We find no support for this contention.\n             \n\nAs with  motions  to suppress  evidence,  alleged  constitutional\n\ninfirmities in matters collateral to the elements of the  charged\n\noffense involve complex questions  of both law and fact  that are\n\nappropriately determined  by the court in  a preliminary hearing.\n\nCf.  Mendoza-L </pre><span class=\"citation\" data-id=\"111894\"><span class=\"antecedent_guess\">pez,</span>  <a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">832</span> </a></span><pre class=\"inline\"> (affirming circuit  court\n                  \n\nopinion  that found due  process required a  \"pretrial review\" of\n\nthe underlying deportation).  Although the Ninth Circuit has held\n\nthat the Mendoza-L pez issue must go to the jury if the issue has\n                      \n\nnot  previously been  addressed  before trial,  United States  v.\n                                                             \n\n                               -10-\n\nIbarra, </pre><span class=\"citation\" data-id=\"629070\"><a href=\"/opinion/629070/united-states-v-reyes-emilio-ibarra/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1333</span></a></span><pre class=\"inline\">, 1334 (9th Cir. 1993) -- a ruling about which\n      \n\nwe  express no  opinion  at  this  point  --  even  that  opinion\n\nforeclosed  a relitigation of the issue if already decided by the\n                \n\ncourt  on a  pretrial motion.   </pre><span class=\"citation\" data-id=\"629070\"><a href=\"/opinion/629070/united-states-v-reyes-emilio-ibarra/\"><span class=\"id_token\">Id.</span>   In this </a></span><pre class=\"inline\"> case, the district\n                                  \n\ncourt granted a preliminary hearing on the Mendoza-L pez issue at\n                                                        \n\nwhich  Smith had the opportunity to fully and fairly litigate the\n\nissue   before  the  court.    If  Smith  failed  to  request  an\n\nevidentiary hearing or otherwise failed to take full advantage of\n\nthe  opportunity afforded  to  him by  the  district court,  such\n\nfailure  was of his own doing and  does not, by itself, warrant a\n\nsecond bite at the apple.  Under such circumstances, Smith cannot\n\nassert a  right to relitigate  the Mendoza-L pez issue  at trial.\n                                                \n\nTherefore,  the  court's dismissal  of  Smith's  motion, and  its\n\nsubsequent   exclusion   of   evidence   pertaining   to  Smith's\n\ndeportation proceedings are affirmed.\n\nB.  Attack on Aggravated Felony Portion of the Indictment\n                                                         \n\n          In  his motion to dismiss, Smith also argued that proof\n\nof  a  prior aggravated  felony conviction  is  an element  of an\n\noffense  under  8 U.S.C.     1326(b)(2).2   Because  Smith's only\n\n                    \n\n2  8 U.S.C.   1326 provides in relevant part:\n\n            (a) Subject  to  subsection (b)  of  this\n            section, any alien who --\n\n            (1) has  been  arrested and  deported  or\n            excluded and deported, and thereafter\n            (2) enters, attempts  to enter, or is  at\n            any time found in,  the United States . .\n            .\n\n            shall   be  fined  under   Title  18,  or\n            imprisoned  not more  than  2  years,  or\n\n                               -11-\n\naggravated felony conviction had been vacated by the state court,\n\nSmith argued in the motion that the district court should dismiss\n\nthat  part  of the  indictment  which  referenced the  aggravated\n\nfelony provision,   1326(b)(2).  The district court rejected this\n\nargument when it denied the motion.\n\n          Subsequent to the proceedings in the district court, we\n\ndecided United States  v. Forbes,  1</pre><span class=\"citation\" data-id=\"194965\"><a href=\"/opinion/194965/united-states-v-vieira-candelario/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">12</span></a></span><pre class=\"inline\">94, 1297-1300  (1st\n                                \n\nCir. 1994),  in which we held that   1326(b) does not establish a\n\nseparate  offense,   but  rather   simply  provides   a  sentence\n\nenhancement for those convicted under   1326(a) (the offense  for\n\nreentry into  the United  States after  being deported),  who had\n\nbeen convicted of an  aggravated felony before their deportation.\n\nThat  case controls the present issue.  Section 1326(b)(2) is not\n\na separate element of  an offense and therefore, the  vacation of\n\nSmith's underlying  felony conviction cannot provide  grounds for\n\ndismissal of the  indictment.  The  district court's ruling  must\n\ntherefore be upheld.\n\n          Smith urges us to reconsider our holding in Forbes.  We\n                                                            \n\ndecline to upset that decision and, in any event, are not free to\n\ndo so as  a newly constituted  panel.  Broderick  v. Roache,  996\n                                                           \n\n                    \n\n            both.\n\n            (b)  Notwithstanding  subsection  (a)  of\n            this section,  in the  case of  any alien\n            described in such subsection --\n\n            (2) whose deportation was subsequent to a\n            conviction    for   commission    of   an\n            aggravated  felony,  such alien  shall be\n            fined  under  such Title,  imprisoned not\n            more than 15 years, or both.\n\n                               -12-\n\nF.2d 1294, 1298  (1st Cir. 1993).  Furthermore,  we note that the\n\ndistrict  court prudently  sentenced Smith  as if  his aggravated\n\nfelony did not exist, by implementing a downward  departure that,\n\naccording to the court, \"in effect strips out the conviction that\n\nhas been vacated.\"  Thus, even if the district court had erred in\n\nrefusing  to  dismiss  the   aggravated  felony  portion  of  the\n\nindictment, which it did not, that error would have been harmless\n\nbecause  Smith was  never  sentenced on  the allegedly  erroneous\n\ncount.  United States v. Long, </pre><span class=\"citation\" data-id=\"535269\"><a href=\"/opinion/535269/united-states-v-steven-leroy-long-sr-and-jackie-don-clothier/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">101</span></a></span><pre class=\"inline\">, 108 (5th Cir. 1990).\n                             \n\n          Affirmed.\n                  \n\n                               -13-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111894/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195168/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195227/",
    "https://www.courtlistener.com/api/rest/v3/opinions/535269/",
    "https://www.courtlistener.com/api/rest/v3/opinions/629070/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1440756/"
  ]
}