{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195567/",
  "id": 195567,
  "absolute_url": "/opinion/195567/united-states-v-romero/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195567/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:54Z",
  "date_modified": "2020-02-21T23:27:13.148077Z",
  "type": "010combined",
  "sha1": "5b11970a7ab97896af294d4081ecec896de85cdc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2187.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-2187\n\n                          UNITED STATES,\n                            Appellee,\n\n                                v.\n\n                          FREDDY ROMERO,\n                      Defendant - Appellant.\n\n                                           \n\nNo. 93-2188\n\n                          UNITED STATES,\n                            Appellee,\n\n                                v.\n\n                         ARMANDO TEJEDOR,\n                      Defendant - Appellant.\n\n                                           \n\nNo. 93-2189\n\n                          UNITED STATES,\n                            Appellee,\n\n                                v.\n\n                         GABRIEL CURVELO,\n                      Defendant - Appellant.\n\n                                           \n\nNo. 93-2190\n\n                          UNITED STATES,\n                            Appellee,\n\n                                v.\n\n                      ORANIE GALINDO-FORBES,\n                      Defendant - Appellant.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jos  Antonio Fust , U.S. District Judge]\n                                                       \n\n                                           \n\n                              Before\n\n                    Torruella, Cyr and Boudin,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n     Jorge L. Arroyo, by Appointment  of the Court, for appellant\n                    \nFreddy Romero.\n     Jos   A.  Le n-Landrau, by  Appointment  of  the Court,  for\n                           \nappellant Armando Tejedor.\n     Carlos   A.   V zquez-Alvarez,   Assistant  Federal   Public\n                                  \nDefender,   with  whom  Benicio  S nchez-Rivera,  Federal  Public\n                                               \nDefender, was on brief for appellant Gabriel Curvelo.\n     Luis  A. Medina-Torres,  by  Appointment of  the Court,  for\n                           \nappellant Oranie Galindo-Forbes.\n     Richard A.  Friedman, Attorney, Appellate  Section, Criminal\n                         \nDivision, U.S.  Department of  Justice, with whom  Guillermo Gil,\n                                                                \nUnited States Attorney, Rosa E. Rodr guez-V lez, Assistant United\n                                               \nStates Attorney,  and Antonio  R. Baz n, Assistant  United States\n                                       \nAttorney, were on brief for appellee.\n\n                                           \n\n                         August 29, 1994\n                                           \n\n                               -2-\n\n          TORRUELLA, Circuit  Judge.   In this  case, defendants-\n                                   \n\nappellants Freddy  Romero, Gabriel Curvelo, Armando  Tejedor, and\n\nOranie Galindo Forbes  appeal their  convictions for  possessing,\n\nwhile aboard a vessel  subject to the jurisdiction of  the United\n\nStates,  cocaine intended  for  distribution in  violation of  46\n\nU.S.C. App.    1903(a).  The defendants challenge the sufficiency\n\nof  the  evidence  and   the  trial  court's  jury  instructions.\n\nDefendant Romero challenges his sentence.  We affirm.\n\n                          I.  BACKGROUND\n                                        \n\n          On  the  morning  of  March  29,  1993,  a  U.S.   Navy\n\nsurveillance  aircraft,  a  P3   Orion  (the  \"P3\"),  on  routine\n\nnarcotics-interdiction  patrol, received  a  signal on  its radar\n\nindicating the presence of a vessel in international waters south\n\nof the Dominican Republic.  The radar indicated that the area was\n\nfree  of  other surface  vessels  within  a hundred-mile  radius.\n\nCrewmen aboard the aircraft subsequently spotted the boat through\n\nobserver windows from  a distance  of five miles.   Two  crewmen,\n\npilot Jody Bridges and aft observer William Pikul, recognized the\n\nboat  as a  low-profile  vessel  of  the  type  used  to  smuggle\n\nnarcotics.\n\n          The  P3 circled  and proceeded  to make  several passes\n\nover the boat, which,  at that point, abruptly turned  around and\n\naccelerated in  the  opposite direction.   During  one pass,  the\n\ncrewmen observed  two people on  the vessel's deck  tossing bales\n\noverboard.  Subsequently, small arms tracer rounds came streaming\n\ntoward the plane.   Throughout this time, the boat  was moving at\n\nhigh speed in an evasive, zig-zag course.  The aircraft continued\n\n                               -3-\n\nto  trail the vessel until, six hours  later, the boat ran out of\n\nfuel and three of its crew were observed attempting to rig a blue\n\ncanvas tarp to act as a sail.\n\n          Throughout  the surveillance, the  crew of the aircraft\n\nmaintained the boat in sight through binoculars.  The P3 also had\n\nsophisticated  surveillance equipment  and cameras, and  over 200\n\npictures were  taken showing the boat and the bales in the water.\n\nNone  of the photographs showed bales on the boat, individuals on\n\nthe boat,  or bales being thrown overboard.   The P3 also dropped\n\nspecial buoys to mark the location  of the bales after they  were\n\nthrown overboard.\n\n          While  the occupants  of  the boat  were rigging  their\n\nsail, a helicopter from  the USS TAYLOR, a Navy  frigate, arrived\n\nand kept  the  boat under  surveillance until  the TAYLOR  itself\n\nreached the boat at dusk.  The law-enforcement officer aboard the\n\nTAYLOR, Coast Guard Lieutenant Francisco Alterie, hailed the boat\n\nby  megaphone and asked  for its nationality  because no national\n\nidentification  was evident.   Defendant Forbes, who subsequently\n\nappeared  to be  in  charge,  told  Alterie  that  the  boat  was\n\nColombian.\n\n          Alterie requested by radio  that his superiors obtain a\n\n\"statement of no objection,\" which is a statement from the United\n\nStates State Department indicating  that the country of registry,\n\nin this  case Colombia, granted American  officials permission to\n\nenforce United States laws  aboard that vessel.   After obtaining\n\npermission from Colombian officials to board the defendants' boat\n\nfor  purposes  of   determining  the  vessel's   nationality  and\n\n                               -4-\n\nconducting a  basic inspection,  the State  Department authorized\n\nAlterie to board the defendants' vessel.\n\n          Once on board, Alterie and his boarding party found, in\n\naddition  to the  four  defendants  themselves,  state-of-the-art\n\nradar  and communications  equipment,  ropes crossing  the  cargo\n\narea, and a strong  smell of gasoline and other  indications that\n\nthe  cargo area had been washed down  with gasoline.  No drugs or\n\nother contraband were  found on  the boat or  on the  defendants.\n\nThe boat did not have  any identification or registration papers.\n\nUpon  being  advised  of  this  fact,  the  Colombian  government\n\n\"refuted the claim of Colombian registry\" for the vessel.\n\n          Meanwhile,  twenty-one bales  were  recovered from  the\n\nCaribbean during the  afternoon of  March 30 by  the Coast  Guard\n\nCutter ATTU,  approximately 15  nautical miles from  the location\n\nwhere  the P3  first spotted  the defendants' vessel  27-28 hours\n\nearlier.   The bales contained numerous  two-kilogram packages of\n\ncocaine.  The Coast Guard  had notified the ATTU of the  bales on\n\nthe  previous afternoon (March 29)  and the ATTU  had reached the\n\ngeneral  location of  the drop and  the buoys  left by  the P3 at\n\napproximately  midnight.  The ATTU  was unable to  find the bales\n\nduring the night, but it did find them the next day after a Coast\n\nGuard patrol aircraft located them 15 miles away.\n\n          After  retrieving  the  bales   of  cocaine,  the  ATTU\n\nrendezvoused with, and then  relieved, the TAYLOR at the  site of\n\nthe  defendants'  vessel.   On  March  31,  the State  Department\n\nauthorized defendants' arrest.  Coast Guard officials on the ATTU\n\nthen arrested the defendants  and brought them and their  boat to\n\n                               -5-\n\nthe  port  of Mayaguez,  Puerto Rico.    Officials with  a mobile\n\nlaboratory conducted tests to determine  if drugs were present on\n\nthe defendants and on the boat at that time.  Both the defendants\n\nand their vessel tested positive for traces of cocaine.\n\n                          II.  ANALYSISA.    Sufficiency  of  the\n                                       \n\nEvidence\n\n          The  defendants  challenge   the  sufficiency  of   the\n\nevidence supporting their convictions.  In particular, they claim\n\nthe government  did not  establish that  they ever  possessed the\n\ncocaine  that the Coast Guard  recovered from the  ocean and that\n\nthe government later submitted as evidence at  trial.  One of the\n\nelements of  an offense under 46  U.S.C. App.   1903  is that the\n\ndefendants  knowingly or  intentionally  possessed  a  controlled\n\nsubstance.   United States v. Piedrahita-Santiago,  931 F.2d 127,\n                                                 \n\n130 (1st Cir. 1991).\n\n          In  reviewing whether  the  evidence  is sufficient  to\n\nestablish  that the defendants possessed the bales of cocaine, we\n\nmust  consider all  the  evidence  in  the  record  as  a  whole,\n\nincluding all reasonable inferences  therefrom, in the light most\n\nfavorable to the verdict, with a view to whether a rational trier\n\nof  fact  could have  found the  element  of possession  beyond a\n\nreasonable doubt.   United States  v. O'Brien, 14  F.3d 703,  706\n                                             \n\n(1st Cir. 1994); United States v. Matiz, 14 F.3d 79, 82 (1st Cir.\n                                       \n\n1994); United States v.  Sep lveda, 15 F.3d 1161, 1173  (1st Cir.\n                                  \n\n1993).   We must  also  defer to  the jury  with  respect to  all\n\ncredibility determinations.  O'Brien, 14 F.3d at 706. \n                                    \n\n          The government's evidence  of possession was  ample, as\n\n                               -6-\n\nit supported a reasonable inference that the bales observed being\n\nthrown overboard from defendants' boat  were the same bales later\n\nrecovered by the Coast Guard from the water in the vicinity where\n\nthe boat had been seen.  Crewmen from the P3  testified that they\n\nsaw people  aboard  the defendants'  boat  throw bales  from  the\n\nvessel overboard  into the water.   Crewman Pikul  testified that\n\nthe bales  presented in evidence at  trial were the  same ones he\n\nwitnessed being tossed overboard.  Photographs from the P3 showed\n\nthe same  bales in the water that  were present in the courtroom.\n\nBoth  Pikul and  the  P3's  pilot,  Bridges, testified  that  the\n\ndefendants' boat tried  to evade the P3  and even fired upon  the\n\nsurveillance  aircraft.  Both also testified that the boat was of\n\nthe type commonly used for drug smuggling.\n\n          Lieutenant Alterie and his  boarding party found  lines\n\ncrossing  the  cargo area  of  defendants'  boat indicating  that\n\nsomething had  been tied there.   They also found that  the cargo\n\narea  of the defendants' boat had been washed down with gasoline,\n\na  tactic  which several  government  witnesses  explained was  a\n\ncommon technique among narcotics smugglers to eradicate traces of\n\ncontraband substances.   Thomas  Friend, a Navy  helicopter pilot\n\nand search  and  rescue  officer,  testified that  the  bales  of\n\ncocaine were found the following day within a predictable area of\n\nwhere one would expect them to be had they come from  defendants'\n\nboat.  Friend  based this  conclusion on a  consideration of  the\n\nwind  conditions, water currents, and elapsed time.  The radar on\n\nthe  P3 and on the TAYLOR's helicopter showed that no other boats\n\nwere within a 100-mile radius of defendants' boat.  This evidence\n\n                               -7-\n\nwas sufficient,  even without any consideration of  the fact that\n\ndefendants and their boat tested  positive for cocaine after they\n\nwere  brought  to  the  port  of  Mayaguez,  to   establish  that\n\ndefendants knowingly possessed cocaine  in violation of 46 U.S.C.\n\n  1903.\n\n          Defendants  argue that  (1) the eyewitness  accounts of\n\nthe P3's crewmen that defendants threw the bales overboard should\n\nnot  be credited because the aircraft failed to take any pictures\n\nof   the  event,   and  because   the  P3's   principal  observer\n\nmisidentified the color of the recovered bales; (2) the testimony\n\nconcerning the likelihood that the bales recovered from the ocean\n\ncame  from  defendants'  boat  in  light  of  ocean  and  weather\n\nconditions was  inherently unreliable; and (3)  the tests showing\n\ntraces  of  cocaine  on  the  defendants  and   their  boat  were\n\ninaccurate due  to unreliable  equipment and  careless procedures\n\nallowing for contamination of the test subjects.\n\n          Defendants'  first  claim is  that  no  reasonable jury\n\ncould credit the  testimony of  the P3 crewmen  because the  very\n\nsophisticated photographic equipment  in the P3  did not yield  a\n\nsingle  photograph of  individuals on  the vessel,  bales on  the\n\nvessel, bales being thrown from the vessel, or bales in the water\n\nnext to the  vessel.  Defendants  point out that  the P3 had  the\n\ndefendants'  vessel  under  continuous  surveillance  during  the\n\nalleged  dumping,  that the  P3 was  prepared  to, and  did, take\n\nphotographs  throughout its encounter  with defendants' boat, and\n\nthat  one of the P3's cameras produced instant still photos which\n\nallowed the crewmen to make  adjustments in the photography while\n\n                               -8-\n\nthey  were  taking  the   pictures.    These  facts  conclusively\n\nestablish, defendants  conclude, that the eyewitness  accounts of\n\nthe bales on defendants' vessel are not credible.\n\n          We  need recount  only a  few of  the  many potentially\n\nreasonable  inferences that a  jury could  make in  crediting the\n\ngovernment's eyewitness testimony  in the absence  of photographs\n\ndirectly linking the  bales of  cocaine to the  defendants.   The\n\njury  could reasonably infer  that the photographer  (who did not\n\ntestify at trial) simply missed  the opportunity to take pictures\n\nat  the crucial time when  the bales were  being thrown overboard\n\nbecause of the position  of the aircraft (which made a  number of\n\n\"passes\"  over the boat) or because of the position and readiness\n\nof the camera equipment.  The jury could also rationally conclude\n\nthat  the photographer failed  to take the  \"missing\" pictures by\n\nmistake, perhaps because he  did not use the equipment  properly,\n\nhad poor aim,  or because  he improperly developed  the film  and\n\nruined the crucial photographs.  Pikul and Bridges testified that\n\none of  the two cameras on  the P3, a  special high-speed camera,\n\nwas  broken and that none of its  photographs came out.  It would\n\nbe perfectly rational  for a  jury to conclude  that this  broken\n\ncamera was the camera  used for the crucial photographs  and that\n\nthe second camera, the one whose pictures were used at trial, was\n\nonly used before and after the bales were dumped in the water.\n\n          The defendants next  claim that Pikul's testimony  that\n\nthe  bales in the courtroom were the  same bales that he had seen\n\nearlier  on defendants' boat  cannot be credited  by a reasonable\n\njury  because Pikul said in  an earlier statement  that the bales\n\n                               -9-\n\nwere \"yellow\" when in  fact the bales  were closer to a  brownish\n\ncolor.   At  trial, Pikul  described the  bales as  a \"yellowish-\n\nbrown\" in order to  mask, defendants' allege, the \"contradiction\"\n\nbetween the earlier  statement and the appearance of the evidence\n\nin court.\n\n          Credibility determinations are firmly within the jury's\n\nrealm, O'Brien,  14 F.3d  at 706.   We will  not secondguess  the\n              \n\njury's   decision  to   credit   testimony   which  contains   an\n\ninconsistency, especially in a situation  like this one where the\n\ninconsistency or  \"contradiction\" is  ambiguous.  It  would usurp\n\nthe jury's role to reject its decision to believe or disbelieve a\n\nwitness because of such inconsistencies. \n\n          Defendants next  attempt  to  poke  holes  in  Friend's\n\ntestimony that  if  the bales  were dumped  from the  defendants'\n\nvessel, they should have  been found in the area  where they were\n\nactually  located,  28 hours  later.   Defendants claim  that, at\n\ntrial, Friend  was initially  unable to provide  and explain  the\n\nformula used by the Navy and  the Coast Guard in their search for\n\nthe bales, which  was determined  prior to the  launching of  the\n\nsearch.   After  a  lunch recess  at  trial, Friend  returned  to\n\nexplain  the  formula  and   carried  out  a  sample  calculation\n\ndemonstrating the area of probability where the bales were found.\n\nDefendants  maintain that Friend  was unable  to explain  how the\n\nnumber  28, representing  the number  of hours  that it  took the\n\ncombined Navy and Coast Guard  task force to locate the bales  in\n\nthe  water  upon their  having  been  allegedly  dumped from  the\n\nsuspect vessel, could  have been factored into  the formula prior\n                                                                 \n\n                               -10-\n\nto the search.   The defendants emphasize that that  number could\n\nnot have been  available to the searchers  before they calculated\n\nwhere to attempt to locate the bales.\n\n          Defendants  further  point  out  that  the  defendants'\n\nvessel  was under constant  surveillance in  the area  during and\n\nafter the purported dumping and that the bale area  was marked by\n\nbuoys.    If  the bales  were  indeed  dumped  from that  vessel,\n\ndefendants  argue, it should not  have taken that  many ships and\n\naircraft  28 hours  to find them.   This,  of course,  although a\n\nvalid argument, is  properly made to the  jury rather than  to an\n\nappellate court.\n\n          None   of   defendants'   objections  raise   colorable\n\nchallenges  to the  sufficiency of  the evidence.    Despite some\n\nconfusion surrounding Friend's rather technical testimony, it was\n\nrelatively clear from our reading of the transcript that Friend's\n\ncalculations represented an  after-the-fact demonstration of  (1)\n\nhow search patterns are  calculated in general and (2)  where the\n\nbales in this case should  have been found had the  defendants in\n\nfact  dumped them.  Friend  stated several times  that the actual\n\nsearch was  done by feeding  certain information into  a computer\n\nwhich then calculated where to search.  Friend testified that the\n\ncomputer kept  track of  elapsed time  during the actual  search.\n\nThe  jury could conclude from  this that the  search was properly\n\nconducted  at  the time  and that  the  bales did  originate from\n\ndefendants' boat.\n\n          As  for the  28 hours  it took the  Navy and  the Coast\n\nGuard to find  the bales, we cannot tell from  the record if this\n\n                               -11-\n\nis  a suspiciously delayed period  of time or  a relatively quick\n\nperiod  of time  to find  some bales  floating in  the ocean.   A\n\nreasonable jury,  however, could  rationally have found  that the\n\nbales were recovered relatively quickly and recovered right where\n\none  would expect  them  to  be, had  the  bales  drifted in  the\n\nCaribbean for a day after the defendants threw them overboard.\n\n          Finally, defendants assert that  the two types of tests\n\nused  for detecting cocaine on the defendants and their boat, the\n\nBarringer  Ion  Scan  and  the Sentor  Gas  Chromatography,  were\n\ninherently unreliable.   This  assertion  is based  on the  claim\n\nthat, although  the testing technology  has been used  for years,\n\nthe  mobile, in-the-field  testing instruments  used for  the two\n\ntests in Mayaguez  were relatively recent  creations and had  not\n\nyet been proven to be reliable.  Defendants also claim that Coast\n\nGuard officials  took no  prophylactic measures to  prevent post-\n\narrest contamination of  the defendants and  their boat from  the\n\ncocaine bales,  which the  Coast Guard transported  together with\n\nthe   defendants,   and   from   other   potential   sources   of\n\ncontamination.\n\n          Defendants  do not  challenge the admissibility  of the\n\ntesting evidence.  Rather, they maintain the testing  evidence is\n\ntoo  unreliable  to  support  a  jury  verdict.    We  find  that\n\ndefendants  do  raise  some  legitimate  concerns  regarding  the\n\ngovernment's  testing  procedures.   However,  because  there was\n\nsufficient evidence to convict  without consideration of the test\n\nresults, we need not decide how reliable the test results were in\n\nthis particular case.  As we  stated above, the other evidence of\n\n                               -12-\n\npossession, linking the bales of cocaine to defendants' boat, was\n\nample.    We  therefore   reject  defendants'  challenge  to  the\n\nsufficiency  of  the  evidence.    Had  the  defendants raised  a\n\nchallenge to the  admissibility of the  evidence and presented  a\n\nwell-developed record  on the problems  with in-the-field testing\n\nequipment, we might have  been more inclined to reach  the merits\n\nof defendants' objection.  \n\n          B.  Admissibility of the \"Certification of Denial\" \n\n          Under  46 U.S.C. App.   1903, it is unlawful for anyone\n\n\"on  board a  vessel subject  to the  jurisdiction of  the United\n\nStates,\"  46 U.S.C.  App.    1903(a), to  possess with  intent to\n\ndistribute  a controlled  substance.   Vessels subject  to United\n\nStates  jurisdiction include  vessels \"without nationality.\"   46\n\nU.S.C. App.   1903(c)(1)(A).  The indictment in this case alleged\n\nthat jurisdiction  existed because  the defendants' vessel  was a\n\n\"vessel without nationality\" within the meaning of 46 U.S.C. App.\n\n  1903(c)(1)(A).\n\n          A   \"vessel  without   nationality\"   (also  called   a\n\n\"stateless vessel\") includes \"a vessel aboard which the master or\n\nperson in charge makes a claim of registry, which claim is denied\n\nby the flag nation whose registry  is claimed.\"  46 U.S.C. App.  \n\n1903(c)(2)(A).  A claim of registry can include a verbal claim of\n\nnationality or registry by  the master or  person in charge.   46\n\nU.S.C. App.   1903 (c)(3)(C).  United States v. Maynard, 888 F.2d\n                                                       \n\n918, 922-25 (1st  Cir. 1989);  United States v.  Potes, 880  F.2d\n                                                      \n\n1475, 1478-79 (1st Cir. 1989).\n\n          There  is no  dispute in  this case  that a  \"person in\n\n                               -13-\n\ncharge,\" namely defendant Forbes, made a claim of nationality  by\n\nstating that the defendants'  vessel was from Colombia.   Since a\n\nclaim  of nationality was made,  the vessel can  be classified as\n\n\"stateless\"  only if the claim is denied by the flag nation whose\n\nregistry is claimed.   46 U.S.C. App.   1903(c)(2)(A).   Maynard,\n                                                                \n\n888 F.2d at 925.  Section 1903(c)(2) provides that:\n\n            A  claim  of registry  under subparagraph\n            (A)  may be verified  or denied by radio,\n            telephone, or similar oral  or electronic\n            means.    The  denial  of  such  claim of\n            registry by  the claimed flag  nation may\n                                                     \n            be   proved   by  certification   of  the\n                                                     \n            Secretary  of  State  or the  Secretary's\n                                                     \n            designee. \n                    \n\n46 U.S.C. App.   1903(c)(2) (emphasis added).\n\n          To satisfy the jurisdictional requirement under   1903,\n\nthe  government presented  a \"certification  of denial\"  from the\n\nState Department as proof that defendants' claim of registry  was\n\ndenied  by Colombia.  That  certificate was signed  by the Acting\n\nSecretary  of State and stated: \"I Certify That Peter J. Boynton,\n\nwhose name is subscribed to the document hereunto annexed, was at\n\nthe time of subscribing the Maritime Law  Enforcement Officer [at\n\nthe State Department], and  that full faith and credit  should be\n\ngiven to  his acts as  such.\"  The  annexed statement by  Boynton\n\nattested  to the  fact that  Boynton had  been designated  by the\n\nSecretary of State  to make certifications of  denial pursuant to\n\n46 U.S.C. App.   1903.  Boynton stated that on March 30, 1993, he\n\ncontacted the  Defense Attache  of the  United States  Embassy in\n\nColombia to  obtain permission from Colombian  officials to board\n\ndefendants'  vessel and  to determine  its nationality.   Boynton\n\n                               -14-\n\nthen recounted  the following  series  of events:   The  American\n\nDefense Attache obtained  permission to board the  vessel from an\n\nAdmiral  H.G. Ram rez,  Commandant  of the  Colombian Navy.   The\n\nAttache  then  related this  to  U.S. Coast  Guard  officials who\n\nauthorized  a  boarding  of   the  vessel  and  who  subsequently\n\ndetermined that the vessel  had no indicia of nationality.   This\n\ninformation was relayed back to Colombian officials, and on March\n\n31,  1993, Admiral Ram rez wrote a letter to the American Attache\n\nrefuting the  defendants' claim of Colombian  registry.*  Boynton\n\ndid not have personal  knowledge of any of these  events; rather,\n\nhe was informed of  them as the events unfolded by  various State\n\nDepartment and  Coast Guard officials.   The  actual letter  from\n\nAdmiral Ram rez  refuting defendants'  claim  of nationality  was\n\nnever presented at trial.\n\n          At issue  on appeal is defendants'  allegation that the\n\nState Department certificate was inadmissible because it included\n\ndouble  and  triple hearsay  concerning  the  fact of  Colombia's\n\ndenial of registry of  defendants' boat, and because the  form of\n\nthe certificate  -- with Boynton's  annexed statement  containing\n\ncritical facts that were  not within Boynton's personal knowledge\n\n                    \n\n*  The critical language in this case is Boynton's statement:\n\n            4. I certify the following:\n                              . . . \n            (e) Later on March 31, 1993, LCDR Dale of\n            the  U.S.  Embassy  in  Bogot   contacted\n            LT Pete DeCola of the Department of State\n            and informed him  that the Government  of\n            Colombia   had   refuted  the   claim  of\n            Colombian  registry   for  the  un[n]amed\n            vessel,  by letter signed by ADM Ram rez,\n            Commandant of the Colombian Navy.\n\n                               -15-\n\n-- was  inherently unreliable.**   Defendants argue  that Boynton\n\nhad  no personal knowledge of any of  the relevant facts that may\n\nhave  occurred  in  Colombia  with  respect  to  the request  for\n\nboarding  the vessel or the  Colombian government's reply to that\n\nrequest, including  Colombia's refutation of  the nationality  of\n\ndefendants' boat.   Defendants  conclude that the  district court\n\nerred in admitting the  Department of State certificate  and that\n\nthe  government, therefore,  failed to  establish the  element of\n\njurisdiction under   1903.\n\n          The  district  court  did  not  err  in  admitting  the\n\nDepartment of State  Certificate because there was  no hearsay or\n\nother admissibility problem with that piece of evidence.  Section\n\n1903(c)(2) specifically provides that \"the denial of such a claim\n\nof  registry  by  the  claimed  flag  nation  may  be  proved  by\n\ncertification  of  the  Secretary  of State  or  the  Secretary's\n\ndesignee.\"    The  statute   was  designed  to  ease  evidentiary\n\nrequirements for the  government by  avoiding the  time-consuming\n\nand burdensome task of  obtaining official documentation from the\n\nclaimed  country of  registry  which was  previously required  to\n\nprove jurisdiction over a stateless vessel.  See United States v.\n                                                              \n\nLeuro-Rosas, 952 F.2d 616, 619-20 (1st Cir. 1991),  cert. denied,\n                                                                \n\n112 S. Ct. 1598 (1992).   Thus, to establish jurisdiction  in the\n\ncase of a vessel claiming  foreign registry, the government  need\n\n                    \n\n**   The government argues  that some  of the defendants  did not\njoin  defendant  Romero's  objection  to  the   district  court's\nadmission  in evidence  of  the  State Department  certification.\nBecause  we find no merit to the substance of Romero's objection,\nwe  need not determine whether  all the defendants have preserved\nthis ground for appeal.\n\n                               -16-\n\nnot prove that the vessel is in fact without registry in  another\n\ncountry,  nor must it prove  that the foreign  nations' denial or\n\nrefutation  of  registry  is  valid,   legitimate,  or  otherwise\n\nproperly  made.   In  fact, such  issues  may be  irrelevant  for\n\npurposes of jurisdiction under   1903 once it is established that\n\nthe State Department certifies  the vessel is stateless.   See 46\n                                                              \n\nU.S.C. 1903(d) (\"A claim of failure  to comply with international\n\nlaw in the enforcement of this chapter may be invoked solely by a\n\nforeign nation,  and a failure  to comply with  international law\n\nshall not divest a court of jurisdiction or otherwise  constitute\n\na defense to any proceeding under this chapter); Leuro-Rosas, 952\n                                                            \n\nF.2d at 621-22.***\n\n                    \n\n***  We say that proof  of actual registry or of the illegitimacy\nof  a  foreign  nation's  denial may  be  irrelevant  because the\n                                        \nstatute can be read  as defining jurisdiction solely in  terms of\nwhat the State Department certifies, regardless of whether or not\na defendant's  boat is actually  registered in a  foreign nation.\nThe government insists  that   1903(d)  confirms this by  stating\nthat jurisdiction exists even in the face of an alleged violation\nof international law.   According to the government,  a defendant\nwho wants  to assert  that his vessel  is truly  registered in  a\nforeign  nation or  that that  nation did  not properly  deny his\nclaim  registry, must protest  to the  foreign nation  itself and\nhave that nation take up the  matter with the State Department on\nthe  defendant's behalf.   We are  not so  sure that  the statute\nindeed imposes such  a burden.   It is possible that  proving the\nregistry  of  a vessel  for  purposes of  jurisdiction  under the\nstatute  is not  the  same thing  as  contesting a  violation  of\ninternational law  and thus  not barred  by    1903.   See United\n                                                                 \nStates v. Aikins,  946 F.2d 608, 615  (9th Cir. 1990) (noting  in\n                \ndicta  that defendants can rebut  the facts presented  in a State\nDepartment  certification).   Anyway, we  are not  presented with\nsuch a  situation in  this  case --  defendants  did not  try  to\nestablish  at trial  that  their vessel  was  in fact  Colombian.\nTherefore, we do not decide the issue of whether efforts to prove\na  vessel's actual registry would  be irrelevant under    1903 or\nbarred by   1903(d).\n\n  This  case  does not,  of course,  present  a challenge  to the\nauthenticity  of  the  government's  proffered  State  Department\n\n                               -17-\n\n          Jurisdiction  exists   under      1903  if   the  State\n\nDepartment determines  a vessel is stateless  through the receipt\n\nof  a  denial  of  registry  from  a  foreign  nation.    Section\n\n1903(c)(2) allows for  proof of  this determination by  way of  a\n\n\"certification\" of the  Secretary or  his or her  designee.   The\n\npresence of  what might normally  be considered \"hearsay\"  in the\n\ncertification is  explicitly contemplated  by the statute,  which\n\nstates that  a claim of  registry \"may  be verified or  denied by\n\nradio,  telephone, or  similar  oral or  electronic  means.\"   46\n\nU.S.C.     1903(c)(2).     Congress  recognized  that  the  State\n\nDepartment    would    be   using    non-documentary,   non-self-\n\nauthenticating means of obtaining a denial and attesting  to this\n\nfact  in  its  certification.   Thus,  the  statute  specifically\n\nauthorizes  as proof of  the jurisdictional  component of    1903\n\nprecisely  what  the  government   presented  here.    The  State\n\nDepartment certification recited with  specificity the steps that\n\nresulted in the  Department's understanding that \"the  Government\n\nof Colombia had refuted  the claim of Colombian registry  for the\n\nun[n]amed vessel, by letter signed by ADM Ram rez, Commandant  of\n\nthe Colombian Navy.\" This is sufficientto establish jurisdiction.\n\n                    \n\ncertification on the grounds that, for example, the certification\nwas  fraudulently prepared  (e.g.,  untruthful in  saying that  a\nforeign nationa's denial had been  received) or presented in  bad\nfaith  (e.g.,  accepting the  denial of  a  janitor in  a foreign\nnation's  public  agency  instead of  a  public  officer  in that\nagency).  We therefore reserve the question of whether   1903(d),\nor any other provisions of   1903, would  bar the presentation of\nevidence  relating to  the facts  of registry  or the  actions of\nforeign nations  in situations that  might warrant determination,\nprobably by the court,  as to whether a proper  certification was\nbeing offered.\n\n                               -18-\n\n          There is no hearsay  or other problem with the  form of\n\nthe  certification in this case.  The attachment of a declaration\n\nby Boynton to the Secretary of State's certification is perfectly\n\nacceptable because Boynton constitutes the \"Secretary's designee\"\n\nunder    1903(c)(2).   Several courts have  accepted declarations\n\nattached    to   certificates    as    proper   and    admissible\n\n\"certifications\" under   1903.  United States v. Aikins, 946 F.2d\n                                                       \n\n608, 614 (9th  Cir. 1990); United States v. Mena,  863 F.2d 1522,\n                                                \n\n1531  (11th Cir.),  cert. denied,  493 U.S.  834 (1989)  (finding\n                                \n\nadmissible a letter from  Honduran Navy attached to certification\n\nfrom United State Embassy in Honduras); cf. Leuro-Rosas, 952 F.2d\n                                                       \n\nat  618-21 (expressing approval of certification  under   1903 in\n\nthe same form as the certification in this case).\n\n          Boynton's  reliance on  the actions  and  statements of\n\nother State Department officials  in certifying Colombia's denial\n\nof  registry  does not  raise  admissibility  problems under  the\n\nhearsay rule.  The  State Department Certification falls squarely\n\nwithin Fed.  R. Evid.  803(8)(A) which  excepts from  the hearsay\n\nrule public-agency  statements \"in  any form\" setting  forth \"the\n\nactivities  of the office or  agency.\"  Fed.  R. Evid. 803(8)(A);\n\nMena,  863 F.2d at 1531.  The State Department's declaration that\n    \n\nit received  a  denial  of defendants'  claim  of  registry  from\n\nColombia  was  a statement  by a  public  agency setting  forth a\n\nroutine  activity of  that agency.   The hearsay  exception under\n\nFed.  R.  Evid.  803(8)(A) accounts  for  all  of the  subsidiary\n\nstatements  relayed by  the  State Department  operatives to  the\n\ndeclarant,  Boynton.  See Aikins, 946 F.2d at 614-15 (noting that\n                                \n\n                               -19-\n\nthe  authority  of  a  certifying  official  who  relies  on  the\n\nstatements of functionaries for  his information \"is not diluted,\n\nand  the  admissibility of  his  certificate  is not  diminished,\n\nbecause he indicated  the basis for  his statement\"; and  stating\n\nthat \"the Secretary of State could  properly rely on those in his\n\nchain of command.   A probability of trustworthiness attends  the\n\nstatement of the certifying officer; it  is equally probable that\n\nthe  officer has taken  reasonable measures to  assure himself of\n\nthe fact he certifies\").\n\n          C.  Jury Instructions\n\n          Defendants argue that the district  court's \"reasonable\n\ndoubt\"  instructions and its instructions on  the elements of the\n\ncrime were  erroneous.   Before trial,  the district court  judge\n\ndescribed for the jury the reasonable doubt standard by comparing\n\nit to the  civil, preponderance  of the evidence  standard.   The\n\njudge instructed the jurors:\n\n            The government must prove  each defendant\n            guilty  beyond a  reasonable doubt.   The\n            defendants have no  burden to prove their\n            innocence  or to  present evidence  or to\n            testify.     The  law  forbids  you  from\n            considering  the  silence of  an accused,\n            his failure  to  testify, in  reaching  a\n            verdict.    That   is  a  right  that   a\n            defendant has.   You cannot  consider the\n            silence of  an accused in the  face of an\n            accusation.  That is illegal.  You cannot\n            do that.\n\n            The government, as I said, must prove the\n            case beyond a reasonable doubt.   And let\n            me explain in very simple terms what this\n            means.   Usually,  at this  stage of  the\n            case, what  we judges do is  concur [sic]\n            the  two standards, the  one that applies\n            in the civil case and one that applies in\n            a criminal case, so that you will have an\n\n                               -20-\n\n            idea of  the difference.   At the  end of\n            the  case I  will  explain this  again to\n            you.\n\n            In the civil case we say that a plaintiff\n            prevails  if he  proves the  case against\n            the defendant by the preponderance of the\n            evidence.    Assume,   then,  a   graphic\n            example.   A scale,  an even scale.   You\n            will  put the  evidence of  the plaintiff\n            and  the evidence  of  the defendant,  if\n            any, on  the two  sides and you  see what\n            happens to the scale.   If the scale just\n            moves  a little  bit  to the  plaintiff's\n            side, the plaintiff is prevailing  in the\n            context of a civil case.  That could be a\n            car  accident  case,  a  contracts  case,\n            preponderance of the evidence.\n\n            In  the  criminal   context  we  say  the\n            government  must   prove  each  defendant\n            guilty beyond a  reasonable doubt.   That\n                                                     \n            implies a  heavier burden.   Assume, then\n                                                     \n            that  the  scale  must tip  more  to  the\n                                                     \n            government's side, heavier burden.\n                                             \n\n            Why? Because liberty is involved  and, of\n            course, the wise  people who devised  the\n            system understood that the evidence would\n            be received under  a different  standard,\n            as we say, beyond a reasonable doubt.\n\n            I will explain  this once again for  your\n            benefit at  the end  of the case;  but if\n            you have ever served in a civil case, you\n            should disregard the particular notion of\n            preponderance.   Here  we  say  beyond  a\n            reasonable doubt.  (emphasis added).\n\nNo objections were made at this time, or subsequently, concerning\n\nthese instructions.  After closing arguments, the court stated:\n\n            Each   defendant   is   presumed  to   be\n            innocent.  Each defendant  had no duty to\n            testify  or present any evidence or prove\n            their innocence.\n\n            The  government had  the burden  to prove\n            each defendant guilty beyond a reasonable\n            doubt,   and  that  you   know  from  the\n            beginning.  \n\n                               -21-\n\n            What  is  this  business  of  \"reasonable\n            doubt\"?   \"Reasonable  doubt\" is  a doubt\n            based  upon reason  and common  sense and\n            may  arise from  a careful  and impartial\n            consideration of all  the evidence in the\n            case,  or  the  lack of  evidence  in the\n            case.\n\n            Proof beyond a reasonable doubt  is proof\n            that leaves you firmly convinced that the\n            defendants are guilty.\n\n                             . . . . \n\n            So,  proof beyond  a reasonable  doubt is\n            proof  that  leaves you  firmly convinced\n            that  had  a  given  defendant  has  been\n            proven guilty beyond  a reasonable  doubt\n            [sic].\n\nAt the end of  this charge, the defense attorneys  approached the\n\nbench but no one objected to the reasonable doubt instructions.\n\n          Defendants  argue that  the instruction  concerning the\n\n\"even  scale\" is faulty  for two reasons.   First, it dilutes the\n\ndegree  of persuasion  required  to  convict  a  defendant  in  a\n\ncriminal case.   Second,  the \"even scale\"  mechanism presupposes\n\nthat the criminal defendant will submit evidence so as to balance\n\nthe  scale.   According  to the  defendants,  the fact  that  the\n\ngovernment would usually submit  more evidence than the defendant\n\nwill, in  the eyes of a reasonable  juror, forcibly tip the scale\n\nto  the  government's  side,  even  when  such  tipping   is  not\n\nsufficient to convict  beyond a reasonable  doubt.  In  comparing\n\nthe criminal standard to the  civil one, defendants contend  that\n\nthe  court actually  defined proof  beyond a reasonable  doubt as\n\npreponderance  of  the evidence,  but  with  a \"heavier  burden.\"\n\nDefendants conclude  that this dilutes the  meaning of reasonable\n\ndoubt.\n\n                               -22-\n\n          Because defendants  failed to  raise this  objection at\n\ntrial, we  must review the  trial court's instructions  for plain\n\nerror.   Fed. R. Crim. P. 52(b).   We will find  plain error only\n\nwhen  (1) there is an  \"error,\" (2) that  is \"clear\" or \"obvious\"\n\nand (3)  that  affects \"substantial  rights.\"   United States  v.\n                                                             \n\nOlano, 113 S. Ct. 1770,  1776-77 (1993); United States v.  Col n-\n                                                                 \n\nPag n, 1 F.3d 80, 81 (1st Cir. 1993).\n     \n\n          In   this   case,   although   the   reasonable   doubt\n\ninstructions  may be  erroneous,  we cannot  find  that they  are\n\nclearly  and obviously  so.   Reasonable  doubt instructions  are\n\nerroneous  when,  taken  as  a whole,  they  have  a  \"reasonable\n\nlikelihood\" of misleading the jury to believe that it can convict\n\non some lesser  standard of  proof than that  required under  the\n\nreasonable  doubt standard.  V ctor v. Nebraska, 114 S. Ct. 1239,\n                                               \n\n1243, 1251  (1994).   Although the  court's  statement that  \"the\n\nscale must  tip more to the  government's side\" may, if  taken in\n\nisolation,  suggest a somewhat diluted burden of proof, the court\n\nwas clear that  the reasonable doubt standard  was distinct from,\n\nand imposed  a \"heavier burden\" than,  the preponderance standard\n\nused in civil trials.  The court also told the jury several times\n\nthat the defendants had  no burden to prove their  innocence, and\n\nthat they did not  have to present any evidence.   This decreased\n\nthe likelihood that the jury would improperly  weigh the evidence\n\nor lack thereof.\n\n          What  little explanation  the  court gave  on the  term\n\n\"reasonable doubt\" was harmlessly circular.  There was no mention\n\nin  the  final  charge  of  the  preponderance  of  the  evidence\n\n                               -23-\n\nstandard.   Although  the  use  of  the  scale  analogy  has  the\n\npotential for misleading the jury  into applying a diluted burden\n\nof proof, we  do not see in this case,  with all the instructions\n\ntaken  as a whole, a  clear and obvious  likelihood that the jury\n\nwould be so misled.\n\n          Defendants also argue that  the district court erred in\n\nits  instructions  with  respect to  the  elements  of the  crime\n\nbecause  the instructions might  have suggested to  the jury that\n\njurisdiction  was  not an  element of  an  offense under    1903.\n\nAccording to the  defendants, the court's confusing  instructions\n\neffectively  failed to  inform the  jury that  it must  find that\n\ndefendants' vessel was subject to the jurisdiction of  the United\n\nStates beyond a reasonable  doubt.  As with the  reasonable doubt\n\ninstruction,  no  objection  was  made at  trial  to  the court's\n\ninstructions on the elements of the crime.\n\n          We  need   not  reach  the  substance   of  defendants'\n\nobjection  on  this issue  because  the  defendants presented  no\n\nevidence  at trial  to  refute the  government's  proof that  the\n\ndefendants'  vessel  was  stateless   and  thus  subject  to  the\n\njurisdiction  of  the  United  States.   Other  than  defendants'\n\nattempt  to  prevent  the   admission  of  the  State  Department\n\ncertification, the issue of United States jurisdiction over their\n\nvessel was not  contested.  We agree with  the Third Circuit that\n\nthere is no plain error in a situation such as this one.   United\n                                                                 \n\nStates v. Mart nez-Hidalgo, 993  F.2d 1052, 1057 (3d  Cir. 1993),\n                          \n\ncert.  denied, 114 S. Ct. 699 (1994) (finding no plain error when\n             \n\ncourt refused to instruct  jury on jurisdiction as an  element to\n\n                               -24-\n\nbe  proved  under     1903).    Because  the  undisputed evidence\n\nconclusively   established  jurisdiction,   the  court   did  not\n\nundermine the fundamental fairness of the trial or  contribute to\n\na  miscarriage of justice by failing to instruct the jury on that\n\nelement of the crime.  Id.  Moreover, unlike in Mart nez-Hidalgo,\n                                                                \n\nthe  court in  the  present case  at least  attempted to  give an\n\ninstruction to the jury on the element of jurisdiction.  There is\n\nthus  less likelihood  of  plain  error  in  this  case  than  in\n\nMart nez-Hidalgo.\n                \n\n          D.  Sentencing of Romero\n\n          Defendant  Romero argues that  the district court erred\n\nin finding  that,  as a  matter  of law,  it  was precluded  from\n\ngranting  a downward  departure in sentencing  for \"extraordinary\n\nfamily circumstances\" under   5K2.0 of the Sentencing Guidelines.\n\nRomero testified at his sentencing hearing that the mother of his\n\nchildren  was murdered in Colombia  in 1988.   His three children\n\npresently live with  his sister  in Santa Marta,  Colombia.   The\n\nsister  has four children of  her own to take  care of.  They all\n\nlive together in a small two-bedroom house.  The sister's husband\n\nworks only periodically.   Romero's eldest daughter was suspended\n\nfrom school  because Romero's sister  and her  husband could  not\n\nmake the  monthly payments  that the  school required.   Romero's\n\nson,  Ronald Romero, suffers from a rare blood disease.  Ronald's\n\ndoctor recommended  treatment with special pills and food as well\n\nas a  blood transfusion.  Romero  did not know if  his son Ronald\n\nhad ever received the recommended treatments.\n\n          Following  Romero's testimony,  the court  rejected any\n\n                               -25-\n\ndownward   departure  based   on      5K2.0  for   unique  family\n\ncircumstances.  The court stated: \n\n            You  are going  to 5K2.0,  basically, and\n            asking me to read  within the context  of\n            this case a  departure for unique  family\n            circumstances of the kind not normally or\n            not  taken  into  consideration   by  the\n            Sentencing  Commission when  they drafted\n            the guidelines.\n\n            But I do not  think that that's the case.\n            As  a matter of  fact, your request falls\n            within  the   category  that  discourages\n            departures that pertain to such things as\n            family ties  and family responsibilities,\n            etcetera.  I do  not think that this case\n            is  so different  from what  I see  in 90\n            percent  of the  cases.   Take a  look at\n            what happened here today  this afternoon.\n            We have visions that  are as terrible and\n            as depressing and as sad as the ones that\n            he has now. \n\n            I cannot, on the basis  of what I know of\n            this record,  and on the basis  of what I\n            heard here, make a  substantial departure\n            under that particular section . . . .\n\n            I do not  think --  I do  not think  that\n            this stands  as a  situation  that is  so\n            different  from  that that  we  see  on a\n            daily  basis,  which  are very  sensitive\n            situations.      Assuming  no   diseases,\n            assuming no circumstances of that kind --\n            the  mere fact  that  a father,  that  of\n            itself is extraordinary,  but that is not\n            what the law allows me to consider.\n\nRomero's Attorney then stated:\n\n            Well,  your  Honor, precisely  your Honor\n            stated \"assuming no  diseases,\" and  that\n            is  precisely why  we raised  the matter.\n            It is what  the probation officer  called\n            \"a rare blood  disease,\" and that is  why\n            we had,  at the outset of our allocution,\n            explained to your Honor the problems that\n            we have encountered.\n\nThe court responded:\n\n                               -26-\n\n            That's okay.  But  I am not assuming that\n            that is  true.   I am assuming  that what\n            the child has is  sickle-cell anemia.  It\n            could  be sickle-cell anemia, it could be\n            leukemia, but  those two factors  are not\n            enough for me to depart.\n\n          Romero  argues that  the  court's  statement (\"that  is\n\nextraordinary,  but that  is  not  what  the  law  allows  me  to\n\nconsider\")  evinced the  court's perception  that it  was legally\n\nunable  to depart in the absence  of \"diseases\" or \"circumstances\n\nof that kind.\"   According  to Romero, the  court's position  was\n\nthat  on  a  record  which  did  not include  particular  medical\n\nconditions, the  court was legally precluded from departing.  Yet\n\nthe court then assumed Romero's son had a blood disease -- either\n\nsickle-cell anemia  or  leukemia --  and  thus that  an  \"unusual\n\ncircumstance\" was  present.   The court,  however, still  did not\n\ndepart  because,  Romero claims,  it  thought that  it  could not\n\nlegally do so  under the  circumstances of this  case.   Romero's\n\ninterpretation of the court's decision is mistaken.  We therefore\n\nuphold his sentence.\n\n          United States Sentencing Guidelines    5K2.0 recognizes\n\nthat under 18 U.S.C.   3553(b) \"the sentencing court may impose a\n\nsentence  outside  the   range  established  by  the   applicable\n\nguideline, if the  court finds 'that there exists  an aggravating\n\nor  mitigating  circumstance  of a  kind,  or  to  a degree,  not\n\nadequately  taken into consideration by the Sentencing Commission\n\nin formulating  the guidelines that  should result in  a sentence\n\ndifferent from  that described.'\"   U.S.S.G.   5K2.0  (quoting 18\n\nU.S.C.   3553(b)).  Family ties and responsibilities are normally\n\n                               -27-\n\n\"discouraged\" grounds  for departure,  U.S.S.G.    5H1.6, because\n\nthey  are  not outside  the  normal  \"heartland\" case  which  the\n\nSentencing  Commission  has  already  taken  into  consideration.\n\nNonetheless,  such   factors  \"could  remove  a   case  from  the\n                                    \n\nheartland,  but only  if they  are present  in a  manner that  is\n\nunusual or  special, rather than  'ordinary.'\"  United  States v.\n                                                              \n\nRivera, 994 F.2d 942, 948 (1st Cir. 1993) (emphasis in original).\n      \n\nThus,  a sentencing court may  depart downward for  purposes of a\n\ndefendant's family ties and responsibilities, if, and only if, it\n\nfinds those factors to be unusual or special.  Id. at 948, 951.\n                                                 \n\n          Ordinarily, a district court's refusal to  exercise its\n\ndiscretion to  depart downward from the  sentencing guidelines is\n\nnot reviewable on appeal.  United States v. LeBlanc, 24 F.3d 340,\n                                                   \n\n348;  United States v.  Smith, 14 F.3d 662,  665 (1st Cir. 1994);\n                             \n\nUnited States v.  McAndrews, 12  F.3d 273, 276  (1st Cir.  1993).\n                           \n\nAppellate jurisdiction does attach, however, where the sentencing\n\ncourt's decision not to  depart is based on the  court's mistaken\n\nview that it lacks  the legal authority to consider  a departure.\n\nLeBlanc, 24 F.3d at 348; Smith,  14 F.3d at 665-66; United States\n                                                                 \n\nv. DiIorio, 948 F.2d 1, 8 (1st Cir. 1991).  In other words, where\n          \n\nthe  court  errs in  determining  whether  the allegedly  special\n\ncircumstances  are   of  the  \"kind\"  that   the  Guidelines,  in\n\nprinciple,  permit  the  sentencing  court to  consider,  we  may\n\nproceed to review the  courts sentencing decision not to  depart.\n\nRivera, 994 F.2d at 950-51.  On the other hand,  if \"we find that\n      \n\nthe court properly understood its power to depart, but refused to\n\nexercise  that  power,  we  lack  jurisdiction  to  consider  the\n\n                               -28-\n\nappeal.\"  LeBlanc,  24 F.3d at 348; United  States v. Lombardi, 5\n                                                              \n\nF.3d 568, 571-72 (1st Cir. 1993).\n\n          Thus, the issue on this appeal is whether  the district\n\ncourt exercised  its discretion  by finding that  Romero's family\n\ncircumstances, including his son's disease, was not  sufficiently\n\nunusual  or different  from  the  heartland  case  to  warrant  a\n\ndeparture  or whether the court found that the Guidelines did not\n\nallow  him to depart for  circumstances like the  ones present in\n\nthis case.   Because we find the  court did not misunderstand its\n\nauthority to depart, its departure decision is not reviewable  on\n\nappeal.\n\n          It  is  fairly  clear  that the  court  understood  its\n\nability  to depart under the guidelines, but found that the facts\n\nof the  case  prevented the  court  from  doing so.    The  court\n\nexplicitly  and  correctly  noted   that  it  was  considering  a\n\ndiscouraged type  of departure  for unique  family circumstances.\n\nThe  court then found  that the facts  of this case  were not \"so\n\ndifferent from  what I  see in  90 percent of  the cases.\"   This\n\ndemonstrates that the court knew that it could depart if it found\n\nthe facts placed  the present  case outside of  the heartland  of\n\ncases that it normally faced.\n\n          The court did  say:  \"Assuming no diseases, assuming no\n\ncircumstances of that kind -- that mere fact that a father,  that\n\nof  itself is extraordinary, but that is  not what the law allows\n                                                                 \n\nme to consider.\"  (emphasis added).  In the context of the entire\n              \n\ndecision and  the court's previous statements,  we interpret this\n\nstatement simply as  a correct expression of  the applicable law.\n\n                               -29-\n\nThe court was saying that it could not depart unless it found the\n\nfacts  of the case were  unusual or different  than the heartland\n\ncase and  that the  mere fact  that Romero was  a father  and had\n\nchildren that someone else  was caring for did not  constitute an\n\nunusual or special situation for which the Guidelines would allow\n\na departure.  After  Romero's counsel pointed out that  there was\n\nevidence of a special circumstance -- namely Romero's son's blood\n\ndisease  -- the  court stated  that it  had assumed  the son  had\n\neither  sickle-cell  anemia  or  leukemia, \"but  that  those  two\n\nfactors  are not  enough for me  to depart.\"   The  court was not\n\nsaying  that  the  Guidelines  prohibited  him  from  considering\n\nRomero's  son's  disease  as the  type  of  factor  upon which  a\n\ndeparture decision can  be based,  he was merely  saying that  he\n\nconsidered the disease and that  it was \"not enough for [him]  to\n\ndepart.\"    Although  the court's  language  is  not  a model  of\n\nclarity, we are  certain that the judge was making  a factual and\n\ndiscretionary determination  here; he did not  hold that diseases\n\ncan never  merit a departure under the Guidelines.  The court was\n\nthus not  mistaken about its  power to  depart but rather  made a\n\njudgment call that we may not review on appeal.\n\n          Affirmed.\n                  \n\n                               -30-\n",
  "html": "<p class=\"case_cite\">32 F.3d 641</p>\n    <p class=\"case_cite\">40 Fed. R. Evid. Serv. 951</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Freddy ROMERO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Armando TEJEDOR, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Gabriel CURVELO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Oranie GALINDO-FORBES, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 93-2187 to 93-2190.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 10, 1994.<br>Decided Aug. 29, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jorge L. Arroyo, by Appointment of the Court, for appellant Freddy Romero.</p>\n      <p class=\"indent\">Jose A. Leon-Landrau, by Appointment of the Court, for appellant Armando Tejedor.</p>\n      <p class=\"indent\">Carlos A. Vazquez-Alvarez, Asst. Federal Public Defender, with whom Benicio Sanchez-Rivera, Federal Public Defender, was on brief, for appellant Gabriel Curvelo.</p>\n      <p class=\"indent\">Luis A. Medina-Torres, by Appointment of the Court, for appellant Oranie Galindo-Forbes.</p>\n      <p class=\"indent\">Richard A. Friedman, Atty., Appellate Section, Crim.  Div., U.S. Dept. of Justice, with whom Guillermo Gil, U.S. Atty., Rosa E. Rodriguez-Valez, and Antonio R. Bazan, Asst. U.S. Attys., were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, defendants-appellants Freddy Romero, Gabriel Curvelo, Armando Tejedor, and Oranie Galindo Forbes appeal their convictions for possessing, while aboard a vessel subject to the jurisdiction of the United States, cocaine intended for distribution in violation of 46 U.S.C.App. Sec. 1903(a).  The defendants challenge the sufficiency of the evidence and the trial court's jury instructions.  Defendant Romero challenges his sentence.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the morning of March 29, 1993, a U.S. Navy surveillance aircraft, a P3 Orion (the \"P3\"), on routine narcotics-interdiction patrol, received a signal on its radar indicating the presence of a vessel in international waters south of the Dominican Republic.  The radar indicated that the area was free of other surface vessels within a hundred-mile radius.  Crewmen aboard the aircraft subsequently spotted the boat through observer windows from a distance of five miles.  Two crewmen, pilot Jody Bridges and aft observer William Pikul, recognized the boat as a low-profile vessel of the type used to smuggle narcotics.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The P3 circled and proceeded to make several passes over the boat, which, at that point, abruptly turned around and accelerated in the opposite direction.  During one pass, the crewmen observed two people on the vessel's deck tossing bales overboard.  Subsequently, small arms tracer rounds came streaming toward the plane.  Throughout this time, the boat was moving at high speed in an evasive, zig-zag course.  The aircraft continued to trail the vessel until, six hours later, the boat ran out of fuel and three of its crew were observed attempting to rig a blue canvas tarp to act as a sail.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Throughout the surveillance, the crew of the aircraft maintained the boat in sight through binoculars.  The P3 also had sophisticated surveillance equipment and cameras, and over 200 pictures were taken showing the boat and the bales in the water.  None of the photographs showed bales on the boat, individuals on the boat, or bales being thrown overboard.  The P3 also dropped special buoys to mark the location of the bales after they were thrown overboard.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While the occupants of the boat were rigging their sail, a helicopter from the USS TAYLOR, a Navy frigate, arrived and kept the boat under surveillance until the TAYLOR itself reached the boat at dusk.  The law-enforcement officer aboard the TAYLOR, Coast Guard Lieutenant Francisco Alterie, hailed the boat by megaphone and asked for its nationality because no national identification was evident.  Defendant Forbes, who subsequently appeared to be in charge, told Alterie that the boat was Colombian.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Alterie requested by radio that his superiors obtain a \"statement of no objection,\" which is a statement from the United States State Department indicating that the country of registry, in this case Colombia, granted American officials permission to enforce United States laws aboard that vessel.  After obtaining permission from Colombian officials to board the defendants' boat for purposes of determining the vessel's nationality and conducting a basic inspection, the State Department authorized Alterie to board the defendants' vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Once on board, Alterie and his boarding party found, in addition to the four defendants themselves, state-of-the-art radar and communications equipment, ropes crossing the cargo area, and a strong smell of gasoline and other indications that the cargo area had been washed down with gasoline.  No drugs or other contraband were found on the boat or on the defendants.  The boat did not have any identification or registration papers.  Upon being advised of this fact, the Colombian government \"refuted the claim of Colombian registry\" for the vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Meanwhile, twenty-one bales were recovered from the Caribbean during the afternoon of March 30 by the Coast Guard Cutter ATTU, approximately 15 nautical miles from the location where the P3 first spotted the defendants' vessel 27-28 hours earlier.  The bales contained numerous two-kilogram packages of cocaine.  The Coast Guard had notified the ATTU of the bales on the previous afternoon (March 29) and the ATTU had reached the general location of the drop and the buoys left by the P3 at approximately midnight.  The ATTU was unable to find the bales during the night, but it did find them the next day after a Coast Guard patrol aircraft located them 15 miles away.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After retrieving the bales of cocaine, the ATTU rendezvoused with, and then relieved, the TAYLOR at the site of the defendants' vessel.  On March 31, the State Department authorized defendants' arrest.  Coast Guard officials on the ATTU then arrested the defendants and brought them and their boat to the port of Mayaguez, Puerto Rico.  Officials with a mobile laboratory conducted tests to determine if drugs were present on the defendants and on the boat at that time.  Both the defendants and their vessel tested positive for traces of cocaine.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <p class=\"indent\">A. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The defendants challenge the sufficiency of the evidence supporting their convictions.  In particular, they claim the government did not establish that they ever possessed the cocaine that the Coast Guard recovered from the ocean and that the government later submitted as evidence at trial.  One of the elements of an offense under 46 U.S.C.App. Sec. 1903 is that the defendants knowingly or intentionally possessed a controlled substance.  United States v. Piedrahita-Santiago, 931 F.2d 127, 130 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In reviewing whether the evidence is sufficient to establish that the defendants possessed the bales of cocaine, we must consider all the evidence in the record as a whole, including all reasonable inferences therefrom, in the light most favorable to the verdict, with a view to whether a rational trier of fact could have found the element of possession beyond a reasonable doubt.  United States v. O'Brien, 14 F.3d 703, 706 (1st Cir.1994);  United States v. Matiz, 14 F.3d 79, 82 (1st Cir.1994);  United States v. Sepulveda, 15 F.3d 1161, 1173 (1st Cir.1993).  We must also defer to the jury with respect to all credibility determinations.  O'Brien, 14 F.3d at 706.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The government's evidence of possession was ample, as it supported a reasonable inference that the bales observed being thrown overboard from defendants' boat were the same bales later recovered by the Coast Guard from the water in the vicinity where the boat had been seen.  Crewmen from the P3 testified that they saw people aboard the defendants' boat throw bales from the vessel overboard into the water.  Crewman Pikul testified that the bales presented in evidence at trial were the same ones he witnessed being tossed overboard.  Photographs from the P3 showed the same bales in the water that were present in the courtroom.  Both Pikul and the P3's pilot, Bridges, testified that the defendants' boat tried to evade the P3 and even fired upon the surveillance aircraft.  Both also testified that the boat was of the type commonly used for drug smuggling.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Lieutenant Alterie and his boarding party found lines crossing the cargo area of defendants' boat indicating that something had been tied there.  They also found that the cargo area of the defendants' boat had been washed down with gasoline, a tactic which several government witnesses explained was a common technique among narcotics smugglers to eradicate traces of contraband substances.  Thomas Friend, a Navy helicopter pilot and search and rescue officer, testified that the bales of cocaine were found the following day within a predictable area of where one would expect them to be had they come from defendants' boat.  Friend based this conclusion on a consideration of the wind conditions, water currents, and elapsed time.  The radar on the P3 and on the TAYLOR's helicopter showed that no other boats were within a 100-mile radius of defendants' boat.  This evidence was sufficient, even without any consideration of the fact that defendants and their boat tested positive for cocaine after they were brought to the port of Mayaguez, to establish that defendants knowingly possessed cocaine in violation of 46 U.S.C.App. Sec. 1903.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendants argue that (1) the eyewitness accounts of the P3's crewmen that defendants threw the bales overboard should not be credited because the aircraft failed to take any pictures of the event, and because the P3's principal observer misidentified the color of the recovered bales;  (2) the testimony concerning the likelihood that the bales recovered from the ocean came from defendants' boat in light of ocean and weather conditions was inherently unreliable;  and (3) the tests showing traces of cocaine on the defendants and their boat were inaccurate due to unreliable equipment and careless procedures allowing for contamination of the test subjects.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Defendants' first claim is that no reasonable jury could credit the testimony of the P3 crewmen because the very sophisticated photographic equipment in the P3 did not yield a single photograph of individuals on the vessel, bales on the vessel, bales being thrown from the vessel, or bales in the water next to the vessel.  Defendants point out that the P3 had the defendants' vessel under continuous surveillance during the alleged dumping, that the P3 was prepared to, and did, take photographs throughout its encounter with defendants' boat, and that one of the P3's cameras produced instant still photos which allowed the crewmen to make adjustments in the photography while they were taking the pictures.  These facts conclusively establish, defendants conclude, that the eyewitness accounts of the bales on defendants' vessel are not credible.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need recount only a few of the many potentially reasonable inferences that a jury could make in crediting the government's eyewitness testimony in the absence of photographs directly linking the bales of cocaine to the defendants.  The jury could reasonably infer that the photographer (who did not testify at trial) simply missed the opportunity to take pictures at the crucial time when the bales were being thrown overboard because of the position of the aircraft (which made a number of \"passes\" over the boat) or because of the position and readiness of the camera equipment.  The jury could also rationally conclude that the photographer failed to take the \"missing\" pictures by mistake, perhaps because he did not use the equipment properly, had poor aim, or because he improperly developed the film and ruined the crucial photographs.  Pikul and Bridges testified that one of the two cameras on the P3, a special high-speed camera, was broken and that none of its photographs came out.  It would be perfectly rational for a jury to conclude that this broken camera was the camera used for the crucial photographs and that the second camera, the one whose pictures were used at trial, was only used before and after the bales were dumped in the water.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The defendants next claim that Pikul's testimony that the bales in the courtroom were the same bales that he had seen earlier on defendants' boat cannot be credited by a reasonable jury because Pikul said in an earlier statement that the bales were \"yellow\" when in fact the bales were closer to a brownish color.  At trial, Pikul described the bales as a \"yellowish-brown\" in order to mask, defendants' allege, the \"contradiction\" between the earlier statement and the appearance of the evidence in court.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Credibility determinations are firmly within the jury's realm, O'Brien, 14 F.3d at 706.   We will not secondguess the jury's decision to credit testimony which contains an inconsistency, especially in a situation like this one where the inconsistency or \"contradiction\" is ambiguous.  It would usurp the jury's role to reject its decision to believe or disbelieve a witness because of such inconsistencies.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Defendants next attempt to poke holes in Friend's testimony that if the bales were dumped from the defendants' vessel, they should have been found in the area where they were actually located, 28 hours later.  Defendants claim that, at trial, Friend was initially unable to provide and explain the formula used by the Navy and the Coast Guard in their search for the bales, which was determined prior to the launching of the search.  After a lunch recess at trial, Friend returned to explain the formula and carried out a sample calculation demonstrating the area of probability where the bales were found.  Defendants maintain that Friend was unable to explain how the number 28, representing the number of hours that it took the combined Navy and Coast Guard task force to locate the bales in the water upon their having been allegedly dumped from the suspect vessel, could have been factored into the formula prior to the search.  The defendants emphasize that that number could not have been available to the searchers before they calculated where to attempt to locate the bales.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Defendants further point out that the defendants' vessel was under constant surveillance in the area during and after the purported dumping and that the bale area was marked by buoys.  If the bales were indeed dumped from that vessel, defendants argue, it should not have taken that many ships and aircraft 28 hours to find them.  This, of course, although a valid argument, is properly made to the jury rather than to an appellate court.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">None of defendants' objections raise colorable challenges to the sufficiency of the evidence.  Despite some confusion surrounding Friend's rather technical testimony, it was relatively clear from our reading of the transcript that Friend's calculations represented an after-the-fact demonstration of (1) how search patterns are calculated in general and (2) where the bales in this case should have been found had the defendants in fact dumped them.  Friend stated several times that the actual search was done by feeding certain information into a computer which then calculated where to search.  Friend testified that the computer kept track of elapsed time during the actual search.  The jury could conclude from this that the search was properly conducted at the time and that the bales did originate from defendants' boat.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As for the 28 hours it took the Navy and the Coast Guard to find the bales, we cannot tell from the record if this is a suspiciously delayed period of time or a relatively quick period of time to find some bales floating in the ocean.  A reasonable jury, however, could rationally have found that the bales were recovered relatively quickly and recovered right where one would expect them to be, had the bales drifted in the Caribbean for a day after the defendants threw them overboard.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, defendants assert that the two types of tests used for detecting cocaine on the defendants and their boat, the Barringer Ion Scan and the Sentor Gas Chromatography, were inherently unreliable.  This assertion is based on the claim that, although the testing technology has been used for years, the mobile, in-the-field testing instruments used for the two tests in Mayaguez were relatively recent creations and had not yet been proven to be reliable.  Defendants also claim that Coast Guard officials took no prophylactic measures to prevent post-arrest contamination of the defendants and their boat from the cocaine bales, which the Coast Guard transported together with the defendants, and from other potential sources of contamination.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendants do not challenge the admissibility of the testing evidence.  Rather, they maintain the testing evidence is too unreliable to support a jury verdict.  We find that defendants do raise some legitimate concerns regarding the government's testing procedures.  However, because there was sufficient evidence to convict without consideration of the test results, we need not decide how reliable the test results were in this particular case.  As we stated above, the other evidence of possession, linking the bales of cocaine to defendants' boat, was ample.  We therefore reject defendants' challenge to the sufficiency of the evidence.  Had the defendants raised a challenge to the admissibility of the evidence and presented a well-developed record on the problems with in-the-field testing equipment, we might have been more inclined to reach the merits of defendants' objection.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">B. Admissibility of the \"Certification of Denial\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under 46 U.S.C.App. Sec. 1903, it is unlawful for anyone \"on board a vessel subject to the jurisdiction of the United States,\" 46 U.S.C.App. Sec. 1903(a), to possess with intent to distribute a controlled substance.  Vessels subject to United States jurisdiction include vessels \"without nationality.\"   46 U.S.C.App. Sec. 1903(c)(1)(A).  The indictment in this case alleged that jurisdiction existed because the defendants' vessel was a \"vessel without nationality\" within the meaning of 46 U.S.C.App. Sec. 1903(c)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A \"vessel without nationality\" (also called a \"stateless vessel\") includes \"a vessel aboard which the master or person in charge makes a claim of registry, which claim is denied by the flag nation whose registry is claimed.\"   46 U.S.C.App. Sec. 1903(c)(2)(A).  A claim of registry can include a verbal claim of nationality or registry by the master or person in charge.  46 U.S.C.App. Sec. 1903(c)(3)(C).  United States v. Maynard, 888 F.2d 918, 922-25 (1st Cir.1989);  United States v. Potes, 880 F.2d 1475, 1478-79 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">There is no dispute in this case that a \"person in charge,\" namely defendant Forbes, made a claim of nationality by stating that the defendants' vessel was from Colombia.  Since a claim of nationality was made, the vessel can be classified as \"stateless\" only if the claim is denied by the flag nation whose registry is claimed.  46 U.S.C.App. Sec. 1903(c)(2)(A).  Maynard, 888 F.2d at 925.   Section 1903(c)(2) provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>A claim of registry under subparagraph (A) may be verified or denied by radio, telephone, or similar oral or electronic means.  The denial of such claim of registry by the claimed flag nation may be proved by certification of the Secretary of State or the Secretary's designee.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">46 U.S.C.App. Sec. 1903(c)(2) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To satisfy the jurisdictional requirement under Sec. 1903, the government presented a \"certification of denial\" from the State Department as proof that defendants' claim of registry was denied by Colombia.  That certificate was signed by the Acting Secretary of State and stated:  \"I Certify That Peter J. Boynton, whose name is subscribed to the document hereunto annexed, was at the time of subscribing the Maritime Law Enforcement Officer [at the State Department], and that full faith and credit should be given to his acts as such.\"   The annexed statement by Boynton attested to the fact that Boynton had been designated by the Secretary of State to make certifications of denial pursuant to 46 U.S.C.App. Sec. 1903.  Boynton stated that on March 30, 1993, he contacted the Defense Attache of the United States Embassy in Colombia to obtain permission from Colombian officials to board defendants' vessel and to determine its nationality.  Boynton then recounted the following series of events:  The American Defense Attache obtained permission to board the vessel from an Admiral H.G. Ramirez, Commandant of the Colombian Navy.  The Attache then related this to U.S. Coast Guard officials who authorized a boarding of the vessel and who subsequently determined that the vessel had no indicia of nationality.  This information was relayed back to Colombian officials, and on March 31, 1993, Admiral Ramirez wrote a letter to the American Attache refuting the defendants' claim of Colombian registry.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Boynton did not have personal knowledge of any of these events;  rather, he was informed of them as the events unfolded by various State Department and Coast Guard officials.  The actual letter from Admiral Ramirez refuting defendants' claim of nationality was never presented at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">At issue on appeal is defendants' allegation that the State Department certificate was inadmissible because it included double and triple hearsay concerning the fact of Colombia's denial of registry of defendants' boat, and because the form of the certificate--with Boynton's annexed statement containing critical facts that were not within Boynton's personal knowledge--was inherently unreliable.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Defendants argue that Boynton had no personal knowledge of any of the relevant facts that may have occurred in Colombia with respect to the request for boarding the vessel or the Colombian government's reply to that request, including Colombia's refutation of the nationality of defendants' boat.  Defendants conclude that the district court erred in admitting the Department of State certificate and that the government, therefore, failed to establish the element of jurisdiction under Sec. 1903.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district court did not err in admitting the Department of State Certificate because there was no hearsay or other admissibility problem with that piece of evidence.  Section 1903(c)(2) specifically provides that \"the denial of such a claim of registry by the claimed flag nation may be proved by certification of the Secretary of State or the Secretary's designee.\"   The statute was designed to ease evidentiary requirements for the government by avoiding the time-consuming and burdensome task of obtaining official documentation from the claimed country of registry which was previously required to prove jurisdiction over a stateless vessel.  See United States v. Leuro-Rosas, 952 F.2d 616, 619-20 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 1598, 118 L.Ed.2d 313 (1992).  Thus, to establish jurisdiction in the case of a vessel claiming foreign registry, the government need not prove that the vessel is in fact without registry in another country, nor must it prove that the foreign nations' denial or refutation of registry is valid, legitimate, or otherwise properly made.  In fact, such issues may be irrelevant for purposes of jurisdiction under Sec. 1903 once it is established that the State Department certifies the vessel is stateless.  See 46 U.S.C.App. 1903(d) (\"A claim of failure to comply with international law in the enforcement of this chapter may be invoked solely by a foreign nation, and a failure to comply with international law shall not divest a court of jurisdiction or otherwise constitute a defense to any proceeding under this chapter\");  Leuro-Rosas, 952 F.2d at 621-22.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Jurisdiction exists under Sec. 1903 if the State Department determines a vessel is stateless through the receipt of a denial of registry from a foreign nation.  Section 1903(c)(2) allows for proof of this determination by way of a \"certification\" of the Secretary or his or her designee.  The presence of what might normally be considered \"hearsay\" in the certification is explicitly contemplated by the statute, which states that a claim of registry \"may be verified or denied by radio, telephone, or similar oral or electronic means.\"   46 U.S.C.App. Sec. 1903(c)(2).  Congress recognized that the State Department would be using non-documentary, non-self-authenticating means of obtaining a denial and attesting to this fact in its certification.  Thus, the statute specifically authorizes as proof of the jurisdictional component of Sec. 1903 precisely what the government presented here.  The State Department certification recited with specificity the steps that resulted in the Department's understanding that \"the Government of Colombia had refuted the claim of Colombian registry for the un[n]amed vessel, by letter signed by ADM Ramirez, Commandant of the Colombian Navy.\"   This is sufficient to establish jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">There is no hearsay or other problem with the form of the certification in this case.  The attachment of a declaration by Boynton to the Secretary of State's certification is perfectly acceptable because Boynton constitutes the \"Secretary's designee\" under Sec. 1903(c)(2).  Several courts have accepted declarations attached to certificates as proper and admissible \"certifications\" under Sec. 1903.  United States v. Aikins, 946 F.2d 608, 614 (9th Cir.1990);  United States v. Mena, 863 F.2d 1522, 1531 (11th Cir.), cert. denied, 493 U.S. 834, 110 S.Ct. 109, 107 L.Ed.2d 72 (1989) (finding admissible a letter from Honduran Navy attached to certification from United States Embassy in Honduras);  cf. Leuro-Rosas, 952 F.2d at 618-21 (expressing approval of certification under Sec. 1903 in the same form as the certification in this case).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Boynton's reliance on the actions and statements of other State Department officials in certifying Colombia's denial of registry does not raise admissibility problems under the hearsay rule.  The State Department Certification falls squarely within Fed.R.Evid. 803(8)(A) which excepts from the hearsay rule public-agency statements \"in any form\" setting forth \"the activities of the office or agency.\"   Fed.R.Evid. 803(8)(A);  Mena, 863 F.2d at 1531.   The State Department's declaration that it received a denial of defendants' claim of registry from Colombia was a statement by a public agency setting forth a routine activity of that agency.  The hearsay exception under Fed.R.Evid. 803(8)(A) accounts for all of the subsidiary statements relayed by the State Department operatives to the declarant, Boynton.  See Aikins, 946 F.2d at 614-15 (noting that the authority of a certifying official who relies on the statements of functionaries for his information \"is not diluted, and the admissibility of his certificate is not diminished, because he indicated the basis for his statement\";  and stating that \"the Secretary of State could properly rely on those in his chain of command.  A probability of trustworthiness attends the statement of the certifying officer;  it is equally probable that the officer has taken reasonable measures to assure himself of the fact he certifies\").</p>\n    </div>\n    <p class=\"indent\">C. Jury Instructions</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Defendants argue that the district court's \"reasonable doubt\" instructions and its instructions on the elements of the crime were erroneous.  Before trial, the district court judge described for the jury the reasonable doubt standard by comparing it to the civil, preponderance of the evidence standard.  The judge instructed the jurors:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>The government must prove each defendant guilty beyond a reasonable doubt.  The defendants have no burden to prove their innocence or to present evidence or to testify.  The law forbids you from considering the silence of an accused, his failure to testify, in reaching a verdict.  That is a right that a defendant has.  You cannot consider the silence of an accused in the face of an accusation.  That is illegal.  You cannot do that.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>The government, as I said, must prove the case beyond a reasonable doubt.  And let me explain in very simple terms what this means.  Usually, at this stage of the case, what we judges do is concur [sic] the two standards, the one that applies in the civil case and one that applies in a criminal case, so that you will have an idea of the difference.  At the end of the case I will explain this again to you.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>In the civil case we say that a plaintiff prevails if he proves the case against the defendant by the preponderance of the evidence.  Assume, then, a graphic example.  A scale, an even scale.  You will put the evidence of the plaintiff and the evidence of the defendant, if any, on the two sides and you see what happens to the scale.  If the scale just moves a little bit to the plaintiff's side, the plaintiff is prevailing in the context of a civil case.  That could be a car accident case, a contracts case, preponderance of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>In the criminal context we say the government must prove each defendant guilty beyond a reasonable doubt.  That implies a heavier burden.  Assume, then that the scale must tip more to the government's side, heavier burden.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>Why?  Because liberty is involved and, of course, the wise people who devised the system understood that the evidence would be received under a different standard, as we say, beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>I will explain this once again for your benefit at the end of the case;  but if you have ever served in a civil case, you should disregard the particular notion of preponderance.  Here we say beyond a reasonable doubt.  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">No objections were made at this time, or subsequently, concerning these instructions.  After closing arguments, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>Each defendant is presumed to be innocent.  Each defendant had no duty to testify or present any evidence or prove their innocence.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>The government had the burden to prove each defendant guilty beyond a reasonable doubt, and that you know from the beginning.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>What is this business of \"reasonable doubt\"?  \"Reasonable doubt\" is a doubt based upon reason and common sense and may arise from a careful and impartial consideration of all the evidence in the case, or the lack of evidence in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>Proof beyond a reasonable doubt is proof that leaves you firmly convinced that the defendants are guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>So, proof beyond a reasonable doubt is proof that leaves you firmly convinced that had a given defendant has been proven guilty beyond a reasonable doubt [sic].</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">At the end of this charge, the defense attorneys approached the bench but no one objected to the reasonable doubt instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Defendants argue that the instruction concerning the \"even scale\" is faulty for two reasons.  First, it dilutes the degree of persuasion required to convict a defendant in a criminal case.  Second, the \"even scale\" mechanism presupposes that the criminal defendant will submit evidence so as to balance the scale.  According to the defendants, the fact that the government would usually submit more evidence than the defendant will, in the eyes of a reasonable juror, forcibly tip the scale to the government's side, even when such tipping is not sufficient to convict beyond a reasonable doubt.  In comparing the criminal standard to the civil one, defendants contend that the court actually defined proof beyond a reasonable doubt as preponderance of the evidence, but with a \"heavier burden.\"   Defendants conclude that this dilutes the meaning of reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Because defendants failed to raise this objection at trial, we must review the trial court's instructions for plain error.  Fed.R.Crim.P. 52(b).  We will find plain error only when (1) there is an \"error,\" (2) that is \"clear\" or \"obvious\" and (3) that affects \"substantial rights.\"  United States v. Olano, --- U.S. ----, ---- - ----, 113 S.Ct. 1770, 1776-77, 123 L.Ed.2d 508 (1993);  United States v. Colon-Pagan, 1 F.3d 80, 81 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In this case, although the reasonable doubt instructions may be erroneous, we cannot find that they are clearly and obviously so.  Reasonable doubt instructions are erroneous when, taken as a whole, they have a \"reasonable likelihood\" of misleading the jury to believe that it can convict on some lesser standard of proof than that required under the reasonable doubt standard.  Victor v. Nebraska, --- U.S. ----, ----, ----, 114 S.Ct. 1239, 1243, 1251, 127 L.Ed.2d 583 (1994).  Although the court's statement that \"the scale must tip more to the government's side\" may, if taken in isolation, suggest a somewhat diluted burden of proof, the court was clear that the reasonable doubt standard was distinct from, and imposed a \"heavier burden\" than, the preponderance standard used in civil trials.  The court also told the jury several times that the defendants had no burden to prove their innocence, and that they did not have to present any evidence.  This decreased the likelihood that the jury would improperly weigh the evidence or lack thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">What little explanation the court gave on the term \"reasonable doubt\" was harmlessly circular.  There was no mention in the final charge of the preponderance of the evidence standard.  Although the use of the scale analogy has the potential for misleading the jury into applying a diluted burden of proof, we do not see in this case, with all the instructions taken as a whole, a clear and obvious likelihood that the jury would be so misled.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Defendants also argue that the district court erred in its instructions with respect to the elements of the crime because the instructions might have suggested to the jury that jurisdiction was not an element of an offense under Sec. 1903.  According to the defendants, the court's confusing instructions effectively failed to inform the jury that it must find that defendants' vessel was subject to the jurisdiction of the United States beyond a reasonable doubt.  As with the reasonable doubt instruction, no objection was made at trial to the court's instructions on the elements of the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We need not reach the substance of defendants' objection on this issue because the defendants presented no evidence at trial to refute the government's proof that the defendants' vessel was stateless and thus subject to the jurisdiction of the United States.  Other than defendants' attempt to prevent the admission of the State Department certification, the issue of United States jurisdiction over their vessel was not contested.  We agree with the Third Circuit that there is no plain error in a situation such as this one.  United States v. Martinez-Hidalgo, 993 F.2d 1052, 1057 (3d Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 699, 126 L.Ed.2d 666 (1994) (finding no plain error when court refused to instruct jury on jurisdiction as an element to be proved under Sec. 1903).  Because the undisputed evidence conclusively established jurisdiction, the court did not undermine the fundamental fairness of the trial or contribute to a miscarriage of justice by failing to instruct the jury on that element of the crime.  Id.  Moreover, unlike in Martinez-Hidalgo, the court in the present case at least attempted to give an instruction to the jury on the element of jurisdiction.  There is thus less likelihood of plain error in this case than in Martinez-Hidalgo.</p>\n    </div>\n    <p class=\"indent\">D. Sentencing of Romero</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Defendant Romero argues that the district court erred in finding that, as a matter of law, it was precluded from granting a downward departure in sentencing for \"extraordinary family circumstances\" under Sec. 5K2.0 of the Sentencing Guidelines.  Romero testified at his sentencing hearing that the mother of his children was murdered in Colombia in 1988.  His three children presently live with his sister in Santa Marta, Colombia.  The sister has four children of her own to take care of.  They all live together in a small two-bedroom house.  The sister's husband works only periodically.  Romero's eldest daughter was suspended from school because Romero's sister and her husband could not make the monthly payments that the school required.  Romero's son, Ronald Romero, suffers from a rare blood disease.  Ronald's doctor recommended treatment with special pills and food as well as a blood transfusion.  Romero did not know if his son Ronald had ever received the recommended treatments.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Following Romero's testimony, the court rejected any downward departure based on Sec. 5K2.0 for unique family circumstances.  The court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>You are going to 5K2.0, basically, and asking me to read within the context of this case a departure for unique family circumstances of the kind not normally or not taken into consideration by the Sentencing Commission when they drafted the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>But I do not think that that's the case.  As a matter of fact, your request falls within the category that discourages departures that pertain to such things as family ties and family responsibilities, etcetera.  I do not think that this case is so different from what I see in 90 percent of the cases.  Take a look at what happened here today this afternoon.  We have visions that are as terrible and as depressing and as sad as the ones that he has now.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>I cannot, on the basis of what I know of this record, and on the basis of what I heard here, make a substantial departure under that particular section....</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>I do not think--I do not think that this stands as a situation that is so different from that that we see on a daily basis, which are very sensitive situations.  Assuming no diseases, assuming no circumstances of that kind--the mere fact that a father, that of itself is extraordinary, but that is not what the law allows me to consider.</p>\n    </div>\n    <p class=\"indent\">Romero's Attorney then stated:</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>Well, your Honor, precisely your Honor stated \"assuming no diseases,\" and that is precisely why we raised the matter.  It is what the probation officer called \"a rare blood disease,\" and that is why we had, at the outset of our allocution, explained to your Honor the problems that we have encountered.</p>\n    </div>\n    <p class=\"indent\">The court responded:</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>That's okay.  But I am not assuming that that is true.  I am assuming that what the child has is sickle-cell anemia.  It could be sickle-cell anemia, it could be leukemia, but those two factors are not enough for me to depart.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Romero argues that the court's statement (\"that is extraordinary, but that is not what the law allows me to consider\") evinced the court's perception that it was legally unable to depart in the absence of \"diseases\" or \"circumstances of that kind.\"   According to Romero, the court's position was that on a record which did not include particular medical conditions, the court was legally precluded from departing.  Yet the court then assumed Romero's son had a blood disease--either sickle-cell anemia or leukemia--and thus that an \"unusual circumstance\" was present.  The court, however, still did not depart because, Romero claims, it thought that it could not legally do so under the circumstances of this case.  Romero's interpretation of the court's decision is mistaken.  We therefore uphold his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">United States Sentencing Guidelines Sec. 5K2.0 recognizes that under 18 U.S.C. Sec. 3553(b) \"the sentencing court may impose a sentence outside the range established by the applicable guideline, if the court finds 'that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described.' \"   U.S.S.G. Sec. 5K2.0 (quoting 18 U.S.C. Sec. 3553(b)).  Family ties and responsibilities are normally \"discouraged\" grounds for departure, U.S.S.G. Sec. 5H1.6, because they are not outside the normal \"heartland\" case which the Sentencing Commission has already taken into consideration.  Nonetheless, such factors \"could remove a case from the heartland, but only if they are present in a manner that is unusual or special, rather than 'ordinary.' \"  United States v. Rivera, 994 F.2d 942, 948 (1st Cir.1993) (emphasis in original).  Thus, a sentencing court may depart downward for purposes of a defendant's family ties and responsibilities, if, and only if, it finds those factors to be unusual or special.  Id. at 948, 951.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Ordinarily, a district court's refusal to exercise its discretion to depart downward from the sentencing guidelines is not reviewable on appeal.  United States v. LeBlanc, 24 F.3d 340, 348 (1st Cir.1994);  United States v. Smith, 14 F.3d 662, 665 (1st Cir.1994);  United States v. McAndrews, 12 F.3d 273, 276 (1st Cir.1993).  Appellate jurisdiction does attach, however, where the sentencing court's decision not to depart is based on the court's mistaken view that it lacks the legal authority to consider a departure.  LeBlanc, 24 F.3d at 348;  Smith, 14 F.3d at 665-66;  United States v. DiIorio, 948 F.2d 1, 8 (1st Cir.1991).  In other words, where the court errs in determining whether the allegedly special circumstances are of the \"kind\" that the Guidelines, in principle, permit the sentencing court to consider, we may proceed to review the courts sentencing decision not to depart.  Rivera, 994 F.2d at 950-51.   On the other hand, if \"we find that the court properly understood its power to depart, but refused to exercise that power, we lack jurisdiction to consider the appeal.\"  LeBlanc, 24 F.3d at 348;  United States v. Lombardi, 5 F.3d 568, 571-72 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Thus, the issue on this appeal is whether the district court exercised its discretion by finding that Romero's family circumstances, including his son's disease, was not sufficiently unusual or different from the heartland case to warrant a departure or whether the court found that the Guidelines did not allow him to depart for circumstances like the ones present in this case.  Because we find the court did not misunderstand its authority to depart, its departure decision is not reviewable on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">It is fairly clear that the court understood its ability to depart under the guidelines, but found that the facts of the case prevented the court from doing so.  The court explicitly and correctly noted that it was considering a discouraged type of departure for unique family circumstances.  The court then found that the facts of this case were not \"so different from what I see in 90 percent of the cases.\"   This demonstrates that the court knew that it could depart if it found the facts placed the present case outside of the heartland of cases that it normally faced.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The court did say:  \"Assuming no diseases, assuming no circumstances of that kind--that mere fact that a father, that of itself is extraordinary, but that is not what the law allows me to consider.\"  (emphasis added).  In the context of the entire decision and the court's previous statements, we interpret this statement simply as a correct expression of the applicable law.  The court was saying that it could not depart unless it found the facts of the case were unusual or different than the heartland case and that the mere fact that Romero was a father and had children that someone else was caring for did not constitute an unusual or special situation for which the Guidelines would allow a departure.  After Romero's counsel pointed out that there was evidence of a special circumstance--namely Romero's son's blood disease--the court stated that it had assumed the son had either sickle-cell anemia or leukemia, \"but that those two factors are not enough for me to depart.\"   The court was not saying that the Guidelines prohibited him from considering Romero's son's disease as the type of factor upon which a departure decision can be based, he was merely saying that he considered the disease and that it was \"not enough for [him] to depart.\"   Although the court's language is not a model of clarity, we are certain that the judge was making a factual and discretionary determination here;  he did not hold that diseases can never merit a departure under the Guidelines.  The court was thus not mistaken about its power to depart but rather made a judgment call that we may not review on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The critical language in this case is Boynton's statement:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p> I certify the following:</p>\n        <p>(e) Later on March 31, 1993, LCDR Dale of the U.S. Embassy in Bogota contacted LT Pete DeCola of the Department of State and informed him that the Government of Colombia had refuted the claim of Colombian registry for the un[n]amed vessel, by letter signed by ADM Ramirez, Commandant of the Colombian Navy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The government argues that some of the defendants did not join defendant Romero's objection to the district court's admission in evidence of the State Department certification.  Because we find no merit to the substance of Romero's objection, we need not determine whether all the defendants have preserved this ground for appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We say that proof of actual registry or of the illegitimacy of a foreign nation's denial may be irrelevant because the statute can be read as defining jurisdiction solely in terms of what the State Department certifies, regardless of whether or not a defendant's boat is actually registered in a foreign nation.  The government insists that Sec. 1903(d) confirms this by stating that jurisdiction exists even in the face of an alleged violation of international law.  According to the government, a defendant who wants to assert that his vessel is truly registered in a foreign nation or that that nation did not properly deny his claim registry, must protest to the foreign nation itself and have that nation take up the matter with the State Department on the defendant's behalf.  We are not so sure that the statute indeed imposes such a burden.  It is possible that proving the registry of a vessel for purposes of jurisdiction under the statute is not the same thing as contesting a violation of international law and thus not barred by Sec. 1903.  See United States v. Aikins, 946 F.2d 608, 615 (9th Cir.1990) (noting in dicta that defendants can rebut the facts presented in a State Department certification).  Anyway, we are not presented with such a situation in this case--defendants did not try to establish at trial that their vessel was in fact Colombian.  Therefore, we do not decide the issue of whether efforts to prove a vessel's actual registry would be irrelevant under Sec. 1903 or barred by Sec. 1903(d)</p>\n        <p>This case does not, of course, present a challenge to the authenticity of the government's proffered State Department certification on the grounds that, for example, the certification was fraudulently prepared (e.g., untruthful in saying that a foreign nation's denial had been received) or presented in bad faith (e.g., accepting the denial of a janitor in a foreign nation's public agency instead of a public officer in that agency).  We therefore reserve the question of whether Sec. 1903(d), or any other provisions of Sec. 1903, would bar the presentation of evidence relating to the facts of registry or the actions of foreign nations in situations that might warrant determination, probably by the court, as to whether a proper certification was being offered.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">951</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Freddy ROMERO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Armando TEJEDOR, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Gabriel CURVELO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Oranie GALINDO-FORBES, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 93-2187 to 93-2190.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 10, 1994.<br>Decided Aug. 29, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jorge L. Arroyo, by Appointment of the Court, for appellant Freddy Romero.</p>\n      <p class=\"indent\">Jose A. Leon-Landrau, by Appointment of the Court, for appellant Armando Tejedor.</p>\n      <p class=\"indent\">Carlos A. Vazquez-Alvarez, Asst. Federal Public Defender, with whom Benicio Sanchez-Rivera, Federal Public Defender, was on brief, for appellant Gabriel Curvelo.</p>\n      <p class=\"indent\">Luis A. Medina-Torres, by Appointment of the Court, for appellant Oranie Galindo-Forbes.</p>\n      <p class=\"indent\">Richard A. Friedman, Atty., Appellate Section, Crim.  Div., U.S. Dept. of Justice, with whom Guillermo Gil, U.S. Atty., Rosa E. Rodriguez-Valez, and Antonio R. Bazan, Asst. U.S. Attys., were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, defendants-appellants Freddy Romero, Gabriel Curvelo, Armando Tejedor, and Oranie Galindo Forbes appeal their convictions for possessing, while aboard a vessel subject to the jurisdiction of the United States, cocaine intended for distribution in violation of 46 U.S.C.App. Sec. 1903(a).  The defendants challenge the sufficiency of the evidence and the trial court's jury instructions.  Defendant Romero challenges his sentence.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the morning of March 29, 1993, a U.S. Navy surveillance aircraft, a P3 Orion (the \"P3\"), on routine narcotics-interdiction patrol, received a signal on its radar indicating the presence of a vessel in international waters south of the Dominican Republic.  The radar indicated that the area was free of other surface vessels within a hundred-mile radius.  Crewmen aboard the aircraft subsequently spotted the boat through observer windows from a distance of five miles.  Two crewmen, pilot Jody Bridges and aft observer William Pikul, recognized the boat as a low-profile vessel of the type used to smuggle narcotics.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The P3 circled and proceeded to make several passes over the boat, which, at that point, abruptly turned around and accelerated in the opposite direction.  During one pass, the crewmen observed two people on the vessel's deck tossing bales overboard.  Subsequently, small arms tracer rounds came streaming toward the plane.  Throughout this time, the boat was moving at high speed in an evasive, zig-zag course.  The aircraft continued to trail the vessel until, six hours later, the boat ran out of fuel and three of its crew were observed attempting to rig a blue canvas tarp to act as a sail.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Throughout the surveillance, the crew of the aircraft maintained the boat in sight through binoculars.  The P3 also had sophisticated surveillance equipment and cameras, and over 200 pictures were taken showing the boat and the bales in the water.  None of the photographs showed bales on the boat, individuals on the boat, or bales being thrown overboard.  The P3 also dropped special buoys to mark the location of the bales after they were thrown overboard.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While the occupants of the boat were rigging their sail, a helicopter from the USS TAYLOR, a Navy frigate, arrived and kept the boat under surveillance until the TAYLOR itself reached the boat at dusk.  The law-enforcement officer aboard the TAYLOR, Coast Guard Lieutenant Francisco Alterie, hailed the boat by megaphone and asked for its nationality because no national identification was evident.  Defendant Forbes, who subsequently appeared to be in charge, told Alterie that the boat was Colombian.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Alterie requested by radio that his superiors obtain a \"statement of no objection,\" which is a statement from the United States State Department indicating that the country of registry, in this case Colombia, granted American officials permission to enforce United States laws aboard that vessel.  After obtaining permission from Colombian officials to board the defendants' boat for purposes of determining the vessel's nationality and conducting a basic inspection, the State Department authorized Alterie to board the defendants' vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Once on board, Alterie and his boarding party found, in addition to the four defendants themselves, state-of-the-art radar and communications equipment, ropes crossing the cargo area, and a strong smell of gasoline and other indications that the cargo area had been washed down with gasoline.  No drugs or other contraband were found on the boat or on the defendants.  The boat did not have any identification or registration papers.  Upon being advised of this fact, the Colombian government \"refuted the claim of Colombian registry\" for the vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Meanwhile, twenty-one bales were recovered from the Caribbean during the afternoon of March 30 by the Coast Guard Cutter ATTU, approximately 15 nautical miles from the location where the P3 first spotted the defendants' vessel 27-28 hours earlier.  The bales contained numerous two-kilogram packages of cocaine.  The Coast Guard had notified the ATTU of the bales on the previous afternoon (March 29) and the ATTU had reached the general location of the drop and the buoys left by the P3 at approximately midnight.  The ATTU was unable to find the bales during the night, but it did find them the next day after a Coast Guard patrol aircraft located them 15 miles away.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After retrieving the bales of cocaine, the ATTU rendezvoused with, and then relieved, the TAYLOR at the site of the defendants' vessel.  On March 31, the State Department authorized defendants' arrest.  Coast Guard officials on the ATTU then arrested the defendants and brought them and their boat to the port of Mayaguez, Puerto Rico.  Officials with a mobile laboratory conducted tests to determine if drugs were present on the defendants and on the boat at that time.  Both the defendants and their vessel tested positive for traces of cocaine.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <p class=\"indent\">A. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The defendants challenge the sufficiency of the evidence supporting their convictions.  In particular, they claim the government did not establish that they ever possessed the cocaine that the Coast Guard recovered from the ocean and that the government later submitted as evidence at trial.  One of the elements of an offense under 46 U.S.C.App. Sec. 1903 is that the defendants knowingly or intentionally possessed a controlled substance.  United States v. Piedrahita-Santiago, <span class=\"citation\" data-id=\"559869\"><a href=\"/opinion/559869/united-states-v-roberto-piedrahita-santiago-united-states-of-america-v/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span>, 130 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In reviewing whether the evidence is sufficient to establish that the defendants possessed the bales of cocaine, we must consider all the evidence in the record as a whole, including all reasonable inferences therefrom, in the light most favorable to the verdict, with a view to whether a rational trier of fact could have found the element of possession beyond a reasonable doubt.  United States v. O'Brien, <span class=\"citation\" data-id=\"661452\"><a href=\"/opinion/661452/43-socsecrepser-489-medicaremedicaid-guide-p-42092-united-states-of/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></a></span>, 706 (1st Cir.1994);  United States v. Matiz, <span class=\"citation\" data-id=\"195125\"><a href=\"/opinion/195125/united-states-v-esperanza-matiz/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 82 (1st Cir.1994);  United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1173 (1st Cir.1993).  We must also defer to the jury with respect to all credibility determinations.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">O'Brien,</span> <span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">706</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The government's evidence of possession was ample, as it supported a reasonable inference that the bales observed being thrown overboard from defendants' boat were the same bales later recovered by the Coast Guard from the water in the vicinity where the boat had been seen.  Crewmen from the P3 testified that they saw people aboard the defendants' boat throw bales from the vessel overboard into the water.  Crewman Pikul testified that the bales presented in evidence at trial were the same ones he witnessed being tossed overboard.  Photographs from the P3 showed the same bales in the water that were present in the courtroom.  Both Pikul and the P3's pilot, Bridges, testified that the defendants' boat tried to evade the P3 and even fired upon the surveillance aircraft.  Both also testified that the boat was of the type commonly used for drug smuggling.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Lieutenant Alterie and his boarding party found lines crossing the cargo area of defendants' boat indicating that something had been tied there.  They also found that the cargo area of the defendants' boat had been washed down with gasoline, a tactic which several government witnesses explained was a common technique among narcotics smugglers to eradicate traces of contraband substances.  Thomas Friend, a Navy helicopter pilot and search and rescue officer, testified that the bales of cocaine were found the following day within a predictable area of where one would expect them to be had they come from defendants' boat.  Friend based this conclusion on a consideration of the wind conditions, water currents, and elapsed time.  The radar on the P3 and on the TAYLOR's helicopter showed that no other boats were within a 100-mile radius of defendants' boat.  This evidence was sufficient, even without any consideration of the fact that defendants and their boat tested positive for cocaine after they were brought to the port of Mayaguez, to establish that defendants knowingly possessed cocaine in violation of 46 U.S.C.App. Sec. 1903.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendants argue that (1) the eyewitness accounts of the P3's crewmen that defendants threw the bales overboard should not be credited because the aircraft failed to take any pictures of the event, and because the P3's principal observer misidentified the color of the recovered bales;  (2) the testimony concerning the likelihood that the bales recovered from the ocean came from defendants' boat in light of ocean and weather conditions was inherently unreliable;  and (3) the tests showing traces of cocaine on the defendants and their boat were inaccurate due to unreliable equipment and careless procedures allowing for contamination of the test subjects.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Defendants' first claim is that no reasonable jury could credit the testimony of the P3 crewmen because the very sophisticated photographic equipment in the P3 did not yield a single photograph of individuals on the vessel, bales on the vessel, bales being thrown from the vessel, or bales in the water next to the vessel.  Defendants point out that the P3 had the defendants' vessel under continuous surveillance during the alleged dumping, that the P3 was prepared to, and did, take photographs throughout its encounter with defendants' boat, and that one of the P3's cameras produced instant still photos which allowed the crewmen to make adjustments in the photography while they were taking the pictures.  These facts conclusively establish, defendants conclude, that the eyewitness accounts of the bales on defendants' vessel are not credible.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need recount only a few of the many potentially reasonable inferences that a jury could make in crediting the government's eyewitness testimony in the absence of photographs directly linking the bales of cocaine to the defendants.  The jury could reasonably infer that the photographer (who did not testify at trial) simply missed the opportunity to take pictures at the crucial time when the bales were being thrown overboard because of the position of the aircraft (which made a number of \"passes\" over the boat) or because of the position and readiness of the camera equipment.  The jury could also rationally conclude that the photographer failed to take the \"missing\" pictures by mistake, perhaps because he did not use the equipment properly, had poor aim, or because he improperly developed the film and ruined the crucial photographs.  Pikul and Bridges testified that one of the two cameras on the P3, a special high-speed camera, was broken and that none of its photographs came out.  It would be perfectly rational for a jury to conclude that this broken camera was the camera used for the crucial photographs and that the second camera, the one whose pictures were used at trial, was only used before and after the bales were dumped in the water.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The defendants next claim that Pikul's testimony that the bales in the courtroom were the same bales that he had seen earlier on defendants' boat cannot be credited by a reasonable jury because Pikul said in an earlier statement that the bales were \"yellow\" when in fact the bales were closer to a brownish color.  At trial, Pikul described the bales as a \"yellowish-brown\" in order to mask, defendants' allege, the \"contradiction\" between the earlier statement and the appearance of the evidence in court.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Credibility determinations are firmly within the jury's realm, <span class=\"citation no-link\"><span class=\"antecedent_guess\">O'Brien,</span> <span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">706</span></span>.   We will not secondguess the jury's decision to credit testimony which contains an inconsistency, especially in a situation like this one where the inconsistency or \"contradiction\" is ambiguous.  It would usurp the jury's role to reject its decision to believe or disbelieve a witness because of such inconsistencies.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Defendants next attempt to poke holes in Friend's testimony that if the bales were dumped from the defendants' vessel, they should have been found in the area where they were actually located, 28 hours later.  Defendants claim that, at trial, Friend was initially unable to provide and explain the formula used by the Navy and the Coast Guard in their search for the bales, which was determined prior to the launching of the search.  After a lunch recess at trial, Friend returned to explain the formula and carried out a sample calculation demonstrating the area of probability where the bales were found.  Defendants maintain that Friend was unable to explain how the number 28, representing the number of hours that it took the combined Navy and Coast Guard task force to locate the bales in the water upon their having been allegedly dumped from the suspect vessel, could have been factored into the formula prior to the search.  The defendants emphasize that that number could not have been available to the searchers before they calculated where to attempt to locate the bales.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Defendants further point out that the defendants' vessel was under constant surveillance in the area during and after the purported dumping and that the bale area was marked by buoys.  If the bales were indeed dumped from that vessel, defendants argue, it should not have taken that many ships and aircraft 28 hours to find them.  This, of course, although a valid argument, is properly made to the jury rather than to an appellate court.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">None of defendants' objections raise colorable challenges to the sufficiency of the evidence.  Despite some confusion surrounding Friend's rather technical testimony, it was relatively clear from our reading of the transcript that Friend's calculations represented an after-the-fact demonstration of (1) how search patterns are calculated in general and (2) where the bales in this case should have been found had the defendants in fact dumped them.  Friend stated several times that the actual search was done by feeding certain information into a computer which then calculated where to search.  Friend testified that the computer kept track of elapsed time during the actual search.  The jury could conclude from this that the search was properly conducted at the time and that the bales did originate from defendants' boat.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As for the 28 hours it took the Navy and the Coast Guard to find the bales, we cannot tell from the record if this is a suspiciously delayed period of time or a relatively quick period of time to find some bales floating in the ocean.  A reasonable jury, however, could rationally have found that the bales were recovered relatively quickly and recovered right where one would expect them to be, had the bales drifted in the Caribbean for a day after the defendants threw them overboard.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, defendants assert that the two types of tests used for detecting cocaine on the defendants and their boat, the Barringer Ion Scan and the Sentor Gas Chromatography, were inherently unreliable.  This assertion is based on the claim that, although the testing technology has been used for years, the mobile, in-the-field testing instruments used for the two tests in Mayaguez were relatively recent creations and had not yet been proven to be reliable.  Defendants also claim that Coast Guard officials took no prophylactic measures to prevent post-arrest contamination of the defendants and their boat from the cocaine bales, which the Coast Guard transported together with the defendants, and from other potential sources of contamination.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendants do not challenge the admissibility of the testing evidence.  Rather, they maintain the testing evidence is too unreliable to support a jury verdict.  We find that defendants do raise some legitimate concerns regarding the government's testing procedures.  However, because there was sufficient evidence to convict without consideration of the test results, we need not decide how reliable the test results were in this particular case.  As we stated above, the other evidence of possession, linking the bales of cocaine to defendants' boat, was ample.  We therefore reject defendants' challenge to the sufficiency of the evidence.  Had the defendants raised a challenge to the admissibility of the evidence and presented a well-developed record on the problems with in-the-field testing equipment, we might have been more inclined to reach the merits of defendants' objection.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">B. Admissibility of the \"Certification of Denial\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under 46 U.S.C.App. Sec. 1903, it is unlawful for anyone \"on board a vessel subject to the jurisdiction of the United States,\" 46 U.S.C.App. Sec. 1903(a), to possess with intent to distribute a controlled substance.  Vessels subject to United States jurisdiction include vessels \"without nationality.\"   46 U.S.C.App. Sec. 1903(c)(1)(A).  The indictment in this case alleged that jurisdiction existed because the defendants' vessel was a \"vessel without nationality\" within the meaning of 46 U.S.C.App. Sec. 1903(c)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A \"vessel without nationality\" (also called a \"stateless vessel\") includes \"a vessel aboard which the master or person in charge makes a claim of registry, which claim is denied by the flag nation whose registry is claimed.\"   46 U.S.C.App. Sec. 1903(c)(2)(A).  A claim of registry can include a verbal claim of nationality or registry by the master or person in charge.  46 U.S.C.App. Sec. 1903(c)(3)(C).  United States v. Maynard, <span class=\"citation\" data-id=\"531327\"><a href=\"/opinion/531327/united-states-v-errol-maynard-united-states-of-america-v-glen-petersen/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></a></span>, 922-25 (1st Cir.1989);  United States v. Potes, <span class=\"citation\" data-id=\"526967\"><a href=\"/opinion/526967/united-states-v-parmenio-potes-united-states-of-america-v-wilfrido/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1475</span></a></span>, 1478-79 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">There is no dispute in this case that a \"person in charge,\" namely defendant Forbes, made a claim of nationality by stating that the defendants' vessel was from Colombia.  Since a claim of nationality was made, the vessel can be classified as \"stateless\" only if the claim is denied by the flag nation whose registry is claimed.  46 U.S.C.App. Sec. 1903(c)(2)(A).  <span class=\"citation\" data-id=\"531327\"><span class=\"antecedent_guess\">Maynard,</span> <a href=\"/opinion/531327/united-states-v-errol-maynard-united-states-of-america-v-glen-petersen/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">925</span></a></span>.   Section 1903(c)(2) provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>A claim of registry under subparagraph (A) may be verified or denied by radio, telephone, or similar oral or electronic means.  The denial of such claim of registry by the claimed flag nation may be proved by certification of the Secretary of State or the Secretary's designee.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">46 U.S.C.App. Sec. 1903(c)(2) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To satisfy the jurisdictional requirement under Sec. 1903, the government presented a \"certification of denial\" from the State Department as proof that defendants' claim of registry was denied by Colombia.  That certificate was signed by the Acting Secretary of State and stated:  \"I Certify That Peter J. Boynton, whose name is subscribed to the document hereunto annexed, was at the time of subscribing the Maritime Law Enforcement Officer [at the State Department], and that full faith and credit should be given to his acts as such.\"   The annexed statement by Boynton attested to the fact that Boynton had been designated by the Secretary of State to make certifications of denial pursuant to 46 U.S.C.App. Sec. 1903.  Boynton stated that on March 30, 1993, he contacted the Defense Attache of the United States Embassy in Colombia to obtain permission from Colombian officials to board defendants' vessel and to determine its nationality.  Boynton then recounted the following series of events:  The American Defense Attache obtained permission to board the vessel from an Admiral H.G. Ramirez, Commandant of the Colombian Navy.  The Attache then related this to U.S. Coast Guard officials who authorized a boarding of the vessel and who subsequently determined that the vessel had no indicia of nationality.  This information was relayed back to Colombian officials, and on March 31, 1993, Admiral Ramirez wrote a letter to the American Attache refuting the defendants' claim of Colombian registry.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Boynton did not have personal knowledge of any of these events;  rather, he was informed of them as the events unfolded by various State Department and Coast Guard officials.  The actual letter from Admiral Ramirez refuting defendants' claim of nationality was never presented at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">At issue on appeal is defendants' allegation that the State Department certificate was inadmissible because it included double and triple hearsay concerning the fact of Colombia's denial of registry of defendants' boat, and because the form of the certificate--with Boynton's annexed statement containing critical facts that were not within Boynton's personal knowledge--was inherently unreliable.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Defendants argue that Boynton had no personal knowledge of any of the relevant facts that may have occurred in Colombia with respect to the request for boarding the vessel or the Colombian government's reply to that request, including Colombia's refutation of the nationality of defendants' boat.  Defendants conclude that the district court erred in admitting the Department of State certificate and that the government, therefore, failed to establish the element of jurisdiction under Sec. 1903.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district court did not err in admitting the Department of State Certificate because there was no hearsay or other admissibility problem with that piece of evidence.  Section 1903(c)(2) specifically provides that \"the denial of such a claim of registry by the claimed flag nation may be proved by certification of the Secretary of State or the Secretary's designee.\"   The statute was designed to ease evidentiary requirements for the government by avoiding the time-consuming and burdensome task of obtaining official documentation from the claimed country of registry which was previously required to prove jurisdiction over a stateless vessel.  See United States v. Leuro-Rosas, <span class=\"citation\" data-id=\"574887\"><a href=\"/opinion/574887/united-states-v-jorge-leuro-rosas/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">616</span></a></span>, 619-20 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1598</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span> </span>(1992).  Thus, to establish jurisdiction in the case of a vessel claiming foreign registry, the government need not prove that the vessel is in fact without registry in another country, nor must it prove that the foreign nations' denial or refutation of registry is valid, legitimate, or otherwise properly made.  In fact, such issues may be irrelevant for purposes of jurisdiction under Sec. 1903 once it is established that the State Department certifies the vessel is stateless.  See 46 U.S.C.App. 1903(d) (\"A claim of failure to comply with international law in the enforcement of this chapter may be invoked solely by a foreign nation, and a failure to comply with international law shall not divest a court of jurisdiction or otherwise constitute a defense to any proceeding under this chapter\");  <span class=\"citation\" data-id=\"574887\"><span class=\"antecedent_guess\">Leuro-Rosas,</span> <a href=\"/opinion/574887/united-states-v-jorge-leuro-rosas/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">621-22</span></a></span>.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Jurisdiction exists under Sec. 1903 if the State Department determines a vessel is stateless through the receipt of a denial of registry from a foreign nation.  Section 1903(c)(2) allows for proof of this determination by way of a \"certification\" of the Secretary or his or her designee.  The presence of what might normally be considered \"hearsay\" in the certification is explicitly contemplated by the statute, which states that a claim of registry \"may be verified or denied by radio, telephone, or similar oral or electronic means.\"   46 U.S.C.App. Sec. 1903(c)(2).  Congress recognized that the State Department would be using non-documentary, non-self-authenticating means of obtaining a denial and attesting to this fact in its certification.  Thus, the statute specifically authorizes as proof of the jurisdictional component of Sec. 1903 precisely what the government presented here.  The State Department certification recited with specificity the steps that resulted in the Department's understanding that \"the Government of Colombia had refuted the claim of Colombian registry for the un[n]amed vessel, by letter signed by ADM Ramirez, Commandant of the Colombian Navy.\"   This is sufficient to establish jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">There is no hearsay or other problem with the form of the certification in this case.  The attachment of a declaration by Boynton to the Secretary of State's certification is perfectly acceptable because Boynton constitutes the \"Secretary's designee\" under Sec. 1903(c)(2).  Several courts have accepted declarations attached to certificates as proper and admissible \"certifications\" under Sec. 1903.  United States v. Aikins, <span class=\"citation\" data-id=\"569363\"><a href=\"/opinion/569363/united-states-v-george-gordon-aikins-roosevelt-rodney-manuel-arcenio/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">608</span></a></span>, 614 (9th Cir.1990);  United States v. Mena, <span class=\"citation\" data-id=\"516052\"><a href=\"/opinion/516052/united-states-v-concepcion-mena-alfredo-brack-brack-nurberto/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1522</span></a></span>, 1531 (11th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">834</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span> </span>(1989) (finding admissible a letter from Honduran Navy attached to certification from United States Embassy in Honduras);  cf. <span class=\"citation\" data-id=\"574887\"><span class=\"antecedent_guess\">Leuro-Rosas,</span> <a href=\"/opinion/574887/united-states-v-jorge-leuro-rosas/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">618-21</span> </a></span>(expressing approval of certification under Sec. 1903 in the same form as the certification in this case).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Boynton's reliance on the actions and statements of other State Department officials in certifying Colombia's denial of registry does not raise admissibility problems under the hearsay rule.  The State Department Certification falls squarely within Fed.R.Evid. 803(8)(A) which excepts from the hearsay rule public-agency statements \"in any form\" setting forth \"the activities of the office or agency.\"   Fed.R.Evid. 803(8)(A);  <span class=\"citation\" data-id=\"516052\"><span class=\"antecedent_guess\">Mena,</span> <a href=\"/opinion/516052/united-states-v-concepcion-mena-alfredo-brack-brack-nurberto/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1531</span></a></span>.   The State Department's declaration that it received a denial of defendants' claim of registry from Colombia was a statement by a public agency setting forth a routine activity of that agency.  The hearsay exception under Fed.R.Evid. 803(8)(A) accounts for all of the subsidiary statements relayed by the State Department operatives to the declarant, Boynton.  See <span class=\"citation\" data-id=\"569363\"><span class=\"antecedent_guess\">Aikins,</span> <a href=\"/opinion/569363/united-states-v-george-gordon-aikins-roosevelt-rodney-manuel-arcenio/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">614-15</span> </a></span>(noting that the authority of a certifying official who relies on the statements of functionaries for his information \"is not diluted, and the admissibility of his certificate is not diminished, because he indicated the basis for his statement\";  and stating that \"the Secretary of State could properly rely on those in his chain of command.  A probability of trustworthiness attends the statement of the certifying officer;  it is equally probable that the officer has taken reasonable measures to assure himself of the fact he certifies\").</p>\n    </div>\n    <p class=\"indent\">C. Jury Instructions</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Defendants argue that the district court's \"reasonable doubt\" instructions and its instructions on the elements of the crime were erroneous.  Before trial, the district court judge described for the jury the reasonable doubt standard by comparing it to the civil, preponderance of the evidence standard.  The judge instructed the jurors:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>The government must prove each defendant guilty beyond a reasonable doubt.  The defendants have no burden to prove their innocence or to present evidence or to testify.  The law forbids you from considering the silence of an accused, his failure to testify, in reaching a verdict.  That is a right that a defendant has.  You cannot consider the silence of an accused in the face of an accusation.  That is illegal.  You cannot do that.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>The government, as I said, must prove the case beyond a reasonable doubt.  And let me explain in very simple terms what this means.  Usually, at this stage of the case, what we judges do is concur [sic] the two standards, the one that applies in the civil case and one that applies in a criminal case, so that you will have an idea of the difference.  At the end of the case I will explain this again to you.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>In the civil case we say that a plaintiff prevails if he proves the case against the defendant by the preponderance of the evidence.  Assume, then, a graphic example.  A scale, an even scale.  You will put the evidence of the plaintiff and the evidence of the defendant, if any, on the two sides and you see what happens to the scale.  If the scale just moves a little bit to the plaintiff's side, the plaintiff is prevailing in the context of a civil case.  That could be a car accident case, a contracts case, preponderance of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>In the criminal context we say the government must prove each defendant guilty beyond a reasonable doubt.  That implies a heavier burden.  Assume, then that the scale must tip more to the government's side, heavier burden.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>Why?  Because liberty is involved and, of course, the wise people who devised the system understood that the evidence would be received under a different standard, as we say, beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>I will explain this once again for your benefit at the end of the case;  but if you have ever served in a civil case, you should disregard the particular notion of preponderance.  Here we say beyond a reasonable doubt.  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">No objections were made at this time, or subsequently, concerning these instructions.  After closing arguments, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>Each defendant is presumed to be innocent.  Each defendant had no duty to testify or present any evidence or prove their innocence.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>The government had the burden to prove each defendant guilty beyond a reasonable doubt, and that you know from the beginning.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>What is this business of \"reasonable doubt\"?  \"Reasonable doubt\" is a doubt based upon reason and common sense and may arise from a careful and impartial consideration of all the evidence in the case, or the lack of evidence in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>Proof beyond a reasonable doubt is proof that leaves you firmly convinced that the defendants are guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>So, proof beyond a reasonable doubt is proof that leaves you firmly convinced that had a given defendant has been proven guilty beyond a reasonable doubt [sic].</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">At the end of this charge, the defense attorneys approached the bench but no one objected to the reasonable doubt instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Defendants argue that the instruction concerning the \"even scale\" is faulty for two reasons.  First, it dilutes the degree of persuasion required to convict a defendant in a criminal case.  Second, the \"even scale\" mechanism presupposes that the criminal defendant will submit evidence so as to balance the scale.  According to the defendants, the fact that the government would usually submit more evidence than the defendant will, in the eyes of a reasonable juror, forcibly tip the scale to the government's side, even when such tipping is not sufficient to convict beyond a reasonable doubt.  In comparing the criminal standard to the civil one, defendants contend that the court actually defined proof beyond a reasonable doubt as preponderance of the evidence, but with a \"heavier burden.\"   Defendants conclude that this dilutes the meaning of reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Because defendants failed to raise this objection at trial, we must review the trial court's instructions for plain error.  Fed.R.Crim.P. 52(b).  We will find plain error only when (1) there is an \"error,\" (2) that is \"clear\" or \"obvious\" and (3) that affects \"substantial rights.\"  United States v. Olano, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1776-77, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993);  United States v. Colon-Pagan, <span class=\"citation\" data-id=\"194878\"><a href=\"/opinion/194878/united-states-v-colon-pagan/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 81 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In this case, although the reasonable doubt instructions may be erroneous, we cannot find that they are clearly and obviously so.  Reasonable doubt instructions are erroneous when, taken as a whole, they have a \"reasonable likelihood\" of misleading the jury to believe that it can convict on some lesser standard of proof than that required under the reasonable doubt standard.  Victor v. Nebraska, --- U.S. ----, ----, ----, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, 1243, 1251, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span> </a></span>(1994).  Although the court's statement that \"the scale must tip more to the government's side\" may, if taken in isolation, suggest a somewhat diluted burden of proof, the court was clear that the reasonable doubt standard was distinct from, and imposed a \"heavier burden\" than, the preponderance standard used in civil trials.  The court also told the jury several times that the defendants had no burden to prove their innocence, and that they did not have to present any evidence.  This decreased the likelihood that the jury would improperly weigh the evidence or lack thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">What little explanation the court gave on the term \"reasonable doubt\" was harmlessly circular.  There was no mention in the final charge of the preponderance of the evidence standard.  Although the use of the scale analogy has the potential for misleading the jury into applying a diluted burden of proof, we do not see in this case, with all the instructions taken as a whole, a clear and obvious likelihood that the jury would be so misled.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Defendants also argue that the district court erred in its instructions with respect to the elements of the crime because the instructions might have suggested to the jury that jurisdiction was not an element of an offense under Sec. 1903.  According to the defendants, the court's confusing instructions effectively failed to inform the jury that it must find that defendants' vessel was subject to the jurisdiction of the United States beyond a reasonable doubt.  As with the reasonable doubt instruction, no objection was made at trial to the court's instructions on the elements of the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We need not reach the substance of defendants' objection on this issue because the defendants presented no evidence at trial to refute the government's proof that the defendants' vessel was stateless and thus subject to the jurisdiction of the United States.  Other than defendants' attempt to prevent the admission of the State Department certification, the issue of United States jurisdiction over their vessel was not contested.  We agree with the Third Circuit that there is no plain error in a situation such as this one.  United States v. Martinez-Hidalgo, <span class=\"citation\" data-id=\"607117\"><a href=\"/opinion/607117/united-states-v-nicomedes-martinez-hidalgo/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1052</span></a></span>, 1057 (3d Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">699</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span> </span>(1994) (finding no plain error when court refused to instruct jury on jurisdiction as an element to be proved under Sec. 1903).  Because the undisputed evidence conclusively established jurisdiction, the court did not undermine the fundamental fairness of the trial or contribute to a miscarriage of justice by failing to instruct the jury on that element of the crime.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Moreover, unlike </span>in Martinez-Hidalgo, the court in the present case at least attempted to give an instruction to the jury on the element of jurisdiction.  There is thus less likelihood of plain error in this case than in Martinez-Hidalgo.</p>\n    </div>\n    <p class=\"indent\">D. Sentencing of Romero</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Defendant Romero argues that the district court erred in finding that, as a matter of law, it was precluded from granting a downward departure in sentencing for \"extraordinary family circumstances\" under Sec. 5K2.0 of the Sentencing Guidelines.  Romero testified at his sentencing hearing that the mother of his children was murdered in Colombia in 1988.  His three children presently live with his sister in Santa Marta, Colombia.  The sister has four children of her own to take care of.  They all live together in a small two-bedroom house.  The sister's husband works only periodically.  Romero's eldest daughter was suspended from school because Romero's sister and her husband could not make the monthly payments that the school required.  Romero's son, Ronald Romero, suffers from a rare blood disease.  Ronald's doctor recommended treatment with special pills and food as well as a blood transfusion.  Romero did not know if his son Ronald had ever received the recommended treatments.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Following Romero's testimony, the court rejected any downward departure based on Sec. 5K2.0 for unique family circumstances.  The court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>You are going to 5K2.0, basically, and asking me to read within the context of this case a departure for unique family circumstances of the kind not normally or not taken into consideration by the Sentencing Commission when they drafted the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>But I do not think that that's the case.  As a matter of fact, your request falls within the category that discourages departures that pertain to such things as family ties and family responsibilities, etcetera.  I do not think that this case is so different from what I see in 90 percent of the cases.  Take a look at what happened here today this afternoon.  We have visions that are as terrible and as depressing and as sad as the ones that he has now.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>I cannot, on the basis of what I know of this record, and on the basis of what I heard here, make a substantial departure under that particular section....</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>I do not think--I do not think that this stands as a situation that is so different from that that we see on a daily basis, which are very sensitive situations.  Assuming no diseases, assuming no circumstances of that kind--the mere fact that a father, that of itself is extraordinary, but that is not what the law allows me to consider.</p>\n    </div>\n    <p class=\"indent\">Romero's Attorney then stated:</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>Well, your Honor, precisely your Honor stated \"assuming no diseases,\" and that is precisely why we raised the matter.  It is what the probation officer called \"a rare blood disease,\" and that is why we had, at the outset of our allocution, explained to your Honor the problems that we have encountered.</p>\n    </div>\n    <p class=\"indent\">The court responded:</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>That's okay.  But I am not assuming that that is true.  I am assuming that what the child has is sickle-cell anemia.  It could be sickle-cell anemia, it could be leukemia, but those two factors are not enough for me to depart.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Romero argues that the court's statement (\"that is extraordinary, but that is not what the law allows me to consider\") evinced the court's perception that it was legally unable to depart in the absence of \"diseases\" or \"circumstances of that kind.\"   According to Romero, the court's position was that on a record which did not include particular medical conditions, the court was legally precluded from departing.  Yet the court then assumed Romero's son had a blood disease--either sickle-cell anemia or leukemia--and thus that an \"unusual circumstance\" was present.  The court, however, still did not depart because, Romero claims, it thought that it could not legally do so under the circumstances of this case.  Romero's interpretation of the court's decision is mistaken.  We therefore uphold his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">United States Sentencing Guidelines Sec. 5K2.0 recognizes that under 18 U.S.C. Sec. 3553(b) \"the sentencing court may impose a sentence outside the range established by the applicable guideline, if the court finds 'that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described.' \"   U.S.S.G. Sec. 5K2.0 (quoting 18 U.S.C. Sec. 3553(b)).  Family ties and responsibilities are normally \"discouraged\" grounds for departure, U.S.S.G. Sec. 5H1.6, because they are not outside the normal \"heartland\" case which the Sentencing Commission has already taken into consideration.  Nonetheless, such factors \"could remove a case from the heartland, but only if they are present in a manner that is unusual or special, rather than 'ordinary.' \"  United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 948 (1st Cir.1993) (emphasis in original).  Thus, a sentencing court may depart downward for purposes of a defendant's family ties and responsibilities, if, and only if, it finds those factors to be unusual or special.  <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"id_token\">Id.</span> at 948, </a></span>951.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Ordinarily, a district court's refusal to exercise its discretion to depart downward from the sentencing guidelines is not reviewable on appeal.  United States v. LeBlanc, <span class=\"citation\" data-id=\"670485\"><a href=\"/opinion/670485/united-states-v-telex-leblanc-united-states-of-america-v-telex-j/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">340</span></a></span>, 348 (1st Cir.1994);  United States v. Smith, <span class=\"citation\" data-id=\"195168\"><a href=\"/opinion/195168/united-states-v-smith/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">662</span></a></span>, 665 (1st Cir.1994);  United States v. McAndrews, <span class=\"citation\" data-id=\"195084\"><a href=\"/opinion/195084/united-states-v-mcandrews/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">273</span></a></span>, 276 (1st Cir.1993).  Appellate jurisdiction does attach, however, where the sentencing court's decision not to depart is based on the court's mistaken view that it lacks the legal authority to consider a departure.  <span class=\"citation\" data-id=\"670485\"><span class=\"antecedent_guess\">LeBlanc,</span> <a href=\"/opinion/670485/united-states-v-telex-leblanc-united-states-of-america-v-telex-j/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">348</span></a></span>;  <span class=\"citation\" data-id=\"195168\"><span class=\"antecedent_guess\">Smith,</span> <a href=\"/opinion/195168/united-states-v-smith/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">665-66</span></a></span>;  United States v. DiIorio, <span class=\"citation\" data-id=\"571251\"><a href=\"/opinion/571251/united-states-v-karen-diiorio/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1991).  In other words, where the court errs in determining whether the allegedly special circumstances are of the \"kind\" that the Guidelines, in principle, permit the sentencing court to consider, we may proceed to review the courts sentencing decision not to depart.  <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">950-51</span></a></span>.   On the other hand, if \"we find that the court properly understood its power to depart, but refused to exercise that power, we lack jurisdiction to consider the appeal.\"  <span class=\"citation\" data-id=\"670485\"><span class=\"antecedent_guess\">LeBlanc,</span> <a href=\"/opinion/670485/united-states-v-telex-leblanc-united-states-of-america-v-telex-j/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">348</span></a></span>;  United States v. Lombardi, <span class=\"citation\" data-id=\"194934\"><a href=\"/opinion/194934/united-states-v-lombardi/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">568</span></a></span>, 571-72 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Thus, the issue on this appeal is whether the district court exercised its discretion by finding that Romero's family circumstances, including his son's disease, was not sufficiently unusual or different from the heartland case to warrant a departure or whether the court found that the Guidelines did not allow him to depart for circumstances like the ones present in this case.  Because we find the court did not misunderstand its authority to depart, its departure decision is not reviewable on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">It is fairly clear that the court understood its ability to depart under the guidelines, but found that the facts of the case prevented the court from doing so.  The court explicitly and correctly noted that it was considering a discouraged type of departure for unique family circumstances.  The court then found that the facts of this case were not \"so different from what I see in 90 percent of the cases.\"   This demonstrates that the court knew that it could depart if it found the facts placed the present case outside of the heartland of cases that it normally faced.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The court did say:  \"Assuming no diseases, assuming no circumstances of that kind--that mere fact that a father, that of itself is extraordinary, but that is not what the law allows me to consider.\"  (emphasis added).  In the context of the entire decision and the court's previous statements, we interpret this statement simply as a correct expression of the applicable law.  The court was saying that it could not depart unless it found the facts of the case were unusual or different than the heartland case and that the mere fact that Romero was a father and had children that someone else was caring for did not constitute an unusual or special situation for which the Guidelines would allow a departure.  After Romero's counsel pointed out that there was evidence of a special circumstance--namely Romero's son's blood disease--the court stated that it had assumed the son had either sickle-cell anemia or leukemia, \"but that those two factors are not enough for me to depart.\"   The court was not saying that the Guidelines prohibited him from considering Romero's son's disease as the type of factor upon which a departure decision can be based, he was merely saying that he considered the disease and that it was \"not enough for [him] to depart.\"   Although the court's language is not a model of clarity, we are certain that the judge was making a factual and discretionary determination here;  he did not hold that diseases can never merit a departure under the Guidelines.  The court was thus not mistaken about its power to depart but rather made a judgment call that we may not review on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The critical language in this case is Boynton's statement:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p> I certify the following:</p>\n        <p>(e) Later on March 31, 1993, LCDR Dale of the U.S. Embassy in Bogota contacted LT Pete DeCola of the Department of State and informed him that the Government of Colombia had refuted the claim of Colombian registry for the un[n]amed vessel, by letter signed by ADM Ramirez, Commandant of the Colombian Navy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The government argues that some of the defendants did not join defendant Romero's objection to the district court's admission in evidence of the State Department certification.  Because we find no merit to the substance of Romero's objection, we need not determine whether all the defendants have preserved this ground for appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We say that proof of actual registry or of the illegitimacy of a foreign nation's denial may be irrelevant because the statute can be read as defining jurisdiction solely in terms of what the State Department certifies, regardless of whether or not a defendant's boat is actually registered in a foreign nation.  The government insists that Sec. 1903(d) confirms this by stating that jurisdiction exists even in the face of an alleged violation of international law.  According to the government, a defendant who wants to assert that his vessel is truly registered in a foreign nation or that that nation did not properly deny his claim registry, must protest to the foreign nation itself and have that nation take up the matter with the State Department on the defendant's behalf.  We are not so sure that the statute indeed imposes such a burden.  It is possible that proving the registry of a vessel for purposes of jurisdiction under the statute is not the same thing as contesting a violation of international law and thus not barred by Sec. 1903.  See United States v. Aikins, <span class=\"citation\" data-id=\"569363\"><a href=\"/opinion/569363/united-states-v-george-gordon-aikins-roosevelt-rodney-manuel-arcenio/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">608</span></a></span>, 615 (9th Cir.1990) (noting in dicta that defendants can rebut the facts presented in a State Department certification).  Anyway, we are not presented with such a situation in this case--defendants did not try to establish at trial that their vessel was in fact Colombian.  Therefore, we do not decide the issue of whether efforts to prove a vessel's actual registry would be irrelevant under Sec. 1903 or barred by Sec. 1903(d)</p>\n        <p>This case does not, of course, present a challenge to the authenticity of the government's proffered State Department certification on the grounds that, for example, the certification was fraudulently prepared (e.g., untruthful in saying that a foreign nation's denial had been received) or presented in bad faith (e.g., accepting the denial of a janitor in a foreign nation's public agency instead of a public officer in that agency).  We therefore reserve the question of whether Sec. 1903(d), or any other provisions of Sec. 1903, would bar the presentation of evidence relating to the facts of registry or the actions of foreign nations in situations that might warrant determination, probably by the court, as to whether a proper certification was being offered.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117831/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194878/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194934/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195125/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195168/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516052/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526967/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531327/",
    "https://www.courtlistener.com/api/rest/v3/opinions/559869/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569363/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571251/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574887/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607117/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "https://www.courtlistener.com/api/rest/v3/opinions/661452/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670485/"
  ]
}