{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195580/",
  "id": 195580,
  "absolute_url": "/opinion/195580/rose-v-shalala/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195580/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:07Z",
  "date_modified": "2020-02-21T23:27:31.663839Z",
  "type": "010combined",
  "sha1": "477988fc743743697c097e965c79d622db04a1e5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1013.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1013\n\n                        GARY M. ROSE,\n                    Plaintiff, Appellant,\n\n                              v.\n\n                DONNA E. SHALALA, SECRETARY OF\n         THE DEPARTMENT OF HEALTH AND HUMAN SERVICES,\n                  UNITED STATES OF AMERICA,\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\r                                                                  \n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n               Campbell, Senior Circuit Judge,\r                                                         \n                  and Boudin, Circuit Judge.\r                                                       \n\n                                         \n\nBernard A. Kansky on brief for appellant.\r                             \nDonald K.  Stern, United  States Attorney,  Charlene A.  Stawicki,\r                                                                             \nSpecial  Assistant  United  States  Attorney,  and  Jessie  M.  Klyce,\r                                                                             \nAssistant Regional  Counsel, Department of Health  and Human Services,\non brief for appellee.\n\n                                         \n\n                      September 7, 1994\n                                         \r\n\n          SELYA, Circuit Judge.   Claimant Gary Rose filed an\r                                          \n\napplication for Social Security disability benefits on August\n\n13, 1990, alleging chronic fatigue syndrome (CFS), back pain,\n\nand a  mental condition.  After a  hearing, an Administrative\n\nLaw  Judge   (ALJ)  conceded  that  claimant   had  a  severe\n\nimpairment or  impairments that  precluded his return  to his\n\nformer job as  a grocery clerk required to do medium-to-heavy\n\nwork.    The  ALJ  found, however,  that  despite  claimant's\n\nexertional  impairments he  retained the  residual functional\n\ncapacity to perform  sedentary work.   The ALJ further  found\n\nthat claimant's  non-exertional  impairments (his  pain,  his\n\nmental condition, and the subjective symptoms associated with\n\nCFS) did  not significantly restrict his  capacity to perform\n\nthe  full  range of  jobs  requiring  sedentary work.    And,\n\nmoreover, the ALJ received testimony from a vocational expert\n\nthat, notwithstanding claimant's impairments, there existed a\n\nsignificant  number of  sedentary  jobs in  the economy  that\n\nclaimant could  perform, such  as  marker, sorter,  packager,\n\nboxer, and carder.\n\n          Accordingly,  the ALJ  applied Rule  201.27 of  the\n\nMedical-Vocational Guidelines, 20 C.F.R. Part 404, Subpart P,\n\nAppendix 2 (the  Grid) to  reach a finding  of not  disabled.\n\nThe ALJ  made an  alternative finding  that claimant  was not\n\ndisabled  at step 5 of the  sequential evaluation process, 20\n\nC.F.R.   404.1520(f),  on the ground  that the Secretary  had\n\n                             -2-\r\n\ndemonstrated  the  existence  of  jobs in  the  economy  that\n\nclaimant could perform.\n\n          After  both the  Appeals  Council and  the district\n\ncourt  refused  to set  aside  the  ALJ's decision,  claimant\n\nappealed  to this  court.   We vacate  the Secretary's  final\n\ndecision and remand for further proceedings.\n\n                     The Medical Evidence\r                                                     \n\n          Claimant alleged back pain resulting from an injury\n\nhe suffered at work in December 1987.  According to claimant,\n\nhe began  to experience the  symptoms associated with  CFS in\n\nJune 1988.\n\n          The  relevant  medical  evidence,  listed  in rough\n\nchronological  order,  can  be  summarized as  follows.    On\n\nSeptember 29,  1988,  Dr. Hillier,  a  treating  orthopedist,\n\ndiagnosed a chronic lumbar radiculopathy, but concluded  that\n\nclaimant \"can  return to  work involving no  repetitive heavy\n\nlifting.\"    On November  16, 1988,  Dr. Hillier  stated that\n\nclaimant \"has made  a good recovery\" from his  back problems,\n\nand  concluded:  \"He is  going to return  to work; other than\n\nextremely heavy lifting which  is not required of his  job, I\n\nsee no reason why he could not return to  work.\"  On March 6,\n\n1989, Dr. Hillier stated  that, orthopedically, there was \"no\n\nsign  of  any  malingering,\"   and  that  claimant,  from  an\n\n                             -3-\r\n\northopedic  standpoint,  \"could return  to light  duty status\n\nwork at  the supermarket.\"   The doctor  noted, nevertheless,\n\nthat \"there  seems to  be a  problem.\"   Dr. Hillier  made no\n\nmention of CFS  or any  of the symptoms  associated with  it;\n\ninstead, he confined his  findings to claimant's  lumbosacral\n\nproblems.\n\n          In the fall of 1989, the circumstances changed.  On\n\nOctober  11, 1989,  Dr. Hillier  reported that  claimant \"has\n\ndeveloped an  unrelated  problem of  weight  loss,  low-grade\n\nfever  and  swollen glands.   He  has  been seen  by numerous\n\nmedical doctors  and no definitive diagnosis  has been made.\"\n\nOn  December 19,  1989,  Dr. Hillier  stated that  claimant's\n\n\"workup  [had  become]  consistent  with  a  chronic  fatigue\n\nsyndrome.\"  On July 12, 1990, Dr. Hillier wrote that claimant\n\nwas  bedridden  for  weeks  at  a  time  and  \"is  unable  to\n\nparticipate  in  any kind  of  exercise  because of  constant\n\nfatigue.\"\n\n          Dr.   Perl,   a   treating   physician,   diagnosed\n\nclaimant's  back  problems in  1989.   His  October  26, 1989\n\nreport  concluded that  claimant \"remains  totally disabled.\"\n\nIn a July 31, 1990 report, Dr. Perl found claimant \"partially\n\ndisabled.\"    Both reports  were  limited  to assessments  of\n\nclaimant's  lumbosacral  condition; neither  report mentioned\n\nCFS or its symptoms.\n\n                             -4-\r\n\n          On May 24, 1990,  Dr. Chowdri, a treating physician\n\nspecializing in  internal  medicine and  infectious  disease,\n\nreported that when he first  examined claimant on November 6,\n\n1989, claimant \"had generalized malaise, which he found to be\n\nquite disabling, recurrent sore throat, and weight loss.\"  At\n\nthat time, the doctor  found claimant \"extremely fatigued and\n\n. .  . not  able to work.\"   Dr.  Chowdri's report  indicated\n\nthat, in a series  of later visits (through April  27, 1990),\n\nclaimant  continued to complain  of fatigue, low-grade fever,\n\nand sore  throat.  Dr.  Chowdri diagnosed CFS.   In a  report\n\ndated  September 14, 1990,  Dr. Chowdri noted  that, in three\n\nensuing visits, claimant had continued to complain of fatigue\n\nand   \"generalized   malaise.\"     Nonetheless,   a  physical\n\nexamination proved  \"unremarkable.\"  Dr. Chowdri  stated that\n\nhe could not \"find any physiological reason why  this patient\n\ncannot return to work.\"  On an accompanying form, Dr. Chowdri\n\nendorsed his opinion that \"this patient can return to work.\"\n\n          Dr. Wagner,  a  treating  physician,  stated  in  a\n\nSeptember 18, 1990 report  that claimant's medical tests were\n\nunremarkable;  he wrote that \"[t]o my knowledge, at this time\n\n[claimant]  has  no  major  medical illnesses\"  and  \"is  not\n\ndisabled . . . .\"  While Dr. Wagner noted  that other doctors\n\nhad   diagnosed  CFS,  he   deemed  himself  \"unqualified  to\n\nrecommend  disability   on  the  basis   of  chronic  fatigue\n\n                             -5-\r\n\nsyndrome\"  and suggested  that  claimant \"seek  counsel of  a\n\nsubspecialist in infectious disease in this regard.\"  \n\n          In  a September  27,  1990 report,  Dr. Harris,  an\n\ninternist,  reported that  he  had examined  claimant on  two\n\noccasions (in  July and  September 1990).   Although claimant\n\n\"described  a two year history of malaise and fatigue\" to Dr.\n\nHarris,  a \"[g]eneral physical examination was unremarkable.\"\n\nThe physician concluded that  claimant \"may fit the diagnosis\n\nof  so-called  chronic  fatigue  syndrome  though  there  are\n\nclearly no definitive diagnostic tests.\"\n\n          On January  7,  1991,  Dr.  Weinstein,  a  treating\n\nphysician, noted  that although numerous diagnostic tests had\n\nbeen  negative or  normal, for two  years claimant  \"has been\n\ndebilitated by  intermittent episodes of severe  sore throat,\n\nlow-grade fevers, intermittent diarrhea, severe headaches and\n\ndisabling fatigue to the  point [where] he can't work.\"   Dr.\n\nWeinstein  \"suspect[ed]  .  .  .  underlying  chronic fatigue\n\nsyndrome.\"  On February 20, 1991, Dr. Weinstein reported that\n\nclaimant remained \"very tired, unable to function very well,\"\n\nand  concluded that \"[a]t  this time, all  is consistent with\n\nchronic fatigue.\"\n\n          On  April  9,   1991,  Dr.   Tosches,  a   treating\n\nneurologist,  noted  that  claimant  had  a  long  record  of\n\ncomplaining about  many of the  symptoms normally  associated\n\nwith   CFS.     Dr.   Tosches   diagnosed  \"chronic   fatigue\n\n                             -6-\r\n\nimmunodeficiency  syndrome,\"  saying that  the  diagnosis was\n\n\"documented in this patient's history and medical notes which\n\nsupport the history.\"         On May  22, 1991, Dr.  Weiss, a\n\ntreating physician,           reported   that   claimant  had\n\nsymptoms  of  \"fatigue,  nausea, [diminished]  concentration,\n\nfrequent sore throats, dysuria,  and diffuse aches,\" and that\n\nthese  symptoms \"wax  &amp; wane,  but [are]  always  present, at\n\ntimes  more severe.\"   He thought  claimant was  \"[o]ften too\n\nfatigued to carry out routine tasks of life.\"\n\n          In  addition,  two non-examining  physicians, after\n\nreviewing the  medical evidence  in the record,  both checked\n\nboxes  on  residual   functional  capacity  assessment  forms\n\nindicating that claimant  could lift at  least 20 pounds  (at\n\nleast 10  pounds frequently), could  stand, sit, or  walk six\n\nhours, and  could climb,  balance, stoop, kneel,  crouch, and\n\ncrawl at least occasionally.  No other functional limitations\n\nwere  noted.   One  physician  explained  this evaluation  by\n\nstating that \"[t]here has been no objective abnormality found\n\nto explain the fatigue.\"   The other physician relied  on Dr.\n\nChowdri's comment \"that physical  condition does not preclude\n\nwork.\"  These  two residual  functional capacity  assessments\n\ncorrespond  to a  finding that  claimant could  perform light\n\nwork.  See 20 C.F.R.   404.1567(b).\r                      \n\n                             -7-\r\n\n          There  is  also some  psychiatric  evidence  in the\n\nrecord.   On  November 27,  1990,  Dr. Schembri,  a  treating\n\npsychologist, diagnosed  CFS and secondary depression.   In a\n\nreport of a telephone conversation with Dr. Schembri, an  HHS\n\nofficial observed  that Dr.  Schembri said that  \"claimant is\n\nlegitimate  in [his]  disease,\"  and that  the doctor  \"feels\n\nstrongly that claimant cannot  work.  He  has no energy.   He\n\nhas been  suffering for  a long  time and  did not apply  for\n\nassistance until Dr. Schembri pressed him.\"\n\n          Dr.  Delgado,  a consulting  psychiatrist, examined\n\nclaimant on  December 5, 1990.   Dr. Delgado was not  of much\n\nassistance as to CFS.  He stated:  \"This is an individual who\n\nhas a  syndrome which I can't  comment on except  to say that\n\nnothing has  apparently turned  up in physical  or laboratory\n\nstudies as far as I can determine.\"\n\n          Dr.  Pereira,  a consulting  psychologist, examined\n\nclaimant on July 19, 1991.  He noted claimant's complaints of\n\n\"fatigue-like symptoms  for the past three  years,\" but found\n\nthat,  \"[p]sychodiagnostically,\" the only \"clear indication .\n\n.  .  suggestive of  any  serious  psychopathology\" was  that\n\nclaimant \"may be experiencing a mild adjustment disorder.\"\n\n            The Secretary's Policy Concerning CFS\r                                                             \n\n                             -8-\r\n\n          In section DI 24575.005 of  the Secretary's Program\n\nOperations   Manual  System  (1993)   (POMS),  the  Secretary\n\nestablished a policy for the evaluation of claims premised on\n\nCFS.  This policy states in pertinent part:\n\n            Chronic    Fatigue   Syndrome    (CFS),\n          previously known  as Chronic Epstein-Barr\n          Virus Syndrome, and also currently called\n          Chronic  Fatigue  and Immune  Dysfunction\n          Syndrome,   is    a   systemic   disorder\n          consisting of a complex of variable signs\n          and  symptoms which may  vary in duration\n          and severity.  The etiology and pathology\n          of   the   disorder    have   not    been\n          established.    Although  there   are  no\n          generally   accepted  criteria   for  the\n          diagnosis of cases of CFS, an operational\n          concept is used by the medical community.\n          There  is  no  specific   treatment,  and\n          manifestations   of   the  syndrome   are\n          treated symptomatically.\n\n            CFS is characterized by the presence of\n          persistent unexplained fatigue and by the\n          chronicity of other  symptoms.  The  most\n          prevalent  symptoms  include episodes  of\n          low-grade   fever,  myalgias,   headache,\n          painful  lymph  nodes, and  problems with\n          memory and concentration.  These symptoms\n          fluctuate in frequency  and severity  and\n          may be seen to  continue over a period of\n          many months.  Physical examination may be\n          within normal limits.   Individual  cases\n          must be adjudicated on  the basis of  the\n          totality   of  evidence,   including  the\n          clinical course  from  the onset  of  the\n          illness, symptoms,  signs, and laboratory\n          findings.  Consideration should  be given\n          to onset, duration, severity and residual\n          functional    capacity    following   the\n          sequential evaluation process.\n\nPOMS   DI 24575.005 (1993).\n\n          To be  sure, this particular version  of the policy\n\nwas not promulgated until November of 1993, after the ALJ had\n\n                             -9-\r\n\nissued his decision and the Appeals  Council had affirmed it.\n\nYet the  previous version of the same section of the POMS set\n\nforth the same principles governing the evaluation of chronic\n\nEpstein-Barr virus syndrome (CEBV).  See Reed v. Secretary of\r                                                                         \n\nHHS,  804  F.Supp. 914,  918  (E.D.  Mich. 1992).    Although\r               \n\nmedical authorities have stated that \"notwithstanding initial\n\ninferences,  .  . .  EBV  [Epstein-Barr  virus]  is  not  the\n\nexclusive  or  even   principal  cause  of  Chronic   Fatigue\n\nSyndrome,\"  id.  at  920  (paraphrasing  the Harvard  Medical\r                          \n\nSchool  Health  Letter  on  Chronic  Fatigue  Syndrome  (July\n\n1988)), several  courts have  noted the close  similarity and\n\npossible  relationship between  the  two  maladies  and  have\n\ntreated them more or less as peas in a pod.  See, e.g., Cohen\r                                                                         \n\nv.  Secretary  of HHS,  964 F.2d  524,  529 (6th  Cir. 1992);\r                                 \n\nThaete v.  Shalala, 826 F.Supp.  1250, 1251 (D.  Colo. 1993);\r                              \n\nReed, 804 F.Supp. at 918.  As the Cohen court wrote:\r                                                   \n\n          Due   to   the   close  association   and\n          suspected causal relationship between the\n          Epstein-Barr  virus  and chronic  fatigue\n          syndrome, the two are  sometimes referred\n          to synonymously.  Although recent studies\n          suggest  that   the  causal  relationship\n          between   the   Epstein-Barr  virus   and\n          chronic fatigue syndrome  may in fact  be\n          more attenuated  than initially believed,\n          [the  two  terms]  continue  to  be  used\n          somewhat interchangeably.\n\nCohen, 964 F.2d at 529.  Given this historical background, we\r                 \n\nconclude that, as a practical matter, the POMS policy we have\n\n                             -10-\r\n\nquoted  was in  effect  for CFS  cases  at the  time the  ALJ\n\ndecided this case.1\n\n          The POMS demonstrates the Secretary's acceptance of\n\ncertain   propositions  concerning  the  nature  and  medical\n\ndiagnosis  of   CFS.     These  verities  --   only  recently\n\nestablished by  the medical community  -- have been  noted by\n\nother  courts, see, e.g., Sisco v. Department of HHS, 10 F.3d\r                                                                \n\n739,  744  (10th  Cir. 1993)  (\"At  this  point  there is  no\n\n`dipstick' laboratory test for chronic fatigue syndrome;\" the\n\nmedical  community instead  uses an  \"operational\" diagnostic\n\nprocedure,  so  the disease  is  \"not  per  se excluded  from\n\ncoverage  because it  cannot be  conclusively diagnosed  in a\n\nlaboratory setting\"); Reed, 804  F.Supp. at 920-21 (similar),\r                                      \n\nand form the framework for our decision.2 \n\n                    \r                                \n\n1.  In view of this conclusion, we need not  consider whether\nthe version of  the POMS  issued in November  1993 should  be\napplied  retroactively in open cases.   And were  we to reach\nthe  issue,  it  seems   very  doubtful  that  a  retroactive\napplication of the new version,  in order to remove  barriers\nto  benefits awards  that CFS  sufferers heretofore  may have\nfaced, would  result in  any injustice  or  unfairness.   Cf.\r                                                                        \nDeGurules  v.  INS, 833  F.2d 861,  863  (9th Cir.  1987) (in\r                              \nreviewing administrative agency ruling, court  will apply the\nlaw as it  exists when rendering its decision unless to do so\nwill  cause manifest injustice).  In any event, the Secretary\nhas raised no objection to retroactive application of the new\nversion of the POMS in this case.\n\n2.  The Secretary  has raised  no objection to  according the\nPOMS policy binding effect on the Secretary's decisionmaking.\nSee  Avery v. Department  of HHS, 797  F.2d 19,  23 (1st Cir.\r                                            \n1986)  (noting question as to whether  the POMS is ordinarily\nbinding  on ALJs or on  the Appeals Council).   In any event,\nthe Secretary's  policy expressed  in Social  Security Ruling\n\n                             -11-\r\n\n                      The Diagnosis of CFS\r                                                      \n\n          The ALJ found that claimant has \"possible\" CFS.  We\n\nthink that  this finding  grossly understates the  nisi prius\r                                                                         \n\nroll.  The administrative record  reveals no genuine issue of\n\nmedical fact:  claimant does suffer from  CFS.  As we explain\n\nbelow, this conclusion is irresistible.\n\n          Dr. Tosches and  Dr. Weinstein both diagnosed  CFS.\n\nAlthough other  doctors stated that they were not equipped to\n\nspeak  definitively to  whether claimant  had CFS,  no doctor\n\nrejected a diagnosis of  CFS.  And virtually all  the doctors\n\nwho did not disclaim  the ability to assess the  matter found\n\nthat  claimant  had  symptoms   fully  consistent  with  CFS.\n\nMoreover, from  mid-1989 forward,  the medical  references in\n\nthe record to symptoms of CFS are strikingly consistent.\n\n          Nor is the  length of time  that passed harmful  to\n\nclaimant's  case.  Diagnosing CFS is not sport for the short-\n\nwinded.   \"[B]ecause chronic  fatigue  syndrome is  diagnosed\n\npartially  through a  process  of  elimination,  an  extended\n\nmedical history  of 'nothing-wrong' diagnoses is  not unusual\n\nfor  a patient who is  ultimately found to  be suffering from\n\nthe  disease.\"   Sisco,  10  F.3d at  745.    The absence  of\r                                  \n\n                    \r                                \n\n88-13, governing the \"evaluation of pain and other symptoms,\"\nappears fully consistent with  the POMS policy.   This Ruling\nwas  issued in 1988, long before any of the determinations in\nthis  case,  and  binds  the  Secretary.    See  McDonald  v.\r                                                                     \nSecretary of HHS, 795 F.2d 1118, 1125 (1st Cir. 1986).\r                            \n\n                             -12-\r\n\ndefinitive diagnostic tests, see POMS, supra; see also Sisco,\r                                                                        \n\n10  F.3d at  744, makes  it plain  that  the failure  of some\n\ndoctors  to state  conclusive  diagnoses does  not constitute\n\nsubstantial evidence  to support a finding  that claimant did\n\nnot  suffer from  the syndrome.   See  Sisco, 10 F.3d  at 745\r                                                        \n\n(findings of physicians who did not rule out CFS, but \"merely\n\nexpressed  an  inability  to discover  an  adequate  physical\n\nexplanation for  [claimant's]  symptoms,\" do  not  constitute\n\nsubstantial evidence to rebut other physicians'  diagnoses of\n\nCFS).  \n\n          We  will not paint the  lily.  It  is common ground\n\nthat an  ALJ is not  free to substitute his  own judgment for\n\nuncontroverted  medical  opinion.     See,  e.g.,  Rosado  v.\r                                                                     \n\nSecretary of HHS, 807  F.2d 292, 293-94 (1st Cir.  1986) (per\r                            \n\ncuriam).   In this case,  uniform medical opinion  requires a\n\nfinding that claimant suffers from CFS.\n\n       The Functional Significance of Claimant's Fatigue \r                                                                    \n\n          Because the medical evidence bound the Secretary to\n\nfind that claimant does have CFS, the Secretary had no choice\n\nbut to  conclude that the claimant suffers  from the symptoms\n\nusually associated  with  CFS, unless  there was  substantial\n\nevidence in the record to support a finding that claimant did\n\nnot endure  a particular  symptom or  symptoms.  Chief  among\n\n                             -13-\r\n\nthese  symptoms,  of   course,  is  \"persistent   unexplained\n\nfatigue.\"  POMS   DI  24575.005 (1993).  The record  does not\n\ncontain  any meaningful  evidence to  support a  finding that\n\nclaimant did  not suffer from a significant  level of fatigue\n\non  a regular basis.   Leaving to  one side Dr.  Perl and Dr.\n\nHillier (in  his earlier reports)  -- both  of whom  confined\n\nthemselves to discussing claimant's back condition -- all the\n\nother examining  physicians' reports,  over a period  of more\n\nthan 18 months, consistently noted (and  credited) claimant's\n\ncomplaints of persistent fatigue.3\n\n          The  record  also  contains  reports  of  two  non-\n\nexamining  physicians  that  failed to  note  any significant\n\nfunctional  limitations resulting  from  fatigue.   But,  one\n\nrelied on Dr. Chowdri's  statement, the other on the  lack of\n\nany  \"objective  abnormality found  to explain  the fatigue.\"\n\nThe former  constitutes too  weak a  reed for such  reliance.\n\nSee supra n.3.  And  the latter is entitled to no  weight; as\r                     \n\nthe POMS makes clear, lack of objective proof is what one may\n\nexpect in cases of CFS.\n\n                    \r                                \n\n3.  The  form filled out by Dr. Chowdri on September 14, 1990\nis not evidence  to the  contrary.  In  the detailed  medical\nreports attached  to this form, Dr.  Chowdri repeatedly noted\nthat claimant  suffered from \"generalized malaise,\" which was\n\"quite   disabling,\"   and  that   claimant   was  \"extremely\nfatigued.\"    Dr.  Chowdri's statement,  therefore,  did  not\nconstitute substantial  evidence for a  finding that claimant\ndid not suffer from significant fatigue.\n\n                             -14-\r\n\n          We have held  that the  amount of  weight that  can\n\nproperly be  given  the conclusions  of non-testifying,  non-\n\nexamining  physicians  \"will  vary  with  the  circumstances,\n\nincluding  the  nature of  the  illness  and the  information\n\nprovided the expert.\"  Berrios Lopez v. Secretary of HHS, 951\r                                                                    \n\nF.2d 427, 431 (1st Cir. 1991) (per curiam) (quoting Rodriguez\r                                                                         \n\nv.  Secretary of  HHS, 647  F.2d 218,  223 (1st  Cir. 1981));\r                                 \n\naccord  Gordils v. Secretary of  HHS, 921 F.2d  327, 328 (1st\r                                                \n\nCir. 1990)  (per curiam).   In  some  cases, written  reports\n\nsubmitted by non-testifying, non-examining  physicians cannot\n\nalone   constitute  substantial   evidence,  see   Browne  v.\r                                                                     \n\nRichardson,  468 F.2d  1003, 1006  (1st Cir.  1972), although\r                      \n\nthis is  not an ironclad rule, see Berrios Lopez, 951 F.2d at\r                                                            \n\n431; Gordils, 921 F.2d at 328. \r                        \n\n          The deciding factor in this case is \"the  nature of\n\nthe illness.\"    Berrios  Lopez, 951  F.2d  at  431  (quoting\r                                                                         \n\nRodriguez, 647  F.2d at  223).  The  non-examining physicians\r                     \n\nrelied on what they discerned as a lack of objective findings\n\nsufficient  to prove  the existence  of  significant fatigue.\n\nGiven  the  uncontroverted  medical  evidence  that  claimant\n\nsuffered  from CFS,  however,  blind reliance  on  a lack  of\n\nobjective   findings  is   wholly   inconsistent   with   the\n\nSecretary's policy in such cases as expressed in the POMS and\n\nin other pertinent policy  statements.  See, e.g., POMS    DI\r                                                             \n\n24575.005  (1993)  (continuing   that  although   \"[p]hysical\n\n                             -15-\r\n\nexamination  may  be  within  normal  limits,\"  nevertheless,\n\n\"[i]ndividual cases must  be adjudicated on the basis  of the\n\ntotality of evidence\").\n\n          Furthermore, the medical evidence  establishes that\n\nclaimant possesses  a medical  condition --  CFS --  that can\n\nreasonably  be expected to produce the  alleged fatigue.  The\n\nquestion here is  the extent to  which claimant's fatigue  in\n\nfact  restricts his  residual functional  capacity.   Such an\n\ninquiry --  into the functional implications  of a claimant's\n\nsubjective  symptoms -- \"is the kind of inquiry for which on-\n\nthe-spot  examination  and  observation  of   claimant  might\n\nordinarily be thought important.\"  Berrios Lopez, 951 F.2d at\r                                                            \n\n432.    The  subjective  severity  of  a  claimant's  fatigue\n\nassociated with CFS is not  something readily evaluated on an\n\nalgid administrative record.   \n\n          Under the particular circumstances of this case, we\n\nhold that,  even if the  non-examining physicians'  notations\n\ncan  be  read  to suggest  that  claimant's  fatigue  did not\n\nsignificantly   affect   his   functional   capacity,   these\n\nnotations, without more, could  not support the ALJ's finding\n\nto that effect.  And because this comprises the only evidence\n\nin  support,  we  conclude  that  the  ALJ's  finding  is not\n\nsupported by substantial evidence.\n\n                  Application of the Grid\r                                                     \n\n                             -16-\r\n\n          The  Grid  is  based  on  a  claimant's  exertional\n\ncapacity  and  can  only  be  applied  when  claimant's  non-\n\nexertional limitations do not significantly impair claimant's\n\nability  to perform at a given exertional level.  See Sherwin\r                                                                         \n\nv. Secretary of HHS, 685 F.2d  1, 2-3 (1st Cir. 1982),  cert.\r                                                                         \n\ndenied, 461 U.S. 958  (1983).  Since the medical  evidence in\r                  \n\nthis  case  compelled  a   finding  that  claimant's  fatigue\n\nresulting  from  CFS  did  significantly   impair  claimant's\n\nability to  perform even  sedentary work,  the  ALJ erred  in\n\nrelying on the Grid to reach a finding of \"not disabled.\"\n\n                 The Vocational Testimony\r                                                     \n\n          The ALJ  based his determination that  claimant was\n\nnot disabled  not only on the Grid  but also on the testimony\n\nof  a  vocational  expert  who,  in  response  to  the  ALJ's\n\nhypothetical, opined that claimant  could perform a number of\n\njobs.  The ALJ's hypothetical, however, impermissibly omitted\n\nany mention  of a  significant functional limitation  arising\n\nfrom the fatigue  symptoms associated with CFS.   Because the\n\nALJ's  hypothetical  assumed  that  fatigue did  not  pose  a\n\nsignificant  functional  limitation  for  the  claimant,  and\n\nbecause the medical evidence  did not permit that assumption,\n\nthe ALJ could not rely on the vocational expert's response as\n\n                             -17-\r\n\na basis for finding claimant not disabled.  See, e.g., Arocho\r                                                                         \n\nv. Secretary of HHS, 670 F.2d 374, 375 (1st Cir. 1982).\r                               \n\n                      Conclusion\r                                            \n\n          We need go  no further.   For the  reasons we  have\n\nstated, the judgment of the district court is vacated and the\n\ncase is remanded to the  district court with instructions  to\n\nremand   to  the  Secretary   for  further   findings  and/or\n\nproceedings not inconsistent with this opinion.\n\n          It is so ordered.\r                                      \n\n                             -18-\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1013\n\n                        GARY M. ROSE,\n                    Plaintiff, Appellant,\n\n                              v.\n\n                DONNA E. SHALALA, SECRETARY OF\n         THE DEPARTMENT OF HEALTH AND HUMAN SERVICES,\n                  UNITED STATES OF AMERICA,\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\r                                                                  \n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n               Campbell, Senior Circuit Judge,\r                                                         \n                  and Boudin, Circuit Judge.\r                                                       \n\n                                         \n\nBernard A. Kansky on brief for appellant.\r                             \nDonald K.  Stern, United  States Attorney,  Charlene A.  Stawicki,\r                                                                             \nSpecial  Assistant  United  States  Attorney,  and  Jessie  M.  Klyce,\r                                                                             \nAssistant Regional  Counsel, Department of Health  and Human Services,\non brief for appellee.\n\n                                         \n\n                      September 7, 1994\n                                         \r\n\n          SELYA, Circuit Judge.   Claimant Gary Rose filed an\r                                          \n\napplication for Social Security disability benefits on August\n\n13, 1990, alleging chronic fatigue syndrome (CFS), back pain,\n\nand a  mental condition.  After a  hearing, an Administrative\n\nLaw  Judge   (ALJ)  conceded  that  claimant   had  a  severe\n\nimpairment or  impairments that  precluded his return  to his\n\nformer job as  a grocery clerk required to do medium-to-heavy\n\nwork.    The  ALJ  found, however,  that  despite  claimant's\n\nexertional  impairments he  retained the  residual functional\n\ncapacity to perform  sedentary work.   The ALJ further  found\n\nthat claimant's  non-exertional  impairments (his  pain,  his\n\nmental condition, and the subjective symptoms associated with\n\nCFS) did  not significantly restrict his  capacity to perform\n\nthe  full  range of  jobs  requiring  sedentary work.    And,\n\nmoreover, the ALJ received testimony from a vocational expert\n\nthat, notwithstanding claimant's impairments, there existed a\n\nsignificant  number of  sedentary  jobs in  the economy  that\n\nclaimant could  perform, such  as  marker, sorter,  packager,\n\nboxer, and carder.\n\n          Accordingly,  the ALJ  applied Rule  201.27 of  the\n\nMedical-Vocational Guidelines, 20 C.F.R. Part 404, Subpart P,\n\nAppendix 2 (the  Grid) to  reach a finding  of not  disabled.\n\nThe ALJ  made an  alternative finding  that claimant  was not\n\ndisabled  at step 5 of the  sequential evaluation process, 20\n\nC.F.R.   404.1520(f),  on the ground  that the Secretary  had\n\n                             -2-\r\n\ndemonstrated  the  existence  of  jobs in  the  economy  that\n\nclaimant could perform.\n\n          After  both the  Appeals  Council and  the district\n\ncourt  refused  to set  aside  the  ALJ's decision,  claimant\n\nappealed  to this  court.   We vacate  the Secretary's  final\n\ndecision and remand for further proceedings.\n\n                     The Medical Evidence\r                                                     \n\n          Claimant alleged back pain resulting from an injury\n\nhe suffered at work in December 1987.  According to claimant,\n\nhe began  to experience the  symptoms associated with  CFS in\n\nJune 1988.\n\n          The  relevant  medical  evidence,  listed  in rough\n\nchronological  order,  can  be  summarized as  follows.    On\n\nSeptember 29,  1988,  Dr. Hillier,  a  treating  orthopedist,\n\ndiagnosed a chronic lumbar radiculopathy, but concluded  that\n\nclaimant \"can  return to  work involving no  repetitive heavy\n\nlifting.\"    On November  16, 1988,  Dr. Hillier  stated that\n\nclaimant \"has made  a good recovery\" from his  back problems,\n\nand  concluded:  \"He is  going to return  to work; other than\n\nextremely heavy lifting which  is not required of his  job, I\n\nsee no reason why he could not return to  work.\"  On March 6,\n\n1989, Dr. Hillier stated  that, orthopedically, there was \"no\n\nsign  of  any  malingering,\"   and  that  claimant,  from  an\n\n                             -3-\r\n\northopedic  standpoint,  \"could return  to light  duty status\n\nwork at  the supermarket.\"   The doctor  noted, nevertheless,\n\nthat \"there  seems to  be a  problem.\"   Dr. Hillier  made no\n\nmention of CFS  or any  of the symptoms  associated with  it;\n\ninstead, he confined his  findings to claimant's  lumbosacral\n\nproblems.\n\n          In the fall of 1989, the circumstances changed.  On\n\nOctober  11, 1989,  Dr. Hillier  reported that  claimant \"has\n\ndeveloped an  unrelated  problem of  weight  loss,  low-grade\n\nfever  and  swollen glands.   He  has  been seen  by numerous\n\nmedical doctors  and no definitive diagnosis  has been made.\"\n\nOn  December 19,  1989,  Dr. Hillier  stated that  claimant's\n\n\"workup  [had  become]  consistent  with  a  chronic  fatigue\n\nsyndrome.\"  On July 12, 1990, Dr. Hillier wrote that claimant\n\nwas  bedridden  for  weeks  at  a  time  and  \"is  unable  to\n\nparticipate  in  any kind  of  exercise  because of  constant\n\nfatigue.\"\n\n          Dr.   Perl,   a   treating   physician,   diagnosed\n\nclaimant's  back  problems in  1989.   His  October  26, 1989\n\nreport  concluded that  claimant \"remains  totally disabled.\"\n\nIn a July 31, 1990 report, Dr. Perl found claimant \"partially\n\ndisabled.\"    Both reports  were  limited  to assessments  of\n\nclaimant's  lumbosacral  condition; neither  report mentioned\n\nCFS or its symptoms.\n\n                             -4-\r\n\n          On May 24, 1990,  Dr. Chowdri, a treating physician\n\nspecializing in  internal  medicine and  infectious  disease,\n\nreported that when he first  examined claimant on November 6,\n\n1989, claimant \"had generalized malaise, which he found to be\n\nquite disabling, recurrent sore throat, and weight loss.\"  At\n\nthat time, the doctor  found claimant \"extremely fatigued and\n\n. .  . not  able to work.\"   Dr.  Chowdri's report  indicated\n\nthat, in a series  of later visits (through April  27, 1990),\n\nclaimant  continued to complain  of fatigue, low-grade fever,\n\nand sore  throat.  Dr.  Chowdri diagnosed CFS.   In a  report\n\ndated  September 14, 1990,  Dr. Chowdri noted  that, in three\n\nensuing visits, claimant had continued to complain of fatigue\n\nand   \"generalized   malaise.\"     Nonetheless,   a  physical\n\nexamination proved  \"unremarkable.\"  Dr. Chowdri  stated that\n\nhe could not \"find any physiological reason why  this patient\n\ncannot return to work.\"  On an accompanying form, Dr. Chowdri\n\nendorsed his opinion that \"this patient can return to work.\"\n\n          Dr. Wagner,  a  treating  physician,  stated  in  a\n\nSeptember 18, 1990 report  that claimant's medical tests were\n\nunremarkable;  he wrote that \"[t]o my knowledge, at this time\n\n[claimant]  has  no  major  medical illnesses\"  and  \"is  not\n\ndisabled . . . .\"  While Dr. Wagner noted  that other doctors\n\nhad   diagnosed  CFS,  he   deemed  himself  \"unqualified  to\n\nrecommend  disability   on  the  basis   of  chronic  fatigue\n\n                             -5-\r\n\nsyndrome\"  and suggested  that  claimant \"seek  counsel of  a\n\nsubspecialist in infectious disease in this regard.\"  \n\n          In  a September  27,  1990 report,  Dr. Harris,  an\n\ninternist,  reported that  he  had examined  claimant on  two\n\noccasions (in  July and  September 1990).   Although claimant\n\n\"described  a two year history of malaise and fatigue\" to Dr.\n\nHarris,  a \"[g]eneral physical examination was unremarkable.\"\n\nThe physician concluded that  claimant \"may fit the diagnosis\n\nof  so-called  chronic  fatigue  syndrome  though  there  are\n\nclearly no definitive diagnostic tests.\"\n\n          On January  7,  1991,  Dr.  Weinstein,  a  treating\n\nphysician, noted  that although numerous diagnostic tests had\n\nbeen  negative or  normal, for two  years claimant  \"has been\n\ndebilitated by  intermittent episodes of severe  sore throat,\n\nlow-grade fevers, intermittent diarrhea, severe headaches and\n\ndisabling fatigue to the  point [where] he can't work.\"   Dr.\n\nWeinstein  \"suspect[ed]  .  .  .  underlying  chronic fatigue\n\nsyndrome.\"  On February 20, 1991, Dr. Weinstein reported that\n\nclaimant remained \"very tired, unable to function very well,\"\n\nand  concluded that \"[a]t  this time, all  is consistent with\n\nchronic fatigue.\"\n\n          On  April  9,   1991,  Dr.   Tosches,  a   treating\n\nneurologist,  noted  that  claimant  had  a  long  record  of\n\ncomplaining about  many of the  symptoms normally  associated\n\nwith   CFS.     Dr.   Tosches   diagnosed  \"chronic   fatigue\n\n                             -6-\r\n\nimmunodeficiency  syndrome,\"  saying that  the  diagnosis was\n\n\"documented in this patient's history and medical notes which\n\nsupport the history.\"         On May  22, 1991, Dr.  Weiss, a\n\ntreating physician,           reported   that   claimant  had\n\nsymptoms  of  \"fatigue,  nausea, [diminished]  concentration,\n\nfrequent sore throats, dysuria,  and diffuse aches,\" and that\n\nthese  symptoms \"wax  &amp; wane,  but [are]  always  present, at\n\ntimes  more severe.\"   He thought  claimant was  \"[o]ften too\n\nfatigued to carry out routine tasks of life.\"\n\n          In  addition,  two non-examining  physicians, after\n\nreviewing the  medical evidence  in the record,  both checked\n\nboxes  on  residual   functional  capacity  assessment  forms\n\nindicating that claimant  could lift at  least 20 pounds  (at\n\nleast 10  pounds frequently), could  stand, sit, or  walk six\n\nhours, and  could climb,  balance, stoop, kneel,  crouch, and\n\ncrawl at least occasionally.  No other functional limitations\n\nwere  noted.   One  physician  explained  this evaluation  by\n\nstating that \"[t]here has been no objective abnormality found\n\nto explain the fatigue.\"   The other physician relied  on Dr.\n\nChowdri's comment \"that physical  condition does not preclude\n\nwork.\"  These  two residual  functional capacity  assessments\n\ncorrespond  to a  finding that  claimant could  perform light\n\nwork.  See 20 C.F.R.   404.1567(b).\r                      \n\n                             -7-\r\n\n          There  is  also some  psychiatric  evidence  in the\n\nrecord.   On  November 27,  1990,  Dr. Schembri,  a  treating\n\npsychologist, diagnosed  CFS and secondary depression.   In a\n\nreport of a telephone conversation with Dr. Schembri, an  HHS\n\nofficial observed  that Dr.  Schembri said that  \"claimant is\n\nlegitimate  in [his]  disease,\"  and that  the doctor  \"feels\n\nstrongly that claimant cannot  work.  He  has no energy.   He\n\nhas been  suffering for  a long  time and  did not apply  for\n\nassistance until Dr. Schembri pressed him.\"\n\n          Dr.  Delgado,  a consulting  psychiatrist, examined\n\nclaimant on  December 5, 1990.   Dr. Delgado was not  of much\n\nassistance as to CFS.  He stated:  \"This is an individual who\n\nhas a  syndrome which I can't  comment on except  to say that\n\nnothing has  apparently turned  up in physical  or laboratory\n\nstudies as far as I can determine.\"\n\n          Dr.  Pereira,  a consulting  psychologist, examined\n\nclaimant on July 19, 1991.  He noted claimant's complaints of\n\n\"fatigue-like symptoms  for the past three  years,\" but found\n\nthat,  \"[p]sychodiagnostically,\" the only \"clear indication .\n\n.  .  suggestive of  any  serious  psychopathology\" was  that\n\nclaimant \"may be experiencing a mild adjustment disorder.\"\n\n            The Secretary's Policy Concerning CFS\r                                                             \n\n                             -8-\r\n\n          In section DI 24575.005 of  the Secretary's Program\n\nOperations   Manual  System  (1993)   (POMS),  the  Secretary\n\nestablished a policy for the evaluation of claims premised on\n\nCFS.  This policy states in pertinent part:\n\n            Chronic    Fatigue   Syndrome    (CFS),\n          previously known  as Chronic Epstein-Barr\n          Virus Syndrome, and also currently called\n          Chronic  Fatigue  and Immune  Dysfunction\n          Syndrome,   is    a   systemic   disorder\n          consisting of a complex of variable signs\n          and  symptoms which may  vary in duration\n          and severity.  The etiology and pathology\n          of   the   disorder    have   not    been\n          established.    Although  there   are  no\n          generally   accepted  criteria   for  the\n          diagnosis of cases of CFS, an operational\n          concept is used by the medical community.\n          There  is  no  specific   treatment,  and\n          manifestations   of   the  syndrome   are\n          treated symptomatically.\n\n            CFS is characterized by the presence of\n          persistent unexplained fatigue and by the\n          chronicity of other  symptoms.  The  most\n          prevalent  symptoms  include episodes  of\n          low-grade   fever,  myalgias,   headache,\n          painful  lymph  nodes, and  problems with\n          memory and concentration.  These symptoms\n          fluctuate in frequency  and severity  and\n          may be seen to  continue over a period of\n          many months.  Physical examination may be\n          within normal limits.   Individual  cases\n          must be adjudicated on  the basis of  the\n          totality   of  evidence,   including  the\n          clinical course  from  the onset  of  the\n          illness, symptoms,  signs, and laboratory\n          findings.  Consideration should  be given\n          to onset, duration, severity and residual\n          functional    capacity    following   the\n          sequential evaluation process.\n\nPOMS   DI 24575.005 (1993).\n\n          To be  sure, this particular version  of the policy\n\nwas not promulgated until November of 1993, after the ALJ had\n\n                             -9-\r\n\nissued his decision and the Appeals  Council had affirmed it.\n\nYet the  previous version of the same section of the POMS set\n\nforth the same principles governing the evaluation of chronic\n\nEpstein-Barr virus syndrome (CEBV).  See Reed v. Secretary of\r                                                                         \n\nHHS,  </pre><span class=\"citation\" data-id=\"1651824\"><a href=\"/opinion/1651824/reed-v-secretary-of-health-and-human-services/\"><span class=\"volume\">804</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">914</span></a></span><pre class=\"inline\">,  918  (E.D.  Mich. 1992).    Although\r               \n\nmedical authorities have stated that \"notwithstanding initial\n\ninferences,  .  . .  EBV  [Epstein-Barr  virus]  is  not  the\n\nexclusive  or  even   principal  cause  of  Chronic   Fatigue\n\nSyndrome,\"  </pre><span class=\"citation\" data-id=\"1651824\"><a href=\"/opinion/1651824/reed-v-secretary-of-health-and-human-services/\"><span class=\"id_token\">id.</span>  at  920 </a></span><pre class=\"inline\"> (paraphrasing  the Harvard  Medical\r                          \n\nSchool  Health  Letter  on  Chronic  Fatigue  Syndrome  (July\n\n1988)), several  courts have  noted the close  similarity and\n\npossible  relationship between  the  two  maladies  and  have\n\ntreated them more or less as peas in a pod.  See, e.g., Cohen\r                                                                         \n\nv.  Secretary  of HHS,  </pre><span class=\"citation no-link\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">524</span></span><pre class=\"inline\">,  529 (6th  Cir. 1992);\r                                 \n\nThaete v.  Shalala, </pre><span class=\"citation\" data-id=\"1523911\"><a href=\"/opinion/1523911/thaete-v-shalala/\"><span class=\"volume\">826</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">1250</span></a></span><pre class=\"inline\">, 1251 (D.  Colo. 1993);\r                              \n\n</pre><span class=\"citation\" data-id=\"1651824\"><span class=\"antecedent_guess\">Reed,</span> <a href=\"/opinion/1651824/reed-v-secretary-of-health-and-human-services/\"><span class=\"volume\">804</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">918</span></a></span><pre class=\"inline\">.  As the Cohen court wrote:\r                                                   \n\n          Due   to   the   close  association   and\n          suspected causal relationship between the\n          Epstein-Barr  virus  and chronic  fatigue\n          syndrome, the two are  sometimes referred\n          to synonymously.  Although recent studies\n          suggest  that   the  causal  relationship\n          between   the   Epstein-Barr  virus   and\n          chronic fatigue syndrome  may in fact  be\n          more attenuated  than initially believed,\n          [the  two  terms]  continue  to  be  used\n          somewhat interchangeably.\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Cohen,</span> <span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">529</span></span><pre class=\"inline\">.  Given this historical background, we\r                 \n\nconclude that, as a practical matter, the POMS policy we have\n\n                             -10-\r\n\nquoted  was in  effect  for CFS  cases  at the  time the  ALJ\n\ndecided this case.1\n\n          The POMS demonstrates the Secretary's acceptance of\n\ncertain   propositions  concerning  the  nature  and  medical\n\ndiagnosis  of   CFS.     These  verities  --   only  recently\n\nestablished by  the medical community  -- have been  noted by\n\nother  courts, see, e.g., Sisco v. Department of HHS, </pre><span class=\"citation\" data-id=\"658194\"><a href=\"/opinion/658194/43-socsecrepser-12-unemplinsrep-cch-p-17654a-linda-l-sisco-v/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span>\r                                                                \n\n<span class=\"page\">739</span></a></span><pre class=\"inline\">,  744  (10th  Cir. 1993)  (\"At  this  point  there is  no\n\n`dipstick' laboratory test for chronic fatigue syndrome;\" the\n\nmedical  community instead  uses an  \"operational\" diagnostic\n\nprocedure,  so  the disease  is  \"not  per  se excluded  from\n\ncoverage  because it  cannot be  conclusively diagnosed  in a\n\nlaboratory setting\"); </pre><span class=\"citation\" data-id=\"1651824\"><span class=\"antecedent_guess\">Reed,</span> <a href=\"/opinion/1651824/reed-v-secretary-of-health-and-human-services/\"><span class=\"volume\">804</span>  <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">920-21</span> </a></span><pre class=\"inline\">(similar),\r                                      \n\nand form the framework for our decision.2 \n\n                    \r                                \n\n1.  In view of this conclusion, we need not  consider whether\nthe version of  the POMS  issued in November  1993 should  be\napplied  retroactively in open cases.   And were  we to reach\nthe  issue,  it  seems   very  doubtful  that  a  retroactive\napplication of the new version,  in order to remove  barriers\nto  benefits awards  that CFS  sufferers heretofore  may have\nfaced, would  result in  any injustice  or  unfairness.   Cf.\r                                                                        \nDeGurules  v.  INS, </pre><span class=\"citation\" data-id=\"497360\"><a href=\"/opinion/497360/yolanda-camacho-degurules-v-immigration-and-naturalization-service-luis/\"><span class=\"volume\">833</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">861</span></a></span><pre class=\"inline\">,  863  (9th Cir.  1987) (in\r                              \nreviewing administrative agency ruling, court  will apply the\nlaw as it  exists when rendering its decision unless to do so\nwill  cause manifest injustice).  In any event, the Secretary\nhas raised no objection to retroactive application of the new\nversion of the POMS in this case.\n\n2.  The Secretary  has raised  no objection to  according the\nPOMS policy binding effect on the Secretary's decisionmaking.\nSee  Avery v. Department  of HHS, </pre><span class=\"citation\" data-id=\"474185\"><a href=\"/opinion/474185/14-socsecrepser-301-unemplinsrep-cch-16883-ernest-s-avery-v/\"><span class=\"volume\">797</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">,  23 (1st Cir.\r                                            \n1986)  (noting question as to whether  the POMS is ordinarily\nbinding  on ALJs or on  the Appeals Council).   In any event,\nthe Secretary's  policy expressed  in Social  Security Ruling\n\n                             -11-\r\n\n                      The Diagnosis of CFS\r                                                      \n\n          The ALJ found that claimant has \"possible\" CFS.  We\n\nthink that  this finding  grossly understates the  nisi prius\r                                                                         \n\nroll.  The administrative record  reveals no genuine issue of\n\nmedical fact:  claimant does suffer from  CFS.  As we explain\n\nbelow, this conclusion is irresistible.\n\n          Dr. Tosches and  Dr. Weinstein both diagnosed  CFS.\n\nAlthough other  doctors stated that they were not equipped to\n\nspeak  definitively to  whether claimant  had CFS,  no doctor\n\nrejected a diagnosis of  CFS.  And virtually all  the doctors\n\nwho did not disclaim  the ability to assess the  matter found\n\nthat  claimant  had  symptoms   fully  consistent  with  CFS.\n\nMoreover, from  mid-1989 forward,  the medical  references in\n\nthe record to symptoms of CFS are strikingly consistent.\n\n          Nor is the  length of time  that passed harmful  to\n\nclaimant's  case.  Diagnosing CFS is not sport for the short-\n\nwinded.   \"[B]ecause chronic  fatigue  syndrome is  diagnosed\n\npartially  through a  process  of  elimination,  an  extended\n\nmedical history  of 'nothing-wrong' diagnoses is  not unusual\n\nfor  a patient who is  ultimately found to  be suffering from\n\nthe  disease.\"   </pre><span class=\"citation\" data-id=\"658194\"><span class=\"antecedent_guess\">Sisco,</span>  <a href=\"/opinion/658194/43-socsecrepser-12-unemplinsrep-cch-p-17654a-linda-l-sisco-v/\"><span class=\"volume\">10</span>  <span class=\"reporter\">F.3d</span> at  <span class=\"page\">745</span></a></span><pre class=\"inline\">.    The absence  of\r                                  \n\n                    \r                                \n\n88-13, governing the \"evaluation of pain and other symptoms,\"\nappears fully consistent with  the POMS policy.   This Ruling\nwas  issued in 1988, long before any of the determinations in\nthis  case,  and  binds  the  Secretary.    See  McDonald  v.\r                                                                     \nSecretary of HHS, </pre><span class=\"citation\" data-id=\"473625\"><a href=\"/opinion/473625/claire-mcdonald-v-secretary-of-health-and-human-services/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1118</span></a></span><pre class=\"inline\">, 1125 (1st Cir. 1986).\r                            \n\n                             -12-\r\n\ndefinitive diagnostic tests, see </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">POMS,</span> supra</span><pre class=\"inline\">; see also </pre><span class=\"citation\" data-id=\"658194\"><span class=\"antecedent_guess\">Sisco,</span>\r                                                                        \n\n<a href=\"/opinion/658194/43-socsecrepser-12-unemplinsrep-cch-p-17654a-linda-l-sisco-v/\"><span class=\"volume\">10</span>  <span class=\"reporter\">F.3d</span> at  <span class=\"page\">744</span></a></span><pre class=\"inline\">, makes  it plain  that  the failure  of some\n\ndoctors  to state  conclusive  diagnoses does  not constitute\n\nsubstantial evidence  to support a finding  that claimant did\n\nnot  suffer from  the syndrome.   See  </pre><span class=\"citation\" data-id=\"658194\"><span class=\"antecedent_guess\">Sisco,</span> <a href=\"/opinion/658194/43-socsecrepser-12-unemplinsrep-cch-p-17654a-linda-l-sisco-v/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span>  at <span class=\"page\">745</span>\r</a></span><pre class=\"inline\">                                                        \n\n(findings of physicians who did not rule out CFS, but \"merely\n\nexpressed  an  inability  to discover  an  adequate  physical\n\nexplanation for  [claimant's]  symptoms,\" do  not  constitute\n\nsubstantial evidence to rebut other physicians'  diagnoses of\n\nCFS).  \n\n          We  will not paint the  lily.  It  is common ground\n\nthat an  ALJ is not  free to substitute his  own judgment for\n\nuncontroverted  medical  opinion.     See,  e.g.,  Rosado  v.\r                                                                     \n\nSecretary of HHS, </pre><span class=\"citation\" data-id=\"480547\"><a href=\"/opinion/480547/16-socsecrepser-49-unemplinsrep-cch-17113-miguel-a-rosado-v/\"><span class=\"volume\">807</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">292</span></a></span><pre class=\"inline\">, 293-94 (1st Cir.  1986) (per\r                            \n\ncuriam).   In this case,  uniform medical opinion  requires a\n\nfinding that claimant suffers from CFS.\n\n       The Functional Significance of Claimant's Fatigue \r                                                                    \n\n          Because the medical evidence bound the Secretary to\n\nfind that claimant does have CFS, the Secretary had no choice\n\nbut to  conclude that the claimant suffers  from the symptoms\n\nusually associated  with  CFS, unless  there was  substantial\n\nevidence in the record to support a finding that claimant did\n\nnot endure  a particular  symptom or  symptoms.  Chief  among\n\n                             -13-\r\n\nthese  symptoms,  of   course,  is  \"persistent   unexplained\n\nfatigue.\"  POMS   DI  24575.005 (1993).  The record  does not\n\ncontain  any meaningful  evidence to  support a  finding that\n\nclaimant did  not suffer from a significant  level of fatigue\n\non  a regular basis.   Leaving to  one side Dr.  Perl and Dr.\n\nHillier (in  his earlier reports)  -- both  of whom  confined\n\nthemselves to discussing claimant's back condition -- all the\n\nother examining  physicians' reports,  over a period  of more\n\nthan 18 months, consistently noted (and  credited) claimant's\n\ncomplaints of persistent fatigue.3\n\n          The  record  also  contains  reports  of  two  non-\n\nexamining  physicians  that  failed to  note  any significant\n\nfunctional  limitations resulting  from  fatigue.   But,  one\n\nrelied on Dr. Chowdri's  statement, the other on the  lack of\n\nany  \"objective  abnormality found  to explain  the fatigue.\"\n\nThe former  constitutes too  weak a  reed for such  reliance.\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span><pre class=\"inline\">n.3.  And  the latter is entitled to no  weight; as\r                     \n\nthe POMS makes clear, lack of objective proof is what one may\n\nexpect in cases of CFS.\n\n                    \r                                \n\n3.  The  form filled out by Dr. Chowdri on September 14, 1990\nis not evidence  to the  contrary.  In  the detailed  medical\nreports attached  to this form, Dr.  Chowdri repeatedly noted\nthat claimant  suffered from \"generalized malaise,\" which was\n\"quite   disabling,\"   and  that   claimant   was  \"extremely\nfatigued.\"    Dr.  Chowdri's statement,  therefore,  did  not\nconstitute substantial  evidence for a  finding that claimant\ndid not suffer from significant fatigue.\n\n                             -14-\r\n\n          We have held  that the  amount of  weight that  can\n\nproperly be  given  the conclusions  of non-testifying,  non-\n\nexamining  physicians  \"will  vary  with  the  circumstances,\n\nincluding  the  nature of  the  illness  and the  information\n\nprovided the expert.\"  Berrios Lopez v. Secretary of HHS, </pre><span class=\"citation\" data-id=\"573874\"><a href=\"/opinion/573874/paulina-berrios-lopez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">951</span>\r                                                                    \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span><pre class=\"inline\">, 431 (1st Cir. 1991) (per curiam) (quoting Rodriguez\r                                                                         \n\nv.  Secretary of  HHS, </pre><span class=\"citation\" data-id=\"389936\"><a href=\"/opinion/389936/maria-s-rodriguez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">647</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span><pre class=\"inline\">,  223 (1st  Cir. 1981));\r                                 \n\naccord  Gordils v. Secretary of  HHS, </pre><span class=\"citation\" data-id=\"553161\"><a href=\"/opinion/553161/32-socsecrepser-101-unemplinsrep-cch-15802a-jose-l-gordils-v/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">327</span></a></span><pre class=\"inline\">, 328 (1st\r                                                \n\nCir. 1990)  (per curiam).   In  some  cases, written  reports\n\nsubmitted by non-testifying, non-examining  physicians cannot\n\nalone   constitute  substantial   evidence,  see   Browne  v.\r                                                                     \n\nRichardson,  </pre><span class=\"citation\" data-id=\"306405\"><a href=\"/opinion/306405/paul-k-browne-sr-v-elliot-l-richardson-secretary-of-health-education/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1003</span></a></span><pre class=\"inline\">, 1006  (1st Cir.  1972), although\r                      \n\nthis is  not an ironclad rule, see Berrios </pre><span class=\"citation\" data-id=\"573874\"><span class=\"antecedent_guess\">Lopez,</span> <a href=\"/opinion/573874/paulina-berrios-lopez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> at\r                                                            \n\n<span class=\"page\">431</span></a></span><pre class=\"inline\">; </pre><span class=\"citation\" data-id=\"553161\"><span class=\"antecedent_guess\">Gordils,</span> <a href=\"/opinion/553161/32-socsecrepser-101-unemplinsrep-cch-15802a-jose-l-gordils-v/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">328</span></a></span><pre class=\"inline\">. \r                        \n\n          The deciding factor in this case is \"the  nature of\n\nthe illness.\"    Berrios  </pre><span class=\"citation\" data-id=\"573874\"><span class=\"antecedent_guess\">Lopez,</span> <a href=\"/opinion/573874/paulina-berrios-lopez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">951</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">431</span> </a></span><pre class=\"inline\"> (quoting\r                                                                         \n\n</pre><span class=\"citation\" data-id=\"389936\"><span class=\"antecedent_guess\">Rodriguez,</span> <a href=\"/opinion/389936/maria-s-rodriguez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">647</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">223</span></a></span><pre class=\"inline\">).  The  non-examining physicians\r                     \n\nrelied on what they discerned as a lack of objective findings\n\nsufficient  to prove  the existence  of  significant fatigue.\n\nGiven  the  uncontroverted  medical  evidence  that  claimant\n\nsuffered  from CFS,  however,  blind reliance  on  a lack  of\n\nobjective   findings  is   wholly   inconsistent   with   the\n\nSecretary's policy in such cases as expressed in the POMS and\n\nin other pertinent policy  statements.  See, e.g., POMS    DI\r                                                             \n\n24575.005  (1993)  (continuing   that  although   \"[p]hysical\n\n                             -15-\r\n\nexamination  may  be  within  normal  limits,\"  nevertheless,\n\n\"[i]ndividual cases must  be adjudicated on the basis  of the\n\ntotality of evidence\").\n\n          Furthermore, the medical evidence  establishes that\n\nclaimant possesses  a medical  condition --  CFS --  that can\n\nreasonably  be expected to produce the  alleged fatigue.  The\n\nquestion here is  the extent to  which claimant's fatigue  in\n\nfact  restricts his  residual functional  capacity.   Such an\n\ninquiry --  into the functional implications  of a claimant's\n\nsubjective  symptoms -- \"is the kind of inquiry for which on-\n\nthe-spot  examination  and  observation  of   claimant  might\n\nordinarily be thought important.\"  Berrios </pre><span class=\"citation\" data-id=\"573874\"><span class=\"antecedent_guess\">Lopez,</span> <a href=\"/opinion/573874/paulina-berrios-lopez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> at\r                                                            \n\n<span class=\"page\">432</span></a></span><pre class=\"inline\">.    The  subjective  severity  of  a  claimant's  fatigue\n\nassociated with CFS is not  something readily evaluated on an\n\nalgid administrative record.   \n\n          Under the particular circumstances of this case, we\n\nhold that,  even if the  non-examining physicians'  notations\n\ncan  be  read  to suggest  that  claimant's  fatigue  did not\n\nsignificantly   affect   his   functional   capacity,   these\n\nnotations, without more, could  not support the ALJ's finding\n\nto that effect.  And because this comprises the only evidence\n\nin  support,  we  conclude  that  the  ALJ's  finding  is not\n\nsupported by substantial evidence.\n\n                  Application of the Grid\r                                                     \n\n                             -16-\r\n\n          The  Grid  is  based  on  a  claimant's  exertional\n\ncapacity  and  can  only  be  applied  when  claimant's  non-\n\nexertional limitations do not significantly impair claimant's\n\nability  to perform at a given exertional level.  See Sherwin\r                                                                         \n\nv. Secretary of HHS, </pre><span class=\"citation\" data-id=\"406830\"><a href=\"/opinion/406830/waldemar-p-sherwin-v-secretary-of-health-and-human-services/\"><span class=\"volume\">685</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 2-3 (1st Cir. 1982),  cert.\r                                                                         \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">958</span> </span><pre class=\"inline\"> (1983).  Since the medical  evidence in\r                  \n\nthis  case  compelled  a   finding  that  claimant's  fatigue\n\nresulting  from  CFS  did  significantly   impair  claimant's\n\nability to  perform even  sedentary work,  the  ALJ erred  in\n\nrelying on the Grid to reach a finding of \"not disabled.\"\n\n                 The Vocational Testimony\r                                                     \n\n          The ALJ  based his determination that  claimant was\n\nnot disabled  not only on the Grid  but also on the testimony\n\nof  a  vocational  expert  who,  in  response  to  the  ALJ's\n\nhypothetical, opined that claimant  could perform a number of\n\njobs.  The ALJ's hypothetical, however, impermissibly omitted\n\nany mention  of a  significant functional limitation  arising\n\nfrom the fatigue  symptoms associated with CFS.   Because the\n\nALJ's  hypothetical  assumed  that  fatigue did  not  pose  a\n\nsignificant  functional  limitation  for  the  claimant,  and\n\nbecause the medical evidence  did not permit that assumption,\n\nthe ALJ could not rely on the vocational expert's response as\n\n                             -17-\r\n\na basis for finding claimant not disabled.  See, e.g., Arocho\r                                                                         \n\nv. Secretary of HHS, </pre><span class=\"citation\" data-id=\"399275\"><a href=\"/opinion/399275/bienvenido-arocho-v-secretary-of-health-and-human-services/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">374</span></a></span><pre class=\"inline\">, 375 (1st Cir. 1982).\r                               \n\n                      Conclusion\r                                            \n\n          We need go  no further.   For the  reasons we  have\n\nstated, the judgment of the district court is vacated and the\n\ncase is remanded to the  district court with instructions  to\n\nremand   to  the  Secretary   for  further   findings  and/or\n\nproceedings not inconsistent with this opinion.\n\n          It is so ordered.\r                                      \n\n                             -18-\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/306405/",
    "https://www.courtlistener.com/api/rest/v3/opinions/389936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/399275/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406830/",
    "https://www.courtlistener.com/api/rest/v3/opinions/473625/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480547/",
    "https://www.courtlistener.com/api/rest/v3/opinions/497360/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553161/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573874/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658194/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1523911/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1651824/"
  ]
}