{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195544/",
  "id": 195544,
  "absolute_url": "/opinion/195544/united-states-v-mcdowell/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195544/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:20Z",
  "date_modified": "2020-02-21T23:31:27.895585Z",
  "type": "010combined",
  "sha1": "d0d8eff6d5e9bc74f564430969148c52a07997b6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2084.01A",
  "local_path": null,
  "plain_text": "August 12, 1994       [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-2084\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                   BILLY RAY MCDOWELL, JR.,\n\n                    Defendant, Appellant.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Raymond L. Acosta, U.S. District Judge]\n                                                    \n\n                                        \n\n                            Before\n\n                   Torruella, Chief Judge,\n                                         \n               Selya and Stahl, Circuit Judges.\n                                              \n\n                                        \n\n   Billy Ray McDowell, Jr. on brief pro se.\n                          \n   Guillermo  Gil, United  States  Attorney,  Jose  A.  Quiles-\n                                                               \nEspinosa, Senior Litigation Counsel, and Ernesto Hernandez-Milan,\n                                                              \nAssistant U.S. Attorney, on brief for appellee.\n\n                                        \n\n                                        \n\n     Per Curiam.   Billy Ray McDowell,  Jr. was convicted  of\n               \n\nthree counts of  drug offenses.  We affirmed  that conviction\n\non appeal.   United States  v. McDowell, 918  F.2d 1004  (1st\n                                       \n\nCir. 1990); see also  United States v. McDowell, 957  F.2d 36\n                                               \n\n(1st  Cir.  1992)  (upholding  resentencing   after  remand).\n\nThereafter,  in December 1992, McDowell filed  a motion for a\n\nnew  trial on the ground  of newly discovered evidence, which\n\nhe  claimed was  Brady evidence1  unlawfully retained  in the\n                      \n\nhands of  the prosecution.   This allegedly  newly discovered\n\nevidence   consisted   of   (1)   tape   recordings   of  two\n\nconversations  which  occurred on  February  1, 1988  between\n\nMcDowell  and Agent  Francisco Sarra,  who posed  as Franklin\n\nBrowne,  a co-defendant,  at the  Dallas/Fort Worth  airport2\n\nand (2)  McDowell's telephone bills for  January and February\n\n1988.  The district court denied that motion and McDowell has\n\nappealed.  We  affirm essentially for  the reasons stated  in\n\nthe  district court's opinion  and order.   United  States v.\n                                                          \n\nMcDowell,  830 F. Supp.  90 (D.P.R. 1993).   We add  only the\n        \n\nfollowing comments.\n\n     It is clear that none  of the evidence now relied on  is\n\nnewly discovered.  That is  obviously true for McDowell's own\n\n                    \n\n1.  See Brady v. Maryland, 373 U.S. 83 (1963).\n                         \n\n2.  One  was  a  telephone  conversation  with   Agent  Sarra\npretending to have just  arrived at the airport.   The second\nconversation was recorded by  a body wire worn by  Sarra when\nhe met McDowell at the airport.\n\n                             -2-\n\ntelephone  bills.    Moreover,  McDowell's   claim  that  the\n\nprosecution  is  responsible  for  producing  McDowell's  own\n\ntelephone  bills is  not only  inaccurate, it  is illogical.3\n\nThe tape recordings of  February 1, 1988 also were  not newly\n\ndiscovered.  McDowell, himself, testified at his resentencing\n\nhearing  that, immediately  after he  was arrested,  an agent\n\nplayed him a tape of his conversation with Agent Sarra.   Tr.\n\n4/4/91 at 24.   He, therefore, knew of that  tape's existence\n\nprior to  trial.   And,  both the  recordings -  that of  the\n\ntelephone conversation  and the recording  from Sarra's  body\n\nwire - were referred to at trial by Agent Sarra.  Tr. 6/27/88\n\nat 565;  567.  Even  if the government had  failed to produce\n\nthese tapes prior to trial  - a concession which it  does not\n\nmake -  McDowell knew about  both recordings, at  the latest,\n\nmid-trial,  yet did  not request  copies, complain  about any\n\n                    \n\n3.  McDowell claims that, in support of his new trial motion,\nhe  submitted  the  relevant  telephone bills  for  both  his\nresidence and his mobile telephones.  And, he argues that the\ndistrict court misunderstood the  collect call to Fort Worth,\nTexas to which  he referred.  He says that  the relevant call\nwas  the  collect call  to  Fort Worth  made  by co-defendant\nBrowne  after co-defendant  Darrin  Taylor was  arrested  but\n             \nbefore  Browne, himself, was  arrested.  He  contends that no\n      \ncharge  which could  represent that  collect call  appears on\nthose  bills.   Even  properly  understood,  McDowell's claim\ncannot  evade the  fatal blow  that his  own telephone  bills\ncannot be newly discovered.  In any event, whether Browne did\nor did not make a prearrest collect call to McDowell does not\nsignificantly detract from the quantum of evidence supporting\nMcDowell's conviction.\n\n                             -3-\n\nlate  disclosure,  or seek  a continuance  of trial.4   Brady\n                                                             \n\nclaims, at  least  typically, involve  \"the discovery,  after\n                                                             \n\ntrial of information which had  been known to the prosecution\n     \n\nbut unknown to  the defense.\"   United States  v. Agurs,  427\n                                                       \n\nU.S. 97, 103 (1976) (emphasis added).\n\n     In any event, there is scant, if any, exculpation in the\n\nFebruary 1  recordings.5   McDowell claims that  the recorded\n\ntelephone conversation is  exculpatory because it shows  that\n\nthe $4,000 amount was suggested by Sarra.  Even assuming this\n\nis exculpatory, that  is exactly what  Sarra testified to  at\n\ntrial.   McDowell also claims that the recording reveals that\n\nSarra  testified falsely  about referring  to a  package that\n\nMcDowell  was to  pick  up.    While  there  is  no  specific\n\nreference  to a  package, McDowell's  own description  of the\n\nrecorded conversation has Sarra  telling McDowell to \"beep me\n\njust before you  come by and get this.\"  Appellant's brief at\n\np. 25.  Rather than revealing perjury, McDowell's description\n\nof the  recorded conversation  and  Sarra's trial  testimony,\n\n                    \n\n4.  Indeed, although  McDowell claims (inaccurately)  that he\ndid not know  of the tapes' existence until  resentencing, he\ndid not even complain at resentencing in April 1991 about any\nallegedly late disclosure.  Rather, it was not until December\n1992, after  his unsuccessful  appeal from  the resentencing,\nthat McDowell first raised this claim.\n\n5.  McDowell  makes  no  claim  about the  substance  of  the\nconversation  picked up by the body wire.  After listening to\nthat tape,  the district court stated  that that conversation\nis  unintelligible due to background noise.  Agent Sarra said\nthe same thing at trial.\n\n                             -4-\n\nwhile not  mirror reflections,  seem wholly consistent.   It,\n\ntherefore, appears to have little, if any, impeachment value.\n\nIn sum, even assuming that the prosecution failed to disclose\n\nthe tape  recording of the February  1 telephone conversation\n\nbetween McDowell  and Sarra, that evidence  was not material,\n\ni.e.,  there  is no  \"reasonable  probability  that, had  the\n\nevidence been  disclosed to  the defense,  the result of  the\n\nproceeding  would have  been  different.\"   United States  v.\n                                                         \n\nBagley, 473 U.S. 667,  682 (1985) (opinion of Blackmun,  J.);\n      \n\nsee also id. at 685 (White, J., concurring).\n            \n\n     Finally,  there  was  no  abuse  of  discretion  by  the\n\ndistrict court in declining to hold an evidentiary hearing on\n\nthe  new trial  motion.6   See United  States v.  Panitz, 907\n                                                        \n\nF.2d  1267,  1273-74  (1st  Cir.  1990)  (reciting  abuse  of\n\ndiscretion standard for  district court  decision whether  to\n\nhold an  evidentiary hearing);  United States v.  Slocum, 708\n                                                        \n\nF.2d 587, 600 (11th Cir. 1983) (same).\n\n     Affirmed.7\n              \n\n                    \n\n6.  The  district  court,  in  fact,  listened  to  the  tape\nrecordings submitted  by McDowell with his  new trial motion.\nMcDowell  apparently contends,  however,  that  the  district\ncourt should have also heard live testimony.\n\n7.  The facts and legal arguments are adequately presented in\nthe briefs and record and the decisional process would not be\nsignificantly aided by oral argument.  McDowell's request for\noral argument, therefore, is denied.  Loc. R. 34.1(a).\n\n                             -5-\n",
  "html": "<p class=\"case_cite\">32 F.3d 561</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Billy Ray MCDOWELL, JR., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2084</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 12, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Raymond L. Acosta, U.S. District Judge ]</p>\n      <p class=\"indent\">Billy Ray McDowell, Jr. on brief pro se.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Jose A. Quiles- Espinosa, Senior Litigation Counsel, and Ernesto Hernandez-Milan, Assistant U.S. Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Billy Ray McDowell, Jr. was convicted of three counts of drug offenses.  We affirmed that conviction on appeal.   United States v. McDowell, 918 F.2d 1004 (1st Cir. 1990);   see also United States v. McDowell, 957 F.2d 36 (1st Cir. 1992) (upholding resentencing after remand).  Thereafter, in December 1992, McDowell filed a motion for a new trial on the ground of newly discovered evidence, which he claimed was Brady evidence<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> unlawfully retained in the hands of the prosecution.  This allegedly newly discovered evidence consisted of (1) tape recordings of two conversations which occurred on February 1, 1988 between McDowell and Agent Francisco Sarra, who posed as Franklin Browne, a co-defendant, at the Dallas/Fort Worth airport<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and (2) McDowell's telephone bills for January and February 1988.  The district court denied that motion and McDowell has appealed.  We affirm essentially for the reasons stated in the district court's opinion and order.   United States v. McDowell, 830 F. Supp. 90 (D.P.R. 1993).  We add only the following comments.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is clear that none of the evidence now relied on is newly discovered.  That is obviously true for McDowell's own telephone bills.  Moreover, McDowell's claim that the prosecution is responsible for producing McDowell's own telephone bills is not only inaccurate, it is illogical.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The tape recordings of February 1, 1988 also were not newly discovered.  McDowell, himself, testified at his resentencing hearing that, immediately after he was arrested, an agent played him a tape of his conversation with Agent Sarra.  Tr. 4/4/91 at 24.  He, therefore, knew of that tape's existence prior to trial.  And, both the recordings-that of the telephone conversation and the recording from Sarra's body wire-were referred to at trial by Agent Sarra.  Tr. 6/27/88 at 565;  567.  Even if the government had failed to produce these tapes prior to trial-a concession which it does not make-McDowell knew about both recordings, at the latest, mid-trial, yet did not request copies, complain about any late disclosure, or seek a continuance of trial.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Brady claims, at least typically, involve \"the discovery, after trial of information which had been known to the prosecution but unknown to the defense.\"   United States v. Agurs, 427 U.S. 97, 103 (1976) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In any event, there is scant, if any, exculpation in the February 1 recordings.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  McDowell claims that the recorded telephone conversation is exculpatory because it shows that the $4,000 amount was suggested by Sarra.  Even assuming this is exculpatory, that is exactly what Sarra testified to at trial.  McDowell also claims that the recording reveals that Sarra testified falsely about referring to a package that McDowell was to pick up.  While there is no specific reference to a package, McDowell's own description of the recorded conversation has Sarra telling McDowell to \"beep me just before you come by and get this.\"  Appellant's brief at p. 25.  Rather than revealing perjury, McDowell's description of the recorded conversation and Sarra's trial testimony, while not mirror reflections, seem wholly consistent.  It, therefore, appears to have little, if any, impeachment value.  In sum, even assuming that the prosecution failed to disclose the tape recording of the February 1 telephone conversation between McDowell and Sarra, that evidence was not material, i.e., there is no \"reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.\"   United States v. Bagley, 473 U.S. 667, 682 (1985) (opinion of Blackmun, J.);  see also id. at 685 (White, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Finally, there was no abuse of discretion by the district court in declining to hold an evidentiary hearing on the new trial motion.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>   See United States v. Panitz, 907 F.2d 1267, 1273-74 (1st Cir. 1990) (reciting abuse of discretion standard for district court decision whether to hold an evidentiary hearing);   United States v. Slocum, 708 F.2d 587, 600 (11th Cir. 1983) (same).</p>\n    </div>\n    <p class=\"indent\">Affirmed.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Brady v. Maryland, 373 U.S. 83 (1963)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> One was a telephone conversation with Agent Sarra pretending to have just arrived at the airport.  The second conversation was recorded by a body wire worn by Sarra when he met McDowell at the airport</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> McDowell claims that, in support of his new trial motion, he submitted the relevant telephone bills for both his residence and his mobile telephones.  And, he argues that the district court misunderstood the collect call to Fort Worth, Texas to which he referred.  He says that the relevant call was the collect call to Fort Worth made by co-defendant Browne after co-defendant Darrin Taylor was arrested but before Browne, himself, was arrested.  He contends that no charge which could represent that collect call appears on those bills.  Even properly understood, McDowell's claim cannot evade the fatal blow that his own telephone bills cannot be newly discovered.  In any event, whether Browne did or did not make a prearrest collect call to McDowell does not significantly detract from the quantum of evidence supporting McDowell's conviction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Indeed, although McDowell claims (inaccurately) that he did not know of the tapes' existence until resentencing, he did not even complain at resentencing in April 1991 about any allegedly late disclosure.  Rather, it was not until December 1992, after his unsuccessful appeal from the resentencing, that McDowell first raised this claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> McDowell makes no claim about the substance of the conversation picked up by the body wire.  After listening to that tape, the district court stated that that conversation is unintelligible due to background noise.  Agent Sarra said the same thing at trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The district court, in fact, listened to the tape recordings submitted by McDowell with his new trial motion.  McDowell apparently contends, however, that the district court should have also heard live testimony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The facts and legal arguments are adequately presented in the briefs and record and the decisional process would not be significantly aided by oral argument.  McDowell's request for oral argument, therefore, is denied.  Loc. R. 34.1(a)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">561</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Billy Ray MCDOWELL, JR., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2084</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 12, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Raymond L. Acosta, U.S. District Judge ]</p>\n      <p class=\"indent\">Billy Ray McDowell, Jr. on brief pro se.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Jose A. Quiles- Espinosa, Senior Litigation Counsel, and Ernesto Hernandez-Milan, Assistant U.S. Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Billy Ray McDowell, Jr. was convicted of three counts of drug offenses.  We affirmed that conviction on appeal.   United States v. McDowell, <span class=\"citation\" data-id=\"551473\"><a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span> </a></span>(1st Cir. 1990);   see also United States v. McDowell, <span class=\"citation\" data-id=\"578202\"><a href=\"/opinion/578202/united-states-v-bill-ray-mcdowell/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span> </a></span>(1st Cir. 1992) (upholding resentencing after remand).  Thereafter, in December 1992, McDowell filed a motion for a new trial on the ground of newly discovered evidence, which he claimed was Brady evidence<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> unlawfully retained in the hands of the prosecution.  This allegedly newly discovered evidence consisted of (1) tape recordings of two conversations which occurred on February 1, 1988 between McDowell and Agent Francisco Sarra, who posed as Franklin Browne, a co-defendant, at the Dallas/Fort Worth airport<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and (2) McDowell's telephone bills for January and February 1988.  The district court denied that motion and McDowell has appealed.  We affirm essentially for the reasons stated in the district court's opinion and order.   United States v. McDowell, <span class=\"citation\" data-id=\"2292159\"><a href=\"/opinion/2292159/united-states-v-mcdowell/\"><span class=\"volume\">830</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">90</span> </a></span>(D.P.R. 1993).  We add only the following comments.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is clear that none of the evidence now relied on is newly discovered.  That is obviously true for McDowell's own telephone bills.  Moreover, McDowell's claim that the prosecution is responsible for producing McDowell's own telephone bills is not only inaccurate, it is illogical.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The tape recordings of February 1, 1988 also were not newly discovered.  McDowell, himself, testified at his resentencing hearing that, immediately after he was arrested, an agent played him a tape of his conversation with Agent Sarra.  Tr. 4/4/91 at 24.  He, therefore, knew of that tape's existence prior to trial.  And, both the recordings-that of the telephone conversation and the recording from Sarra's body wire-were referred to at trial by Agent Sarra.  Tr. 6/27/88 at 565;  567.  Even if the government had failed to produce these tapes prior to trial-a concession which it does not make-McDowell knew about both recordings, at the latest, mid-trial, yet did not request copies, complain about any late disclosure, or seek a continuance of trial.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Brady claims, at least typically, involve \"the discovery, after trial of information which had been known to the prosecution but unknown to the defense.\"   United States v. Agurs, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 103 (1976) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In any event, there is scant, if any, exculpation in the February 1 recordings.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  McDowell claims that the recorded telephone conversation is exculpatory because it shows that the $4,000 amount was suggested by Sarra.  Even assuming this is exculpatory, that is exactly what Sarra testified to at trial.  McDowell also claims that the recording reveals that Sarra testified falsely about referring to a package that McDowell was to pick up.  While there is no specific reference to a package, McDowell's own description of the recorded conversation has Sarra telling McDowell to \"beep me just before you come by and get this.\"  Appellant's brief at p. 25.  Rather than revealing perjury, McDowell's description of the recorded conversation and Sarra's trial testimony, while not mirror reflections, seem wholly consistent.  It, therefore, appears to have little, if any, impeachment value.  In sum, even assuming that the prosecution failed to disclose the tape recording of the February 1 telephone conversation between McDowell and Sarra, that evidence was not material, i.e., there is no \"reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.\"   United States v. Bagley, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 682 (1985) (opinion of Blackmun, J.);  see also <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"id_token\">id.</span> at 685 </a></span>(White, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Finally, there was no abuse of discretion by the district court in declining to hold an evidentiary hearing on the new trial motion.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>   See United States v. Panitz, <span class=\"citation\" data-id=\"544607\"><a href=\"/opinion/544607/united-states-v-solomon-philip-panitz-united-states-of-america-v-andrew/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1267</span></a></span>, 1273-74 (1st Cir. 1990) (reciting abuse of discretion standard for district court decision whether to hold an evidentiary hearing);   United States v. Slocum, <span class=\"citation\" data-id=\"419236\"><a href=\"/opinion/419236/united-states-v-bert-r-slocum-and-louise-v-slocum-united-states-of/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">587</span></a></span>, 600 (11th Cir. 1983) (same).</p>\n    </div>\n    <p class=\"indent\">Affirmed.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span> </a></span>(1963)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> One was a telephone conversation with Agent Sarra pretending to have just arrived at the airport.  The second conversation was recorded by a body wire worn by Sarra when he met McDowell at the airport</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> McDowell claims that, in support of his new trial motion, he submitted the relevant telephone bills for both his residence and his mobile telephones.  And, he argues that the district court misunderstood the collect call to Fort Worth, Texas to which he referred.  He says that the relevant call was the collect call to Fort Worth made by co-defendant Browne after co-defendant Darrin Taylor was arrested but before Browne, himself, was arrested.  He contends that no charge which could represent that collect call appears on those bills.  Even properly understood, McDowell's claim cannot evade the fatal blow that his own telephone bills cannot be newly discovered.  In any event, whether Browne did or did not make a prearrest collect call to McDowell does not significantly detract from the quantum of evidence supporting McDowell's conviction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Indeed, although McDowell claims (inaccurately) that he did not know of the tapes' existence until resentencing, he did not even complain at resentencing in April 1991 about any allegedly late disclosure.  Rather, it was not until December 1992, after his unsuccessful appeal from the resentencing, that McDowell first raised this claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> McDowell makes no claim about the substance of the conversation picked up by the body wire.  After listening to that tape, the district court stated that that conversation is unintelligible due to background noise.  Agent Sarra said the same thing at trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The district court, in fact, listened to the tape recordings submitted by McDowell with his new trial motion.  McDowell apparently contends, however, that the district court should have also heard live testimony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The facts and legal arguments are adequately presented in the briefs and record and the decisional process would not be significantly aided by oral argument.  McDowell's request for oral argument, therefore, is denied.  Loc. R. 34.1(a)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109506/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "https://www.courtlistener.com/api/rest/v3/opinions/419236/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544607/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578202/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2292159/"
  ]
}