{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195541/",
  "id": 195541,
  "absolute_url": "/opinion/195541/united-states-v-whiting/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195541/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:07Z",
  "date_modified": "2020-02-21T23:31:25.882401Z",
  "type": "010combined",
  "sha1": "62f88b3abd351009f51c93f8133ba12009b895d7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1182.01A",
  "local_path": null,
  "plain_text": "August 9, 1994    UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1182\nNo. 92-1258\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                       DARRYL WHITING,\n                     a/k/a G., GOD, RAH,\n                    Defendant, Appellant.\n\n                                         \nNo. 92-1183\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                         SEAN DIXON,\n                     a/k/a MICHAEL WHITE,\n\n                    Defendant, Appellant.\n                                         \n\nNo. 92-1184\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                       RENALDO PLEDGER,\n                     a/k/a EUGENE NOBLE,\n                    Defendant, Appellant.\n\n                                         \nNo. 92-1185\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                      EDWIN CARMICHAEL,\n                        a/k/a FREEDOM,\n\n                    Defendant, Appellant.\n                                         \n\nNo. 92-1259\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                        WILLIAM BOWIE,\n                     a/k/a CUDA, DIAMOND,\n                    Defendant, Appellant.\n\n                                         \nNo. 92-1442\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                      STEVEN WADLINGTON,\n                       a/k/a MOHAMMED,\n\n                    Defendant, Appellant.\n                                         \nNo. 92-1443\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                      KENNETH BARTLETT,\n                       a/k/a CHEYENNE,\n                    Defendant, Appellant.\n\n                                         \n                         ERRATA SHEET\n\nThe opinion of this  Court, issued on July 6, 1994, is amended  as\nfollows:\n\nOn page 32,  line 9 of only  full paragraph, replace the  material\nbeginning  with  \"If  these\"  through   \"Id.  at  1778-79.\"  with  the\n                                        \nfollowing:\n\nIf these criteria are met, the court of appeal \"has authority\nto order  correction, but is not  required to do so,\"  id. at\n                                                          \n1778, and should  exercise its remedial  discretion only  \"in\nthose circumstances  in which a miscarriage  of justice would\notherwise result,\" or  where the  error \"seriously  affect[s]\n\nthe  fairness,  integrity or  public  reputation of  judicial\nproceedings.\"  Id. at 1779 (internal quotations omitted). \n                  \n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \nNo. 92-1182\nNo. 92-1258\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                       DARRYL WHITING,\n                     a/k/a G., GOD, RAH,\n                    Defendant, Appellant.\n\n                                         \nNo. 92-1183\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                         SEAN DIXON,\n                     a/k/a MICHAEL WHITE,\n\n                    Defendant, Appellant.\n                                         \n\nNo. 92-1184\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                       RENALDO PLEDGER,\n                     a/k/a EUGENE NOBLE,\n                    Defendant, Appellant.\n\n                                         \nNo. 92-1185\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                      EDWIN CARMICHAEL,\n                        a/k/a FREEDOM,\n\n                    Defendant, Appellant.\n                                         \n\nNo. 92-1259\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                        WILLIAM BOWIE,\n                     a/k/a CUDA, DIAMOND,\n                    Defendant, Appellant.\n\n                                         \nNo. 92-1442\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                      STEVEN WADLINGTON,\n                       a/k/a MOHAMMED,\n\n                    Defendant, Appellant.\n                                         \nNo. 92-1443\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                      KENNETH BARTLETT,\n                       a/k/a CHEYENNE,\n                    Defendant, Appellant.\n\n                                         \n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n        [Hon. Walter Jay Skinner, U.S. District Judge]\n                                                     \n\n                                         \n                            Before\n\n                     Breyer,* Chief Judge,\n                                         \n              Boudin and Stahl, Circuit Judges.\n                                              \n\n                                         \n\n                \n\n*Chief  Judge Stephen Breyer heard  oral argument in  this matter, but\ndid not  participate in  the drafting or  the issuance of  the panel's\nopinion.   The remaining  two panelists  therefore issue  this opinion\npursuant to 28 U.S.C.   46(d).\n\nGary  C. Crossen,  by Appointment  of  the  Court, and  Stephen D.\n                                                                  \nSowle with whom Sarah Reed, John A. Shope and Foley, Hoag &amp; Eliot were\n                                                             \non briefs for appellant Darryl Whiting.\nJohn H. LaChance, by Appointment of  the Court, with whom LaChance\n                                                                  \nand Whatley was on briefs for appellant Sean Dixon.\n       \nJohn  C.  Doherty,  by Appointment  of  the  Court, for  appellant\n                 \nRenaldo Pledger.\nJanet L. Sanders with whom Zalkind,  Rodriguez, Lunt &amp; Duncan  was\n                                                             \non briefs for appellant Steven Wadlington.\nLois  Lewis,  by Appointment  of the  Court,  for appellant  Edwin\n           \nCarmichael.\nJohn P. Slattery, by Appointment of  the Court, with whom  Wysocki\n                                                                  \nand Slattery was on brief for appellant Kenneth Bartlett.\n        \nPaul  A. Dinsmore,  by Appointment  of  the Court,  for  appellant\n                 \nWilliam Bowie.\nRobert  W. Iuliano,  Assistant  United States  Attorney,  Paul  V.\n                                                                  \nKelly, Assistant United States  Attorney, (for IAD issue), and  Thomas\n                                                                  \nC. Frongillo with whom Donald K. Stern, United States Attorney, was on\n                                  \nbriefs for the United States.\n\n                                         \n\n                         July 6, 1994\n                                         \n\n     BOUDIN,  Circuit  Judge.   These cases  arise out  of an\n                            \n\nextensive  undercover law  enforcement operation  targeted at\n\nthe  \"New York  Boys,\" a  large-scale drug  distribution ring\n\noperating out of the Orchard Park Housing Project in Roxbury,\n\nMassachusetts.   The  seven defendants  currently  before the\n\ncourt appeal their convictions, their sentences, or both.  We\n\naffirm the district court's rulings on all but one point.1\n\n                              I.\n\n     On  December 11,  1990,  a federal  grand jury  indicted\n\nDarryl   Whiting,  Sean   Dixon,   Renaldo   Pledger,   Edwin\n\nCarmichael,  and  Steven   Wadlington--as  well  as   26  co-\n\ndefendants--for conspiracy to distribute cocaine in violation\n\nof 21 U.S.C.    846.   A superseding  indictment returned  on\n\nApril 11,  1991, expanded the case  to include a total  of 50\n\ndefendants,  including Kenneth  Bartlett  and William  Bowie.\n\nThe individual  defendants  were also  charged  with  various\n\ncombinations of substantive cocaine distribution, 21 U.S.C.  \n\n841(a)(1), firearms  offenses,  18  U.S.C.     922(g)(1);  26\n\nU.S.C.      5861(d),  or   money  laundering,  18   U.S.C.   \n\n1956(2)(1), and Whiting  was alleged to be the  organizer and\n\n                    \n\n     1The published version of this opinion includes only the\nstatement  of facts  (part  I) and  the  discussion of  those\nissues  that may be of  general interest (parts  II and III).\nThe remaining portions of the opinion as filed  (parts IV-VI)\naddress  issues  that  do  not appear  to  have  precedential\nimportance.  See First Cir. R. 36.2.\n                \n\n                             -8-\n\nsupervisor of a  continuing criminal enterprise in  violation\n\nof 21 U.S.C.   848.\n\n     Rather  than try  50  defendants at  once, the  district\n\ncourt  severed the case into  smaller cases.   The first five\n\ndefendants  named above  (\"the first-trial  defendants\") were\n\nplaced  in the initial trial group, along with a sixth defen-\n\ndant (David Waight)  who has  not appealed.   Trial began  on\n\nJune 17, 1991, and continued for 18 days spread over the next\n\nfour  weeks.    The   evidence  consisted  primarily  of  the\n\ntestimony of undercover agents and cooperating co-defendants.\n\nTaken in the  light most favorable to the  government, United\n                                                             \n\nStates v. Gonzalez-Torres, 980 F.2d 788, 789 (1st Cir. 1992),\n                         \n\nthe evidence showed the following:\n\n     The first-trial  defendants,  together with  many  other\n\nindividuals, were members of or associated with the \"New York\n\nBoys,\" a street gang  headed by Whiting and operating  out of\n\nthe Orchard  Park Housing Project  in Roxbury, Massachusetts.\n\nThe gang was so named because many of its members hailed from\n\nQueens,  New York.  During the period  from 1986 to 1990, the\n\nNew  York  Boys  evolved  into  a  large,  highly  structured\n\norganization  that employed  up to  100 different  people and\n\nsold cocaine and cocaine base (\"crack\" cocaine) in shifts  24\n\nhours a day.\n\n     The Whiting  organization received its  cocaine from New\n\nYork City.   A number  of couriers transported  the drugs  to\n\n                             -9-\n\nBoston on airline shuttles.  The  drugs were then processed--\n\n\"cut\" with  dilutants  and divided  into individual  bags--at\n\nseveral different apartments located outside the Orchard Park\n\nProject.    Finally, the  cocaine  was sold  at  Orchard Park\n\nthrough an elaborate network of personnel:  \"runners\" who met\n\ncustomers  and  took  their  money;   other  individuals  who\n\n\"worked the pack\"  by holding small quantities of cocaine and\n\ndistributing  it to  incoming runners  in exchange  for cash;\n\nand a  third group  who held  larger  inventories of  cocaine\n\npacks in  more secure locations  and periodically  resupplied\n\nthose  \"working  the pack.\"    Additional  workers served  as\n\nlookouts for police or provided security against rival gangs.\n\nDuring  the organization's  most prosperous  period, the  New\n\nYork Boys sold as much as five kilograms of cocaine per week,\n\ngrossing up to $100,000 in a single half-day shift.\n\n     The organization sent substantial sums out of Boston via\n\nWestern  Union,  giving  rise  to   money-laundering  charges\n\nagainst  Whiting and  Carmichael.   Many of the  workers were\n\npaid up to $1,000  per week for their services,  although not\n\nconsistently.   Whiting  invested  funds  in various  Roxbury\n\nbusinesses,  including a  barber shop,  video store,  and the\n\nCrown  Social Hall.    Although  this  hall functioned  as  a\n\ncommunity  center,  it  also  served  as  a  front  for  drug\n\ndistribution  activities  and  a  means  of  laundering   the\n\nproceeds of drug sales.  Whiting also sponsored rap concerts,\n\n                             -10-\n\nbarbecues,  and other  social events,  and provided  gifts of\n\nclothing and money to youth in the Roxbury community.\n\n     The  government's  witnesses  testified  about  numerous\n\nweapons possessed by defendants and acts of violence done  to\n\nmaintain discipline within the organization and security vis-\n\na-vis  rival gangs.  Security measures  were elaborate:  gang\n\nmembers  were equipped  with binoculars,  walkie-talkies, and\n\nheadphones and had ready access to firearms ranging from riot\n\npump  shotguns to  Uzi  machine guns.    There was  extensive\n\nevidence  of  beatings and  other  acts  of violence  against\n\nmembers  of  the organization  who  stole  money or  cocaine,\n\nattempted to sell drugs on  their own, or otherwise disobeyed\n\norders.\n\n     The first-trial defendants mounted a  defense consisting\n\nprimarily of  attacks on the credibility  of the government's\n\nwitnesses.  Defense  counsel attacked the testimony of one of\n\nthe  government's two primary  undercover operatives, Jeffrey\n\nCoy, by  emphasizing instances  in which  Coy  had failed  to\n\nfollow proper police procedures  and by showing that  Coy had\n\nsuffered serious psychological and emotional  problems during\n\nand  after  the investigation.    Defendants  also sought  to\n\nundermine the second  undercover agent,  Maurice Dawkins,  by\n\nway of  testimony from a  former supervisor that  Dawkins was\n\nnot  \"a man of truth.\"   Defense counsel  also won admissions\n\nthat many of the  cooperating co-defendants who testified had\n\n                             -11-\n\ndrug  problems,  and that  some would  be  willing to  lie to\n\nfurther their own interests.   Whiting himself testified that\n\nhe was not involved in drug  dealing and that his income came\n\nfrom legitimate business activities.\n\n     On  July 24,  1991, the  jury convicted  Whiting of  one\n\ncount  of engaging  in a  continuing criminal  enterprise, 21\n\ncounts of  distribution of  cocaine, and  one count of  money\n\nlaundering; he was acquitted of two counts of distribution of\n\ncocaine.2     Dixon,  a  runner  and   security  worker,  was\n\nconvicted  of conspiracy  to  distribute cocaine  and of  one\n\nsubstantive distribution  count,  but  was  acquitted  on  an\n\nadditional  distribution count.    Pledger, another  security\n\nworker, was  convicted on  the  conspiracy count  and on  one\n\ncount of  being a felon  in possession  of a firearm.   Edwin\n\nCarmichael,  who  had a  managerial  role,  was convicted  of\n\nconspiracy to distribute  cocaine and of  one count of  money\n\nlaundering.    Steven  Wadlington,  a  security  worker,  was\n\nconvicted  on the conspiracy count  and of one  count each of\n\ndistribution  of cocaine  and possession  of  an unregistered\n\nfirearm;   he  was acquitted  on two  additional distribution\n\ncounts.\n\n                    \n\n     2Whiting was also convicted of conspiracy  to distribute\ncocaine;  the district court, however, vacated that  count on\nthe ground  that it  was a lesser  included offense  subsumed\nwithin the continuing criminal enterprise conviction.\n\n                             -12-\n\n     Sentences were imposed on  October 7, 21, and  22, 1991,\n\nand  the five defendants filed timely notices of appeal.  The\n\nspecific sentences imposed were as follows:\n\nDarryl Whiting      Life  without  parole  on the  continuing\n                    criminal  enterprise  count;  240  months\n                    imprisonment for each of  21 distribution\n                    counts and one money laundering count, to\n                    be  served  concurrently;  and   a  $1200\n                    special assessment.\n\nSean Dixon          188  months  imprisonment  and 60  months\n                    supervised  release   on  the  conspiracy\n                    count;   60   months   imprisonment   for\n                    distribution count,  to run concurrently;\n                    and a $100 special assessment.\n\nRenaldo Pledger     235  months  imprisonment  and 60  months\n                    supervised  release;  and a  $100 special\n                    assessment.\n\nEdwin Carmichael    262  months  imprisonment  and 60  months\n                    supervised  release;  and a  $100 special\n                    assessment.\n\nSteven Wadlington   360 months imprisonment on the conspiracy\n                    count and 60  months supervised  release;\n                    240  months imprisonment  on distribution\n                    count;  120  months  imprisonment on  the\n                    firearms  count,  all  sentences  to  run\n                    concurrently;   and    a   $150   special\n                    assessment.\n\n     Bartlett and Bowie  were among six co-defendants  slated\n\nfor  trial in the second group created by the district court.\n\nBoth Bartlett  and  Bowie  were alleged  to  have  served  as\n\nsecurity workers.   Bowie,  the government claimed,  acted as\n\nthe chief of security  for the organization and as  Whiting's\n\nbodyguard.  The second trial commenced  on November 19, 1991.\n\nOn the sixth day  of trial, Bartlett and Bowie pled guilty to\n\nconspiracy to distribute cocaine.\n\n                             -13-\n\n     Bowie was sentenced on February 10,  1992, to 262 months\n\nimprisonment and 60  months supervised release, as well  as a\n\n$50 special assessment.  Bartlett  was sentenced on March 11,\n\n1992,  to an  identical sentence; in  his case,  however, the\n\ndistrict   court  ordered   that  the   sentence   be  served\n\nconsecutively to  two previously imposed state  sentences for\n\nsecond  degree  murder  and  firearms  charges.    Bowie  and\n\nBartlett have  each appealed from their  sentences, and Bowie\n\nhas challenged the validity of his guilty plea as well.\n\n                             II.\n\n     We consider first several arguments jointly presented by\n\nthe  first-trial   defendants:    Whiting,   Dixon,  Pledger,\n\nCarmichael, and  Wadlington.  Each asserts  that the district\n\ncourt erred in refusing to  permit certain testimony aimed at\n\nundermining  the  credibility  of  one  of  the  government's\n\nundercover operatives;  in  allowing the  prosecutor to  make\n\nallegedly inflammatory  remarks to the  jury; in  mischarging\n\nthe jury  on the  definition of  \"reasonable  doubt\"; and  in\n\ncalculating the  amount of  cocaine for which  the defendants\n\nwere  held accountable at sentencing.  Although none of these\n\narguments is frivolous, we do not find any of them ultimately\n\npersuasive.\n\nA.   Impeachment of Anthony Hewitt\n                                  \n\n     A key  government witness at trial  was Maurice Dawkins,\n\nan undercover operative who  made a total of 11  purchases of\n\n                             -14-\n\ncocaine  from  various members  of the  Whiting organization.\n\nMany  of  Dawkins'  dealings  were  uncorroborated   by  tape\n\nrecordings or  other witnesses; as a  result, his credibility\n\nbecame a central issue at trial.  In an attempt  to undermine\n\nDawkins, the defendants called as a witness Anthony Hewitt, a\n\ndeputy  superintendent  of   the  Jamaican  Constabulary  and\n\nDawkins' former  commanding officer.  Hewitt  testified that,\n\nin his opinion, Dawkins was not a truthful individual and had\n\na reputation for untruthfulness in Jamaica.\n\n     Fed. R. Evid. 608(b) provides that \"[s]pecific instances\n\nof the conduct of a witness,  for the purpose of attacking or\n\nsupporting  the witness' credibility, . . . may not be proved\n\nby  extrinsic  evidence.\"     Accordingly,  defense   counsel\n\nconfined  themselves to  eliciting  from  Hewitt his  general\n\nopinion of Dawkins'  truthfulness and the general  reputation\n\nfor  truthfulness that  Dawkins had  among his  co-workers in\n\nJamaica. See Fed. R. Evid.  608(a).  On cross-examination  of\n            \n\nHewitt, the government  elicited testimony regarding specific\n\ninstances of  Dawkins' good  conduct:  in  particular, Hewitt\n\nwas led to acknowledge various commendations that Dawkins had\n\nreceived while on  the Jamaican  force, as well  as the  fact\n\nthat Dawkins had been injured in the line of duty.\n\n     On redirect examination, the defense sought  to question\n\nHewitt  about specific  instances in  which Hewitt  and other\n\nmembers of the  Jamaican Constabulary had found Dawkins to be\n\n                             -15-\n\nnot credible.3   Defense  counsel argued that  the government\n\nhad \"opened the door\" by eliciting testimony of specific acts\n\nof good  character on cross-examination, but  the trial judge\n\nrefused to permit such testimony in light of Rule 608(b).  In\n\nthis court defendants repeat their  claim under the rubric of\n\n\"curative admissibility,\" which holds that \"a trial judge, in\n\nhis discretion, [may]  admit otherwise inadmissible  evidence\n\nin order to rebut prejudicial evidence which has already been\n\nerroneously admitted.\"  United States v. Nardi, 633 F.2d 972,\n                                              \n\n977 (1st Cir. 1980) (citations omitted).\n\n     The   defendants  are  mistaken  in  assuming  that  the\n\ngovernment's   evidence  of   Dawkins'  good   character  was\n\nerroneously admitted.  It is quite true that the government's\n\nevidence  (of  Dawkins' courage  and  good  conduct) was  not\n\nadmissible under Rule 608(b)  to accredit Dawkins because the\n\nepisodes related only to  Dawkins' general good character and\n\nnot to his character for truthfulness.   But by its own terms\n\nRule 608(b)  imposes its restriction only  upon evidence that\n\nis  offered for  the purpose  of buttressing  credibility; it\n                            \n\ndoes  not forbid evidence that happens to show good character\n\n                    \n\n     3Specifically, the  defense sought to  introduce through\nHewitt evidence that Dawkins had falsely reported that he was\nthe victim of a shoot-out in 1987, and  that Dawkins had been\nthe subject of at least four civilian complaints of abuse and\nassault  which   he  had   denied  but  which   the  Jamaican\nConstabulary had deemed credible.\n\n                             -16-\n\nbut is offered  for another legitimate  purpose.  See  United\n                                                             \n\nStates v. Abel, 469 U.S. 45, 55-56 (1984).\n              \n\n     Here,  the government's  exploration of  Dawkins' record\n\nserved two  quite different purposes.   First, the prosecutor\n\nsought to test Hewitt's familiarity with Dawkins' record, the\n\ninference  being that Hewitt's own opinion  and his report as\n\nto  Dawkins'  reputation  were  themselves  untrustworthy  if\n\nHewitt  knew  little  about  Dawkins.   Michelson  v.  United\n                                                             \n\nStates,  335 U.S.  469,  480  (1948).    Second,  by  showing\n      \n\nDawkins'  exemplary record,  the  prosecutor aimed  to  raise\n\ndoubts  about Hewitt's  own  motive in  testifying against  a\n\nfellow  officer  with  a  good record,  and  thus  to  impute\n\nprejudice to Hewitt.  See Abel, 469 U.S. at 51.  \n                              \n\n       In some instances, the permissible inferences might be\n\noffered merely as pretext to smuggle in an impermissible one.\n\nBut  in this  case, the  government's first  justification is\n\nample and  the  second, if  thinner, is  at least  plausible.\n\nDefendants would have been  entitled, had they asked for  it,\n\nto an instruction limiting  the jury's use of  the government\n\nevidence  to these lines  of inference and  advising the jury\n\nthat  it was  not entitled  to infer  Dawkins' character  for\n\ntruthfulness from his  general good character.   Accordingly,\n\nthe doctrine  of curative admissibility  has no role  in this\n\ncase because there was no error to be cured.\n\n                             -17-\n\n     One could defend the  admissibility of the bad character\n\nevidence  in question by  saying that just  as the government\n\nused evidence  of Dawkins' good character  to impugn Hewitt's\n\nmotive,  evidence of  Dawkins'  bad character  would tend  to\n\nlessen doubts  about Hewitt's readiness to  testify against a\n\nformer fellow  officer.  But  the bad character  evidence was\n\nnot offered on  this ground, and  explaining the purpose  for\n\nwhich disputed  evidence is  offered is normally  required to\n\npreserve the issue on appeal.  Tate v. Robbins &amp; Myers, Inc.,\n                                                            \n\n790  F.2d 10,  12 (1st  Cir. 1986).   A general  reference to\n\n\"fighting fire with fire\"  is hardly much help to  a district\n\njudge trying to make  on-the-spot rulings in the middle  of a\n\nhectic trial.4 \n\nB.   Prosecutor's Rebuttal Argument\n                                   \n\n     Defendants' second set of arguments revolves around four\n\nremarks made by  the prosecutor in  his rebuttal argument  to\n\nthe  jury  at  the  close  of  the  trial.    We  have  taken\n\nallegations of  such prosecutorial overreaching  seriously in\n\nthis circuit, e.g., Arrieta-Agressot v. United States, 3 F.3d\n                                                     \n\n525 (1st  Cir. 1993);  United States v.  Santana-Camacho, 833\n                                                        \n\n                    \n\n     4There was no miscarriage of justice on this point.  The\ninference  that Hewitt was biased  is not a  very strong one.\nSimilarly, evidence  of Dawkins' bad character  to refute the\nbad-motive  inference  is  not  very  telling;  indeed,  such\nevidence  could help to establish Hewitt's bias as well as to\nrefute it. \n\n                             -18-\n\nF.2d  371 (1st  Cir.  1987), but  in  this case  none of  the\n\nremarks warrants reversal of appellants' convictions.\n\n     The  first remark  complained  of was  the  prosecutor s\n\nstatement  that \"[Darryl  Whiting] also  brought the  kids of\n\nRoxbury the  guns, the drugs,  the violence,\" followed  by an\n\nexhortation  to the jurors not to \"let other kids be succored\n\n[sic] in by  that flash,  that cash, that  deception.\"   This\n\nstatement  was  prejudicial,  defendants  argue,  because \"it\n\nsought  to deflect  [the jurors ]  attention from  the issues\n\nthat they were sworn to decide, . . . and  attempted to foist\n\nonto  the   jury   responsibility  for   the   extra-judicial\n\nconsequences of a  not guilty  verdict.\"  We  agree that  the\n\n\"other kids\"  reference was  improper, for  \"[t]he prosecutor\n\nshould  refrain from arguments  [predicting] the consequences\n\nof the jury's  verdict.\" American Bar Association,  Standards\n                                                             \n\nRelating to the Administration of Criminal Justice 3-5.8(d).\n                                                  \n\n     In  this case defense  counsel failed  to object  at the\n\ntime  the allegedly  prejudicial  statement was  made, so  we\n\nreview only for  plain error.   Arrieta-Agressot,  3 F.3d  at\n                                                \n\n528.    Courts are  reluctant to  find  such error  where the\n\nprosecutor s remarks were isolated and made to rebut specific\n\nstatements by defense counsel.  See United States v.  Machor,\n                                                            \n\n879 F.2d 945,  956 (1st  Cir. 1989), cert.  denied, 493  U.S.\n                                                  \n\n1081 (1990).  Here, the prosecutor was clearly  responding to\n\ndefense  counsel's portrayal  of Whiting as  a philanthropist\n\n                             -19-\n\nand  benefactor of  Roxbury's  youth, and  defendants do  not\n\npoint  to other like instances  of rhetorical excess.   We do\n\nnot believe  that the  prosecutor's remarks \"so  poisoned the\n\nwell that the trial s outcome was likely affected.\"  Arrieta-\n                                                             \n\nAgressot, 3 F.3d at 528.\n        \n\n     Defendants  next object  to  the prosecutor's  assertion\n\nthat   defendants   closing  arguments  were  \"smoke  screens\n\nfloated your way by defense counsel . . . [who are] very able\n\npeople here.\"   This statement, defendants  argue, \"sought to\n\nconvince the jury that the arguments  of defense counsel were\n\n. . . manufactured by able  lawyers seeking to hide the truth\n\nfrom the jury.\"   We  agree that the  prosecutor should  have\n\nfocused  on the  merits of  the defendants'  arguments rather\n\nthan their source.   Again, defense counsel  failed to object\n\nto  the statement  at trial,  and we  have little  trouble in\n\nholding  that this isolated misstep did not rise to the level\n\nof plain error.\n\n     Defendants did object  to the third  allegedly offensive\n\nstatement, arguing  that the prosecutor improperly placed his\n\nown character at issue when  he said that \"[a]n attack on  me\n\nand my colleagues  and our  ethics and our  approach to  this\n\ncase not only  [is] an affront to me personally,  but a smoke\n\nscreen.\"    Although a  prosecutor  may  not pledge  his  own\n\ncharacter as a basis for inferring the defendant s guilt, see\n                                                             \n\nUnited States v.  Garza, 608  F.2d 659 (5th  Cir. 1979),  the\n                       \n\n                             -20-\n\nstatement in  this case referred to  the government's conduct\n\nof its  investigation,  not the  guilt  or innocence  of  the\n\ndefendants.   The prosecutor's isolated  remark responded  to\n\nfar harsher  remarks of  defense counsel that  the government\n\nhad  suborned perjury.    Finally, the  trial judge  properly\n\ninstructed the  jury to disregard the  prosecutor's statement\n\nthat he felt  affronted.   See United States  v. Moreno,  991\n                                                       \n\nF.2d  943, 948  (1st  Cir.), cert.  denied,  114 S.  Ct.  457\n                                          \n\n(1993).\n\n     Defendants'  final claim  concerns  a  government  chart\n\nshowing  the organizational  structure of  the New  York Boys\n\nand, specifically, listing Dixon  as a processor and packager\n\nof cocaine.  The evidence showed Dixon instead to be a runner\n\nand, when  Dixon's counsel seized  on the discrepancy  in his\n\nclosing argument,  the prosecutor  in rebuttal told  the jury\n\nthat the  reference on  the chart  was a typographical  error\n\narising from the presence of another defendant  with the same\n\nlast  name.    Defendants'  objection that  this  was  \"extra\n\njudicial  testimony\"  by  the prosecutor  may  be technically\n\ncorrect,  but the  prosecutor's misstep  was a  trivial one--\n\nserving in part to correct an overstatement of Dixon's role--\n\nand it certainly did not cause substantial prejudice.  \n\nC.   Reasonable Doubt\n                     \n\n                             -21-\n\n     Defendants objected to the trial  court's instruction to\n\nthe jury on the  meaning of reasonable doubt, whose  core was\n\nthe following paragraph:\n\n     Now, reasonable doubt is  not a fanciful doubt, nor\n     a whimsical doubt, nor a doubt based on conjecture,\n     but  is  a  doubt  based on  reason,  as  the  name\n     implies.    The  government  is  not   required  to\n     establish guilt to a mathematical certainty or to a\n     scientific  certainty.    The  government   is  not\n     required to exclude every other remote possibility.\n\n     This  circuit  has  repeatedly  refused to  require  the\n\ndistrict  courts  to  define  \"reasonable  doubt\"   in  their\n\ninstructions   to  the   jury.     E.g.,  United   States  v.\n                                                         \n\nLittlefield,  840 F.2d 143, 146 (1st Cir.), cert. denied, 488\n                                                        \n\nU.S.  860 (1988).  Where  the district court  does define the\n\nterm, we  have suggested that \"attempts  at definition should\n\nnot stray far from the consistently approved stock of charges\n\non reasonable doubt.\" Id. at 646.   We have left to the trial\n                         \n\njudge,  however,  \"the  choice  among  acceptable  linguistic\n\nalternatives.\"  Tsoumas v. State  of New Hampshire, 611  F.2d\n                                                  \n\n412, 414 (1st Cir. 1980). \n\n     The phrases  employed in the paragraph  quoted above are\n\nstock phrases  and the  defendants do not  challenge most  of\n\nthem individually.   They do  assert that to  call reasonable\n\ndoubt \"a doubt  based on reason\" is at odds  with the Supreme\n\nCourt's  postulate  that  a  reasonable  doubt  need  not  be\n\narticulable or even logical  so long as it appeals  to common\n\nsense.   See Harris v. Rivera, 454  U.S. 339, 347 (1981).  We\n                             \n\n                             -22-\n\nthink  that this argument rests on too fine a distinction and\n\nthat a  \"doubt based  on reason\"--a phrase  approved by  this\n\ncircuit  on a  number of  occasions, e.g.,  United States  v.\n                                                         \n\nDeVincent, 632 F.2d  147, 152 (1st  Cir.), cert. denied,  449\n                                                       \n\nU.S.  986 (1980)--is not a bar against using common sense but\n\nmerely   contrasts   \"reason\"   with  \"fancy,\"   \"whim,\"   or\n\n\"conjecture.\"  \n\n     Defendants' main objection is that  the district court's\n\nemphasis on what is  not a reasonable doubt so  far outweighs\n\nits  statement of what is  a reasonable doubt  as to lead the\n\njury to concentrate overmuch  on the former.  By  itself, the\n\nconcept  of  proof  \"beyond  a reasonable  doubt\"  gives  the\n\ndefendant  a  substantial  advantage, which  is  why  defense\n\ncounsel so often  repeat those words in  summation.  Although\n\nthe advantage is a legitimate one, it does not seem to us one\n\nthat is likely to be undermined by an instruction that with a\n\nfew general  phrases  indicates that  not  every doubt  is  a\n\nreasonable one.\n\n     In  any event, elsewhere in the charge the court in this\n\ncase reminded the jury, in connection with the presumption of\n\ninnocence,  that a defendant is never to be convicted \"on the\n\nbasis of mere  conjecture, surmise or  guesswork.\"  In  other\n\nwords, the jury was told that just as a fanciful doubt should\n\nnot stand in the way of conviction, so too a reasonable doubt\n\ncould  not   be  papered  over  by   conjecture,  surmise  or\n\n                             -23-\n\nguesswork.   Taking the reasonable doubt  instruction \"in the\n\ncontext  of the overall  charge,\" Cupp v.  Naughten, 414 U.S.\n                                                   \n\n141,  146-47  (1973),  we  think that  the  charge  here  was\n\nadequately balanced. \n\nD.   Calculation of Drug Quantity\n                                 \n\n     Because  defendants  were  convicted  of  conspiracy  to\n\ndistribute cocaine, they were  held responsible at sentencing\n\nfor \"drugs [they] personally handled or anticipated handling,\n\nand, under the relevant conduct rubric, for drugs involved in\n\nadditional acts  that were reasonably  foreseeable by  [them]\n\nand were committed in furtherance of the conspiracy.\"  United\n                                                             \n\nStates  v. Sepulveda,  15 F.3d  1161, 1197  (1st Cir.  1993),\n                    \n\ncert. denied, 1994 U.S. Lexis 4738 (June 20, 1994).  Based on\n            \n\nthe  government's  evidence  at  trial,  the  district  court\n\nestimated  that  the  Whiting  organization  distributed  two\n\nkilograms of cocaine per  week over a period of  three years.\n\nDefendants now  challenge this calculation,  arguing that the\n\ndistrict court based its  estimate on unreliable evidence and\n\nimproper extrapolation.\n\n     We review factual findings by the sentencing court as to\n\ndrug  quantity only for clear  error.  Sepulveda,  15 F.3d at\n                                                \n\n1196.    \"[T]he  sentencing  court has  broad  discretion  to\n\ndetermine what data is, or is not, sufficiently dependable to\n\nbe used in imposing sentence,\" United States v.  Tardiff, 969\n                                                        \n\nF.2d  1283, 1287  (1st  Cir.  1992),  and  we  defer  to  any\n\n                             -24-\n\ncredibility determinations by  the sentencing court.   United\n                                                             \n\nStates  v. Brewster,  1 F.3d  51, 54  (1st  Cir. 1993).   The\n                   \n\nburden  is  on the  government to  prove  drug quantity  by a\n\npreponderance of  the evidence.   United States  v. Valencia-\n                                                             \n\nLucena, 988 F.2d 228, 232 (1st  Cir. 1993).5  Because of  the\n      \n\nimpact  of quantity on the  length of sentence,  we have said\n\nthat in resolving  doubts the sentencing  court must \"err  on\n\nthe side of caution.\"   United States v. Sklar, 920 F.2d 107,\n                                              \n\n113 (1st Cir. 1990).\n\n     The  district court  estimated  that the  New York  Boys\n\ndistributed an average  of two kilograms of cocaine  per week\n\nover the  three-year life of  the conspiracy.   This estimate\n\nwas  based   primarily  upon  general  comments   by  various\n\ndefendants  estimating average  volumes of  business.   These\n\nestimates were then corroborated by  reports from cooperating\n\nco-defendants  that particular  quantities  of  cocaine  were\n\nhandled at  particular times, controlled  buys by  government\n\nundercover operatives, and  evidence indicating the  size and\n\nscope of the organization itself.  \n\n                    \n\n     5Defendants argue  that, due  to the critical  impact of\ndrug quantity on a defendant's sentence, due process requires\nproof of  such quantities  by clear and  convincing evidence,\nrather than  a mere  preponderance.   This  argument was  not\nraised  below and,  in any  event, is  foreclosed by  circuit\nprecedent. See, e.g. United  States v. Lowden, 955  F.2d 128,\n                                             \n130  (1st Cir. 1992).  See also McMillan v. Pennsylvania, 477\n                                                        \nU.S. 79, 91-93 (1986) (holding that a \"preponderance standard\nsatisfies due process\" at sentencing).\n\n                             -25-\n\n     Thus, Dawkins  testified at  trial to a  conversation he\n\nhad  with Steven  Wadlington on  November  6, 1990.   Dawkins\n\nasked  Wadlington how much cocaine the New York Boys sold per\n\nweek, to which  Wadlington replied:   \"[i]n a  slow week,  we\n\nsell two and a half kilos.  In a fast week, four kilos. . . .\n\nWe do  this a  long time.\"6   A second  estimate was  made by\n\nAnsur Adams, a  gang member who was allegedly responsible for\n\nprocessing the cocaine.  Adams  testified that in August  and\n\nSeptember of 1990 (the year  in which he was involved in  the\n\nconspiracy), the  Whiting organization sold  between two  and\n\nthree  kilograms of cocaine  per week.   Adams also testified\n\nthat   Jon   James,   one  of   the   organization's  alleged\n\nsupervisors,  told him that the  New York Boys  \"used to move\n\nfive ki's [sic] a week before [Adams] came.\"\n\n     These broad estimates  were consistent  with reports  of\n\nquantities  handled by  various gang  members.   For example,\n\nTony Samuels testified that  the organization sold an average\n\nof ten  $40 bags and seven  $60 bags of cocaine  in a 12-hour\n\nshift.    There  was  testimony  that  a  $60  bag  contained\n\napproximately 1.5  grams  of cocaine;  accordingly,  Samuels'\n\n                    \n\n     6Defendants complain that much of Dawkins' testimony was\nhearsay.    The  guidelines   provide,  however,  that  \"[a]t\nsentencing,  the  district   court  may  consider   `relevant\ninformation  without  regard to  its admissibility  under the\nrules  of evidence  applicable  at trial,  provided that  the\ninformation has sufficient indicia of reliability  to support\nits probable  accuracy.'\"  United States  v. Valencia-Lucena,\n                                                            \n988 F.2d  228,  232  (1st  Cir.  1993)  (quoting  U.S.S.G.   \n6A1.3(a)).  \n\n                             -26-\n\ntestimony indicates sales of roughly 410  grams per shift and\n\nup to  5.74 kilograms  per week.   Rochelle Burden  testified\n\nthat  each apartment used as  a base of  sales operations was\n\nable to sell a pack of twenty $60 bags every two hours, which\n\nsupports  a  figure  of  360  grams  of  cocaine  a  day  and\n\napproximately 2.52 kilograms per  week per apartment (several\n\napartments  were in  use  at any  given  time).   Wayne  Ruff\n\ntestified that, when running money during a typical shift, he\n\ngenerally delivered the proceeds of five packs of $60 bags to\n\nhis supervisor; at 30 grams per  pack, this figure translates\n\ninto  300 grams  per  day or  2.1 kilograms  per  week.   The\n\ngovernment notes, moreover, that it is unlikely that Ruff was\n\nthe only runner.\n\n     In  magnitude these  estimates are  generally in  accord\n\nwith one another  (the only divergent testimony--from  Lonnie\n\nAvant--suggested  an  even  larger  average  figure).     The\n\nestimates  are   also  buttressed  by   testimony  about  the\n\norganization's impressive scope:   there was evidence that it\n\nemployed  at  least eight  different  women  as couriers  who\n\nsometimes  made multiple  trips per  week, carrying  anywhere\n\nbetween 125  grams and one  kilogram each trip,  that selling\n\nactivities were  conducted 24  hours  per day,  seven days  a\n\nweek, that eleven  different apartments were used  to sell or\n\nstore  cocaine,   and  that   50  to  100   different  people\n\n                             -27-\n\nparticipated in distribution  activities over  the course  of\n\nthe conspiracy.\n\n     Defendants assert  that the information  upon which  the\n\ncourt  relied was inherently unreliable for various reasons--\n\nprincipally  that  much  of  it  came  from  cooperating  co-\n\ndefendants who  admitted they would  lie in order  to advance\n\ntheir  own  interests,  and   that  the  statements  made  to\n\nundercover  operatives  could  be  construed  as  exaggerated\n\n\"puffing.\"  The district  court, however, has wide discretion\n\nin determining what evidence  is sufficiently reliable to use\n\nat sentencing, see Tardiff, 969 F.2d at 1287, and we will not\n                          \n\ndisturb the court's finding  that the government's  witnesses\n\nwere  credible.  Brewster,  1  F.3d  at  54.    Further,  the\n                         \n\nestimates were  largely consistent and, as  we explain below,\n\nthe district court's ultimate finding was quite conservative.\n\n     Defendants' more serious contention is that the evidence\n\nproduced by the government and relied upon  by the sentencing\n\ncourt focused mainly upon the last year of conspiracy.  It is\n\ninherently speculative, defendants argue, to derive from this\n\nevidence  estimates of the total amount of cocaine handled by\n\nthe conspiracy over its three-year  existence.  We agree that\n\nspecial care may  be needed where  evidence of quantities  in\n\none period is  extrapolated to  fill gaps in  evidence as  to\n\nother  periods.   But  while  the  organization's sales  here\n\nvaried over  time,  there  was at  least  some  evidence  for\n\n                             -28-\n\nearlier periods and the  court's conservative estimate left a\n\nfair margin of safety.\n\n     First, some of  the evidence here did  deal with periods\n\nprior  to 1990,  the  last year  of  the conspiracy.    Adams\n\nreported  that, according  to  Jon  James,  the  organization\n\ndistributed five kilograms of cocaine per week prior to 1990.\n\nMuch of the corroborating  anecdotal testimony came from gang\n\nmembers--Burden, Ruff, Avant, and Michael  Wilson--who joined\n\nthe conspiracy  in 1987  or 1988.    Their evidence,  already\n\nsummarized,  was  not  limited  to  the  final  year  of  the\n\nconspiracy.   \n\n     Second, following our  directive to \"err on  the side of\n\ncaution,\" Sklar, 920 F.2d at 113, the district court held the\n               \n\norganization  accountable for  two kilograms  of cocaine  per\n\nweek over the life of the conspiracy--still an impressive sum\n\nbut  less than Wadlington told Dawkins the New York Boys sold\n\nin  a  \"slow week\"  in  1990 and  less than  half  what James\n\nreported selling  prior to that  year.  Moreover,  because of\n\nthe breadth  of the  relevant sentencing categories,  we need\n\nonly find that the evidence supported a 1.5 kilogram per week\n\nfigure  in order  to  uphold all  of  the sentences  in  this\n\ncase.7   United  States v.  Bradley, 917  F.2d 601,  604 (1st\n                                   \n\n                    \n\n     7This is so of Dixon, who was involved for approximately\n104  weeks and was  sentenced at  level 38,  which has  a 150\nkilogram  threshold.  U.S.S.G.   2D1.1(c)(3).  In the case of\nWhiting, Carmichael, Wadlington and Pledger, one kilogram per\nweek  would  be  adequate  for  their  respective  sentencing\n\n                             -29-\n\nCir.  1990).  All of the  general estimates in the record, as\n\nwell  as the corroborating testimony as to amounts handled at\n\nparticular times, refer  to quantities well in  excess of one\n\nkilogram per week.\n\n                             III.\n\n     In addition to the arguments raised jointly by the trial\n\ndefendants, each of the seven defendants who have appealed in\n\nthis case has advanced  one or more claims of error unique to\n\nhis individual case.   Although  we have dealt  with most  of\n\nthese contentions in the unpublished portion of this opinion,\n\na  few   are  of  sufficient  general   interest  to  warrant\n\ndiscussion here.\n\nA.  Darryl Whiting\n                  \n\n     Whiting,  the   ringleader  of   the  \"New   York  Boys\"\n\norganization, was  convicted on one  count of  engaging in  a\n\ncontinuing  criminal  enterprise,  on  21  counts of  cocaine\n\ndistribution, and on one  count of money laundering.   At the\n\ntime of  his indictment, Whiting  was serving a  state prison\n\nsentence in Massachusetts.  His presence at his federal trial\n\nwas secured through  use of  the IAD, which  permits a  state\n\nwith charges outstanding against  a prisoner of another state\n\n                    \n\nthresholds.   Id. at     2D1.1(c)(3), (4)-(5).   Because  the\n                 \nfirst-trial defendants were all sentenced in October of 1991,\nwe  apply  the 1990  version of  the  guidelines.   Isabel v.\n                                                          \nUnited States, 980  F.2d 60,  62 (1st Cir.  1992).   Although\n             \nBowie  was  sentenced  later  and  was  subject  to the  1991\nguidelines, the  relevant provisions were not  altered in the\nlater edition. \n\n                             -30-\n\nto take custody of  that prisoner for the time  necessary for\n\ntrial.8  His principal  argument on appeal is that  delays in\n\nbringing him to trial violated his rights under the IAD.\n\n     The  IAD requires  that  where the  detainer process  is\n\ninitiated by  the receiving  state rather than  the prisoner,\n\ntrial must begin within 120 days of the prisoner's arrival in\n\nthe  receiving  state.   IAD  art.  IV(c).    There  are  two\n\nexceptions  to this rule.  Article VI provides that the IAD's\n\nspeedy trial provisions will  be tolled \"whenever and for  as\n\nlong as  the prisoner is  unable to stand  trial.\"  IAD  art.\n\nVI(a).   In  addition, Article  IV(c)  allows that  \"for good\n\ncause  shown in open court,  . . . the court  . . . may grant\n\nany necessary or reasonable continuance.\"  \n\n     The  parties appear to agree that in this case the IAD's\n\nspeedy  trial clock began to  run on December  21, 1990, when\n\nWhiting made his initial appearance in federal court, and for\n\npurposes of this  case we adopt  this starting  point.  At  a\n\nsecond hearing  on December  27, Whiting (now  accompanied by\n\ncounsel) refused to waive his rights under the IAD.  On April\n\n3, 1991, shortly before the 120 day period was to expire, the\n\n                    \n\n     8The IAD  is the  Interstate Agreement on  Detainers, 18\nU.S.C.  App.  II.   The  federal jurisdiction  of  the United\nStates is  considered to be another \"state\" for IAD purposes.\nIAD art. II.  Because the IAD is a congressionally-sanctioned\ncompact  within the Compact Clause, U.S. Const. Art. I,   10,\ncl. 3,  its construction is  exclusively a matter  of federal\nlaw.  Carchman v.  Nash, 473 U.S. 716, 719  (1985); Cuyler v.\n                                                          \nAdams, 449 U.S. 433, 438-42 (1981).\n     \n\n                             -31-\n\ngovernment  moved for a continuance as well as a finding that\n\nthe IAD had been  tolled by Whiting's filing of  various pre-\n\ntrial motions.  After a  hearing, the district court accepted\n\nthe government's  tolling argument and found  that the speedy\n\ntrial period would  not expire  until June 12,  1991, at  the\n\nearliest.  In the alternative, the court found that there was\n\ngood cause for a continuance.\n\n     On  June 13, 1991,  Whiting moved  for dismissal  of the\n\nfederal indictment for violation of his rights under the IAD.\n\nThe district court orally denied this motion on the first day\n\nof  trial--June 17, 1991--finding that an additional pretrial\n\nmotion  filed by Whiting had tolled the IAD clock for another\n\n34 days.  Whiting  now appeals from the trial  court's denial\n\nof his motion  to dismiss.  We affirm the  district court and\n\nhold that (1) the IAD clock  was stopped and (2) in any event\n\nthere was good cause for a continuance.\n\n     1.   The courts of appeals are divided as  to the proper\n\nconstruction of  the  IAD's  Article  VI  tolling  provision.\n\nWhiting  urges  us to  follow the  Fifth and  Sixth Circuits,\n\nwhich have  construed that  provision narrowly and  held that\n\nthe phrase \"unable to stand trial\" refers only to physical or\n\nmental  incapacity.   See Birdwell v.  Skeen, 983  F.2d 1332,\n                                            \n\n1340-41 (5th Cir.  1993); Stroble v. Anderson,  587 F.2d 830,\n                                             \n\n838 (6th Cir. 1978), cert.  denied, 440 U.S. 940 (1979).   We\n                                  \n\nare precluded  from adopting the narrow  reading advocated by\n\n                             -32-\n\nWhiting  by  our  own prior  decisions  in  United States  v.\n                                                         \n\nWalker,  924 F.2d  1 (1st  Cir. 1991),  and United  States v.\n                                                          \n\nTaylor,  861 F.2d  316  (1st Cir.  1988).   These  decisions,\n      \n\nconsistent with  the predominant  view  among circuits,  held\n\ngenerally  that \"a  defendant waives  the  120-day limitation\n\nduring the time it  takes to resolve matters raised  by him.\"\n\nTaylor, 861 F.2d at 321 (citation omitted).9  Taylor     held\n                                                    \n\nout  the possibility that the time involved in disposing of a\n\nmotion might not all  be excluded where the defendant  timely\n\nadvised  the  district  court  that  he or  she  claimed  the\n\nprotection of the IAD  and the district court then  took more\n                          \n\ntime than was necessary to resolve the motion.  In this case,\n\nWhiting  did  formally invoke  the  IAD's  protection at  his\n\nsecond  hearing,  but  the  district court  also  found  that\n\nWhiting and his counsel made a \"tactical decision\" thereafter\n\nto ignore the issue.\n\n     In  all events  Whiting offers  no specifics  that would\n\nlead us to conclude, in this extremely complex and burdensome\n\ncase,  that  the district  court  was slothful  in  acting on\n\ndefense motions.   Further, based on the rationale  of Taylor\n                                                             \n\n                    \n\n     9The Second, Fourth, Seventh,  and Ninth Circuits are in\naccord.   United States v. Scheer, 729 F.2d 164, 168 (2d Cir.\n                                 \n1984); United  States v. Hines,  717 F.2d 1481,  1486-87 (4th\n                              \nCir. 1983), cert. denied, 467  U.S. 1214, 1219 (1984); United\n                                                             \nStates v. Nesbitt, 852 F.2d 1502, 1516 (7th Cir. 1988), cert.\n                                                             \ndenied,  488 U.S. 1015 (1989); United  States v. Johnson, 953\n                                                        \nF.2d  1167, 1172  (9th Cir.),  cert. denied,  113 S.  Ct. 226\n                                           \n(1992). \n\n                             -33-\n\nwe  hold  that the  time  excluded  includes time  explicitly\n\ngranted to  Whiting for the preparation  of pretrial motions.\n\nSee  Nesbitt, 852 F.2d at  1514 (so holding  under the Speedy\n            \n\nTrial Act).  Finally,  we reject Whiting's fall-back position\n\nthat  time   spent  on  non-dispositive  motions  (here,  for\n\ndiscovery  and   exculpatory  evidence)  should   be  treated\n\ndifferently than  dispositive motions; both types  are likely\n\nto  delay trial  and both  should be  treated the  same under\n\nTaylor.10\n      \n\n     2.   Alternatively, we find that there was good cause in\n\nthis case for a  continuance under Article IV(c) of  the IAD.\n\nWe  have held  that a  continuance granted  under the  Speedy\n\nTrial Act--a  statute that is, if  anything, more restrictive\n\nof ad hoc continuances--will be reversed only for an abuse of\n         \n\ndiscretion.  United States v. Pringle, 751 F.2d 419, 429 (1st\n                                     \n\nCir. 1984).  In  the present case, the district  court rested\n\nits  finding of  good cause  on three  primary grounds:   the\n\n\"inherent complexity of this case, [and] the existence of co-\n\ndefendants and their pending motions,\" and the fact that some\n\nof Whiting's co-defendants remained at large.\n\n     These reasons are ones that  are recognized as bases for\n\ncontinuance  in the  Speedy  Trial Act.    See 18  U.S.C.    \n\n                    \n\n     10Neither Taylor nor Walker concerned motions  that were\n                                \nformally dispositive, nor does  the distinction urged comport\nwith the  statutory criterion (\"unable to  stand trial\") that\nis construed in Taylor and Walker.\n                                 \n\n                             -34-\n\n3161(h)(7) (joinder with codefendant whose time has not run),\n\n3161(h)(8)(B)(ii) (complexity; number of defendants).   Here,\n\nthe court was confronted with a case initially embracing over\n\n50 defendants--some still at  large--and a range of different\n\ncharges and issues.  To move Whiting's case (and that of five\n\nco-defendants) from  the assumed  starting point to  trial in\n\njust under six months was no mean feat.\n\n     Further, even if we followed the Fifth and Sixth Circuit\n\napproach  and held  that Whiting's  pretrial motions  did not\n\nautomatically toll the running  of the time period,  we would\n\nhardly ignore them in deciding whether a continuance of about\n\n58  days was  reasonable.   Here,  Whiting  did file  various\n\npretrial  motions,  as  did  other  of  the  first-trial  co-\n\ndefendants;  and, as  noted,  there is  no  showing that  the\n\ndistrict  court  unreasonably delayed  in  acting  upon them.\n\nWhatever the limitations on  delaying a trial, Whiting's case\n\ndoes not even arguably test them.\n\n     B.   Steven Wadlington\n                           \n\n     Wadlington was an employee  of the Crown Social  Hall, a\n\nclub owned  by Whiting  that operated as  a community  center\n\nand, the  government alleged,  a center of  drug distribution\n\nand money  laundering activities.   At trial,  the government\n\nalleged  that  Wadlington's  primary  role  was   to  provide\n\nsecurity for  the organization.  Wadlington  was convicted of\n\none  count   of  conspiracy   to   distribute  cocaine,   one\n\n                             -35-\n\nsubstantive distribution count,  and one count of  possession\n\nof an unregistered  firearm.  His primary argument  on appeal\n\nis a challenge to his firearms conviction.\n\n     Wadlington was charged under  26 U.S.C.   5861(d), which\n\nmakes it unlawful  for any  person \"to receive  or possess  a\n\nfirearm which  is  not  registered  to him  in  the  National\n\nFirearms  Registration and  Transfer Record.\"   This  offense\n\nrequires not only  proof of  possession and  nonregistration,\n\nbut also proof  that the  weapon in question  is a  \"firearm\"\n\nunder  the statute.   The  statutory definition  of \"firearm\"\n\nunder  26 U.S.C.   5845 is somewhat narrower than that term's\n\ncommonly understood meaning, see United States v. De Bartolo,\n                                                            \n\n482 F.2d 312 (1st  Cir. 1973), and as Wadlington  was accused\n\nof possessing  an unregistered shotgun, the  statute required\n\nproof that the  shotgun in  question had a  barrel length  of\n\nless than  18 inches,  or an overall  length of less  than 24\n\ninches, and could fire (or could be restored to fire) shotgun\n\nshells.  26 U.S.C.    5845(c), (d).\n\n     The trial court's  charge to  the jury  on the  firearms\ncount, however,  omitted this element.   The court instructed\n\nthe jury as follows:\n\n     Steven Wadlington . . . [is] indicted for conspiracy and\n     three counts of distribution.   And Count 32, possession\n     of an  unregistered firearm.   That  is  this sawed  off\n     shotgun,  and it  doesn't  matter who  you  are or  what\n     otherwise you are doing, it is a violation of the law to\n     possess such an item unless it has been  duly registered\n     as  described by the witness, and there is evidence that\n     this  firearm  [has] not  been  so registered.    So the\n     government  doesn't have to prove he is a felon, a user,\n\n                             -36-\n\n     or  anything else, he could be a college president or an\n     archbishop, but he must not possess that firearm.\n\nAt no time  did the  court define \"firearm\"  or instruct  the\n\njury that it was their  responsibility to determine that  the\n\nshotgun  in question was one  having a barrel  length of less\n\nthan 18  inches or an overall  length of less than  24 inches\n\nand either operable or capable of being made operable.11\n\n     On  appeal, the government concedes--as it must--that it\n\nwas error to omit the applicable definition of \"firearm,\" and\n\nsubmit the issue to the jury.  Wadlington failed to object to\n\nthe   district  judge's   jury  instruction   at  trial   and\n\naccordingly, we review only for \"plain error.\"  Fed. R. Crim.\n\nP. 30, 52(b).   The  Supreme Court has  recently glossed  the\n\nlatter  rule by stating that there must  be an error, it must\n\nbe  \"clear\" or  \"obvious,\"  and it  must affect  \"substantial\n\nrights.\"   United States v.  Olano, 113 S.  Ct. 1770, 1777-78\n                                  \n\n(1993).  If these criteria are  met, the court of appeal \"has\n\nauthority to order correction, but is not required to do so,\"\n\nid. at 1778, and should exercise its remedial discretion only\n   \n\n\"in  those circumstances  in which  a miscarriage  of justice\n\nwould  otherwise  result,\"  or  where  the  error  \"seriously\n\n                    \n\n     11We  focus  upon the  length  and  operability, as  the\nparties do in the briefs, because there is repeated reference\nin the testimony to the weapon as a \"shotgun,\" the weapon was\nactually shown to the jury, and there is virtually no dispute\nthat it was in fact a shotgun.  For this reason, the district\ncourt's reference to \"this sawed off shotgun\"--which might in\nother circumstances  look like  a court determination  of the\nissue--is patently harmless.\n\n                             -37-\n\naffect[s]  the  fairness, integrity  or public  reputation of\n\njudicial proceedings.\"    Id. at  1779  (internal  quotations\n                             \n\nomitted). \n\n     Although  it is easy to see how the district judge could\n\nhave overlooked a relatively  minor and undisputed element in\n\nthis massive  case, we  have little difficulty  in concluding\n\nthat  the   error  in   omitting  a   statutory  element--the\n\ndefinition  of  the weapon--of  the  offense  was \"clear\"  or\n\n\"obvious.\"     Whether   that  error   affected  Wadlington's\n\n\"substantial  rights\" is  a more  difficult question.   Under\n\nOlano,   \"in  most  cases  it  [the  error]  must  have  been\n     \n\nprejudicial:    It must  have  affected  the outcome  of  the\n\nDistrict Court proceedings.\"   Id.  at 1778.   Further, in  a\n                                  \n\nplain  error   context,  \"the   defendant  rather   than  the\n\nGovernment  . . . bears the burden of persuasion with respect\n\nto prejudice.\"  Id.\n                   \n\n     If  the test of prejudice  that applies in  this case is\n\nwhether the jury  on this record would have  come to the same\n\nresult  under a proper instruction, we think that it is clear\n\nthat  the jury would  readily have convicted.   Starting with\n\nthe issue of length, there was testimony that the shotgun had\n\noriginally been a long-barrelled weapon and that a member  of\n\nthe organization  had sawed off  portions of both  the barrel\n\nand  stock.  Dawkins testified that when he bought the weapon\n\nfrom the organization for $850, it was \"sawed off.\"  Finally,\n\n                             -38-\n\na government  firearms expert testified at  trial that \"based\n\nupon measurement\" of the exhibit, it was a weapon that cannot\n\nbe possessed without being registered.\n\n     As to  capacity of  the  weapon to  fire or  to be  made\n\noperable, the evidence  is a trifle thinner:   the government\n\nshowed that  the organization had  troubled to  cut down  the\n\nweapon, that the gun  had then been possessed by  two members\n\nof  the organization involved  in security,  and that  it had\n\nthen  been  sold to  Dawkins--a  continuing  customer of  the\n\norganization--for   $850.      Although   we   question   the\n\ngovernment's   suggestion  that   its  firearms   expert  was\n\nimplicitly testifying as to  operability, the other  evidence\n\nvery  strongly suggests  that the shotgun  was regarded  as a\n\nfunctioning weapon by those with  reason to know, and defense\n\ncounsel never contested operability.\n\n     All this may  not be enough.   One might, or  might not,\n\nread  recent Supreme Court  decisions to  mean that  where an\n\nincorrect instruction  is given, it  may not be  adequate for\n\nthe government to show that the  record evidence assured that\n\na reasonable jury under  proper instructions would have found\n\nthe disputed element  in favor of the  government; rather, it\n\nmay  be the  law that the  jury must  in fact  have made this\n\nfinding   despite  the  erroneous   instruction.12    Such  a\n\n                    \n\n     12See,  e.g., Sullivan  v. Louisiana,  113 S.  Ct. 2078,\n                                         \n2081-82  (1993); Yates  v. Evatt,  111  S. Ct.  1884, 1893-94\n                                \n(1991); Carella  v. California,  491 U.S. 263,  269-71 (1989)\n                              \n\n                             -39-\n\nshowing  would be difficult to make in this case (since there\n\nwas  no instruction on length or operability); but whether it\n\nis necessary is unclear.\n\n     The  question need  not be  answered here.   Even  if we\n\nassume in  this case that  the error did  \"affect substantial\n\nrights,\"  we   do  not  think   that  this  error   caused  a\n\n\"miscarriage   of  justice\"   or  \"seriously   affect[s]  the\n\nfairness,   integrity  or   public  reputation   of  judicial\n\nproceedings.\"   Olano, 113 S. Ct. at 1778-79.  The undisputed\n                     \n\nevidence  showed that this was a sawed off shotgun treated by\n\nall as  a working weapon.   There  is thus no  risk that  the\n\nomission of  the length and operability  elements resulted in\n\nthe conviction of an  innocent man.  Cf. Singleton  v. United\n                                                             \n\nStates, No. 92-1647, 1994 WL 242519 (1st Cir. June 10, 1994).\n      \n\n     Further,  there  is no  indication that  defense counsel\n\never sought to  litigate or dispute the length or operability\n\nof  the  weapon.    Although  a  not  guilty  plea  puts  the\n\ngovernment to its  proof on all elements (and  so it is error\n\nnot to instruct on all), in  practice defendants often choose\n\nto  fight on  their strongest  grounds and  let others  go by\n\ndefault.  Finally,  counsel's failure to argue  the issues in\n\nsummation or to object  to the patent omission in  the charge\n\nimplies that  the issues in  question were not  thought worth\n\n                    \n\n(Scalia,  J., concurring in  the judgment).   Compare Pope v.\n                                                          \nIllinois, 481 U.S. 497, 503 (1987).\n        \n\n                             -40-\n\ncontesting; and to reverse  on this ground would  enhance the\n\nopportunities  for \"sandbagging\" the  district judge.  Taking\n\nall  of  these  considerations  together,  we  decline  under\n\nOlano's fourth  and  discretionary  prong  to  \"notice\"  this\n     \n\n\"forfeited error.\"  Olano, 113 S. Ct. at 1778.\n                         \n\nC.   Kenneth Bartlett\n                     \n\n     Bartlett,  who was alleged to  have served as a security\n\nworker and enforcer in the  Whiting organization, was in  the\n\nsecond group of defendants that went to trial on November 19,\n\n1991.  On the sixth day of trial, Bartlett pled guilty to one\n\ncharge of conspiracy to distribute cocaine.  Based   on   the\n\nquantity of cocaine involved  in the conspiracy, the district\n\ncourt  determined a guideline range for the offense of 262 to\n\n327  months   and,  on  recommendation  of   the  government,\n\nsentenced  Bartlett to  the guideline  minimum of  262 months\n\nwith a  caveat that  this sentence  run consecutively to  two\n\nstate sentences  for second degree murder  which Bartlett was\n\nalready serving.\n\n     Bartlett's  argument on  appeal is  that  the guidelines\n\nrequired that his federal  sentence run concurrently with his\n\nstate  sentences.     Since  he  failed  to   object  to  the\n\nconsecutive sentence at  the time, our  review is limited  to\n\nplain  error.   We agree  that under  the Olano  test already\n                                               \n\ndiscussed,  Bartlett must  be  resentenced.   Because we  are\n\nsatisfied  that the  requisites  for plain  error review  are\n\n                             -41-\n\npresent, we do  not reach  Bartlett's contention--raised  for\n\nthe first time on appeal--that his trial counsel's failure to\n\nobject  to  the  consecutive  sentence  violated  the   Sixth\n\nAmendment.13\n\n     In this  case, after  the district court  determined the\n\nguideline range for the conspiracy charge, it then considered\n\nwhether  to   make  the   federal  sentence   consecutive  or\n\nconcurrent to  the  state sentences.   The  court found  that\n\nalthough Bartlett  had been allowed to plead guilty to second\n\ndegree murder, the conduct underlying both convictions  would\n\nhave  supported   convictions   for  first   degree   murder.\n\nConcluding  that under  Massachusetts law  Bartlett  would be\n\neligible for parole  in 16  years and would  probably not  be\n\nheld past that date, the court concluded the federal sentence\n\nshould run consecutively rather than concurrently.\n\n     The governing  statute  confers broad  authority on  the\n\ndistrict court to determine whether a sentence is consecutive\n\nor concurrent.  See 18 U.S.C.    3553(a), 3584(a), (b).  That\n                   \n\ndiscretion, however, is confined by guideline provisions that\n\ngovern this choice  where sentence is imposed on  a defendant\n\nwho  is \"subject  to an  undischarged term  of imprisonment.\"\n\n                    \n\n     13Normally,  the  reasons  for  a counsel's  action  are\npertinent  and  a Sixth  Amendment  claim  cannot usually  be\ndetermined  in  the first  instance  by  an appellate  court.\nUnited  States v. Sanchez, 917 F.2d 607, 613 (1st Cir. 1990),\n                         \ncert. denied, 499 U.S. 977 (1991).\n            \n\n                             -42-\n\nU.S.S.G.   5G1.3.14   See United States v. Flowers,  995 F.2d\n                                                  \n\n315, 316-17 (1st  Cir. 1993).  The guideline  applicable here\n\nprovides that--with  two exceptions not  now relevant15--\"the\n\nsentence for  the instant  offense  shall be  imposed to  run\n\nconsecutively to the prior  unexpired term of imprisonment to\n\nthe  extent necessary  to  achieve  a reasonable  incremental\n\npunishment for the instant offense.\"  U.S.S.G.   5G1.3(c).\n\n     The  commentary  then   provides  that  to  the   extent\n\npracticable  the  court   should  determine  the  \"reasonable\n\nincremental  punishment\"  by  determining  a  sentence  \"that\n\nresults in  a combined  sentence that approximates  the total\n\npunishment  that  would  have  been  imposed  under     5G1.2\n\n(Sentencing on Multiple Counts of Conviction) had all of  the\n\noffenses been federal offenses for which sentences were being\n\nimposed at the same time.\"  U.S.S.G.   5G1.3, comment. (n.4).\n\nSection 5G1.2, so far as pertinent here, directs the court to\n\n(1)  determine the  total punishment  for multiple  counts in\n\n                    \n\n     14Bartlett  was  sentenced on  March  11,  1992, and  we\naccordingly apply the 1991 version of the guidelines.  \n\n     15The first exception requires a consecutive sentence in\ncertain  instances  (e.g.,  where   the  second  offense  was\n                         \ncommitted while the defendant  was actually serving his first\nsentence)  and  the  second  exception   requires  concurrent\nsentences  where  the   undischarged  term  of   imprisonment\nresulted from  an offense or  offenses \"that have  been fully\ntaken into account\" in determining  the offense level for the\ninstant offense.  Id.     5G1.3(a), (b).  Here,  the district\n                     \ncourt  did not  consider  the murders  in setting  either the\noffense level or  the criminal history category for  the drug\nconspiracy offense.\n\n                             -43-\n\naccordance  with the  guideline grouping  rules and  (2) then\n\nmake the sentences for  the multiple counts run consecutively\n\n\"only to the extent necessary  to produce a combined sentence\n\nequal to the total  punishment\" determined under the grouping\n\nrules.   U.S.S.G.   5G1.2(d).  See generally United States v.\n                                                          \n\nHernandez-Coplin, No.  92-2228, slip. op. at  17-19 (1st Cir.\n                \n\nMarch 31, 1994).\n\n     Section  5G1.2(c)  provides that  the  sentences  on all\n\ncounts shall  run concurrently if the sentence imposed on the\n\ncount carrying  the highest statutory maximum  is adequate to\n\nachieve the  total punishment.   Bartlett urges  that because\n\nhis  state   sentences  were  for  life  imprisonment,  those\n\nsentences were automatically sufficient to satisfy subsection\n\n(c).   We believe that this  guideline refers to the  real or\n\neffective  sentence--not to a nominal one.  After all, one of\n\nthe primary goals  of the federal  guidelines is \"honesty  in\n\nsentencing,\"  whereby \"the  sentence the  judge gives  is the\n\nsentence  the offender  will  serve.\"   Stephen Breyer,  \"The\n\nFederal Sentencing  Guidelines and  the Key Compromises  Upon\n\nWhich They Rest,\" 17 Hofstra  L. Rev. 1, 4 (1988).   Bartlett\n                                     \n\ndoes not here dispute the finding that the state sentence was\n\neffectively one for 16 years.\n\n     Accordingly,   had  the  district   court  followed  the\n\ntortuous  path prescribed  by the  guidelines, it  would have\n\ndetermined  the approximate \"total punishment\" as if Bartlett\n\n                             -44-\n\nwas  being  sentenced on  both state  murder charges  and the\n\nfederal  drug conspiracy charge  at the same  time in federal\n\ncourt.  The grouping rules forbid treating murders as closely\n\nrelated counts with  each other or  other crimes, U.S.S.G.   \n\n3D1.2,  and  the  second-degree  murders each  carry  a  base\n\noffense  level of  33.   U.S.S.G.    2A1.2(a).   Although the\n\ngovernment points  to the  district court's finding  that the\n\nunderlying  conduct  supported  convictions for  first-degree\n\nmurder,   a  sentencing  court   under  the  guidelines  must\n\ndetermine the applicable guideline  \"by looking to the charge\n\nof which  the  offender was  convicted.\"   United  States  v.\n                                                         \n\nBlanco, 888 F.2d 907, 910 (1st Cir. 1989).\n      \n\n     Under  the \"combined  offense level\"  formula, combining\n\nthese  three   offense  levels--36   for  the   federal  drug\n\nconspiracy and 33 each for the two murders--produces  a total\n\noffense  level of  39.    U.S.S.G.     3D1.4(a).16    A  base\n\noffense  level  of  39,  combined  with  Bartlett's  criminal\n\nhistory  category of  four, yields  a guideline range  of 360\n\nmonths to life.  See U.S.S.G. Ch. 5 Pt. A (Sentencing Table).\n                    \n\nIn exercising  its discretion, the district  court could have\n\nchosen any figure within this  range as the appropriate total\n\n                    \n\n     16This formula is intricate  but mechanical.  One starts\nwith  the highest offense level (here 36) and increases it by\na number  of levels based on  a table of \"units.\"   Here, the\nnumber of  units was three--one  for the drug  conspiracy and\none  each for the murders--and three units is equal under the\ntable to an increase of three levels.  U.S.S.G.   3D1.4.\n\n                             -45-\n\npunishment  for  the drug  conspiracy  and  two second-degree\n\nmurder convictions.  Then, given its estimate that the murder\n\nconvictions represented  192 months  (12 times 16  years), it\n\nshould have imposed  a sentence for  the drug conspiracy  and\n\nhad it  run consecutively \"only  to the extent  necessary\" to\n\nmake the resulting total period of incarceration equal to the\n\ntotal  punishment that would have  been imposed had all three\n\ncrimes been sentenced at the same time.  U.S.S.G.   5G1.2.\n\n     While one gulps at  using the term \"plain\" error  in the\n\nface of this morass  of rules, the district  court's approach\n\nstands the guideline process  on its head.  Here,  instead of\n\ncalculating the proper total  punishment for all three crimes\n\nand then  making the  actual federal sentence  consecutive to\n\nthe  extent  needed  to  produce a  comparable  outcome,  the\n\ndistrict court computed a sentence for the drug offense alone\n\nand  then made  a single  yes-or-no choice  between  a wholly\n\nconcurrent and  a  wholly consecutive  sentence.   This is  a\n\nfundamental departure  from  the  structure  imposed  by  the\n\nguidelines.\n\n     We  also have no hesitation in concluding that the error\n\nprobably affected the sentence.   Although the district court\n\nmight  (as a matter of  mathematics) have arrived  in a total\n\npunishment identical to that prescribed--namely, an effective\n\nestimated sentence  of 454 months  (192 months for  the state\n\noffenses plus  262 months for the  federal offense)--the odds\n\n                             -46-\n\nof this happening seem to us remote.  Here the binary choice-\n\n-either  to make the  sentence consecutive  or concurrent--is\n\nquite likely to have constrained the district court's choice,\n\nand (as it proved) not to the defendant's advantage.\n\n     The Supreme Court has  said that even if plain  error is\n\nshown  to  have affected  the  outcome,  the reviewing  court\n\nretains  constrained discretion  whether or  not to  reverse.\n\nSee  Olano, 113 S.  Ct. at 1778-79.   In this  case, we think\n          \n\nthat that discretion should be exercised in favor of a remand\n\nfor resentencing,  fully recognizing that  the defendant  may\n\nnot in  the end profit from  this effort.  Our  reason is not\n\nthat this  error \"affects  the fairness, integrity  or public\n\nreputation of judicial proceedings.\"  Rather, in this case we\n\nthink it is very likely that the resentencing could produce a\n\ndifferent  and  more  favorable   sentence.17    If  so,  the\n\nsituation  corresponds mutatis  mutandis  to one  in which  a\n                                        \n\nforfeited error may have caused the conviction of an innocent\n\nperson, the  other rubric under which a plain and prejudicial\n\nerror should  be noticed  on appeal.   Olano,  113 S. Ct.  at\n                                            \n\n1779.  We add that the burden in resentencing is light.\n\n                          CONCLUSION\n                                    \n\n                    \n\n     17If  the district  court had  desired to give  a longer\nsentence, it could easily have  chosen a federal term greater\nthan  the guideline minimum.  Thus, if the district court did\nfeel  constrained  by  the  binary  choice,  it  was  in  the\ndirection of imposing  a sentence greater than it  would have\npreferred.\n\n                             -47-\n\n     The convictions and  sentences of  Darryl Whiting,  Sean\n\nDixon,  Renaldo Pledger, Edwin  Carmichael, Steven Wadlington\n\nand  William Bowie  are affirmed.   The  sentence of  Kenneth\n                                \n\nBartlett  is   vacated  and   the  matter  is   remanded  for\n                                                        \n\nresentencing.\n\n                             -48-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">August 9, 1994    UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1182\nNo. 92-1258\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                       DARRYL WHITING,\n                     a/k/a G., GOD, RAH,\n                    Defendant, Appellant.\n\n                                         \nNo. 92-1183\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                         SEAN DIXON,\n                     a/k/a MICHAEL WHITE,\n\n                    Defendant, Appellant.\n                                         \n\nNo. 92-1184\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                       RENALDO PLEDGER,\n                     a/k/a EUGENE NOBLE,\n                    Defendant, Appellant.\n\n                                         \nNo. 92-1185\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                      EDWIN CARMICHAEL,\n                        a/k/a FREEDOM,\n\n                    Defendant, Appellant.\n                                         \n\nNo. 92-1259\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                        WILLIAM BOWIE,\n                     a/k/a CUDA, DIAMOND,\n                    Defendant, Appellant.\n\n                                         \nNo. 92-1442\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                      STEVEN WADLINGTON,\n                       a/k/a MOHAMMED,\n\n                    Defendant, Appellant.\n                                         \nNo. 92-1443\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                      KENNETH BARTLETT,\n                       a/k/a CHEYENNE,\n                    Defendant, Appellant.\n\n                                         \n                         ERRATA SHEET\n\nThe opinion of this  Court, issued on July 6, 1994, is amended  as\nfollows:\n\nOn page 32,  line 9 of only  full paragraph, replace the  material\nbeginning  with  \"If  these\"  through   \"Id.  at  1778-79.\"  with  the\n                                        \nfollowing:\n\nIf these criteria are met, the court of appeal \"has authority\nto order  correction, but is not  required to do so,\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at\n                                                          \n1778, </span><pre class=\"inline\">and should  exercise its remedial  discretion only  \"in\nthose circumstances  in which a miscarriage  of justice would\notherwise result,\" or  where the  error \"seriously  affect[s]\n\nthe  fairness,  integrity or  public  reputation of  judicial\nproceedings.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1779 </span><pre class=\"inline\">(internal quotations omitted). \n                  \n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \nNo. 92-1182\nNo. 92-1258\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                       DARRYL WHITING,\n                     a/k/a G., GOD, RAH,\n                    Defendant, Appellant.\n\n                                         \nNo. 92-1183\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                         SEAN DIXON,\n                     a/k/a MICHAEL WHITE,\n\n                    Defendant, Appellant.\n                                         \n\nNo. 92-1184\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                       RENALDO PLEDGER,\n                     a/k/a EUGENE NOBLE,\n                    Defendant, Appellant.\n\n                                         \nNo. 92-1185\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                      EDWIN CARMICHAEL,\n                        a/k/a FREEDOM,\n\n                    Defendant, Appellant.\n                                         \n\nNo. 92-1259\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                        WILLIAM BOWIE,\n                     a/k/a CUDA, DIAMOND,\n                    Defendant, Appellant.\n\n                                         \nNo. 92-1442\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                      STEVEN WADLINGTON,\n                       a/k/a MOHAMMED,\n\n                    Defendant, Appellant.\n                                         \nNo. 92-1443\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                      KENNETH BARTLETT,\n                       a/k/a CHEYENNE,\n                    Defendant, Appellant.\n\n                                         \n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n        [Hon. Walter Jay Skinner, U.S. District Judge]\n                                                     \n\n                                         \n                            Before\n\n                     Breyer,* Chief Judge,\n                                         \n              Boudin and Stahl, Circuit Judges.\n                                              \n\n                                         \n\n                \n\n*Chief  Judge Stephen Breyer heard  oral argument in  this matter, but\ndid not  participate in  the drafting or  the issuance of  the panel's\nopinion.   The remaining  two panelists  therefore issue  this opinion\npursuant to 28 U.S.C.   46(d).\n\nGary  C. Crossen,  by Appointment  of  the  Court, and  Stephen D.\n                                                                  \nSowle with whom Sarah Reed, John A. Shope and Foley, Hoag &amp; Eliot were\n                                                             \non briefs for appellant Darryl Whiting.\nJohn H. LaChance, by Appointment of  the Court, with whom LaChance\n                                                                  \nand Whatley was on briefs for appellant Sean Dixon.\n       \nJohn  C.  Doherty,  by Appointment  of  the  Court, for  appellant\n                 \nRenaldo Pledger.\nJanet L. Sanders with whom Zalkind,  Rodriguez, Lunt &amp; Duncan  was\n                                                             \non briefs for appellant Steven Wadlington.\nLois  Lewis,  by Appointment  of the  Court,  for appellant  Edwin\n           \nCarmichael.\nJohn P. Slattery, by Appointment of  the Court, with whom  Wysocki\n                                                                  \nand Slattery was on brief for appellant Kenneth Bartlett.\n        \nPaul  A. Dinsmore,  by Appointment  of  the Court,  for  appellant\n                 \nWilliam Bowie.\nRobert  W. Iuliano,  Assistant  United States  Attorney,  Paul  V.\n                                                                  \nKelly, Assistant United States  Attorney, (for IAD issue), and  Thomas\n                                                                  \nC. Frongillo with whom Donald K. Stern, United States Attorney, was on\n                                  \nbriefs for the United States.\n\n                                         \n\n                         July 6, 1994\n                                         \n\n     BOUDIN,  Circuit  Judge.   These cases  arise out  of an\n                            \n\nextensive  undercover law  enforcement operation  targeted at\n\nthe  \"New York  Boys,\" a  large-scale drug  distribution ring\n\noperating out of the Orchard Park Housing Project in Roxbury,\n\nMassachusetts.   The  seven defendants  currently  before the\n\ncourt appeal their convictions, their sentences, or both.  We\n\naffirm the district court's rulings on all but one point.1\n\n                              I.\n\n     On  December 11,  1990,  a federal  grand jury  indicted\n\nDarryl   Whiting,  Sean   Dixon,   Renaldo   Pledger,   Edwin\n\nCarmichael,  and  Steven   Wadlington--as  well  as   26  co-\n\ndefendants--for conspiracy to distribute cocaine in violation\n\nof 21 U.S.C.    846.   A superseding  indictment returned  on\n\nApril 11,  1991, expanded the case  to include a total  of 50\n\ndefendants,  including Kenneth  Bartlett  and William  Bowie.\n\nThe individual  defendants  were also  charged  with  various\n\ncombinations of substantive cocaine distribution, 21 U.S.C.  \n\n841(a)(1), firearms  offenses,  18  U.S.C.     922(g)(1);  26\n\nU.S.C.      5861(d),  or   money  laundering,  18   U.S.C.   \n\n1956(2)(1), and Whiting  was alleged to be the  organizer and\n\n                    \n\n     1The published version of this opinion includes only the\nstatement  of facts  (part  I) and  the  discussion of  those\nissues  that may be of  general interest (parts  II and III).\nThe remaining portions of the opinion as filed  (parts IV-VI)\naddress  issues  that  do  not appear  to  have  precedential\nimportance.  See First Cir. R. 36.2.\n                \n\n                             -8-\n\nsupervisor of a  continuing criminal enterprise in  violation\n\nof 21 U.S.C.   848.\n\n     Rather  than try  50  defendants at  once, the  district\n\ncourt  severed the case into  smaller cases.   The first five\n\ndefendants  named above  (\"the first-trial  defendants\") were\n\nplaced  in the initial trial group, along with a sixth defen-\n\ndant (David Waight)  who has  not appealed.   Trial began  on\n\nJune 17, 1991, and continued for 18 days spread over the next\n\nfour  weeks.    The   evidence  consisted  primarily  of  the\n\ntestimony of undercover agents and cooperating co-defendants.\n\nTaken in the  light most favorable to the  government, United\n                                                             \n\nStates v. Gonzalez-Torres, </pre><span class=\"citation\" data-id=\"596102\"><a href=\"/opinion/596102/united-states-v-claudio-gonzalez-torres/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">788</span></a></span><pre class=\"inline\">, 789 (1st Cir. 1992),\n                         \n\nthe evidence showed the following:\n\n     The first-trial  defendants,  together with  many  other\n\nindividuals, were members of or associated with the \"New York\n\nBoys,\" a street gang  headed by Whiting and operating  out of\n\nthe Orchard  Park Housing Project  in Roxbury, Massachusetts.\n\nThe gang was so named because many of its members hailed from\n\nQueens,  New York.  During the period  from 1986 to 1990, the\n\nNew  York  Boys  evolved  into  a  large,  highly  structured\n\norganization  that employed  up to  100 different  people and\n\nsold cocaine and cocaine base (\"crack\" cocaine) in shifts  24\n\nhours a day.\n\n     The Whiting  organization received its  cocaine from New\n\nYork City.   A number  of couriers transported  the drugs  to\n\n                             -9-\n\nBoston on airline shuttles.  The  drugs were then processed--\n\n\"cut\" with  dilutants  and divided  into individual  bags--at\n\nseveral different apartments located outside the Orchard Park\n\nProject.    Finally, the  cocaine  was sold  at  Orchard Park\n\nthrough an elaborate network of personnel:  \"runners\" who met\n\ncustomers  and  took  their  money;   other  individuals  who\n\n\"worked the pack\"  by holding small quantities of cocaine and\n\ndistributing  it to  incoming runners  in exchange  for cash;\n\nand a  third group  who held  larger  inventories of  cocaine\n\npacks in  more secure locations  and periodically  resupplied\n\nthose  \"working  the pack.\"    Additional  workers served  as\n\nlookouts for police or provided security against rival gangs.\n\nDuring  the organization's  most prosperous  period, the  New\n\nYork Boys sold as much as five kilograms of cocaine per week,\n\ngrossing up to $100,000 in a single half-day shift.\n\n     The organization sent substantial sums out of Boston via\n\nWestern  Union,  giving  rise  to   money-laundering  charges\n\nagainst  Whiting and  Carmichael.   Many of the  workers were\n\npaid up to $1,000  per week for their services,  although not\n\nconsistently.   Whiting  invested  funds  in various  Roxbury\n\nbusinesses,  including a  barber shop,  video store,  and the\n\nCrown  Social Hall.    Although  this  hall functioned  as  a\n\ncommunity  center,  it  also  served  as  a  front  for  drug\n\ndistribution  activities  and  a  means  of  laundering   the\n\nproceeds of drug sales.  Whiting also sponsored rap concerts,\n\n                             -10-\n\nbarbecues,  and other  social events,  and provided  gifts of\n\nclothing and money to youth in the Roxbury community.\n\n     The  government's  witnesses  testified  about  numerous\n\nweapons possessed by defendants and acts of violence done  to\n\nmaintain discipline within the organization and security vis-\n\na-vis  rival gangs.  Security measures  were elaborate:  gang\n\nmembers  were equipped  with binoculars,  walkie-talkies, and\n\nheadphones and had ready access to firearms ranging from riot\n\npump  shotguns to  Uzi  machine guns.    There was  extensive\n\nevidence  of  beatings and  other  acts  of violence  against\n\nmembers  of  the organization  who  stole  money or  cocaine,\n\nattempted to sell drugs on  their own, or otherwise disobeyed\n\norders.\n\n     The first-trial defendants mounted a  defense consisting\n\nprimarily of  attacks on the credibility  of the government's\n\nwitnesses.  Defense  counsel attacked the testimony of one of\n\nthe  government's two primary  undercover operatives, Jeffrey\n\nCoy, by  emphasizing instances  in which  Coy  had failed  to\n\nfollow proper police procedures  and by showing that  Coy had\n\nsuffered serious psychological and emotional  problems during\n\nand  after  the investigation.    Defendants  also sought  to\n\nundermine the second  undercover agent,  Maurice Dawkins,  by\n\nway of  testimony from a  former supervisor that  Dawkins was\n\nnot  \"a man of truth.\"   Defense counsel  also won admissions\n\nthat many of the  cooperating co-defendants who testified had\n\n                             -11-\n\ndrug  problems,  and that  some would  be  willing to  lie to\n\nfurther their own interests.   Whiting himself testified that\n\nhe was not involved in drug  dealing and that his income came\n\nfrom legitimate business activities.\n\n     On  July 24,  1991, the  jury convicted  Whiting of  one\n\ncount  of engaging  in a  continuing criminal  enterprise, 21\n\ncounts of  distribution of  cocaine, and  one count of  money\n\nlaundering; he was acquitted of two counts of distribution of\n\ncocaine.2     Dixon,  a  runner  and   security  worker,  was\n\nconvicted  of conspiracy  to  distribute cocaine  and of  one\n\nsubstantive distribution  count,  but  was  acquitted  on  an\n\nadditional  distribution count.    Pledger, another  security\n\nworker, was  convicted on  the  conspiracy count  and on  one\n\ncount of  being a felon  in possession  of a firearm.   Edwin\n\nCarmichael,  who  had a  managerial  role,  was convicted  of\n\nconspiracy to distribute  cocaine and of  one count of  money\n\nlaundering.    Steven  Wadlington,  a  security  worker,  was\n\nconvicted  on the conspiracy count  and of one  count each of\n\ndistribution  of cocaine  and possession  of  an unregistered\n\nfirearm;   he  was acquitted  on two  additional distribution\n\ncounts.\n\n                    \n\n     2Whiting was also convicted of conspiracy  to distribute\ncocaine;  the district court, however, vacated that  count on\nthe ground  that it  was a lesser  included offense  subsumed\nwithin the continuing criminal enterprise conviction.\n\n                             -12-\n\n     Sentences were imposed on  October 7, 21, and  22, 1991,\n\nand  the five defendants filed timely notices of appeal.  The\n\nspecific sentences imposed were as follows:\n\nDarryl Whiting      Life  without  parole  on the  continuing\n                    criminal  enterprise  count;  240  months\n                    imprisonment for each of  21 distribution\n                    counts and one money laundering count, to\n                    be  served  concurrently;  and   a  $1200\n                    special assessment.\n\nSean Dixon          188  months  imprisonment  and 60  months\n                    supervised  release   on  the  conspiracy\n                    count;   60   months   imprisonment   for\n                    distribution count,  to run concurrently;\n                    and a $100 special assessment.\n\nRenaldo Pledger     235  months  imprisonment  and 60  months\n                    supervised  release;  and a  $100 special\n                    assessment.\n\nEdwin Carmichael    262  months  imprisonment  and 60  months\n                    supervised  release;  and a  $100 special\n                    assessment.\n\nSteven Wadlington   360 months imprisonment on the conspiracy\n                    count and 60  months supervised  release;\n                    240  months imprisonment  on distribution\n                    count;  120  months  imprisonment on  the\n                    firearms  count,  all  sentences  to  run\n                    concurrently;   and    a   $150   special\n                    assessment.\n\n     Bartlett and Bowie  were among six co-defendants  slated\n\nfor  trial in the second group created by the district court.\n\nBoth Bartlett  and  Bowie  were alleged  to  have  served  as\n\nsecurity workers.   Bowie,  the government claimed,  acted as\n\nthe chief of security  for the organization and as  Whiting's\n\nbodyguard.  The second trial commenced  on November 19, 1991.\n\nOn the sixth day  of trial, Bartlett and Bowie pled guilty to\n\nconspiracy to distribute cocaine.\n\n                             -13-\n\n     Bowie was sentenced on February 10,  1992, to 262 months\n\nimprisonment and 60  months supervised release, as well  as a\n\n$50 special assessment.  Bartlett  was sentenced on March 11,\n\n1992,  to an  identical sentence; in  his case,  however, the\n\ndistrict   court  ordered   that  the   sentence   be  served\n\nconsecutively to  two previously imposed state  sentences for\n\nsecond  degree  murder  and  firearms  charges.    Bowie  and\n\nBartlett have  each appealed from their  sentences, and Bowie\n\nhas challenged the validity of his guilty plea as well.\n\n                             II.\n\n     We consider first several arguments jointly presented by\n\nthe  first-trial   defendants:    Whiting,   Dixon,  Pledger,\n\nCarmichael, and  Wadlington.  Each asserts  that the district\n\ncourt erred in refusing to  permit certain testimony aimed at\n\nundermining  the  credibility  of  one  of  the  government's\n\nundercover operatives;  in  allowing the  prosecutor to  make\n\nallegedly inflammatory  remarks to the  jury; in  mischarging\n\nthe jury  on the  definition of  \"reasonable  doubt\"; and  in\n\ncalculating the  amount of  cocaine for which  the defendants\n\nwere  held accountable at sentencing.  Although none of these\n\narguments is frivolous, we do not find any of them ultimately\n\npersuasive.\n\nA.   Impeachment of Anthony Hewitt\n                                  \n\n     A key  government witness at trial  was Maurice Dawkins,\n\nan undercover operative who  made a total of 11  purchases of\n\n                             -14-\n\ncocaine  from  various members  of the  Whiting organization.\n\nMany  of  Dawkins'  dealings  were  uncorroborated   by  tape\n\nrecordings or  other witnesses; as a  result, his credibility\n\nbecame a central issue at trial.  In an attempt  to undermine\n\nDawkins, the defendants called as a witness Anthony Hewitt, a\n\ndeputy  superintendent  of   the  Jamaican  Constabulary  and\n\nDawkins' former  commanding officer.  Hewitt  testified that,\n\nin his opinion, Dawkins was not a truthful individual and had\n\na reputation for untruthfulness in Jamaica.\n\n     Fed. R. Evid. 608(b) provides that \"[s]pecific instances\n\nof the conduct of a witness,  for the purpose of attacking or\n\nsupporting  the witness' credibility, . . . may not be proved\n\nby  extrinsic  evidence.\"     Accordingly,  defense   counsel\n\nconfined  themselves to  eliciting  from  Hewitt his  general\n\nopinion of Dawkins'  truthfulness and the general  reputation\n\nfor  truthfulness that  Dawkins had  among his  co-workers in\n\nJamaica. See Fed. R. Evid.  608(a).  On cross-examination  of\n            \n\nHewitt, the government  elicited testimony regarding specific\n\ninstances of  Dawkins' good  conduct:  in  particular, Hewitt\n\nwas led to acknowledge various commendations that Dawkins had\n\nreceived while on  the Jamaican  force, as well  as the  fact\n\nthat Dawkins had been injured in the line of duty.\n\n     On redirect examination, the defense sought  to question\n\nHewitt  about specific  instances in  which Hewitt  and other\n\nmembers of the  Jamaican Constabulary had found Dawkins to be\n\n                             -15-\n\nnot credible.3   Defense  counsel argued that  the government\n\nhad \"opened the door\" by eliciting testimony of specific acts\n\nof good  character on cross-examination, but  the trial judge\n\nrefused to permit such testimony in light of Rule 608(b).  In\n\nthis court defendants repeat their  claim under the rubric of\n\n\"curative admissibility,\" which holds that \"a trial judge, in\n\nhis discretion, [may]  admit otherwise inadmissible  evidence\n\nin order to rebut prejudicial evidence which has already been\n\nerroneously admitted.\"  United States v. Nardi, </pre><span class=\"citation\" data-id=\"383726\"><a href=\"/opinion/383726/united-states-v-bernard-v-nardi-jr/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span><pre class=\"inline\">,\n                                              \n\n977 (1st Cir. 1980) (citations omitted).\n\n     The   defendants  are  mistaken  in  assuming  that  the\n\ngovernment's   evidence  of   Dawkins'  good   character  was\n\nerroneously admitted.  It is quite true that the government's\n\nevidence  (of  Dawkins' courage  and  good  conduct) was  not\n\nadmissible under Rule 608(b)  to accredit Dawkins because the\n\nepisodes related only to  Dawkins' general good character and\n\nnot to his character for truthfulness.   But by its own terms\n\nRule 608(b)  imposes its restriction only  upon evidence that\n\nis  offered for  the purpose  of buttressing  credibility; it\n                            \n\ndoes  not forbid evidence that happens to show good character\n\n                    \n\n     3Specifically, the  defense sought to  introduce through\nHewitt evidence that Dawkins had falsely reported that he was\nthe victim of a shoot-out in 1987, and  that Dawkins had been\nthe subject of at least four civilian complaints of abuse and\nassault  which   he  had   denied  but  which   the  Jamaican\nConstabulary had deemed credible.\n\n                             -16-\n\nbut is offered  for another legitimate  purpose.  See  United\n                                                             \n\nStates v. Abel, </pre><span class=\"citation\" data-id=\"111285\"><a href=\"/opinion/111285/united-states-v-abel/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">45</span></a></span><pre class=\"inline\">, 55-56 (1984).\n              \n\n     Here,  the government's  exploration of  Dawkins' record\n\nserved two  quite different purposes.   First, the prosecutor\n\nsought to test Hewitt's familiarity with Dawkins' record, the\n\ninference  being that Hewitt's own opinion  and his report as\n\nto  Dawkins'  reputation  were  themselves  untrustworthy  if\n\nHewitt  knew  little  about  Dawkins.   Michelson  v.  United\n                                                             \n\nStates,  </pre><span class=\"citation no-link\"><span class=\"volume\">335</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">469</span></span><pre class=\"inline\">,  480  (1948).    Second,  by  showing\n      \n\nDawkins'  exemplary record,  the  prosecutor aimed  to  raise\n\ndoubts  about Hewitt's  own  motive in  testifying against  a\n\nfellow  officer  with  a  good record,  and  thus  to  impute\n\nprejudice to Hewitt.  See </pre><span class=\"citation\" data-id=\"111285\"><span class=\"antecedent_guess\">Abel,</span> <a href=\"/opinion/111285/united-states-v-abel/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">51</span></a></span><pre class=\"inline\">.  \n                              \n\n       In some instances, the permissible inferences might be\n\noffered merely as pretext to smuggle in an impermissible one.\n\nBut  in this  case, the  government's first  justification is\n\nample and  the  second, if  thinner, is  at least  plausible.\n\nDefendants would have been  entitled, had they asked for  it,\n\nto an instruction limiting  the jury's use of  the government\n\nevidence  to these lines  of inference and  advising the jury\n\nthat  it was  not entitled  to infer  Dawkins' character  for\n\ntruthfulness from his  general good character.   Accordingly,\n\nthe doctrine  of curative admissibility  has no role  in this\n\ncase because there was no error to be cured.\n\n                             -17-\n\n     One could defend the  admissibility of the bad character\n\nevidence  in question by  saying that just  as the government\n\nused evidence  of Dawkins' good character  to impugn Hewitt's\n\nmotive,  evidence of  Dawkins'  bad character  would tend  to\n\nlessen doubts  about Hewitt's readiness to  testify against a\n\nformer fellow  officer.  But  the bad character  evidence was\n\nnot offered on  this ground, and  explaining the purpose  for\n\nwhich disputed  evidence is  offered is normally  required to\n\npreserve the issue on appeal.  Tate v. Robbins &amp; Myers, Inc.,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"469475\"><a href=\"/opinion/469475/20-fed-r-evid-serv-1185-prodliabrepcchp-10996-steven-tate-v/\"><span class=\"volume\">790</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span><pre class=\"inline\">,  12 (1st  Cir. 1986).   A general  reference to\n\n\"fighting fire with fire\"  is hardly much help to  a district\n\njudge trying to make  on-the-spot rulings in the middle  of a\n\nhectic trial.4 \n\nB.   Prosecutor's Rebuttal Argument\n                                   \n\n     Defendants' second set of arguments revolves around four\n\nremarks made by  the prosecutor in  his rebuttal argument  to\n\nthe  jury  at  the  close  of  the  trial.    We  have  taken\n\nallegations of  such prosecutorial overreaching  seriously in\n\nthis circuit, e.g., Arrieta-Agressot v. United States, </pre><span class=\"citation\" data-id=\"628961\"><a href=\"/opinion/628961/juan-arrieta-agressot-regulo-rios-jose-antonio-barroso-adalberto/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span>\n                                                     \n\n<span class=\"page\">525</span> </a></span><pre class=\"inline\">(1st  Cir. 1993);  United States v.  Santana-Camacho, 833\n                                                        \n\n                    \n\n     4There was no miscarriage of justice on this point.  The\ninference  that Hewitt was biased  is not a  very strong one.\nSimilarly, evidence  of Dawkins' bad character  to refute the\nbad-motive  inference  is  not  very  telling;  indeed,  such\nevidence  could help to establish Hewitt's bias as well as to\nrefute it. \n\n                             -18-\n\nF.2d  371 (1st  Cir.  1987), but  in  this case  none of  the\n\nremarks warrants reversal of appellants' convictions.\n\n     The  first remark  complained  of was  the  prosecutor s\n\nstatement  that \"[Darryl  Whiting] also  brought the  kids of\n\nRoxbury the  guns, the drugs,  the violence,\" followed  by an\n\nexhortation  to the jurors not to \"let other kids be succored\n\n[sic] in by  that flash,  that cash, that  deception.\"   This\n\nstatement  was  prejudicial,  defendants  argue,  because \"it\n\nsought  to deflect  [the jurors ]  attention from  the issues\n\nthat they were sworn to decide, . . . and  attempted to foist\n\nonto  the   jury   responsibility  for   the   extra-judicial\n\nconsequences of a  not guilty  verdict.\"  We  agree that  the\n\n\"other kids\"  reference was  improper, for  \"[t]he prosecutor\n\nshould  refrain from arguments  [predicting] the consequences\n\nof the jury's  verdict.\" American Bar Association,  Standards\n                                                             \n\nRelating to the Administration of Criminal Justice 3-5.8(d).\n                                                  \n\n     In  this case defense  counsel failed  to object  at the\n\ntime  the allegedly  prejudicial  statement was  made, so  we\n\nreview only for  plain error.   </pre><span class=\"citation\" data-id=\"628961\"><span class=\"antecedent_guess\">Arrieta-Agressot,</span>  <a href=\"/opinion/628961/juan-arrieta-agressot-regulo-rios-jose-antonio-barroso-adalberto/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span>  at\n                                                \n\n<span class=\"page\">528</span></a></span><pre class=\"inline\">.    Courts are  reluctant to  find  such error  where the\n\nprosecutor s remarks were isolated and made to rebut specific\n\nstatements by defense counsel.  See United States v.  Machor,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"526435\"><a href=\"/opinion/526435/united-states-v-winston-machor-united-states-of-america-v-armand-allen/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span><pre class=\"inline\">,  956 (1st  Cir. 1989), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">493</span>  <span class=\"reporter\">U.S.</span>\n                                                  \n\n<span class=\"page\">1081</span> </span><pre class=\"inline\">(1990).  Here, the prosecutor was clearly  responding to\n\ndefense  counsel's portrayal  of Whiting as  a philanthropist\n\n                             -19-\n\nand  benefactor of  Roxbury's  youth, and  defendants do  not\n\npoint  to other like instances  of rhetorical excess.   We do\n\nnot believe  that the  prosecutor's remarks \"so  poisoned the\n\nwell that the trial s outcome was likely affected.\"  Arrieta-\n                                                             \n\n</pre><span class=\"citation\" data-id=\"628961\"><span class=\"antecedent_guess\">Agressot,</span> <a href=\"/opinion/628961/juan-arrieta-agressot-regulo-rios-jose-antonio-barroso-adalberto/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">528</span></a></span><pre class=\"inline\">.\n        \n\n     Defendants  next object  to  the prosecutor's  assertion\n\nthat   defendants   closing  arguments  were  \"smoke  screens\n\nfloated your way by defense counsel . . . [who are] very able\n\npeople here.\"   This statement, defendants  argue, \"sought to\n\nconvince the jury that the arguments  of defense counsel were\n\n. . . manufactured by able  lawyers seeking to hide the truth\n\nfrom the jury.\"   We  agree that the  prosecutor should  have\n\nfocused  on the  merits of  the defendants'  arguments rather\n\nthan their source.   Again, defense counsel  failed to object\n\nto  the statement  at trial,  and we  have little  trouble in\n\nholding  that this isolated misstep did not rise to the level\n\nof plain error.\n\n     Defendants did object  to the third  allegedly offensive\n\nstatement, arguing  that the prosecutor improperly placed his\n\nown character at issue when  he said that \"[a]n attack on  me\n\nand my colleagues  and our  ethics and our  approach to  this\n\ncase not only  [is] an affront to me personally,  but a smoke\n\nscreen.\"    Although a  prosecutor  may  not pledge  his  own\n\ncharacter as a basis for inferring the defendant s guilt, see\n                                                             \n\nUnited States v.  Garza, </pre><span class=\"citation\" data-id=\"371152\"><a href=\"/opinion/371152/united-states-v-david-garza/\"><span class=\"volume\">608</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">659</span> </a></span><pre class=\"inline\">(5th  Cir. 1979),  the\n                       \n\n                             -20-\n\nstatement in  this case referred to  the government's conduct\n\nof its  investigation,  not the  guilt  or innocence  of  the\n\ndefendants.   The prosecutor's isolated  remark responded  to\n\nfar harsher  remarks of  defense counsel that  the government\n\nhad  suborned perjury.    Finally, the  trial judge  properly\n\ninstructed the  jury to disregard the  prosecutor's statement\n\nthat he felt  affronted.   See United States  v. Moreno,  </pre><span class=\"citation\" data-id=\"605530\"><a href=\"/opinion/605530/united-states-v-raymond-moreno-jr/\"><span class=\"volume\">991</span>\n                                                       \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">943</span></a></span><pre class=\"inline\">, 948  (1st  Cir.), cert.  denied,  114 S.  Ct.  457\n                                          \n\n(1993).\n\n     Defendants'  final claim  concerns  a  government  chart\n\nshowing  the organizational  structure of  the New  York Boys\n\nand, specifically, listing Dixon  as a processor and packager\n\nof cocaine.  The evidence showed Dixon instead to be a runner\n\nand, when  Dixon's counsel seized  on the discrepancy  in his\n\nclosing argument,  the prosecutor  in rebuttal told  the jury\n\nthat the  reference on  the chart  was a typographical  error\n\narising from the presence of another defendant  with the same\n\nlast  name.    Defendants'  objection that  this  was  \"extra\n\njudicial  testimony\"  by  the prosecutor  may  be technically\n\ncorrect,  but the  prosecutor's misstep  was a  trivial one--\n\nserving in part to correct an overstatement of Dixon's role--\n\nand it certainly did not cause substantial prejudice.  \n\nC.   Reasonable Doubt\n                     \n\n                             -21-\n\n     Defendants objected to the trial  court's instruction to\n\nthe jury on the  meaning of reasonable doubt, whose  core was\n\nthe following paragraph:\n\n     Now, reasonable doubt is  not a fanciful doubt, nor\n     a whimsical doubt, nor a doubt based on conjecture,\n     but  is  a  doubt  based on  reason,  as  the  name\n     implies.    The  government  is  not   required  to\n     establish guilt to a mathematical certainty or to a\n     scientific  certainty.    The  government   is  not\n     required to exclude every other remote possibility.\n\n     This  circuit  has  repeatedly  refused to  require  the\n\ndistrict  courts  to  define  \"reasonable  doubt\"   in  their\n\ninstructions   to  the   jury.     E.g.,  United   States  v.\n                                                         \n\nLittlefield,  </pre><span class=\"citation\" data-id=\"502257\"><a href=\"/opinion/502257/united-states-v-thomas-littlefield/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">143</span></a></span><pre class=\"inline\">, 146 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">488</span>\n                                                        \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">860</span> </span><pre class=\"inline\">(1988).  Where  the district court  does define the\n\nterm, we  have suggested that \"attempts  at definition should\n\nnot stray far from the consistently approved stock of charges\n\non reasonable doubt.\" </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 646. </span><pre class=\"inline\">  We have left to the trial\n                         \n\njudge,  however,  \"the  choice  among  acceptable  linguistic\n\nalternatives.\"  Tsoumas v. State  of New Hampshire, </pre><span class=\"citation\" data-id=\"372787\"><a href=\"/opinion/372787/thomas-a-tsoumas-and-david-a-sands-v-the-state-of-new-hampshire/\"><span class=\"volume\">611</span>  <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">412</span></a></span><pre class=\"inline\">, 414 (1st Cir. 1980). \n\n     The phrases  employed in the paragraph  quoted above are\n\nstock phrases  and the  defendants do not  challenge most  of\n\nthem individually.   They do  assert that to  call reasonable\n\ndoubt \"a doubt  based on reason\" is at odds  with the Supreme\n\nCourt's  postulate  that  a  reasonable  doubt  need  not  be\n\narticulable or even logical  so long as it appeals  to common\n\nsense.   See Harris v. Rivera, </pre><span class=\"citation\" data-id=\"110590\"><a href=\"/opinion/110590/harris-v-rivera/\"><span class=\"volume\">454</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></a></span><pre class=\"inline\">, 347 (1981).  We\n                             \n\n                             -22-\n\nthink  that this argument rests on too fine a distinction and\n\nthat a  \"doubt based  on reason\"--a phrase  approved by  this\n\ncircuit  on a  number of  occasions, e.g.,  United States  v.\n                                                         \n\nDeVincent, </pre><span class=\"citation\" data-id=\"382752\"><a href=\"/opinion/382752/united-states-v-richard-devincent/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">147</span></a></span><pre class=\"inline\">, 152 (1st  Cir.), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">449</span>\n                                                       \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">986</span> </span><pre class=\"inline\">(1980)--is not a bar against using common sense but\n\nmerely   contrasts   \"reason\"   with  \"fancy,\"   \"whim,\"   or\n\n\"conjecture.\"  \n\n     Defendants' main objection is that  the district court's\n\nemphasis on what is  not a reasonable doubt so  far outweighs\n\nits  statement of what is  a reasonable doubt  as to lead the\n\njury to concentrate overmuch  on the former.  By  itself, the\n\nconcept  of  proof  \"beyond  a reasonable  doubt\"  gives  the\n\ndefendant  a  substantial  advantage, which  is  why  defense\n\ncounsel so often  repeat those words in  summation.  Although\n\nthe advantage is a legitimate one, it does not seem to us one\n\nthat is likely to be undermined by an instruction that with a\n\nfew general  phrases  indicates that  not  every doubt  is  a\n\nreasonable one.\n\n     In  any event, elsewhere in the charge the court in this\n\ncase reminded the jury, in connection with the presumption of\n\ninnocence,  that a defendant is never to be convicted \"on the\n\nbasis of mere  conjecture, surmise or  guesswork.\"  In  other\n\nwords, the jury was told that just as a fanciful doubt should\n\nnot stand in the way of conviction, so too a reasonable doubt\n\ncould  not   be  papered  over  by   conjecture,  surmise  or\n\n                             -23-\n\nguesswork.   Taking the reasonable doubt  instruction \"in the\n\ncontext  of the overall  charge,\" Cupp v.  Naughten, </pre><span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span>\n                                                   \n\n<span class=\"page\">141</span></a></span><pre class=\"inline\">,  146-47  (1973),  we  think that  the  charge  here  was\n\nadequately balanced. \n\nD.   Calculation of Drug Quantity\n                                 \n\n     Because  defendants  were  convicted  of  conspiracy  to\n\ndistribute cocaine, they were  held responsible at sentencing\n\nfor \"drugs [they] personally handled or anticipated handling,\n\nand, under the relevant conduct rubric, for drugs involved in\n\nadditional acts  that were reasonably  foreseeable by  [them]\n\nand were committed in furtherance of the conspiracy.\"  United\n                                                             \n\nStates  v. Sepulveda,  </pre><span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1161</span></a></span><pre class=\"inline\">, 1197  (1st Cir.  1993),\n                    \n\ncert. denied, 1994 U.S. Lexis 4738 (June 20, 1994).  Based on\n            \n\nthe  government's  evidence  at  trial,  the  district  court\n\nestimated  that  the  Whiting  organization  distributed  two\n\nkilograms of cocaine per  week over a period of  three years.\n\nDefendants now  challenge this calculation,  arguing that the\n\ndistrict court based its  estimate on unreliable evidence and\n\nimproper extrapolation.\n\n     We review factual findings by the sentencing court as to\n\ndrug  quantity only for clear  error.  </pre><span class=\"citation\" data-id=\"662432\"><span class=\"antecedent_guess\">Sepulveda,</span>  <a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at\n                                                \n\n<span class=\"page\">1196</span></a></span><pre class=\"inline\">.    \"[T]he  sentencing  court has  broad  discretion  to\n\ndetermine what data is, or is not, sufficiently dependable to\n\nbe used in imposing sentence,\" United States v.  Tardiff, </pre><span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1283</span></a></span><pre class=\"inline\">, 1287  (1st  Cir.  1992),  and  we  defer  to  any\n\n                             -24-\n\ncredibility determinations by  the sentencing court.   United\n                                                             \n\nStates  v. Brewster,  </pre><span class=\"citation\" data-id=\"194846\"><a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">51</span></a></span><pre class=\"inline\">, 54  (1st  Cir. 1993).   The\n                   \n\nburden  is  on the  government to  prove  drug quantity  by a\n\npreponderance of  the evidence.   United States  v. Valencia-\n                                                             \n\nLucena, </pre><span class=\"citation\" data-id=\"602341\"><a href=\"/opinion/602341/united-states-v-carlos-valencia-lucena-united-states-of-america-v-jose/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">228</span></a></span><pre class=\"inline\">, 232 (1st  Cir. 1993).5  Because of  the\n      \n\nimpact  of quantity on the  length of sentence,  we have said\n\nthat in resolving  doubts the sentencing  court must \"err  on\n\nthe side of caution.\"   United States v. Sklar, </pre><span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span><pre class=\"inline\">,\n                                              \n\n113 (1st Cir. 1990).\n\n     The  district court  estimated  that the  New York  Boys\n\ndistributed an average  of two kilograms of cocaine  per week\n\nover the  three-year life of  the conspiracy.   This estimate\n\nwas  based   primarily  upon  general  comments   by  various\n\ndefendants  estimating average  volumes of  business.   These\n\nestimates were then corroborated by  reports from cooperating\n\nco-defendants  that particular  quantities  of  cocaine  were\n\nhandled at  particular times, controlled  buys by  government\n\nundercover operatives, and  evidence indicating the  size and\n\nscope of the organization itself.  \n\n                    \n\n     5Defendants argue  that, due  to the critical  impact of\ndrug quantity on a defendant's sentence, due process requires\nproof of  such quantities  by clear and  convincing evidence,\nrather than  a mere  preponderance.   This  argument was  not\nraised  below and,  in any  event, is  foreclosed by  circuit\nprecedent. See, e.g. United  States v. Lowden, </pre><span class=\"citation\" data-id=\"577010\"><a href=\"/opinion/577010/united-states-v-aaron-s-lowden/\"><span class=\"volume\">955</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">128</span></a></span><pre class=\"inline\">,\n                                             \n130  (1st Cir. 1992).  See also McMillan v. Pennsylvania, </pre><span class=\"citation\" data-id=\"111713\"><a href=\"/opinion/111713/mcmillan-v-pennsylvania/\"><span class=\"volume\">477</span>\n                                                        \n<span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span><pre class=\"inline\">, 91-93 (1986) (holding that a \"preponderance standard\nsatisfies due process\" at sentencing).\n\n                             -25-\n\n     Thus, Dawkins  testified at  trial to a  conversation he\n\nhad  with Steven  Wadlington on  November  6, 1990.   Dawkins\n\nasked  Wadlington how much cocaine the New York Boys sold per\n\nweek, to which  Wadlington replied:   \"[i]n a  slow week,  we\n\nsell two and a half kilos.  In a fast week, four kilos. . . .\n\nWe do  this a  long time.\"6   A second  estimate was  made by\n\nAnsur Adams, a  gang member who was allegedly responsible for\n\nprocessing the cocaine.  Adams  testified that in August  and\n\nSeptember of 1990 (the year  in which he was involved in  the\n\nconspiracy), the  Whiting organization sold  between two  and\n\nthree  kilograms of cocaine  per week.   Adams also testified\n\nthat   Jon   James,   one  of   the   organization's  alleged\n\nsupervisors,  told him that the  New York Boys  \"used to move\n\nfive ki's [sic] a week before [Adams] came.\"\n\n     These broad estimates  were consistent  with reports  of\n\nquantities  handled by  various gang  members.   For example,\n\nTony Samuels testified that  the organization sold an average\n\nof ten  $40 bags and seven  $60 bags of cocaine  in a 12-hour\n\nshift.    There  was  testimony  that  a  $60  bag  contained\n\napproximately 1.5  grams  of cocaine;  accordingly,  Samuels'\n\n                    \n\n     6Defendants complain that much of Dawkins' testimony was\nhearsay.    The  guidelines   provide,  however,  that  \"[a]t\nsentencing,  the  district   court  may  consider   `relevant\ninformation  without  regard to  its admissibility  under the\nrules  of evidence  applicable  at trial,  provided that  the\ninformation has sufficient indicia of reliability  to support\nits probable  accuracy.'\"  United States  v. Valencia-Lucena,\n                                                            \n</pre><span class=\"citation\" data-id=\"602341\"><a href=\"/opinion/602341/united-states-v-carlos-valencia-lucena-united-states-of-america-v-jose/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">228</span></a></span><pre class=\"inline\">,  232  (1st  Cir.  1993)  (quoting  U.S.S.G.   \n6A1.3(a)).  \n\n                             -26-\n\ntestimony indicates sales of roughly 410  grams per shift and\n\nup to  5.74 kilograms  per week.   Rochelle Burden  testified\n\nthat  each apartment used as  a base of  sales operations was\n\nable to sell a pack of twenty $60 bags every two hours, which\n\nsupports  a  figure  of  360  grams  of  cocaine  a  day  and\n\napproximately 2.52 kilograms per  week per apartment (several\n\napartments  were in  use  at any  given  time).   Wayne  Ruff\n\ntestified that, when running money during a typical shift, he\n\ngenerally delivered the proceeds of five packs of $60 bags to\n\nhis supervisor; at 30 grams per  pack, this figure translates\n\ninto  300 grams  per  day or  2.1 kilograms  per  week.   The\n\ngovernment notes, moreover, that it is unlikely that Ruff was\n\nthe only runner.\n\n     In  magnitude these  estimates are  generally in  accord\n\nwith one another  (the only divergent testimony--from  Lonnie\n\nAvant--suggested  an  even  larger  average  figure).     The\n\nestimates  are   also  buttressed  by   testimony  about  the\n\norganization's impressive scope:   there was evidence that it\n\nemployed  at  least eight  different  women  as couriers  who\n\nsometimes  made multiple  trips per  week, carrying  anywhere\n\nbetween 125  grams and one  kilogram each trip,  that selling\n\nactivities were  conducted 24  hours  per day,  seven days  a\n\nweek, that eleven  different apartments were used  to sell or\n\nstore  cocaine,   and  that   50  to  100   different  people\n\n                             -27-\n\nparticipated in distribution  activities over  the course  of\n\nthe conspiracy.\n\n     Defendants assert  that the information  upon which  the\n\ncourt  relied was inherently unreliable for various reasons--\n\nprincipally  that  much  of  it  came  from  cooperating  co-\n\ndefendants who  admitted they would  lie in order  to advance\n\ntheir  own  interests,  and   that  the  statements  made  to\n\nundercover  operatives  could  be  construed  as  exaggerated\n\n\"puffing.\"  The district  court, however, has wide discretion\n\nin determining what evidence  is sufficiently reliable to use\n\nat sentencing, see </pre><span class=\"citation\" data-id=\"587242\"><span class=\"antecedent_guess\">Tardiff,</span> <a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1287</span></a></span><pre class=\"inline\">, and we will not\n                          \n\ndisturb the court's finding  that the government's  witnesses\n\nwere  credible.  </pre><span class=\"citation\" data-id=\"194846\"><span class=\"antecedent_guess\">Brewster,</span>  <a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"volume\">1</span>  <span class=\"reporter\">F.3d</span>  at  <span class=\"page\">54</span></a></span><pre class=\"inline\">.    Further,  the\n                         \n\nestimates were  largely consistent and, as  we explain below,\n\nthe district court's ultimate finding was quite conservative.\n\n     Defendants' more serious contention is that the evidence\n\nproduced by the government and relied upon  by the sentencing\n\ncourt focused mainly upon the last year of conspiracy.  It is\n\ninherently speculative, defendants argue, to derive from this\n\nevidence  estimates of the total amount of cocaine handled by\n\nthe conspiracy over its three-year  existence.  We agree that\n\nspecial care may  be needed where  evidence of quantities  in\n\none period is  extrapolated to  fill gaps in  evidence as  to\n\nother  periods.   But  while  the  organization's sales  here\n\nvaried over  time,  there  was at  least  some  evidence  for\n\n                             -28-\n\nearlier periods and the  court's conservative estimate left a\n\nfair margin of safety.\n\n     First, some of  the evidence here did  deal with periods\n\nprior  to 1990,  the  last year  of  the conspiracy.    Adams\n\nreported  that, according  to  Jon  James,  the  organization\n\ndistributed five kilograms of cocaine per week prior to 1990.\n\nMuch of the corroborating  anecdotal testimony came from gang\n\nmembers--Burden, Ruff, Avant, and Michael  Wilson--who joined\n\nthe conspiracy  in 1987  or 1988.    Their evidence,  already\n\nsummarized,  was  not  limited  to  the  final  year  of  the\n\nconspiracy.   \n\n     Second, following our  directive to \"err on  the side of\n\ncaution,\" </pre><span class=\"citation\" data-id=\"552336\"><span class=\"antecedent_guess\">Sklar,</span> <a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">113</span></a></span><pre class=\"inline\">, the district court held the\n               \n\norganization  accountable for  two kilograms  of cocaine  per\n\nweek over the life of the conspiracy--still an impressive sum\n\nbut  less than Wadlington told Dawkins the New York Boys sold\n\nin  a  \"slow week\"  in  1990 and  less than  half  what James\n\nreported selling  prior to that  year.  Moreover,  because of\n\nthe breadth  of the  relevant sentencing categories,  we need\n\nonly find that the evidence supported a 1.5 kilogram per week\n\nfigure  in order  to  uphold all  of  the sentences  in  this\n\ncase.7   United  States v.  Bradley, </pre><span class=\"citation\" data-id=\"550637\"><a href=\"/opinion/550637/united-states-v-robert-e-bradley/\"><span class=\"volume\">917</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span></a></span><pre class=\"inline\">,  604 (1st\n                                   \n\n                    \n\n     7This is so of Dixon, who was involved for approximately\n104  weeks and was  sentenced at  level 38,  which has  a 150\nkilogram  threshold.  U.S.S.G.   2D1.1(c)(3).  In the case of\nWhiting, Carmichael, Wadlington and Pledger, one kilogram per\nweek  would  be  adequate  for  their  respective  sentencing\n\n                             -29-\n\nCir.  1990).  All of the  general estimates in the record, as\n\nwell  as the corroborating testimony as to amounts handled at\n\nparticular times, refer  to quantities well in  excess of one\n\nkilogram per week.\n\n                             III.\n\n     In addition to the arguments raised jointly by the trial\n\ndefendants, each of the seven defendants who have appealed in\n\nthis case has advanced  one or more claims of error unique to\n\nhis individual case.   Although  we have dealt  with most  of\n\nthese contentions in the unpublished portion of this opinion,\n\na  few   are  of  sufficient  general   interest  to  warrant\n\ndiscussion here.\n\nA.  Darryl Whiting\n                  \n\n     Whiting,  the   ringleader  of   the  \"New   York  Boys\"\n\norganization, was  convicted on one  count of  engaging in  a\n\ncontinuing  criminal  enterprise,  on  21  counts of  cocaine\n\ndistribution, and on one  count of money laundering.   At the\n\ntime of  his indictment, Whiting  was serving a  state prison\n\nsentence in Massachusetts.  His presence at his federal trial\n\nwas secured through  use of  the IAD, which  permits a  state\n\nwith charges outstanding against  a prisoner of another state\n\n                    \n\nthresholds.   </pre><span class=\"citation\" data-id=\"550637\"><a href=\"/opinion/550637/united-states-v-robert-e-bradley/\"><span class=\"id_token\">Id.</span> at     2D1.1(c)(3), </a></span><pre class=\"inline\">(4)-(5).   Because  the\n                 \nfirst-trial defendants were all sentenced in October of 1991,\nwe  apply  the 1990  version of  the  guidelines.   Isabel v.\n                                                          \nUnited States, </pre><span class=\"citation\" data-id=\"595487\"><a href=\"/opinion/595487/maurice-isabel-v-united-states/\"><span class=\"volume\">980</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span><pre class=\"inline\">,  62 (1st Cir.  1992).   Although\n             \nBowie  was  sentenced  later  and  was  subject  to the  1991\nguidelines, the  relevant provisions were not  altered in the\nlater edition. \n\n                             -30-\n\nto take custody of  that prisoner for the time  necessary for\n\ntrial.8  His principal  argument on appeal is that  delays in\n\nbringing him to trial violated his rights under the IAD.\n\n     The  IAD requires  that  where the  detainer process  is\n\ninitiated by  the receiving  state rather than  the prisoner,\n\ntrial must begin within 120 days of the prisoner's arrival in\n\nthe  receiving  state.   IAD  art.  IV(c).    There  are  two\n\nexceptions  to this rule.  Article VI provides that the IAD's\n\nspeedy trial provisions will  be tolled \"whenever and for  as\n\nlong as  the prisoner is  unable to stand  trial.\"  IAD  art.\n\nVI(a).   In  addition, Article  IV(c)  allows that  \"for good\n\ncause  shown in open court,  . . . the court  . . . may grant\n\nany necessary or reasonable continuance.\"  \n\n     The  parties appear to agree that in this case the IAD's\n\nspeedy  trial clock began to  run on December  21, 1990, when\n\nWhiting made his initial appearance in federal court, and for\n\npurposes of this  case we adopt  this starting  point.  At  a\n\nsecond hearing  on December  27, Whiting (now  accompanied by\n\ncounsel) refused to waive his rights under the IAD.  On April\n\n3, 1991, shortly before the 120 day period was to expire, the\n\n                    \n\n     8The IAD  is the  Interstate Agreement on  Detainers, 18\nU.S.C.  App.  II.   The  federal jurisdiction  of  the United\nStates is  considered to be another \"state\" for IAD purposes.\nIAD art. II.  Because the IAD is a congressionally-sanctioned\ncompact  within the Compact Clause, U.S. Const. Art. I,   10,\ncl. 3,  its construction is  exclusively a matter  of federal\nlaw.  Carchman v.  Nash, </pre><span class=\"citation\" data-id=\"111515\"><a href=\"/opinion/111515/carchman-v-nash/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">716</span></a></span><pre class=\"inline\">, 719  (1985); Cuyler v.\n                                                          \nAdams, </pre><span class=\"citation\" data-id=\"110379\"><a href=\"/opinion/110379/cuyler-v-adams/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span><pre class=\"inline\">, 438-42 (1981).\n     \n\n                             -31-\n\ngovernment  moved for a continuance as well as a finding that\n\nthe IAD had been  tolled by Whiting's filing of  various pre-\n\ntrial motions.  After a  hearing, the district court accepted\n\nthe government's  tolling argument and found  that the speedy\n\ntrial period would  not expire  until June 12,  1991, at  the\n\nearliest.  In the alternative, the court found that there was\n\ngood cause for a continuance.\n\n     On  June 13, 1991,  Whiting moved  for dismissal  of the\n\nfederal indictment for violation of his rights under the IAD.\n\nThe district court orally denied this motion on the first day\n\nof  trial--June 17, 1991--finding that an additional pretrial\n\nmotion  filed by Whiting had tolled the IAD clock for another\n\n34 days.  Whiting  now appeals from the trial  court's denial\n\nof his motion  to dismiss.  We affirm the  district court and\n\nhold that (1) the IAD clock  was stopped and (2) in any event\n\nthere was good cause for a continuance.\n\n     1.   The courts of appeals are divided as  to the proper\n\nconstruction of  the  IAD's  Article  VI  tolling  provision.\n\nWhiting  urges  us to  follow the  Fifth and  Sixth Circuits,\n\nwhich have  construed that  provision narrowly and  held that\n\nthe phrase \"unable to stand trial\" refers only to physical or\n\nmental  incapacity.   See Birdwell v.  Skeen, </pre><span class=\"citation\" data-id=\"598987\"><a href=\"/opinion/598987/david-andrew-birdwell-v-jack-skeen-jr-criminal-district-attorney-of/\"><span class=\"volume\">983</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1332</span></a></span><pre class=\"inline\">,\n                                            \n\n1340-41 (5th Cir.  1993); Stroble v. Anderson,  </pre><span class=\"citation\" data-id=\"361104\"><a href=\"/opinion/361104/bernard-stroble-v-charles-anderson-warden-state-prison-of-southern/\"><span class=\"volume\">587</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">830</span></a></span><pre class=\"inline\">,\n                                             \n\n838 (6th Cir. 1978), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">940</span> </span><pre class=\"inline\">(1979).   We\n                                  \n\nare precluded  from adopting the narrow  reading advocated by\n\n                             -32-\n\nWhiting  by  our  own prior  decisions  in  United States  v.\n                                                         \n\nWalker,  </pre><span class=\"citation\" data-id=\"554968\"><a href=\"/opinion/554968/united-states-v-stephen-joseph-walker/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1</span> </a></span><pre class=\"inline\">(1st  Cir. 1991),  and United  States v.\n                                                          \n\nTaylor,  </pre><span class=\"citation\" data-id=\"514210\"><a href=\"/opinion/514210/united-states-v-charles-e-taylor/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">316</span> </a></span><pre class=\"inline\"> (1st Cir.  1988).   These  decisions,\n      \n\nconsistent with  the predominant  view  among circuits,  held\n\ngenerally  that \"a  defendant waives  the  120-day limitation\n\nduring the time it  takes to resolve matters raised  by him.\"\n\n</pre><span class=\"citation\" data-id=\"514210\"><span class=\"antecedent_guess\">Taylor,</span> <a href=\"/opinion/514210/united-states-v-charles-e-taylor/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">321</span> </a></span><pre class=\"inline\">(citation omitted).9  Taylor     held\n                                                    \n\nout  the possibility that the time involved in disposing of a\n\nmotion might not all  be excluded where the defendant  timely\n\nadvised  the  district  court  that  he or  she  claimed  the\n\nprotection of the IAD  and the district court then  took more\n                          \n\ntime than was necessary to resolve the motion.  In this case,\n\nWhiting  did  formally invoke  the  IAD's  protection at  his\n\nsecond  hearing,  but  the  district court  also  found  that\n\nWhiting and his counsel made a \"tactical decision\" thereafter\n\nto ignore the issue.\n\n     In  all events  Whiting offers  no specifics  that would\n\nlead us to conclude, in this extremely complex and burdensome\n\ncase,  that  the district  court  was slothful  in  acting on\n\ndefense motions.   Further, based on the rationale  of Taylor\n                                                             \n\n                    \n\n     9The Second, Fourth, Seventh,  and Ninth Circuits are in\naccord.   United States v. Scheer, </pre><span class=\"citation\" data-id=\"432012\"><a href=\"/opinion/432012/united-states-v-joel-robert-scheer/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">164</span></a></span><pre class=\"inline\">, 168 (2d Cir.\n                                 \n1984); United  States v. Hines,  </pre><span class=\"citation\" data-id=\"425086\"><a href=\"/opinion/425086/united-states-v-ronald-doyle-hines-united-states-of-america-v-gary-j/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1481</span></a></span><pre class=\"inline\">,  1486-87 (4th\n                              \nCir. 1983), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">467</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1214</span></span><pre class=\"inline\">, 1219 (1984); United\n                                                             \nStates v. Nesbitt, </pre><span class=\"citation\" data-id=\"509514\"><a href=\"/opinion/509514/united-states-v-thomas-nesbitt/\"><span class=\"volume\">852</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1502</span></a></span><pre class=\"inline\">, 1516 (7th Cir. 1988), cert.\n                                                             \ndenied,  </pre><span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1015</span> </span><pre class=\"inline\">(1989); United  States v. Johnson, </pre><span class=\"citation\" data-id=\"575889\"><a href=\"/opinion/575889/united-states-v-larry-johnson/\"><span class=\"volume\">953</span>\n                                                        \n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1167</span></a></span><pre class=\"inline\">, 1172  (9th Cir.),  cert. denied,  113 S.  Ct. 226\n                                           \n(1992). \n\n                             -33-\n\nwe  hold  that the  time  excluded  includes time  explicitly\n\ngranted to  Whiting for the preparation  of pretrial motions.\n\nSee  </pre><span class=\"citation\" data-id=\"509514\"><span class=\"antecedent_guess\">Nesbitt,</span> <a href=\"/opinion/509514/united-states-v-thomas-nesbitt/\"><span class=\"volume\">852</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">1514</span> </a></span><pre class=\"inline\">(so holding  under the Speedy\n            \n\nTrial Act).  Finally,  we reject Whiting's fall-back position\n\nthat  time   spent  on  non-dispositive  motions  (here,  for\n\ndiscovery  and   exculpatory  evidence)  should   be  treated\n\ndifferently than  dispositive motions; both types  are likely\n\nto  delay trial  and both  should be  treated the  same under\n\nTaylor.10\n      \n\n     2.   Alternatively, we find that there was good cause in\n\nthis case for a  continuance under Article IV(c) of  the IAD.\n\nWe  have held  that a  continuance granted  under the  Speedy\n\nTrial Act--a  statute that is, if  anything, more restrictive\n\nof ad hoc continuances--will be reversed only for an abuse of\n         \n\ndiscretion.  United States v. Pringle, </pre><span class=\"citation no-link\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">419</span></span><pre class=\"inline\">, 429 (1st\n                                     \n\nCir. 1984).  In  the present case, the district  court rested\n\nits  finding of  good cause  on three  primary grounds:   the\n\n\"inherent complexity of this case, [and] the existence of co-\n\ndefendants and their pending motions,\" and the fact that some\n\nof Whiting's co-defendants remained at large.\n\n     These reasons are ones that  are recognized as bases for\n\ncontinuance  in the  Speedy  Trial Act.    See 18  U.S.C.    \n\n                    \n\n     10Neither Taylor nor Walker concerned motions  that were\n                                \nformally dispositive, nor does  the distinction urged comport\nwith the  statutory criterion (\"unable to  stand trial\") that\nis construed in Taylor and Walker.\n                                 \n\n                             -34-\n\n3161(h)(7) (joinder with codefendant whose time has not run),\n\n3161(h)(8)(B)(ii) (complexity; number of defendants).   Here,\n\nthe court was confronted with a case initially embracing over\n\n50 defendants--some still at  large--and a range of different\n\ncharges and issues.  To move Whiting's case (and that of five\n\nco-defendants) from  the assumed  starting point to  trial in\n\njust under six months was no mean feat.\n\n     Further, even if we followed the Fifth and Sixth Circuit\n\napproach  and held  that Whiting's  pretrial motions  did not\n\nautomatically toll the running  of the time period,  we would\n\nhardly ignore them in deciding whether a continuance of about\n\n58  days was  reasonable.   Here,  Whiting  did file  various\n\npretrial  motions,  as  did  other  of  the  first-trial  co-\n\ndefendants;  and, as  noted,  there is  no  showing that  the\n\ndistrict  court  unreasonably delayed  in  acting  upon them.\n\nWhatever the limitations on  delaying a trial, Whiting's case\n\ndoes not even arguably test them.\n\n     B.   Steven Wadlington\n                           \n\n     Wadlington was an employee  of the Crown Social  Hall, a\n\nclub owned  by Whiting  that operated as  a community  center\n\nand, the  government alleged,  a center of  drug distribution\n\nand money  laundering activities.   At trial,  the government\n\nalleged  that  Wadlington's  primary  role  was   to  provide\n\nsecurity for  the organization.  Wadlington  was convicted of\n\none  count   of  conspiracy   to   distribute  cocaine,   one\n\n                             -35-\n\nsubstantive distribution count,  and one count of  possession\n\nof an unregistered  firearm.  His primary argument  on appeal\n\nis a challenge to his firearms conviction.\n\n     Wadlington was charged under  26 U.S.C.   5861(d), which\n\nmakes it unlawful  for any  person \"to receive  or possess  a\n\nfirearm which  is  not  registered  to him  in  the  National\n\nFirearms  Registration and  Transfer Record.\"   This  offense\n\nrequires not only  proof of  possession and  nonregistration,\n\nbut also proof  that the  weapon in question  is a  \"firearm\"\n\nunder  the statute.   The  statutory definition  of \"firearm\"\n\nunder  26 U.S.C.   5845 is somewhat narrower than that term's\n\ncommonly understood meaning, see United States v. De Bartolo,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"312677\"><a href=\"/opinion/312677/united-states-v-james-a-debartolo-alias-john-doe/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">312</span> </a></span><pre class=\"inline\">(1st  Cir. 1973), and as Wadlington  was accused\n\nof possessing  an unregistered shotgun, the  statute required\n\nproof that the  shotgun in  question had a  barrel length  of\n\nless than  18 inches,  or an overall  length of less  than 24\n\ninches, and could fire (or could be restored to fire) shotgun\n\nshells.  26 U.S.C.    5845(c), (d).\n\n     The trial court's  charge to  the jury  on the  firearms\ncount, however,  omitted this element.   The court instructed\n\nthe jury as follows:\n\n     Steven Wadlington . . . [is] indicted for conspiracy and\n     three counts of distribution.   And Count 32, possession\n     of an  unregistered firearm.   That  is  this sawed  off\n     shotgun,  and it  doesn't  matter who  you  are or  what\n     otherwise you are doing, it is a violation of the law to\n     possess such an item unless it has been  duly registered\n     as  described by the witness, and there is evidence that\n     this  firearm  [has] not  been  so registered.    So the\n     government  doesn't have to prove he is a felon, a user,\n\n                             -36-\n\n     or  anything else, he could be a college president or an\n     archbishop, but he must not possess that firearm.\n\nAt no time  did the  court define \"firearm\"  or instruct  the\n\njury that it was their  responsibility to determine that  the\n\nshotgun  in question was one  having a barrel  length of less\n\nthan 18  inches or an overall  length of less than  24 inches\n\nand either operable or capable of being made operable.11\n\n     On  appeal, the government concedes--as it must--that it\n\nwas error to omit the applicable definition of \"firearm,\" and\n\nsubmit the issue to the jury.  Wadlington failed to object to\n\nthe   district  judge's   jury  instruction   at  trial   and\n\naccordingly, we review only for \"plain error.\"  Fed. R. Crim.\n\nP. 30, 52(b).   The  Supreme Court has  recently glossed  the\n\nlatter  rule by stating that there must  be an error, it must\n\nbe  \"clear\" or  \"obvious,\"  and it  must affect  \"substantial\n\nrights.\"   United States v.  Olano, 113 S.  Ct. 1770, 1777-78\n                                  \n\n(1993).  If these criteria are  met, the court of appeal \"has\n\nauthority to order correction, but is not required to do so,\"\n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 1778, </span><pre class=\"inline\">and should exercise its remedial discretion only\n   \n\n\"in  those circumstances  in which  a miscarriage  of justice\n\nwould  otherwise  result,\"  or  where  the  error  \"seriously\n\n                    \n\n     11We  focus  upon the  length  and  operability, as  the\nparties do in the briefs, because there is repeated reference\nin the testimony to the weapon as a \"shotgun,\" the weapon was\nactually shown to the jury, and there is virtually no dispute\nthat it was in fact a shotgun.  For this reason, the district\ncourt's reference to \"this sawed off shotgun\"--which might in\nother circumstances  look like  a court determination  of the\nissue--is patently harmless.\n\n                             -37-\n\naffect[s]  the  fairness, integrity  or public  reputation of\n\njudicial proceedings.\"    </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at  1779 </span><pre class=\"inline\"> (internal  quotations\n                             \n\nomitted). \n\n     Although  it is easy to see how the district judge could\n\nhave overlooked a relatively  minor and undisputed element in\n\nthis massive  case, we  have little difficulty  in concluding\n\nthat  the   error  in   omitting  a   statutory  element--the\n\ndefinition  of  the weapon--of  the  offense  was \"clear\"  or\n\n\"obvious.\"     Whether   that  error   affected  Wadlington's\n\n\"substantial  rights\" is  a more  difficult question.   Under\n\nOlano,   \"in  most  cases  it  [the  error]  must  have  been\n     \n\nprejudicial:    It must  have  affected  the outcome  of  the\n\nDistrict Court proceedings.\"   </pre><span class=\"citation\" data-id=\"312677\"><a href=\"/opinion/312677/united-states-v-james-a-debartolo-alias-john-doe/\"><span class=\"id_token\">Id.</span>  at 1778. </a></span><pre class=\"inline\">  Further, in  a\n                                  \n\nplain  error   context,  \"the   defendant  rather   than  the\n\nGovernment  . . . bears the burden of persuasion with respect\n\nto prejudice.\"  </pre><span class=\"citation\" data-id=\"312677\"><a href=\"/opinion/312677/united-states-v-james-a-debartolo-alias-john-doe/\"><span class=\"id_token\">Id.</span>\n                   \n\n     If  the </a></span><pre class=\"inline\">test of prejudice  that applies in  this case is\n\nwhether the jury  on this record would have  come to the same\n\nresult  under a proper instruction, we think that it is clear\n\nthat  the jury would  readily have convicted.   Starting with\n\nthe issue of length, there was testimony that the shotgun had\n\noriginally been a long-barrelled weapon and that a member  of\n\nthe organization  had sawed off  portions of both  the barrel\n\nand  stock.  Dawkins testified that when he bought the weapon\n\nfrom the organization for $850, it was \"sawed off.\"  Finally,\n\n                             -38-\n\na government  firearms expert testified at  trial that \"based\n\nupon measurement\" of the exhibit, it was a weapon that cannot\n\nbe possessed without being registered.\n\n     As to  capacity of  the  weapon to  fire or  to be  made\n\noperable, the evidence  is a trifle thinner:   the government\n\nshowed that  the organization had  troubled to  cut down  the\n\nweapon, that the gun  had then been possessed by  two members\n\nof  the organization involved  in security,  and that  it had\n\nthen  been  sold to  Dawkins--a  continuing  customer of  the\n\norganization--for   $850.      Although   we   question   the\n\ngovernment's   suggestion  that   its  firearms   expert  was\n\nimplicitly testifying as to  operability, the other  evidence\n\nvery  strongly suggests  that the shotgun  was regarded  as a\n\nfunctioning weapon by those with  reason to know, and defense\n\ncounsel never contested operability.\n\n     All this may  not be enough.   One might, or  might not,\n\nread  recent Supreme Court  decisions to  mean that  where an\n\nincorrect instruction  is given, it  may not be  adequate for\n\nthe government to show that the  record evidence assured that\n\na reasonable jury under  proper instructions would have found\n\nthe disputed element  in favor of the  government; rather, it\n\nmay  be the  law that the  jury must  in fact  have made this\n\nfinding   despite  the  erroneous   instruction.12    Such  a\n\n                    \n\n     12See,  e.g., Sullivan  v. Louisiana,  113 S.  Ct. 2078,\n                                         \n2081-82  (1993); Yates  v. Evatt,  </pre><span class=\"citation\" data-id=\"112603\"><a href=\"/opinion/112603/yates-v-evatt/\"><span class=\"volume\">111</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1884</span></a></span><pre class=\"inline\">, 1893-94\n                                \n(1991); Carella  v. California,  </pre><span class=\"citation\" data-id=\"112298\"><a href=\"/opinion/112298/carella-v-california/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span><pre class=\"inline\">,  269-71 (1989)\n                              \n\n                             -39-\n\nshowing  would be difficult to make in this case (since there\n\nwas  no instruction on length or operability); but whether it\n\nis necessary is unclear.\n\n     The  question need  not be  answered here.   Even  if we\n\nassume in  this case that  the error did  \"affect substantial\n\nrights,\"  we   do  not  think   that  this  error   caused  a\n\n\"miscarriage   of  justice\"   or  \"seriously   affect[s]  the\n\nfairness,   integrity  or   public  reputation   of  judicial\n\nproceedings.\"   </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Olano,</span> <span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1778-79</span></span><pre class=\"inline\">.  The undisputed\n                     \n\nevidence  showed that this was a sawed off shotgun treated by\n\nall as  a working weapon.   There  is thus no  risk that  the\n\nomission of  the length and operability  elements resulted in\n\nthe conviction of an  innocent man.  Cf. Singleton  v. United\n                                                             \n\nStates, No. 92-1647, </pre><span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">242519</span> </span><pre class=\"inline\">(1st Cir. June 10, 1994).\n      \n\n     Further,  there  is no  indication that  defense counsel\n\never sought to  litigate or dispute the length or operability\n\nof  the  weapon.    Although  a  not  guilty  plea  puts  the\n\ngovernment to its  proof on all elements (and  so it is error\n\nnot to instruct on all), in  practice defendants often choose\n\nto  fight on  their strongest  grounds and  let others  go by\n\ndefault.  Finally,  counsel's failure to argue  the issues in\n\nsummation or to object  to the patent omission in  the charge\n\nimplies that  the issues in  question were not  thought worth\n\n                    \n\n(Scalia,  J., concurring in  the judgment).   Compare Pope v.\n                                                          \nIllinois, </pre><span class=\"citation\" data-id=\"111877\"><a href=\"/opinion/111877/pope-v-illinois/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span><pre class=\"inline\">, 503 (1987).\n        \n\n                             -40-\n\ncontesting; and to reverse  on this ground would  enhance the\n\nopportunities  for \"sandbagging\" the  district judge.  Taking\n\nall  of  these  considerations  together,  we  decline  under\n\nOlano's fourth  and  discretionary  prong  to  \"notice\"  this\n     \n\n\"forfeited error.\"  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Olano,</span> <span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1778</span></span><pre class=\"inline\">.\n                         \n\nC.   Kenneth Bartlett\n                     \n\n     Bartlett,  who was alleged to  have served as a security\n\nworker and enforcer in the  Whiting organization, was in  the\n\nsecond group of defendants that went to trial on November 19,\n\n1991.  On the sixth day of trial, Bartlett pled guilty to one\n\ncharge of conspiracy to distribute cocaine.  Based   on   the\n\nquantity of cocaine involved  in the conspiracy, the district\n\ncourt  determined a guideline range for the offense of 262 to\n\n327  months   and,  on  recommendation  of   the  government,\n\nsentenced  Bartlett to  the guideline  minimum of  262 months\n\nwith a  caveat that  this sentence  run consecutively to  two\n\nstate sentences  for second degree murder  which Bartlett was\n\nalready serving.\n\n     Bartlett's  argument on  appeal is  that  the guidelines\n\nrequired that his federal  sentence run concurrently with his\n\nstate  sentences.     Since  he  failed  to   object  to  the\n\nconsecutive sentence at  the time, our  review is limited  to\n\nplain  error.   We agree  that under  the Olano  test already\n                                               \n\ndiscussed,  Bartlett must  be  resentenced.   Because we  are\n\nsatisfied  that the  requisites  for plain  error review  are\n\n                             -41-\n\npresent, we do  not reach  Bartlett's contention--raised  for\n\nthe first time on appeal--that his trial counsel's failure to\n\nobject  to  the  consecutive  sentence  violated  the   Sixth\n\nAmendment.13\n\n     In this  case, after  the district court  determined the\n\nguideline range for the conspiracy charge, it then considered\n\nwhether  to   make  the   federal  sentence   consecutive  or\n\nconcurrent to  the  state sentences.   The  court found  that\n\nalthough Bartlett  had been allowed to plead guilty to second\n\ndegree murder, the conduct underlying both convictions  would\n\nhave  supported   convictions   for  first   degree   murder.\n\nConcluding  that under  Massachusetts law  Bartlett  would be\n\neligible for parole  in 16  years and would  probably not  be\n\nheld past that date, the court concluded the federal sentence\n\nshould run consecutively rather than concurrently.\n\n     The governing  statute  confers broad  authority on  the\n\ndistrict court to determine whether a sentence is consecutive\n\nor concurrent.  See 18 U.S.C.    3553(a), 3584(a), (b).  That\n                   \n\ndiscretion, however, is confined by guideline provisions that\n\ngovern this choice  where sentence is imposed on  a defendant\n\nwho  is \"subject  to an  undischarged term  of imprisonment.\"\n\n                    \n\n     13Normally,  the  reasons  for  a counsel's  action  are\npertinent  and  a Sixth  Amendment  claim  cannot usually  be\ndetermined  in  the first  instance  by  an appellate  court.\nUnited  States v. Sanchez, </pre><span class=\"citation\" data-id=\"550638\"><a href=\"/opinion/550638/united-states-v-edwin-sanchez-united-states-of-america-v-gregorio/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span><pre class=\"inline\">, 613 (1st Cir. 1990),\n                         \ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span> </span><pre class=\"inline\">(1991).\n            \n\n                             -42-\n\nU.S.S.G.   5G1.3.14   See United States v. Flowers,  </pre><span class=\"citation\" data-id=\"608835\"><a href=\"/opinion/608835/united-states-v-john-g-flowers/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">315</span></a></span><pre class=\"inline\">, 316-17 (1st  Cir. 1993).  The guideline  applicable here\n\nprovides that--with  two exceptions not  now relevant15--\"the\n\nsentence for  the instant  offense  shall be  imposed to  run\n\nconsecutively to the prior  unexpired term of imprisonment to\n\nthe  extent necessary  to  achieve  a reasonable  incremental\n\npunishment for the instant offense.\"  U.S.S.G.   5G1.3(c).\n\n     The  commentary  then   provides  that  to  the   extent\n\npracticable  the  court   should  determine  the  \"reasonable\n\nincremental  punishment\"  by  determining  a  sentence  \"that\n\nresults in  a combined  sentence that approximates  the total\n\npunishment  that  would  have  been  imposed  under     5G1.2\n\n(Sentencing on Multiple Counts of Conviction) had all of  the\n\noffenses been federal offenses for which sentences were being\n\nimposed at the same time.\"  U.S.S.G.   5G1.3, comment. (n.4).\n\nSection 5G1.2, so far as pertinent here, directs the court to\n\n(1)  determine the  total punishment  for multiple  counts in\n\n                    \n\n     14Bartlett  was  sentenced on  March  11,  1992, and  we\naccordingly apply the 1991 version of the guidelines.  \n\n     15The first exception requires a consecutive sentence in\ncertain  instances  (e.g.,  where   the  second  offense  was\n                         \ncommitted while the defendant  was actually serving his first\nsentence)  and  the  second  exception   requires  concurrent\nsentences  where  the   undischarged  term  of   imprisonment\nresulted from  an offense or  offenses \"that have  been fully\ntaken into account\" in determining  the offense level for the\ninstant offense.  </pre><span class=\"citation\" data-id=\"608835\"><a href=\"/opinion/608835/united-states-v-john-g-flowers/\"><span class=\"id_token\">Id.</span>     5G1.3(a), (b). </a></span><pre class=\"inline\"> Here,  the district\n                     \ncourt  did not  consider  the murders  in setting  either the\noffense level or  the criminal history category for  the drug\nconspiracy offense.\n\n                             -43-\n\naccordance  with the  guideline grouping  rules and  (2) then\n\nmake the sentences for  the multiple counts run consecutively\n\n\"only to the extent necessary  to produce a combined sentence\n\nequal to the total  punishment\" determined under the grouping\n\nrules.   U.S.S.G.   5G1.2(d).  See generally United States v.\n                                                          \n\nHernandez-Coplin, No.  92-2228, slip. op. at  17-19 (1st Cir.\n                \n\nMarch 31, 1994).\n\n     Section  5G1.2(c)  provides that  the  sentences  on all\n\ncounts shall  run concurrently if the sentence imposed on the\n\ncount carrying  the highest statutory maximum  is adequate to\n\nachieve the  total punishment.   Bartlett urges  that because\n\nhis  state   sentences  were  for  life  imprisonment,  those\n\nsentences were automatically sufficient to satisfy subsection\n\n(c).   We believe that this  guideline refers to the  real or\n\neffective  sentence--not to a nominal one.  After all, one of\n\nthe primary goals  of the federal  guidelines is \"honesty  in\n\nsentencing,\"  whereby \"the  sentence the  judge gives  is the\n\nsentence  the offender  will  serve.\"   Stephen Breyer,  \"The\n\nFederal Sentencing  Guidelines and  the Key Compromises  Upon\n\nWhich They Rest,\" 17 Hofstra  L. Rev. 1, 4 (1988).   Bartlett\n                                     \n\ndoes not here dispute the finding that the state sentence was\n\neffectively one for 16 years.\n\n     Accordingly,   had  the  district   court  followed  the\n\ntortuous  path prescribed  by the  guidelines, it  would have\n\ndetermined  the approximate \"total punishment\" as if Bartlett\n\n                             -44-\n\nwas  being  sentenced on  both state  murder charges  and the\n\nfederal  drug conspiracy charge  at the same  time in federal\n\ncourt.  The grouping rules forbid treating murders as closely\n\nrelated counts with  each other or  other crimes, U.S.S.G.   \n\n3D1.2,  and  the  second-degree  murders each  carry  a  base\n\noffense  level of  33.   U.S.S.G.    2A1.2(a).   Although the\n\ngovernment points  to the  district court's finding  that the\n\nunderlying  conduct  supported  convictions for  first-degree\n\nmurder,   a  sentencing  court   under  the  guidelines  must\n\ndetermine the applicable guideline  \"by looking to the charge\n\nof which  the  offender was  convicted.\"   United  States  v.\n                                                         \n\nBlanco, </pre><span class=\"citation\" data-id=\"531324\"><a href=\"/opinion/531324/united-states-v-alfonso-blanco/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span><pre class=\"inline\">, 910 (1st Cir. 1989).\n      \n\n     Under  the \"combined  offense level\"  formula, combining\n\nthese  three   offense  levels--36   for  the   federal  drug\n\nconspiracy and 33 each for the two murders--produces  a total\n\noffense  level of  39.    U.S.S.G.     3D1.4(a).16    A  base\n\noffense  level  of  39,  combined  with  Bartlett's  criminal\n\nhistory  category of  four, yields  a guideline range  of 360\n\nmonths to life.  See U.S.S.G. Ch. 5 Pt. A (Sentencing Table).\n                    \n\nIn exercising  its discretion, the district  court could have\n\nchosen any figure within this  range as the appropriate total\n\n                    \n\n     16This formula is intricate  but mechanical.  One starts\nwith  the highest offense level (here 36) and increases it by\na number  of levels based on  a table of \"units.\"   Here, the\nnumber of  units was three--one  for the drug  conspiracy and\none  each for the murders--and three units is equal under the\ntable to an increase of three levels.  U.S.S.G.   3D1.4.\n\n                             -45-\n\npunishment  for  the drug  conspiracy  and  two second-degree\n\nmurder convictions.  Then, given its estimate that the murder\n\nconvictions represented  192 months  (12 times 16  years), it\n\nshould have imposed  a sentence for  the drug conspiracy  and\n\nhad it  run consecutively \"only  to the extent  necessary\" to\n\nmake the resulting total period of incarceration equal to the\n\ntotal  punishment that would have  been imposed had all three\n\ncrimes been sentenced at the same time.  U.S.S.G.   5G1.2.\n\n     While one gulps at  using the term \"plain\" error  in the\n\nface of this morass  of rules, the district  court's approach\n\nstands the guideline process  on its head.  Here,  instead of\n\ncalculating the proper total  punishment for all three crimes\n\nand then  making the  actual federal sentence  consecutive to\n\nthe  extent  needed  to  produce a  comparable  outcome,  the\n\ndistrict court computed a sentence for the drug offense alone\n\nand  then made  a single  yes-or-no choice  between  a wholly\n\nconcurrent and  a  wholly consecutive  sentence.   This is  a\n\nfundamental departure  from  the  structure  imposed  by  the\n\nguidelines.\n\n     We  also have no hesitation in concluding that the error\n\nprobably affected the sentence.   Although the district court\n\nmight  (as a matter of  mathematics) have arrived  in a total\n\npunishment identical to that prescribed--namely, an effective\n\nestimated sentence  of 454 months  (192 months for  the state\n\noffenses plus  262 months for the  federal offense)--the odds\n\n                             -46-\n\nof this happening seem to us remote.  Here the binary choice-\n\n-either  to make the  sentence consecutive  or concurrent--is\n\nquite likely to have constrained the district court's choice,\n\nand (as it proved) not to the defendant's advantage.\n\n     The Supreme Court has  said that even if plain  error is\n\nshown  to  have affected  the  outcome,  the reviewing  court\n\nretains  constrained discretion  whether or  not to  reverse.\n\nSee  Olano, 113 S.  Ct. at 1778-79.   In this  case, we think\n          \n\nthat that discretion should be exercised in favor of a remand\n\nfor resentencing,  fully recognizing that  the defendant  may\n\nnot in  the end profit from  this effort.  Our  reason is not\n\nthat this  error \"affects  the fairness, integrity  or public\n\nreputation of judicial proceedings.\"  Rather, in this case we\n\nthink it is very likely that the resentencing could produce a\n\ndifferent  and  more  favorable   sentence.17    If  so,  the\n\nsituation  corresponds mutatis  mutandis  to one  in which  a\n                                        \n\nforfeited error may have caused the conviction of an innocent\n\nperson, the  other rubric under which a plain and prejudicial\n\nerror should  be noticed  on appeal.   </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Olano,</span>  <span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span>  at\n                                            \n\n<span class=\"page\">1779</span></span><pre class=\"inline\">.  We add that the burden in resentencing is light.\n\n                          CONCLUSION\n                                    \n\n                    \n\n     17If  the district  court had  desired to give  a longer\nsentence, it could easily have  chosen a federal term greater\nthan  the guideline minimum.  Thus, if the district court did\nfeel  constrained  by  the  binary  choice,  it  was  in  the\ndirection of imposing  a sentence greater than it  would have\npreferred.\n\n                             -47-\n\n     The convictions and  sentences of  Darryl Whiting,  Sean\n\nDixon,  Renaldo Pledger, Edwin  Carmichael, Steven Wadlington\n\nand  William Bowie  are affirmed.   The  sentence of  Kenneth\n                                \n\nBartlett  is   vacated  and   the  matter  is   remanded  for\n                                                        \n\nresentencing.\n\n                             -48-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108888/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110379/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111285/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111515/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111713/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111877/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112298/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112603/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194846/",
    "https://www.courtlistener.com/api/rest/v3/opinions/312677/",
    "https://www.courtlistener.com/api/rest/v3/opinions/361104/",
    "https://www.courtlistener.com/api/rest/v3/opinions/371152/",
    "https://www.courtlistener.com/api/rest/v3/opinions/372787/",
    "https://www.courtlistener.com/api/rest/v3/opinions/382752/",
    "https://www.courtlistener.com/api/rest/v3/opinions/383726/",
    "https://www.courtlistener.com/api/rest/v3/opinions/425086/",
    "https://www.courtlistener.com/api/rest/v3/opinions/432012/",
    "https://www.courtlistener.com/api/rest/v3/opinions/469475/",
    "https://www.courtlistener.com/api/rest/v3/opinions/502257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/509514/",
    "https://www.courtlistener.com/api/rest/v3/opinions/514210/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526435/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531324/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550637/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550638/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554968/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575889/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577010/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596102/",
    "https://www.courtlistener.com/api/rest/v3/opinions/598987/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602341/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605530/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608835/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628961/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/"
  ]
}