{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195582/",
  "id": 195582,
  "absolute_url": "/opinion/195582/tous-v-continental-supplies/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195582/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:09Z",
  "date_modified": "2020-02-21T23:27:35.367206Z",
  "type": "010combined",
  "sha1": "4b760cd227fafe465925a1e4c44a61a0191f2c8d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1377.01A",
  "local_path": null,
  "plain_text": "September 6, 1994   UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                    [NOT FOR PUBLICATION]\n\n                                         \n\nNo. 94-1377 \n\n                 JOSE M. TOUS, INC., ET AL.,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n             CONTINENTAL SUPPLIES, INC., ET AL.,\n\n                    Defendants, Appellees.\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\n                                                      \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\n                                          \n               Cyr and Boudin, Circuit Judges.\n                                             \n\n                                         \n\nJose M. Tous-Rodriquez on brief pro se.\n                      \nAgusto  A.  Cirino  Gerena  on  brief  for  appellees  Continental\n                          \nSupplies,  Inc., Efrain  Ortiz, and  his wife  Maria Guzman  and their\nConjugal Partnership.\nP.  Casto  Amy,   Rafael  F.  Castro  Lang,  and  Alfonso   Rivera\n                                                                  \nValdivieso on brief for appellees Cuevas and Family Restaurant, Inc.\n      \n\n                                         \n\n                                         \n\n          Per Curiam.   Appellants,  Jose M. Tous,  Inc., and\n                    \n\nJose M. Tous (referred to as \"Tous\") appeal from the judgment\n\nof  the  Puerto Rico  district  court  dismissing the  second\n\namended complaint filed  by Tous for  failure to comply  with\n\nFed.  R.  Civ.  P. 9(b).    Tous  and  Hermanos Ramon,  Inc.,\n\nReynaldo  Luis Ramon,  Iris Delia  Rodriguez Rivera  (Ramon's\n\nspouse)  and  their  conjugal  partnership  (referred  to  as\n\n\"Ramon\") also appeal from  the denial of the motion to file a\n\nthird  amended complaint  and  to add  the  Ramon parties  as\n\nplaintiffs  to   that  complaint.     Both  pleadings  allege\n\nviolations   of   the   Racketeer   Influenced   and  Corrupt\n\nOrganizations  Act, 18 U.S.C.   1961 et seq. (\"RICO\").  Named\n                                            \n\nas defendants in the second and third amended complaints  are\n\n(1) Continental  Supplies Corp.;  (2) Efrain Ortiz,  his wife\n\nand their conjugal partnership; (3) Hector Cuevas Cuevas, his\n\nwife and their conjugal partnership; (4) Hector Cuevas Ramos,\n\nhis  wife and  their conjugal  partnership; (5)  Miguel Elias\n\nBoneta,  his wife  and  their conjugal  partnership; and  (6)\n\nFamily Restaurants, Inc.\n\n                  I.  APPELLATE JURISDICTION\n                                            \n\n          Before addressing the merits of the appeal, we must\n\ndispose of  two jurisdictional issues.  The  first, raised by\n\nFamily Restaurants, Cuevas Cuevas and Cuevas  Ramos, concerns\n\nFed. R. App. P. 3(c).  Appellees point out that the notice of\n\nappeal  refers only  to  the judgment  dismissing the  second\n\n                             -2-\n\namended complaint.   Rule 3(c) requires  that \"[a] notice  of\n\nappeal  must .  . .  designate the  judgment, order,  or part\n\nthereof appealed  from . . .  .\"  By failing  to specifically\n\nrefer  to the  order  denying the  motion  to add  the  Ramon\n\nparties  as plaintiffs,  appellees argue,  this  court cannot\n\nreview the order.\n\n          Appellees are  mistaken.  The general  rule is that\n\ninterlocutory  orders, such  as  the one  to which  appellees\n\nrefer, are subject to appeal once the district court enters a\n\nfinal  judgment.  See Mangual v. Gen. Battery Corp., 710 F.2d\n                                                   \n\n15, 17  n.2 (1st  Cir. 1983) (interlocutory  order dismissing\n\ncomplaint as to some, but not all, defendants appealable when\n\nfinal  judgment entered); 9 James W. Moore, Bernard J. Ward &amp;\n\nJo Desha Lucas, Moore's Federal  Practice   110.08[1], at 47-\n                                         \n\n54  (2d ed. 1994) (interlocutory orders  that leave the cause\n\nof  action  pending  are  \"reviewable on  appeal  from  final\n\njudgment\").  Thus, we have  jurisdiction to review the  order\n\ndenying the  motion to file  the third amended  complaint and\n\nthe request to add parties.1\n\n            Also  unavailing is appellees'  argument that the\n\nRamon  parties cannot  be  appellants because  the notice  of\n\nappeal  is  defective.    First,  they  argue,  it  does  not\n\n                    \n\n1.  This renders moot appellees' further contention  that the\nappeal should be dismissed  because the Ramon appellants were\nnot parties  to the second amended  complaint and, therefore,\nhad no right to complain about the judgment dismissing it.\n\n                             -3-\n\nspecifically refer  to them as \"appellants\"  and, second, the\n\nbody of  the notice only states  that \"plaintiff above-named\"\n\nis  appealing.    Under Rule  3(c),  a  notice  of appeal  is\n\neffective  if it names each  appellant in the  caption of the\n\nnotice of appeal.   The Ramon parties are, in fact, listed in\n\nthe caption.   The fact that  the caption  refers to them  as\n\n\"plaintiff\" does not invalidate  the propriety of the notice.\n\n\"An appeal will not  be dismissed for informality of  form or\n\ntitle of the notice of appeal, or for failure to name a party\n\nwhose intent to appeal  is otherwise clear from  the notice.\"\n\nFed. R. App. P. 3(c).  This is such a case.\n\n          The second  issue we  raise sua  sponte.   In their\n                                                 \n\nanswer  to  the  complaint, Continental  Supplies  and  Ortiz\n\nasserted a  counterclaim for  abuse of  the legal  process by\n\nTous  and  for  attorney's  fees.   They  also  cross-claimed\n\nagainst Cuevas Cuevas and  Cuevas Ramos for recompense should\n\nTous  prevail.  The  district court  never disposed  of these\n\nclaims.    Under  Fed. R.  Civ.  P.  54(b),  an order  \"which\n\nadjudicates  fewer  than all  the  claims or  the  rights and\n\nliabilities of fewer than all the parties shall not terminate\n\nthe action as to any of the claims or parties . . . .\"   Such\n\nan  order  is  not  generally  appealable.    See  Rule 54(b)\n                                                 \n\n(requiring certification  of  such interlocutory  orders  for\n\npurposes of appeal).\n\n          There are exceptions  to this rule,  however, which\n\n                             -4-\n\nwe  believe  control  this appeal.    First,  an order  which\n\n\"necessarily  resolve[s]\"  an  outstanding   counterclaim  or\n\ncross-claim is  final despite  the lack  of reference  to the\n\nclaim in the  final judgment.   See Boston Car  Co. v.  Acura\n                                                             \n\nAuto.  Div., 971  F.2d 811,  814 (1st  Cir. 1992).   Here the\n           \n\ncross-claim for  recompense was  resolved when  the complaint\n\nwas dismissed.   That  is, once  appellants lost, this  claim\n\nbecame moot.\n\n          The  counterclaim, however, was  not decided by the\n\ndismissal of the action  and still is pending.   Nonetheless,\n\nthe  nature of this  claim does not  preclude a determination\n\nthat  the judgment appealed from is final.  Under Budinich v.\n                                                          \n\nBecton Dickinson  &amp; Co.,  486  U.S. 196  (1988), the  Supreme\n                       \n\nCourt  held  that  an   outstanding  request  or  motion  for\n\nattorney's  fees  does  not  prevent  finality  because  \"its\n\nresolution will not alter  the order [on the merits]  or moot\n\nor revise decisions embodied in the order.\"   See id. at 199-\n                                                     \n\n200.\n\n          As for the  claim for abuse  of the legal  process,\n\nappellees do  not  press it  on  appeal.   In any  event,  it\n\nnecessarily could  not arise  until the action  was concluded\n\nand the appellants  had lost.   Cf.  In  re Sweet Transfer  &amp;\n                                                             \n\nStorage,  Inc., 896 F.2d 1189, 1191 (9th Cir. 1990) (an order\n              \n\ndismissing an  involuntary bankruptcy petition  is final  and\n\nappealable despite pending counterclaim by debtor for damages\n\n                             -5-\n\nfor bad faith  in filing  the petition;  \"[a]ny actual  claim\n\nbrought  for damages is  premature prior to  dismissal of the\n\npetition\").  Finally, the resolution  of the abuse of process\n\nclaim does not affect the merits of the final judgment.   See\n                                                             \n\nBudinich, 486  U.S. at 199.   We therefore  have jurisdiction\n        \n\nover this appeal.\n\n                       II.  THE MERITS\n                                      \n\n          A.  The Motion to Amend.\n                                 \n\n          A decision  of the district court  denying leave to\n\namend  under Fed. R. Civ.  P. 15(a) is  reviewed for abuse of\n\ndiscretion.2   See Colmenares Vivas v. Sun Alliance Ins. Co.,\n                                                            \n\n807  F.2d 1102, 1108 (1st Cir. 1986); Isaac v. Harvard Univ.,\n                                                            \n\n769  F.2d 817,  829 (1st Cir.  1985); Carter  v. Supermarkets\n                                                             \n\nGen. Corp.,  684 F.2d 187, 192  (1st Cir. 1982).   Rule 15(a)\n          \n\nprovides  that leave  to  amend \"shall  be freely  given when\n\njustice so requires.\"  Thus, if a court decides not to permit\n\namendment, \"it must  do so  for a  valid reason  such as  bad\n\nfaith  by  the  moving  party, unwarranted  delay,  or  undue\n\nprejudice to the opposing party.\"  Colmenares Vivas, 807 F.2d\n                                                   \n\nat  1108 (citing Foman v.  Davis, 371 U.S.  178, 182 (1962)).\n                                \n\nBecause there  were essentially two separate  requests in the\n\n                    \n\n2.  Appellants mistakenly refer to Rule 15(d) in their brief.\nThis  rule, by  its  language, only  applies to  supplemental\npleadings  which contain  averments  of  \"events  which  have\nhappened  since  the  date  of  the  pleading  sought  to  be\n                                                             \nsupplemented.\"   (emphasis added).  The  new averments in the\n            \nthird amended complaint refer  to events which occurred prior\n                                                             \nto the filing of the complaint.\n  \n\n                             -6-\n\nmotion under review, we will address them separately.\n\n          1.    Motion  to  add  the  Ramon  parties  as  new\n                                                             \n\nplaintiffs.   In 1991, Ramon had filed a separate RICO action\n          \n\nin the district court.  However, it was dismissed in 1992 for\n\nfailure to  comply with Fed. R. Civ. P. 9(b).  The court held\n\nthat the  complaint did not  identify any  letters, or  their\n\nsenders, dates or contents.  In support of the request to add\n\nthe  Ramon   parties  as  plaintiffs  in   the  Tous  action,\n\nappellants  point out  that  the order  dismissing the  Ramon\n\ncomplaint  did  not  state whether  it  was  with or  without\n\nprejudice.   From this, they argue that the dismissal must be\n\nconstrued  as  having been  without  prejudice  to amend  the\n\ncomplaint's  \"facial\"  deficiencies.     As  a  result,  they\n\nconclude  that  the  district  court erred  in  applying  the\n\ndoctrine of res  judicata to  bar the addition  of the  Ramon\n\nparties to the Tous action.\n\n          We begin with Fed. R. Civ. P. 41(b):\n\n                 (b)   Involuntary  Dismissal:\n                                              \n               Effect Thereof.  For failure of\n                             \n               the  plaintiff to  prosecute or\n               to comply with  these rules  or\n               any order of court, a defendant\n               may  move  for dismissal  of an\n               action or of any  claim against\n               the  defendant.     Unless  the\n               court   in    its   order   for\n               dismissal  otherwise specifies,\n               a    dismissal    under    this\n               subdivision  and  any dismissal\n               not provided for in  this rule,\n               other than a dismissal for lack\n               of  jurisdiction,  for improper\n               venue, or for failure to join a\n\n                             -7-\n\n               party  under Rule  19, operates\n               as  an  adjudication  upon  the\n               merits.\n\nA dismissal  under Rule  41(b) for  a plaintiff's  failure to\n\ncomply with  the rules, unless the  court otherwise provides,\n\nis  with prejudice  and on  the merits.   See LeBeau  v. Taco\n                                                             \n\nBell,  Inc., 892 F.2d 605, 607 (7th Cir. 1989) (dismissal for\n           \n\nwant of prosecution  was on the  merits and \"with  prejudice\"\n\nwhere judgment did not \"otherwise state\"); Nagle  v. Lee, 807\n                                                        \n\nF.2d 435,  442-43 (5th  Cir. 1987)  (where  judgment did  not\n\nstate whether  it was without prejudice,  Rule 41(b) requires\n\ncourt to treat dismissal  as being with prejudice and  on the\n\nmerits).\n\n          In Ramon's  case the  dismissal was for  failure to\n\ncomply with one  of the Rules of Civil Procedure  and not, as\n\nappellants argue,  for lack of jurisdiction.   Dismissals for\n\nviolations  of other  rules in  similar situations  have been\n\ntreated as being with prejudice and on the merits.  See In re\n                                                             \n\nReed, 861  F.2d 1381, 1382  (5th Cir. 1988)  (dismissal under\n    \n\nFed.  R.  Civ.  P. 37(b)(2)(C)  for  failure  to comply  with\n\ndiscovery orders  was with  prejudice and, therefore,  on the\n\nmerits);  Nevijel v. North Coast Life Ins. Co., 651 F.2d 671,\n                                              \n\n673  (9th Cir.  1981) (complaint which  fails to  comply with\n\nFed. R. Civ. P. 8(a) and (e) may be  dismissed with prejudice\n\nunder Rule 41(b)).\n\n          In this  situation, \"Rule 41(b) puts  the burden on\n\n                             -8-\n\nthe  plaintiff  to take  action --  to persuade  the district\n\ncourt  either   to  specify  that  a   dismissal  is  without\n\nprejudice,  or  to  vacate  the  dismissal.    Failing  that,\n\nplaintiff's recourse is to appeal.\"  LeBeau, 892 F.2d at 608;\n                                           \n\nsee also  In re Reed,  861 F.2d  at 1383 (if  a dismissal  is\n                    \n\ninequitable, recourse  is to appeal  or file  a motion  under\n\nFed.  R. Civ. P. 60(b)); 1B James  W. Moore, Jo Desha Lucas &amp;\n\nThomas S. Currier, Moore's Federal Practice   0.409[1.-2], at\n                                           \n\nIII-137,  III-139  (2d  ed.  1993)  (plaintiff cannot  ignore\n\ncourt's dismissal for failure  to comply with Rules  and just\n\nfile a new  action; plaintiff  must make a  timely motion  to\n\namend the judgment to state that it is without prejudice).\n\n          As for the failure  of the Ramon parties to  file a\n\nmotion  to amend  their complaint  or a  Fed. R.  Civ. P.  60\n\nmotion for clarification concerning whether  the judgment, in\n\nfact, was  with or without prejudice,  appellants assert that\n\nthey chose not to act for \"economic and time-saving\" reasons.\n\nThat is,  because both complaints concerned  the same pattern\n\nof racketeering by defendants,  the two cases, they believed,\n\nshould  be  filed  jointly.   This  is  not  a valid  excuse.\n\nSimilarly unavailing is their assertion that the letters upon\n\nwhich Ramon's RICO claim was based were not found until after\n                                                             \n\nthe dismissal of the complaint.  This statement is conclusory\n\nin  nature and is not accompanied  by supporting documents or\n\naffidavits.\n\n                             -9-\n\n          Based  on  the  foregoing,  we  conclude  that  the\n\njudgment  dismissing the Ramon  complaint was  with prejudice\n\nand  on the merits.  Under federal law, which governs federal\n\nactions, res judicata bars a second action if (1) there was a\n\nfinal judgment on the merits in the earlier action, (2) there\n\nexists  sufficient  identity  between the  causes  of  action\n\nasserted  in each suit, and  (3) there is sufficient identity\n\nbetween  the parties in the  two actions.   Gonzalez v. Banco\n                                                             \n\nCentral Corp., No. 93-2021, slip op. at 6  (1st Cir. June 30,\n             \n\n1994).3\n\n          Plainly,  the  first requirement  has  been met  as\n\ndiscussed, supra.  Second, a comparison between the complaint\n                \n\nfiled  in the first action and the third amended complaint in\n\nthe case at  hand reveals that the RICO claims  in both suits\n\nare  identical.   Indeed,  appellants  do  not dispute  this.\n\nFinally,  the parties to the  two actions also are identical.\n\nThat is, the plaintiffs in  both actions are Reynaldo  Ramon,\n\nhis wife, their conjugal partnership and Hermanos Ramon, Inc.\n\nand  the defendants  they  are suing  are Family  Restaurant,\n\nCuevas Cuevas,  Cuevas Ramos,  Elias Boneta and  Jose Nazario\n\n                    \n\n3.  Appellants  attempt  to  argue  that  collateral estoppel\nrather  than res judicata applies  to their case.   They cite\nGuzowski v.  Hartman, 969  F.2d 211  (6th  Cir. 1992),  cert.\n                                                             \ndenied, 113 S. Ct. 978 (1993), in support of this contention.\n      \nIn   Guzowski,  however,  the   order  dismissing  the  first\n             \ncomplaint was without prejudice.  Guzowski, therefore, is not\n                                          \napplicable to this case.  \n\n                             -10-\n\n(and their spouses and conjugal partnerships).4\n\n          We  therefore conclude that  the Ramon parties were\n\nbarred  from relitigating  their RICO  claim.   As a  result,\n\npermitting them to  join as plaintiffs  in the third  amended\n\ncomplaint  ultimately would  have  led  to  their  dismissal.\n\n\"Where  an  amendment  would  be  futile  or  would serve  no\n\nlegitimate purpose, the district  court should not needlessly\n\nprolong matters.\"  Correa-Martinez v. Arrillaga-Belendez, 903\n                                                        \n\nF.2d 49, 59 (1st Cir. 1990).  In such a situation, the denial\n\nof leave to amend is not an abuse of discretion.  See id.\n                                                         \n\n          2.  Motion to file the third amended complaint.  In\n                                                        \n\ncertain  circumstances, undue  delay  in filing  a motion  to\n\namend  can provide  a  basis for  the  denial of  a  proposed\n\namendment.5  See  Quaker State Oil Refining  Corp. v. Garrity\n                                                             \n\nOil Co., 884 F.2d 1510, 1517 (1st Cir. 1989) (two-year period\n       \n\nelapsed  between filing of counterclaims  and motion to add a\n\nfifth); Hayes v. New England Millwork Distributors, Inc., 602\n                                                        \n\n                    \n\n4.  The  third  amended complaint  also  lists as  defendants\nContinental  Supplies  and Ortiz.    Although  they were  not\ndefendants  in the Ramon case, a reading of the third amended\ncomplaint reveals that the Ramon plaintiffs are not asserting\na  claim against them.  See Third Amended Complaint,    48-68\n                           \n(only  referring to  Fidelity  National Leasing,  Inc., Banco\nNational and  Family Restaurants as RICO  \"enterprises\" whose\naffairs  were  conducted through  a  pattern of  racketeering\nactivity).\n\n5.  The position taken by  Tous on appeal that the  denial of\nleave to file the  third amended complaint was based  on Fed.\nR. Civ. P. 21 (misjoinder of parties) is not supported by the\nrecord.\n\n                             -11-\n\nF.2d  15, 19  (1st Cir.  1979) (two  years between  filing of\n\ncomplaint  and motion to amend).  In such cases, \"courts have\n\nplaced  the burden upon the movant to show some `valid reason\n\nfor  his neglect  and  delay.'\"   Hayes,  602 F.2d  at  19-20\n                                       \n\n(citing Freeman  v. Continental  Gin Co.,  381 F.2d  459, 469\n                                        \n\n(5th Cir. 1967)); see also Stepanischen v. Merchants Despatch\n                                                             \n\nTransp. Corp., 722 F.2d 922, 933 (1st Cir. 1983).\n             \n\n          Here,  Tous does  not provide  any reasons  for his\n\ndelay  in   requesting  leave  to  file   the  third  amended\n\ncomplaint.   Indeed, it was  not until some  of the appellees\n\nfiled a motion to dismiss in  August 1992 -- almost two years\n\nafter  the filing of the  initial complaint --  that Tous was\n\nprompted  to  request  discovery  on  the  Rule  9(b)  issue.\n\nFurther, the motion to amend was  not filed until May 1993 --\n\nalmost  nine months after the motion to dismiss was filed and\n\nover two years  since Tous  initiated the action.   \"We  have\n\nheld  .  . .  that  a  late motion  for  summary  judgment or\n\ndismissal  may not  in itself  justify an excessive  delay in\n\nmoving to amend.\"   Andrews v. Bechtel Power Corp.,  780 F.2d\n                                                  \n\n124, 139 (1st Cir. 1985), cert. denied, 476 U.S. 1172 (1986).\n                                      \n\nFinally,   although  Tous   proposed   an  interrogatory   to\n\nContinental and  Ortiz, there is no indication  that the data\n\nhe received from them, if any, could not have been discovered\n\nearlier.   See First Nat'l  Bank of Lousville  v. Master Auto\n                                                             \n\nServ.  Corp., 693  F.2d 308,  314 (4th  Cir.  1982) (district\n            \n\n                             -12-\n\ncourt's  denial  of motion  to  amend  upheld where  movant's\n\namended claim was not premised on new information to which it\n\npreviously had not had  access).  We therefore find  that the\n\ndistrict court did  not abuse its  discretion in denying  the\n\nmotion to amend.\n\n          B.  Dismissal of the Second Amended Complaint.\n                                                       \n\n          As the district court held, Rule 9(b) requires that\n\na RICO plaintiff \"must go beyond a showing of fraud and state\n\nthe  time, place  and content  of the  alleged mail  and wire\n\ncommunications perpetrating  that fraud.\"   New England  Data\n                                                             \n\nServices,  Inc. v. Becher, 829 F.2d 286, 291 (1st Cir. 1987).\n                         \n\nOn appeal Tous  only argues that the  third amended complaint\n\nsatisfies  this  standard;  indeed, Tous  concedes  that  the\n\nsecond amended  complaint is  defective under Becher.   Thus,\n                                                    \n\nfor essentially  the reasons  stated in the  district court's\n\nOpinion and Order, dated February 23, 1994, we agree with its\n\ndecision  that the  second amended  complaint did  not comply\n\nwith Rule 9(b).  \n\n                       III.  CONCLUSION\n                                       \n\n          The judgment of the district court is affirmed.\n                                                        \n\n                             -13-\n",
  "html": "<p class=\"case_cite\">34 F.3d 1065</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>JOSE M. TOUS, INC., et al., Plaintiffs, Appellants,<br>v.<br>CONTINENTAL SUPPLIES, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1377</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Sept. 6, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon.  Juan M. Perez-Gimenez, U.S. District Judge]</p>\n      <p class=\"indent\">Jose M. Tous-Rodriquez on brief pro se.</p>\n      <p class=\"indent\">Agusto A. Cirino Gerena on brief for appellees Continental Supplies, Inc., Efrain Ortiz, and his wife Maria Guzman and their Conjugal Partnership.</p>\n      <p class=\"indent\">P. Casto Amy, Rafael F. Castro Lang, and Alfonso Rivera Valdivieso on brief for appellees Cuevas and Family Restaurant, Inc.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants, Jose M. Tous, Inc., and Jose M. Tous (referred to as \"Tous\") appeal from the judgment of the Puerto Rico district court dismissing the second amended complaint filed by Tous for failure to comply with Fed.  R. Civ. P. 9(b).  Tous and Hermanos Ramon, Inc., Reynaldo Luis Ramon, Iris Delia Rodriguez Rivera (Ramon's spouse) and their conjugal partnership (referred to as \"Ramon\") also appeal from the denial of the motion to file a third amended complaint and to add the Ramon parties as plaintiffs to that complaint.  Both pleadings allege violations of the Racketeer Influenced and Corrupt Organizations Act, 18 U.S.C. Sec. 1961 et seq.  (\"RICO\").  Named as defendants in the second and third amended complaints are (1) Continental Supplies Corp.;  (2) Efrain Ortiz, his wife and their conjugal partnership;  (3) Hector Cuevas Cuevas, his wife and their conjugal partnership;  (4) Hector Cuevas Ramos, his wife and their conjugal partnership;  (5) Miguel Elias Boneta, his wife and their conjugal partnership;  and (6) Family Restaurants, Inc.</p>\n    </div>\n    <p>I. APPELLATE JURISDICTION</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Before addressing the merits of the appeal, we must dispose of two jurisdictional issues.  The first, raised by Family Restaurants, Cuevas Cuevas and Cuevas Ramos, concerns Fed.  R. App.  P. 3(c).  Appellees point out that the notice of appeal refers only to the judgment dismissing the second amended complaint.  Rule 3(c) requires that \"[a] notice of appeal must ... designate the judgment, order, or part thereof appealed from....\"  By failing to specifically refer to the order denying the motion to add the Ramon parties as plaintiffs, appellees argue, this court cannot review the order.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellees are mistaken.  The general rule is that interlocutory orders, such as the one to which appellees refer, are subject to appeal once the district court enters a final judgment.   See Mangual v. Gen. Battery Corp., 710 F.2d 15, 17 n.2 (1st Cir. 1983) (interlocutory order dismissing complaint as to some, but not all, defendants appealable when final judgment entered);  9 James W. Moore, Bernard J. Ward &amp; Jo Desha Lucas, Moore's Federal Practice p 110.08, at 47-54 (2d ed. 1994) (interlocutory orders that leave the cause of action pending are \"reviewable on appeal from final judgment\").  Thus, we have jurisdiction to review the order denying the motion to file the third amended complaint and the request to add parties.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Also unavailing is appellees' argument that the Ramon parties cannot be appellants because the notice of appeal is defective.  First, they argue, it does not specifically refer to them as \"appellants\" and, second, the body of the notice only states that \"plaintiff above-named\" is appealing.  Under Rule 3(c), a notice of appeal is effective if it names each appellant in the caption of the notice of appeal.  The Ramon parties are, in fact, listed in the caption.  The fact that the caption refers to them as \"plaintiff\" does not invalidate the propriety of the notice.  \"An appeal will not be dismissed for informality of form or title of the notice of appeal, or for failure to name a party whose intent to appeal is otherwise clear from the notice.\"  Fed. R. App.  P. 3(c).  This is such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The second issue we raise sua sponte.  In their answer to the complaint, Continental Supplies and Ortiz asserted a counterclaim for abuse of the legal process by Tous and for attorney's fees.  They also cross-claimed against Cuevas Cuevas and Cuevas Ramos for recompense should Tous prevail.  The district court never disposed of these claims.  Under Fed.  R. Civ. P. 54(b), an order \"which adjudicates fewer than all the claims or the rights and liabilities of fewer than all the parties shall not terminate the action as to any of the claims or parties....\"  Such an order is not generally appealable.  See Rule 54(b) (requiring certification of such interlocutory orders for purposes of appeal).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There are exceptions to this rule, however, which we believe control this appeal.  First, an order which \"necessarily resolve[s]\" an outstanding counterclaim or cross- claim is final despite the lack of reference to the claim in the final judgment.   See Boston Car Co. v. Acura Auto.  Div., 971 F.2d 811, 814 (1st Cir. 1992).  Here the cross-claim for recompense was resolved when the complaint was dismissed.  That is, once appellants lost, this claim became moot.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The counterclaim, however, was not decided by the dismissal of the action and still is pending.  Nonetheless, the nature of this claim does not preclude a determination that the judgment appealed from is final.  Under  Budinich v. Becton Dickinson &amp; Co., 486 U.S. 196 (1988), the Supreme Court held that an outstanding request or motion for attorney's fees does not prevent finality because \"its resolution will not alter the order [on the merits] or moot or revise decisions embodied in the order.\"  See id. at 199-200.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As for the claim for abuse of the legal process, appellees do not press it on appeal.  In any event, it necessarily could not arise until the action was concluded and the appellants had lost.   Cf. In re Sweet Transfer &amp; Storage, Inc., 896 F.2d 1189, 1191 (9th Cir. 1990) (an order dismissing an involuntary bankruptcy petition is final and appealable despite pending counterclaim by debtor for damages for bad faith in filing the petition;  \"[a]ny actual claim brought for damages is premature prior to dismissal of the petition\").  Finally, the resolution of the abuse of process claim does not affect the merits of the final judgment.   See Budinich, 486 U.S. at 199.  We therefore have jurisdiction over this appeal.</p>\n    </div>\n    <p>II. THE MERITS</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A. The Motion to Amend.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A decision of the district court denying leave to amend under Fed.  R. Civ. P. 15(a) is reviewed for abuse of discretion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   See Colmenares Vivas v. Sun Alliance Ins. Co., 807 F.2d 1102, 1108 (1st Cir. 1986);   Isaac v. Harvard Univ., 769 F.2d 817, 829 (1st Cir. 1985);   Carter v. Supermarkets Gen. Corp., 684 F.2d 187, 192 (1st Cir. 1982).  Rule 15(a) provides that leave to amend \"shall be freely given when justice so requires.\"  Thus, if a court decides not to permit amendment, \"it must do so for a valid reason such as bad faith by the moving party, unwarranted delay, or undue prejudice to the opposing party.\"   Colmenares Vivas, 807 F.2d at 1108 (citing  Foman v. Davis, 371 U.S. 178, 182 (1962)).  Because there were essentially two separate requests in the motion under review, we will address them separately.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">1. Motion to add the Ramon parties as new plaintiffs.  In 1991, Ramon had filed a separate RICO action in the district court.  However, it was dismissed in 1992 for failure to comply with Fed.  R. Civ. P. 9(b).  The court held that the complaint did not identify any letters, or their senders, dates or contents.  In support of the request to add the Ramon parties as plaintiffs in the Tous action, appellants point out that the order dismissing the Ramon complaint did not state whether it was with or without prejudice.  From this, they argue that the dismissal must be construed as having been without prejudice to amend the complaint's \"facial\" deficiencies.  As a result, they conclude that the district court erred in applying the doctrine of res judicata to bar the addition of the Ramon parties to the Tous action.</p>\n    </div>\n    <p class=\"indent\">We begin with Fed.  R. Civ. P. 41(b):</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>(b) Involuntary Dismissal:  Effect Thereof.  For failure of the plaintiff to prosecute or to comply with these rules or any order of court, a defendant may move for dismissal of an action or of any claim against the defendant.  Unless the court in its order for dismissal otherwise specifies, a dismissal under this subdivision and any dismissal not provided for in this rule, other than a dismissal for lack of jurisdiction, for improper venue, or for failure to join a party under Rule 19, operates as an adjudication upon the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A dismissal under Rule 41(b) for a plaintiff's failure to comply with the rules, unless the court otherwise provides, is with prejudice and on the merits.   See LeBeau v. Taco Bell, Inc., 892 F.2d 605, 607 (7th Cir. 1989) (dismissal for want of prosecution was on the merits and \"with prejudice\" where judgment did not \"otherwise state\");   Nagle v. Lee, 807 F.2d 435, 442-43 (5th Cir. 1987) (where judgment did not state whether it was without prejudice, Rule 41(b) requires court to treat dismissal as being with prejudice and on the merits).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In Ramon's case the dismissal was for failure to comply with one of the Rules of Civil Procedure and not, as appellants argue, for lack of jurisdiction.  Dismissals for violations of other rules in similar situations have been treated as being with prejudice and on the merits.   See In re Reed, 861 F.2d 1381, 1382 (5th Cir. 1988) (dismissal under Fed.  R. Civ. P. 37(b)(2)(C) for failure to comply with discovery orders was with prejudice and, therefore, on the merits);   Nevijel v. North Coast Life Ins. Co., 651 F.2d 671, 673 (9th Cir. 1981) (complaint which fails to comply with Fed.  R. Civ. P. 8(a) and (e) may be dismissed with prejudice under Rule 41(b)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this situation, \"Rule 41(b) puts the burden on the plaintiff to take action-to persuade the district court either to specify that a dismissal is without prejudice, or to vacate the dismissal.  Failing that, plaintiff's recourse is to appeal.\"   LeBeau, 892 F.2d at 608;   see also In re Reed, 861 F.2d at 1383 (if a dismissal is inequitable, recourse is to appeal or file a motion under Fed.  R. Civ. P. 60(b));  1B James W. Moore, Jo Desha Lucas &amp; Thomas S. Currier, Moore's Federal Practice p 0.409[1.-2], at III-137, III-139 (2d ed. 1993) (plaintiff cannot ignore court's dismissal for failure to comply with Rules and just file a new action;  plaintiff must make a timely motion to amend the judgment to state that it is without prejudice).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As for the failure of the Ramon parties to file a motion to amend their complaint or a Fed.  R. Civ. P. 60 motion for clarification concerning whether the judgment, in fact, was with or without prejudice, appellants assert that they chose not to act for \"economic and time-saving\" reasons.  That is, because both complaints concerned the same pattern of racketeering by defendants, the two cases, they believed, should be filed jointly.  This is not a valid excuse.  Similarly unavailing is their assertion that the letters upon which Ramon's RICO claim was based were not found until after the dismissal of the complaint.  This statement is conclusory in nature and is not accompanied by supporting documents or affidavits.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Based on the foregoing, we conclude that the judgment dismissing the Ramon complaint was with prejudice and on the merits.  Under federal law, which governs federal actions, res judicata bars a second action if (1) there was a final judgment on the merits in the earlier action, (2) there exists sufficient identity between the causes of action asserted in each suit, and (3) there is sufficient identity between the parties in the two actions.  Gonzalez v. Banco Central Corp., No. 93-2021, slip op. at 6 (1st Cir.  June 30, 1994).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Plainly, the first requirement has been met as discussed, supra.  Second, a comparison between the complaint filed in the first action and the third amended complaint in the case at hand reveals that the RICO claims in both suits are identical.  Indeed, appellants do not dispute this.  Finally, the parties to the two actions also are identical.  That is, the plaintiffs in both actions are Reynaldo Ramon, his wife, their conjugal partnership and Hermanos Ramon, Inc. and the defendants they are suing are Family Restaurant, Cuevas Cuevas, Cuevas Ramos, Elias Boneta and Jose Nazario (and their spouses and conjugal partnerships).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We therefore conclude that the Ramon parties were barred from relitigating their RICO claim.  As a result, permitting them to join as plaintiffs in the third amended complaint ultimately would have led to their dismissal.  \"Where an amendment would be futile or would serve no legitimate purpose, the district court should not needlessly prolong matters.\"   Correa-Martinez v. Arrillaga-Belendez, 903 F.2d 49, 59 (1st Cir. 1990).  In such a situation, the denial of leave to amend is not an abuse of discretion.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2. Motion to file the third amended complaint.  In certain circumstances, undue delay in filing a motion to amend can provide a basis for the denial of a proposed amendment.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>   See Quaker State Oil Refining Corp. v. Garrity Oil Co., 884 F.2d 1510, 1517 (1st Cir. 1989) (two-year period elapsed between filing of counterclaims and motion to add a fifth);   Hayes v. New England Millwork Distributors, Inc., 602 F.2d 15, 19 (1st Cir. 1979) (two years between filing of complaint and motion to amend).  In such cases, \"courts have placed the burden upon the movant to show some 'valid reason for his neglect and delay.' \"   Hayes, 602 F.2d at 19-20 (citing  Freeman v. Continental Gin Co., 381 F.2d 459, 469 (5th Cir. 1967));   see also Stepanischen v. Merchants Despatch Transp.  Corp., 722 F.2d 922, 933 (1st Cir. 1983).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Here, Tous does not provide any reasons for his delay in requesting leave to file the third amended complaint.  Indeed, it was not until some of the appellees filed a motion to dismiss in August 1992-almost two years after the filing of the initial complaint-that Tous was prompted to request discovery on the Rule 9(b) issue.  Further, the motion to amend was not filed until May 1993-almost nine months after the motion to dismiss was filed and over two years since Tous initiated the action.  \"We have held ... that a late motion for summary judgment or dismissal may not in itself justify an excessive delay in moving to amend.\"   Andrews v. Bechtel Power Corp., 780 F.2d 124, 139 (1st Cir. 1985), cert. denied, 476 U.S. 1172 (1986).  Finally, although Tous proposed an interrogatory to Continental and Ortiz, there is no indication that the data he received from them, if any, could not have been discovered earlier.   See First Nat'l Bank of Lousville v. Master Auto Serv.  Corp., 693 F.2d 308, 314 (4th Cir. 1982) (district court's denial of motion to amend upheld where movant's amended claim was not premised on new information to which it previously had not had access).  We therefore find that the district court did not abuse its discretion in denying the motion to amend.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">B. Dismissal of the Second Amended Complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">As the district court held, Rule 9(b) requires that a RICO plaintiff \"must go beyond a showing of fraud and state the time, place and content of the alleged mail and wire communications perpetrating that fraud.\"   New England Data Services, Inc. v. Becher, 829 F.2d 286, 291 (1st Cir. 1987).  On appeal Tous only argues that the third amended complaint satisfies this standard;  indeed, Tous concedes that the second amended complaint is defective under Becher.  Thus, for essentially the reasons stated in the district court's Opinion and Order, dated February 23, 1994, we agree with its decision that the second amended complaint did not comply with Rule 9(b).</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This renders moot appellees' further contention that the appeal should be dismissed because the Ramon appellants were not parties to the second amended complaint and, therefore, had no right to complain about the judgment dismissing it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellants mistakenly refer to Rule 15(d) in their brief.  This rule, by its language, only applies to supplemental pleadings which contain averments of \"events which have happened since the date of the pleading sought to be supplemented.\"  (emphasis added).  The new averments in the third amended complaint refer to events which occurred prior to the filing of the complaint</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellants attempt to argue that collateral estoppel rather than res judicata applies to their case.  They cite  Guzowski v. Hartman, 969 F.2d 211 (6th Cir. 1992), cert. denied, 113 S. Ct. 978 (1993), in support of this contention.  In Guzowski, however, the order dismissing the first complaint was without prejudice.  Guzowski, therefore, is not applicable to this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The third amended complaint also lists as defendants Continental Supplies and Ortiz.  Although they were not defendants in the Ramon case, a reading of the third amended complaint reveals that the Ramon plaintiffs are not asserting a claim against them.  See Third Amended Complaint, paragraphs 48-68 (only referring to Fidelity National Leasing, Inc., Banco National and Family Restaurants as RICO \"enterprises\" whose affairs were conducted through a pattern of racketeering activity)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The position taken by Tous on appeal that the denial of leave to file the third amended complaint was based on Fed.  R. Civ. P. 21 (misjoinder of parties) is not supported by the record</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"677479\"><a href=\"/opinion/677479/anna-carroll-v-blue-crossblue-shield-of-massachusetts/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1065</span></a></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>JOSE M. TOUS, INC., et al., Plaintiffs, Appellants,<br>v.<br>CONTINENTAL SUPPLIES, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1377</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Sept. 6, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon.  Juan M. Perez-Gimenez, U.S. District Judge]</p>\n      <p class=\"indent\">Jose M. Tous-Rodriquez on brief pro se.</p>\n      <p class=\"indent\">Agusto A. Cirino Gerena on brief for appellees Continental Supplies, Inc., Efrain Ortiz, and his wife Maria Guzman and their Conjugal Partnership.</p>\n      <p class=\"indent\">P. Casto Amy, Rafael F. Castro Lang, and Alfonso Rivera Valdivieso on brief for appellees Cuevas and Family Restaurant, Inc.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants, Jose M. Tous, Inc., and Jose M. Tous (referred to as \"Tous\") appeal from the judgment of the Puerto Rico district court dismissing the second amended complaint filed by Tous for failure to comply with Fed.  R. Civ. P. 9(b).  Tous and Hermanos Ramon, Inc., Reynaldo Luis Ramon, Iris Delia Rodriguez Rivera (Ramon's spouse) and their conjugal partnership (referred to as \"Ramon\") also appeal from the denial of the motion to file a third amended complaint and to add the Ramon parties as plaintiffs to that complaint.  Both pleadings allege violations of the Racketeer Influenced and Corrupt Organizations Act, 18 U.S.C. Sec. 1961 et seq.  (\"RICO\").  Named as defendants in the second and third amended complaints are (1) Continental Supplies Corp.;  (2) Efrain Ortiz, his wife and their conjugal partnership;  (3) Hector Cuevas Cuevas, his wife and their conjugal partnership;  (4) Hector Cuevas Ramos, his wife and their conjugal partnership;  (5) Miguel Elias Boneta, his wife and their conjugal partnership;  and (6) Family Restaurants, Inc.</p>\n    </div>\n    <p>I. APPELLATE JURISDICTION</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Before addressing the merits of the appeal, we must dispose of two jurisdictional issues.  The first, raised by Family Restaurants, Cuevas Cuevas and Cuevas Ramos, concerns Fed.  R. App.  P. 3(c).  Appellees point out that the notice of appeal refers only to the judgment dismissing the second amended complaint.  Rule 3(c) requires that \"[a] notice of appeal must ... designate the judgment, order, or part thereof appealed from....\"  By failing to specifically refer to the order denying the motion to add the Ramon parties as plaintiffs, appellees argue, this court cannot review the order.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellees are mistaken.  The general rule is that interlocutory orders, such as the one to which appellees refer, are subject to appeal once the district court enters a final judgment.   See Mangual v. Gen. Battery Corp., <span class=\"citation\" data-id=\"420692\"><a href=\"/opinion/420692/roberto-ayuso-mangual-v-general-battery-corporation/\"><span class=\"volume\">710</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 17 n.2 (1st Cir. 1983) (interlocutory order dismissing complaint as to some, but not all, defendants appealable when final judgment entered);  9 James W. Moore, Bernard J. Ward &amp; Jo Desha Lucas, Moore's Federal Practice p 110.08, at 47-54 (2d ed. 1994) (interlocutory orders that leave the cause of action pending are \"reviewable on appeal from final judgment\").  Thus, we have jurisdiction to review the order denying the motion to file the third amended complaint and the request to add parties.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Also unavailing is appellees' argument that the Ramon parties cannot be appellants because the notice of appeal is defective.  First, they argue, it does not specifically refer to them as \"appellants\" and, second, the body of the notice only states that \"plaintiff above-named\" is appealing.  Under Rule 3(c), a notice of appeal is effective if it names each appellant in the caption of the notice of appeal.  The Ramon parties are, in fact, listed in the caption.  The fact that the caption refers to them as \"plaintiff\" does not invalidate the propriety of the notice.  \"An appeal will not be dismissed for informality of form or title of the notice of appeal, or for failure to name a party whose intent to appeal is otherwise clear from the notice.\"  Fed. R. App.  P. 3(c).  This is such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The second issue we raise sua sponte.  In their answer to the complaint, Continental Supplies and Ortiz asserted a counterclaim for abuse of the legal process by Tous and for attorney's fees.  They also cross-claimed against Cuevas Cuevas and Cuevas Ramos for recompense should Tous prevail.  The district court never disposed of these claims.  Under Fed.  R. Civ. P. 54(b), an order \"which adjudicates fewer than all the claims or the rights and liabilities of fewer than all the parties shall not terminate the action as to any of the claims or parties....\"  Such an order is not generally appealable.  See Rule 54(b) (requiring certification of such interlocutory orders for purposes of appeal).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There are exceptions to this rule, however, which we believe control this appeal.  First, an order which \"necessarily resolve[s]\" an outstanding counterclaim or cross- claim is final despite the lack of reference to the claim in the final judgment.   See Boston Car Co. v. Acura Auto.  Div., <span class=\"citation\" data-id=\"588108\"><a href=\"/opinion/588108/boston-car-company-inc-dba-acura-of-boston-v-acura-automobile/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">811</span></a></span>, 814 (1st Cir. 1992).  Here the cross-claim for recompense was resolved when the complaint was dismissed.  That is, once appellants lost, this claim became moot.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The counterclaim, however, was not decided by the dismissal of the action and still is pending.  Nonetheless, the nature of this claim does not preclude a determination that the judgment appealed from is final.  Under  Budinich v. Becton Dickinson &amp; Co., <span class=\"citation\" data-id=\"112076\"><a href=\"/opinion/112076/budinich-v-becton-dickinson-co/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">196</span> </a></span>(1988), the Supreme Court held that an outstanding request or motion for attorney's fees does not prevent finality because \"its resolution will not alter the order [on the merits] or moot or revise decisions embodied in the order.\"  See <span class=\"citation\" data-id=\"112076\"><a href=\"/opinion/112076/budinich-v-becton-dickinson-co/\"><span class=\"id_token\">id.</span> at 199-200.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As for the claim for abuse of the legal process, appellees do not press it on appeal.  In any event, it necessarily could not arise until the action was concluded and the appellants had lost.   Cf. In re Sweet Transfer &amp; Storage, Inc., <span class=\"citation\" data-id=\"537060\"><a href=\"/opinion/537060/in-re-sweet-transfer-storage-inc-debtor-michael-r-miyao-steven-d/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1189</span></a></span>, 1191 (9th Cir. 1990) (an order dismissing an involuntary bankruptcy petition is final and appealable despite pending counterclaim by debtor for damages for bad faith in filing the petition;  \"[a]ny actual claim brought for damages is premature prior to dismissal of the petition\").  Finally, the resolution of the abuse of process claim does not affect the merits of the final judgment.   See <span class=\"citation\" data-id=\"112076\"><span class=\"antecedent_guess\">Budinich,</span> <a href=\"/opinion/112076/budinich-v-becton-dickinson-co/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">199</span></a></span>.  We therefore have jurisdiction over this appeal.</p>\n    </div>\n    <p>II. THE MERITS</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A. The Motion to Amend.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A decision of the district court denying leave to amend under Fed.  R. Civ. P. 15(a) is reviewed for abuse of discretion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   See Colmenares Vivas v. Sun Alliance Ins. Co., <span class=\"citation\" data-id=\"480735\"><a href=\"/opinion/480735/jose-domingo-colmenares-vivas-v-sun-alliance-insurance-company/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1102</span></a></span>, 1108 (1st Cir. 1986);   Isaac v. Harvard Univ., <span class=\"citation\" data-id=\"456322\"><a href=\"/opinion/456322/ephraim-isaac-v-harvard-university/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></a></span>, 829 (1st Cir. 1985);   Carter v. Supermarkets Gen. Corp., <span class=\"citation\" data-id=\"406615\"><a href=\"/opinion/406615/29-fair-emplpraccas-907-29-empl-prac-dec-p-32964-jennette-carter-v/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></a></span>, 192 (1st Cir. 1982).  Rule 15(a) provides that leave to amend \"shall be freely given when justice so requires.\"  Thus, if a court decides not to permit amendment, \"it must do so for a valid reason such as bad faith by the moving party, unwarranted delay, or undue prejudice to the opposing party.\"   Colmenares <span class=\"citation\" data-id=\"480735\"><span class=\"antecedent_guess\">Vivas,</span> <a href=\"/opinion/480735/jose-domingo-colmenares-vivas-v-sun-alliance-insurance-company/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1108</span> </a></span>(citing  Foman v. Davis, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 182 (1962)).  Because there were essentially two separate requests in the motion under review, we will address them separately.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">1. Motion to add the Ramon parties as new plaintiffs.  In 1991, Ramon had filed a separate RICO action in the district court.  However, it was dismissed in 1992 for failure to comply with Fed.  R. Civ. P. 9(b).  The court held that the complaint did not identify any letters, or their senders, dates or contents.  In support of the request to add the Ramon parties as plaintiffs in the Tous action, appellants point out that the order dismissing the Ramon complaint did not state whether it was with or without prejudice.  From this, they argue that the dismissal must be construed as having been without prejudice to amend the complaint's \"facial\" deficiencies.  As a result, they conclude that the district court erred in applying the doctrine of res judicata to bar the addition of the Ramon parties to the Tous action.</p>\n    </div>\n    <p class=\"indent\">We begin with Fed.  R. Civ. P. 41(b):</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>(b) Involuntary Dismissal:  Effect Thereof.  For failure of the plaintiff to prosecute or to comply with these rules or any order of court, a defendant may move for dismissal of an action or of any claim against the defendant.  Unless the court in its order for dismissal otherwise specifies, a dismissal under this subdivision and any dismissal not provided for in this rule, other than a dismissal for lack of jurisdiction, for improper venue, or for failure to join a party under Rule 19, operates as an adjudication upon the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A dismissal under Rule 41(b) for a plaintiff's failure to comply with the rules, unless the court otherwise provides, is with prejudice and on the merits.   See LeBeau v. Taco Bell, Inc., <span class=\"citation\" data-id=\"534249\"><a href=\"/opinion/534249/carol-lebeau-v-taco-bell-inc/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">605</span></a></span>, 607 (7th Cir. 1989) (dismissal for want of prosecution was on the merits and \"with prejudice\" where judgment did not \"otherwise state\");   Nagle v. Lee, <span class=\"citation\" data-id=\"480572\"><a href=\"/opinion/480572/charles-nagle-v-harry-lee-sheriff-of-jefferson-parish-state-of-louisiana/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">435</span></a></span>, 442-43 (5th Cir. 1987) (where judgment did not state whether it was without prejudice, Rule 41(b) requires court to treat dismissal as being with prejudice and on the merits).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In Ramon's case the dismissal was for failure to comply with one of the Rules of Civil Procedure and not, as appellants argue, for lack of jurisdiction.  Dismissals for violations of other rules in similar situations have been treated as being with prejudice and on the merits.   See In re Reed, <span class=\"citation\" data-id=\"514775\"><a href=\"/opinion/514775/in-the-matter-of-james-r-cobby-reed-debtor-james-r-cobby-reed/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1381</span></a></span>, 1382 (5th Cir. 1988) (dismissal under Fed.  R. Civ. P. 37(b)(2)(C) for failure to comply with discovery orders was with prejudice and, therefore, on the merits);   Nevijel v. North Coast Life Ins. Co., <span class=\"citation\" data-id=\"391288\"><a href=\"/opinion/391288/joseph-nevijel-v-north-coast-life-insurance-co-a-washington-corporation/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">671</span></a></span>, 673 (9th Cir. 1981) (complaint which fails to comply with Fed.  R. Civ. P. 8(a) and (e) may be dismissed with prejudice under Rule 41(b)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this situation, \"Rule 41(b) puts the burden on the plaintiff to take action-to persuade the district court either to specify that a dismissal is without prejudice, or to vacate the dismissal.  Failing that, plaintiff's recourse is to appeal.\"   <span class=\"citation\" data-id=\"534249\"><span class=\"antecedent_guess\">LeBeau,</span> <a href=\"/opinion/534249/carol-lebeau-v-taco-bell-inc/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">608</span></a></span>;   see also In re <span class=\"citation\" data-id=\"514775\"><span class=\"antecedent_guess\">Reed,</span> <a href=\"/opinion/514775/in-the-matter-of-james-r-cobby-reed-debtor-james-r-cobby-reed/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1383</span> </a></span>(if a dismissal is inequitable, recourse is to appeal or file a motion under Fed.  R. Civ. P. 60(b));  1B James W. Moore, Jo Desha Lucas &amp; Thomas S. Currier, Moore's Federal Practice p 0.409[1.-2], at III-137, III-139 (2d ed. 1993) (plaintiff cannot ignore court's dismissal for failure to comply with Rules and just file a new action;  plaintiff must make a timely motion to amend the judgment to state that it is without prejudice).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As for the failure of the Ramon parties to file a motion to amend their complaint or a Fed.  R. Civ. P. 60 motion for clarification concerning whether the judgment, in fact, was with or without prejudice, appellants assert that they chose not to act for \"economic and time-saving\" reasons.  That is, because both complaints concerned the same pattern of racketeering by defendants, the two cases, they believed, should be filed jointly.  This is not a valid excuse.  Similarly unavailing is their assertion that the letters upon which Ramon's RICO claim was based were not found until after the dismissal of the complaint.  This statement is conclusory in nature and is not accompanied by supporting documents or affidavits.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Based on the foregoing, we conclude that the judgment dismissing the Ramon complaint was with prejudice and on the merits.  Under federal law, which governs federal actions, res judicata bars a second action if (1) there was a final judgment on the merits in the earlier action, (2) there exists sufficient identity between the causes of action asserted in each suit, and (3) there is sufficient identity between the parties in the two actions.  Gonzalez v. Banco Central Corp., No. 93-2021, slip op. at 6 (1st Cir.  June 30, 1994).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Plainly, the first requirement has been met as <span class=\"citation no-link\"><span class=\"antecedent_guess\">discussed,</span> supra</span>.  Second, a comparison between the complaint filed in the first action and the third amended complaint in the case at hand reveals that the RICO claims in both suits are identical.  Indeed, appellants do not dispute this.  Finally, the parties to the two actions also are identical.  That is, the plaintiffs in both actions are Reynaldo Ramon, his wife, their conjugal partnership and Hermanos Ramon, Inc. and the defendants they are suing are Family Restaurant, Cuevas Cuevas, Cuevas Ramos, Elias Boneta and Jose Nazario (and their spouses and conjugal partnerships).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We therefore conclude that the Ramon parties were barred from relitigating their RICO claim.  As a result, permitting them to join as plaintiffs in the third amended complaint ultimately would have led to their dismissal.  \"Where an amendment would be futile or would serve no legitimate purpose, the district court should not needlessly prolong matters.\"   Correa-Martinez v. Arrillaga-Belendez, <span class=\"citation\" data-id=\"541732\"><a href=\"/opinion/541732/jorge-correa-martinez-v-rene-arrillaga-belendez/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 59 (1st Cir. 1990).  In such a situation, the denial of leave to amend is not an abuse of discretion.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2. Motion to file the third amended complaint.  In certain circumstances, undue delay in filing a motion to amend can provide a basis for the denial of a proposed amendment.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>   See Quaker State Oil Refining Corp. v. Garrity Oil Co., <span class=\"citation\" data-id=\"529278\"><a href=\"/opinion/529278/quaker-state-oil-refining-corporation-v-garrity-oil-company-inc-quaker/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span>, 1517 (1st Cir. 1989) (two-year period elapsed between filing of counterclaims and motion to add a fifth);   Hayes v. New England Millwork Distributors, Inc., <span class=\"citation\" data-id=\"368207\"><a href=\"/opinion/368207/joseph-j-hayes-v-new-england-millwork-distributors-inc/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 19 (1st Cir. 1979) (two years between filing of complaint and motion to amend).  In such cases, \"courts have placed the burden upon the movant to show some 'valid reason for his neglect and delay.' \"   <span class=\"citation\" data-id=\"368207\"><span class=\"antecedent_guess\">Hayes,</span> <a href=\"/opinion/368207/joseph-j-hayes-v-new-england-millwork-distributors-inc/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">19-20</span> </a></span>(citing  Freeman v. Continental Gin Co., <span class=\"citation\" data-id=\"276851\"><a href=\"/opinion/276851/john-h-freeman-jr-dba-freeman-electric-gin-company-v-continental-gin/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">459</span></a></span>, 469 (5th Cir. 1967));   see also Stepanischen v. Merchants Despatch Transp.  Corp., <span class=\"citation\" data-id=\"428311\"><a href=\"/opinion/428311/simion-stepanischen-v-merchants-despatch-transportation-corporation/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">922</span></a></span>, 933 (1st Cir. 1983).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Here, Tous does not provide any reasons for his delay in requesting leave to file the third amended complaint.  Indeed, it was not until some of the appellees filed a motion to dismiss in August 1992-almost two years after the filing of the initial complaint-that Tous was prompted to request discovery on the Rule 9(b) issue.  Further, the motion to amend was not filed until May 1993-almost nine months after the motion to dismiss was filed and over two years since Tous initiated the action.  \"We have held ... that a late motion for summary judgment or dismissal may not in itself justify an excessive delay in moving to amend.\"   Andrews v. Bechtel Power Corp., <span class=\"citation\" data-id=\"462586\"><a href=\"/opinion/462586/39-fair-emplpraccas-1033-38-empl-prac-dec-p-35759-19-fed-r-evid/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span>, 139 (1st Cir. 1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1172</span> </span>(1986).  Finally, although Tous proposed an interrogatory to Continental and Ortiz, there is no indication that the data he received from them, if any, could not have been discovered earlier.   See First Nat'l Bank of Lousville v. Master Auto Serv.  Corp., <span class=\"citation no-link\"><span class=\"volume\">693</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">308</span></span>, 314 (4th Cir. 1982) (district court's denial of motion to amend upheld where movant's amended claim was not premised on new information to which it previously had not had access).  We therefore find that the district court did not abuse its discretion in denying the motion to amend.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">B. Dismissal of the Second Amended Complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">As the district court held, Rule 9(b) requires that a RICO plaintiff \"must go beyond a showing of fraud and state the time, place and content of the alleged mail and wire communications perpetrating that fraud.\"   New England Data Services, Inc. v. Becher, <span class=\"citation\" data-id=\"494597\"><a href=\"/opinion/494597/new-england-data-services-inc-v-barry-becher/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">286</span></a></span>, 291 (1st Cir. 1987).  On appeal Tous only argues that the third amended complaint satisfies this standard;  indeed, Tous concedes that the second amended complaint is defective under Becher.  Thus, for essentially the reasons stated in the district court's Opinion and Order, dated February 23, 1994, we agree with its decision that the second amended complaint did not comply with Rule 9(b).</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This renders moot appellees' further contention that the appeal should be dismissed because the Ramon appellants were not parties to the second amended complaint and, therefore, had no right to complain about the judgment dismissing it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellants mistakenly refer to Rule 15(d) in their brief.  This rule, by its language, only applies to supplemental pleadings which contain averments of \"events which have happened since the date of the pleading sought to be supplemented.\"  (emphasis added).  The new averments in the third amended complaint refer to events which occurred prior to the filing of the complaint</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellants attempt to argue that collateral estoppel rather than res judicata applies to their case.  They cite  Guzowski v. Hartman, <span class=\"citation\" data-id=\"586873\"><a href=\"/opinion/586873/frank-guzowski-lorraine-guzowski-raymond-guzowski-and-donald-guzowski-v/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">211</span> </a></span>(6th Cir. 1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">978</span> </span>(1993), in support of this contention.  In Guzowski, however, the order dismissing the first complaint was without prejudice.  Guzowski, therefore, is not applicable to this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The third amended complaint also lists as defendants Continental Supplies and Ortiz.  Although they were not defendants in the Ramon case, a reading of the third amended complaint reveals that the Ramon plaintiffs are not asserting a claim against them.  See Third Amended Complaint, paragraphs 48-68 (only referring to Fidelity National Leasing, Inc., Banco National and Family Restaurants as RICO \"enterprises\" whose affairs were conducted through a pattern of racketeering activity)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The position taken by Tous on appeal that the denial of leave to file the third amended complaint was based on Fed.  R. Civ. P. 21 (misjoinder of parties) is not supported by the record</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106497/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112076/",
    "https://www.courtlistener.com/api/rest/v3/opinions/276851/",
    "https://www.courtlistener.com/api/rest/v3/opinions/368207/",
    "https://www.courtlistener.com/api/rest/v3/opinions/391288/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406615/",
    "https://www.courtlistener.com/api/rest/v3/opinions/420692/",
    "https://www.courtlistener.com/api/rest/v3/opinions/428311/",
    "https://www.courtlistener.com/api/rest/v3/opinions/456322/",
    "https://www.courtlistener.com/api/rest/v3/opinions/462586/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480572/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480735/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494597/",
    "https://www.courtlistener.com/api/rest/v3/opinions/514775/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529278/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534249/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541732/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586873/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588108/",
    "https://www.courtlistener.com/api/rest/v3/opinions/677479/"
  ]
}