{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195571/",
  "id": 195571,
  "absolute_url": "/opinion/195571/perdoni-brothers-inc-v-concrete-sytems-inc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195571/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:58Z",
  "date_modified": "2020-02-21T23:27:23.654130Z",
  "type": "010combined",
  "sha1": "c942d9e489aba93fc0623ca0015108d8532ea7c7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2178.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \nNo. 93-2178\n\n                     PERDONI BROTHERS, INC.,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                     CONCRETE SYSTEMS, INC.,\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Joyce L. Alexander, U.S. Magistrate Judge]\n                                                     \n\n                                           \n\n                              Before\n\n                      Breyer,* Chief Judge,\n                                          \n\n                 Campbell, Senior Circuit Judge,\n                                               \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n   John  M. Lovely,  with  whom Daniel  F.  Cashman and  Gelerman  &amp;\n                                                                    \nCashman were on brief for appellant.\n     \n   Valeriano Diviacchi, with whom Diviacchi Law Office was  on brief\n                                                      \nfor appellee.\n\n                                           \n\n                        September 2, 1994\n\n                                           \n\n                  \n\n   *Chief Judge Stephen  Breyer heard oral argument in  this matter,\nbut  did not participate in the drafting  or the issuance of the panel\nopinion.   The remaining  two panelists  therefore issue  this opinion\npursuant to 28 U.S.C.   46(d).\n\n          CYR,  Circuit  Judge.     Defendant-appellant  Concrete\n          CYR,  Circuit  Judge\n                              \n\nSystems, Inc.  (CSI), a New  Hampshire producer of  pre-cast con-\n\ncrete  products,  contracted   in  1985  with  plaintiff-appellee\n\nPerdoni Brothers, Inc. (Perdoni), a Massachusetts-based construc-\n\ntion firm,  to manufacture  and deliver 121  custom-designed man-\n\nholes, at  a total contract price of $51,670.47, for installation\n\nin a new sewer system in the Town of Ashland, Massachusetts.  CSI\n\ncontends that  the district  court committed reversible  error in\n\ndenying  its post-verdict motion for judgment as a matter of law.\n\nSee Fed. R. Civ. P. 50.   For the reasons hereinafter  discussed,\n   \n\nwe affirm the district court judgment.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          The first  five manholes were delivered  to the Perdoni\n\njob site by CSI on July 2, 1985.  The remaining 116 manholes were\n\ndelivered intermittently in  twenty-six shipments extending  over\n\nthe next thirteen months and invoiced by individual shipment.  \n\n          Dissatisfied with  the CSI  manholes (which  leaked and\n\nhad to be  patched),1 Perdoni  brought this  diversity action  in\n\n                    \n\n     1Sewer  line manholes must be watertight.  A common point of\nleakage  is  the area  where the  sewer  lines enter  the manhole\nstructure.   Precise casting,  as well as  installation of rubber\n\"boots\" to ensure a tight  fit between the wall of  the structure\nand the sewer line  itself, is necessary to ensure  the integrity\nof the manhole.  At trial,  Perdoni adduced evidence that CSI had\nused a defective hole former to cast the manholes for the Ashland\nproject.  Consequently,  the pipe  openings in the  sides of  the\nmanholes were misshapen and the seals between the boot and rim of\nthe openings were not watertight.\n\n                                2\n\nfederal district  court on April 25, 1990,  demanding $134,000 in\n\ncompensatory  damages for  breach  of the  implied warranties  of\n\nmerchantability  and  fitness for  a particular  purpose (implied\n\nwarranty  claims), see Mass. Gen. L. ch. 106    2-314, 2-315, and\n                      \n\nadditional  damages based  on a  deceptive trade  practices claim\n\nunder  Mass. Gen. L. ch. 93A (\"Chapter 93A\").  CSI counterclaimed\n\nfor $18,561 allegedly due from Perdoni on the Ashland project and\n\nanother contract.  \n\n          Trial  was held  before  a magistrate  judge, with  the\n\nconsent of the  parties.  See  28 U.S.C.    636(c).  The  implied\n                             \n\nwarranty claims were tried to a jury, while the Chapter 93A claim\n\nwas tried to the  presiding magistrate judge.   It was not  until\n\nafter the  close of  all the  evidence that  CSI first moved  for\n\njudgment  as a  matter  of law  on  the implied  warranty  claims\n\nrelating to 108 of the 121 manholes.  The uncontroverted evidence\n\ndemonstrated  that  only 13  manholes had  been delivered  by CSI\n\nwithin four years of the commencement of the present action.  CSI\n\naccordingly  contended  that  Perdoni's implied  warranty  claims\n\nrelating to  the other 108 manholes were  time-barred under Mass.\n\nGen. L. ch.  106   2-725(1) (prescribing  four-year limitation on\n\nUniform Commercial Code warranty actions); id.   2-725(2) (action\n                                              \n\nfor  breach of warranty under UCC accrues on \"tender of delivery\"\n\nof goods).  The magistrate judge denied CSI's motion for judgment\n\nas a matter of law.  \n\n          Thereafter,  the magistrate  judge  convened  a  charge\n\nconference  to  consider  the  jury  instructions,  including the\n\n                                3\n\ninstruction on the statute-of-limitations defense.  Neither party\n\nrequested an  instruction on the law  governing the severability-\n                                    \n\nentirety  issue.    Although  Perdoni  unsuccessfully  sought  an\n\ninstruction that  the contract should be  considered an entirety,\n\nCSI  made no corresponding  request for  an instruction  that the\n\ncontract be considered  severable.  Consequently,  the magistrate\n\njudge  simply  instructed the  jury that  CSI  had the  burden of\n\nproving that the  action was time-barred, and that  the four-year\n\nlimitation period ran from the \"time of delivery.\"  Although both\n\nparties argued the severability-entirety issue, the court made no\n\nexplicit reference to it  and neither party objected to  the jury\n\ninstruction as given.2        The jury found in favor of Perdoni-\n\n                    \n\n     2The  instruction  relating to  the  statute  of limitations\nfollows:\n\n          [T]here is also an issue arising from [CSI's]\n          asserted defense  based on . .  . the statute\n          of limitations.\n               This is simply  a provision that  a suit\n          be commenced on certain types of claims with-\n          in  a prescribed  period of  time, otherwise,\n          the  suit  is barred  or  precluded.   For  a\n          breach  of  warranty  claim,  the  applicable\n          statute  of limitations  for  an action  on a\n          contract for the sale of goods is four years.\n               That means  that  a plaintiff  has  four\n          years to bring  a suit for  a breach of  war-\n          ranty.   The time  limit placed upon  Perdoni\n                                                       \n          began to run  at the time of delivery  of the\n                                                       \n          manholes, regardless of whether  Perdoni knew\n                                                       \n          of the breach.  Thus within four years of the\n                       \n          time which Perdoni received the  manholes, it\n          must have commenced this lawsuit. \n                            *   *   *\n               It is  [CSI's] burden to show that Perd-\n          oni has  not  complied with  the  statute  of\n          limitations,  thus [CSI]  has  the burden  of\n          establishing  that Perdoni filed  a suit more\n          than  four years  after the  delivery of  the\n\n                                4\n\n for  $48,961, and in  favor of CSI  for $18,561 on  its counter-\n\nclaim.   CSI then  renewed its Rule  50 motion for  judgment as a\n\nmatter of law  and, alternatively,  moved for a  new trial  under\n\nFed. R. Civ.  P. 59.   The magistrate judge  did not address  the\n\nmerits  of the CSI motion,  however, ruling instead  that CSI had\n\nwaived its severability claim,  both by failing to object  to the\n\njury instruction and by  failing to raise the  severability argu-\n\nment  in  its pre-verdict  Rule  50  motion.3   Nonetheless,  the\n\n                    \n\n          manholes, and if Perdoni did not commence the\n          suit within the four-year period, Perdoni may\n          not recover on its warranty theories.\n\nTrial Tr. at 168 (April 16, 1993) (emphasis added).\n\n     3The magistrate judge noted that:\n\n               This Court instructed  [the jury]  that,\n          as an affirmative defense, CSI had the burden\n          of proving . . . that Perdoni filed the  suit\n          more than  four years  after delivery  of the\n          manholes.    CSI  did  not  object  to   this\n          instruction.      Nor  did   CSI   submit  an\n          instruction based on the law governing divis-\n          ibility  of  performance,  entire  contracts,\n          separate contracts and installment contracts.\n          CSI  was  apparently  content  to  treat  the\n          question  of  what  constitutes  the  time of\n          delivery as  an issue of fact.   CSI did move\n                                              \n          for a  directed verdict  on this  issue, but,\n          again,  this  motion  was  predicated  on the\n          evidence  being  clear as  to  the  tender of\n          delivery and included no  argument as to  the\n                                                       \n          law  governing  divisibility of  performance,\n                                                      \n          entire  contracts,   separate  contracts  and\n                                                       \n          installment   contracts.     CSI's   pretrial\n                                 \n          memorandum  was  no  more  edifying  on  this\n          point.  . . . This court finds it late in the\n          day to be raising  the legal issue, and deems\n          the issue waived.\n\nPerdoni  Bros., Inc.  v. Concrete  Sys., Inc.,  Civ. 90-11046-WF,\n                                             \nMemorandum  Order at  7-8 (D.  Mass.  August 27,  1993) (emphasis\nadded).\n\n                                5\n\nmagistrate  judge,  sitting as  trier  of  fact, found  Perdoni's\n\nChapter  93A claim time-barred as it pertained  to 108 of the 121\n\nmanholes.  CSI appealed the denial of its post-verdict motion for\n\njudgment as a  matter of law  or for a new  trial on the  implied\n\nwarranty claims.  See Fed.  R. Civ. P. 50(b), 59.   CSI's primary\n                     \n\nappellate  target is  the district  court's waiver ruling  on the\n\nseverability issue.  \n\n                                II\n\n                            DISCUSSION\n                                      \n\n          Leaving  aside  CSI's failure  to  object  to the  jury\n\ninstruction  on the statute-of-limitations  defense, the district\n\ncourt  waiver ruling is fully supported by CSI's failure to raise\n\nthe severability argument in  its pre-verdict motion for judgment\n\nas a matter of law.  The  law is crystal clear that a \"party  may\n\nnot base  its motion for a  judgment n.o.v. on a  ground that was\n\nnot  argued  in its  motion for  directed  verdict.\"   Sweeney v.\n                                                              \n\nWestvaco  Co., 926 F.2d 29,  37 (1st Cir.)  (citing Systemized of\n                                                                 \n\nNew  England, Inc. v.  SCM, Inc., 732  F.2d 1030,  1035 (1st Cir.\n                                \n\n1984)), cert. denied, 112  S. Ct. 274 (1991); see  also 9 Charles\n                                                       \n\nA. Wright &amp; Arthur R. Miller, Federal Practice &amp; Procedure   2537\n                                                          \n\n(1971) (\"Since it is technically only a renewal of the motion . .\n\n. made  at the close of evidence, [a post-verdict Rule 50 motion]\n\ncannot assert  a ground that was not included in the motion for a\n\ndirected verdict.\"); 5A James  W. Moore, Moore's Federal Practice\n                                                                 \n\n  50.08 (2d ed. 1994) (same).  Sweeping invocations of conclusory\n\n                                6\n\ntheories or abstract  principles will not  suffice:  \"The  motion\n\nmust  . .  . be  made with  sufficient specificity  to  allow the\n\ndistrict  court  to  understand  precisely why  the  evidence  is\n\ninsufficient.\"   Wells Real Estate, Inc. v. Greater Lowell Bd. of\n                                                                 \n\nRealtors,  850 F.2d 803, 810  (1st Cir.), cert.  denied, 488 U.S.\n                                                       \n\n955 (1988); Pstragowski v.  Metropolitan Life Ins. Co., 553  F.2d\n                                                      \n\n1, 3  (1st Cir. 1977) (where Rule 50 motion  was silent as to the\n\nlegal  theory that plaintiff  was obliged to  establish malice on\n\nthe part of  the defendant, there  was no basis for  an appellate\n\nchallenge  to the sufficiency of  the evidence on  the element of\n\nmalice).    Ultimately, of  course,  \"[a]ppellate  review may  be\n\nobtained only on  the specific  ground stated in  the motion  for\n\ndirected verdict.\" Wells Real Estate, 850 F.2d at 810; Pstragows-\n                                                                 \n\nki, 553 F.2d at 3 (same).  \n  \n\n          The pre-verdict motion for judgment as a matter of law,\n\nsee  Fed. R. Civ. P. 50(a),(b), stressed the undisputed fact that\n   \n\n108 manholes were delivered  more than four years prior  to suit,\n\nbut  presented no  authority or  argumentation whatever  that the\n\ncontract should be considered severable (i.e., that Massachusetts\n                                             \n\nlaw  permitted  or  required  that the  individual  shipments  of\n\nmanholes  receive  separate  treatment for  statute-of-limitation\n\npurposes, rather than  as an entire  contract for 121  manholes).\n\nThe consequences of CSI's cryptic approach were foreordained.  \n\n          Most importantly, the  district court  was never  fore-\n\nwarned  of  the  legal basis  for  the  severability claim  first\n\nsurfaced  by CSI following the  adverse jury verdict.   Under our\n\n                                7\n\nprecedent, therefore, on appeal CSI was not entitled to challenge\n\nthe sufficiency  of the evidence  supporting the jury  verdict on\n\nthe  limitations issue.   See Wells Real Estate,  850 F.2d at 10;\n                                               \n\nPstragowski, 553 F.2d at 3.  The magistrate judge correctly ruled\n           \n\nthat CSI was bound by its own pre-verdict decision to entrust its\n\nseverability claim to the  jury with no further legal  definition\n\nthan  the  unchallenged  instruction  that  \"accrual\"  under  the\n\nMassachusetts UCC occurs at  the \"time of delivery.\"   See United\n                                                                 \n\nCalifornia Bank  v. Eastern Mountain  Sports, Inc., 546  F. Supp.\n                                                  \n\n945,  964 (D. Mass. 1982) (\"Under Massachusetts law, 'it is clear\n\nthat  a  cause of  action .  . .  accrues  when delivery  is made\n\nregardless of  the buyer's  knowledge of the  breach.'\") (quoting\n\nWolverine Ins. Co. v.  Tower Iron Works, 370  F.2d 700, 702  (1st\n                                       \n\nCir.  1966)), aff'd,  705 F.2d  439 (1st  Cir. 1983);  accord Bay\n                                                                 \n\nState-Spray &amp; Provincetown S.S., Inc. v. Caterpillar Tractor Co.,\n                                                                \n\n533 N.E.2d 1350, 1353 (Mass. 1989).4\n\n          Under  Article 2  of the  Uniform Commercial  Code, the\n\nseverability  or  entirety of  a contract  of  sale turns  on the\n\n                    \n\n     4Counsel argued  the  severability-entirety issue  in  their\nclosings.  CSI  argued that  the parties'  performance under  the\ncontract demonstrated  their practice of treating each separately\n                                     \ninvoiced shipment  of manholes  as a distinct  transaction.   See\n                                                                 \nTrial. Tr. at 141 (\"really what is occurring here is  a series of\ncontracts  . .  . .   All the manholes  were made to  order.  The\nmanholes that were  shipped . . . in 1986 have no relation to the\nmanholes that were delivered as of November 14, 1985.\")  Perdoni,\non  the other  hand, urged  the jury  to view  the contract  as a\nunitary  whole, and to recognize that Perdoni required all of the\nmanholes in order to complete  its contract project.  Id. at  157\n                                                         \n(\"if you ordered  12 eggs, and you get 10,  you don't say, 'Thank\nyou for delivering my eggs.' . . . .  [T]he full quantity ordered\nwas not delivered until July of 1986.\").\n\n                                8\n\nintent of the contracting parties, see, e.g., Carlo Bianchi &amp; Co.\n                                                                 \n\nv.  Builders' Equip. &amp; Supplies Co., 199  N.E.2d 519, 528  (Mass.\n                                   \n\n1964) (severability  or entirety of contract  dependent on intent\n\nof parties) (citing,  inter alia, Bianchi Bros., Inc. v. Gendron,\n                                                                \n\n198  N.E. 767, 770 (Mass. 1935)); Belanger v. Haverlock, 537 A.2d\n                                                       \n\n604 (Me.  1988) (same); Lake  LBJ Mun. Util.  Dist. v.  Coulson &amp;\n                                                                 \n\nC.A.E.,  Inc.,  771 S.W.2d  145  (Tex. 1988)  (same);  Scruggs v.\n                                                              \n\nQuality Elec. Serv., Inc.,  320 S.E.2d 49 (S.C. 1984)  (same); In\n                                                                 \n\nre Estate of  Wilson, 405  N.E.2d 220 (N.Y.  1980); 1901  Wyoming\n                                                                 \n\nAve. Coop. Assoc. v. Lee, 345 A.2d 456 (D.C. 1975);  see also 17A\n                                                             \n\nAm.  Jur.  2d    415  (1991) (\"Whether  a contract  is  entire or\n\nseverable is  a question of  fact\"), a quintessential  jury ques-\n\ntion.  There can be no question that CSI elected to forego a more\n                                                \n\ndefinitive jury instruction on  the law governing the severabili-\n\nty-entirety  issue  pressed on  appeal.   As  was its  right, CSI\n\nsimply attempted to persuade the jury that the parties intended a\n\nseverable  contract.  Having once embarked on this course, howev-\n\ner, CSI was not entitled to set out on a new one after its chosen\n\nlitigation  tactic failed.  See Brody v.  President &amp;  Fellows of\n                                                                 \n\nHarvard College, 664  F.2d 10,  12 (1st Cir.  1981) (noting  that\n               \n\nlitigants  ordinarily are  bound by  their tactical  decisions at\n\ntrial), cert. denied, 455  U.S. 1027 (1982).  Thus,  the district\n                    \n\ncourt did  not err in denying the motion for judgment as a matter\n\nof law, since CSI \"forfeited its right to raise the [severability\n\nclaim]  by waiting to  raise it until after  the jury reached its\n\n                                9\n\nverdict.\" Sweeney, 926 F.2d at 37.5\n                 \n\n          Next,  even assuming  that  it failed  to preserve  its\n\nseverability claim for  appeal, CSI  argues that a  new trial  is\n\nrequired due to alleged  inconsistencies between the jury's award\n\nof damages  on  the implied  warranty claims  and the  magistrate\n\njudge's  resolution of  the limitations  defense relating  to the\n\nChapter 93A claim.  We do not agree. \n\n          First, as no special interrogatory was submitted to the\n\njury on the limitations defense  relating to the implied warranty\n\nclaims, it  would be  conjectural  to conclude  that the  damages\n\nawarded by the jury and the finding  made by the magistrate judge\n\nare irreconcilable.  See Fed. R. Civ. P. 49(a) (right to trial on\n                        \n\nparticular issue  waived absent  request for specific  jury find-\n\ning);  Kavanaugh v. Greenlee  Tool Co., 944 F.2d  7, 11 (1st Cir.\n                                      \n\n1991) (applying  Rule 49 waiver  provision).  In  determining the\n\nintent  of the  contracting parties  in this  case, the  jury may\n\neither have found (1) that the contract was severable, and made a\n\ngenerous award of  damages (i.e.,  37% of the  total damages  re-\n                                \n\nquested by Perdoni on only 11% of the units supplied  by CSI); or\n\n(2) that the contract was not severable, and made a  meager award\n\n(i.e., 37% of the total damages  requested by Perdoni on 100%  of\n     \n\nthe units supplied by CSI).  The  inconsistency posited by CSI is\n\n                    \n\n     5As CSI advances the same arguments in support of its appeal\nfrom  the denial  of its  Rule 59  motion, we  conclude that  the\ndistrict  court  likewise acted  well  within  its discretion  in\ndenying CSI's  motion for new trial  on the merits.   See Phav v.\n                                                              \nTrueblood, Inc., 915  F.2d 764,  766 (1st Cir.  1990) (\"abuse  of\n               \ndiscretion\" standard governs review of denial of Rule 59 motion).\n\n                                10\n\npredicated on the assumption that the jury made a meager award of\n\ndamages,  yet there  is no  record basis  for such  a conclusion.\n\nGiven the  strong presumption  of regularity attending  jury ver-\n\ndicts,  see, e.g., Veiga v.  McGee, 26 F.3d  1206, 1215 (1st Cir.\n                                  \n\n1994)  (noting that reviewing  court is compelled  to uphold jury\n\nverdict under Rule 50 \"even in a close case\" unless no reasonable\n\njury  could  have reached  the  same conclusion),  we  decline to\n\ndisturb the  verdict on  the basis of  the assumed  inconsistency\n\nposited by CSI.\n\n          Second, CSI posits an inconsistency between the results\n\nreached  by  different  decisionmakers  on  distinct claims,  and\n\nincorrectly assumes that the  jury verdict must yield.   Where an\n\nirreconcilable  inconsistency exists between a bench decision and\n\na  jury verdict  on  different claims  arising  out of  the  same\n\ntransaction, the jury finding must take precedence in the Seventh\n\nAmendment context:  \"when a party has a right to a  jury trial on\n\nan issue  involved in a legal claim, the judge is of course bound\n\nby  the  jury's determination  of that  issue  as it  affects his\n\ndisposition  of an  accompanying  equitable claim.\"   Lincoln  v.\n                                                             \n\nBoard of Regents, 697 F.2d 928, 934 (11th Cir.) (citing Curtis v.\n                                                              \n\nLoether,  415 U.S.  189, 196  n.11 (1974);  Dairy Queen,  Inc. v.\n                                                              \n\nWood,  396 U.S. 469, 470-73  (1962)), cert. denied,  464 U.S. 826\n                                                  \n\n(1983); Los Angeles Police Protective  League v. Gates, 995  F.2d\n                                                      \n\n1469, 1473  (9th Cir.  1993) (same);  Fowler  v. Land  Management\n                                                                 \n\nGroupe, Inc., 978 F.2d 158,  163 (4th Cir. 1992) (same); Wade  v.\n                                                             \n\nOrange  Cty. Sheriff's Office, 844  F.2d 951, 954  (2d Cir. 1988)\n                             \n\n                                11\n\n(same);  see also Walsh  v. Chestnut Hill  Bank &amp; Trust  Co., 607\n                                                            \n\nN.E. 2d  737, 740-41 (Mass.  1993) (noting \"equitable\"  nature of\n\nclaims under Chapter 93A; no right to jury  trial).  Moreover, in\n\nthe  Chapter 93A context, the court has recognized that judge and\n\njury,  sitting   as  independent   triers  of  fact,   may  reach\n\nconflicting conclusions.   Wallace Motor Sales,  Inc. v. American\n                                                                 \n\nMotors  Sales  Corp.,  780 F.2d  1049,  1063-67  (1st Cir.  1985)\n                    \n\n(rejecting  claim that  judge's findings  must always  conform to\n\nthose of the jury;  upholding findings made by district  judge on\n\nChapter  93A  claim and  by jury  on  Dealers Act  claim); accord\n                                                                 \n\nFowler, 978 F.2d at 162-63 (concluding that under certain circum-\n      \n\nstances  \"it is  entirely  acceptable that  the two  fact-finders\n\nreach  conflicting  conclusions  on  the issues\").    Thus,  even\n\nassuming  inconsistent  findings, CSI's  claim  must  fail.   Cf.\n                                                                 \n\nKavanaugh,  944  F.2d  at  9 (noting  this  court's  \"substantial\n         \n\nreluctance to consider inconsistency [within] civil jury verdicts\n\na basis for new trials.\")\n\n          Finally, permitting  CSI to employ the  bench ruling on\n\nthe severability  issue as a lever  with which to upset  the jury\n\nverdict would circumvent the important  Rule 50 corollary that \"a\n\nparty who  move[s] for a  directed verdict  may obtain  appellate\n\nreview  only  on the  specific  ground  stated  in  the  motion.\"\n            \n\nPstragowski, 553 F.2d at 3 (emphasis added); accord Fleming James\n                                                   \n\nJr. et al., Civil Procedure   7.30 (4th ed. 1992) (observing that\n                           \n\npost-judgment motions for judgment as a matter of law are \"limit-\n\ned to the assertion  of issues or grounds specifically  raised in\n\n                                12\n\nthe prior motion\"); see also Doty v. Sewall, 908 F.2d 1053,  1057\n                                           \n\nn.4  (1st Cir. 1990) (noting that failure to bring issue underly-\n\ning new trial claim to district court's attention  is significant\n\nbecause \"'[b]y doing so . . . [the party] got a chance to see the\n\nverdict and then to seek to overturn it.'\") (quoting Caldarera v.\n                                                              \n\nEastern  Airlines,  Inc.,  705 F.2d  778,  782  (5th  Cir. 1983).\n                        \n\nChallenges to jury verdicts  must be evaluated against  the back-\n\ndrop of  the case \"as submitted\" to the jury.  See, e.g., Griffin\n                                                                 \n\nv. Matherne,  471 F.2d  911,  915 (5th  Cir. 1973),  quoted in  1\n                                                              \n\nSteven  A.  Childress &amp;  Martha  S. Davis,  Federal  Standards of\n                                                                 \n\nReview   3.10  (2d ed. 1992).\n      \n\n          Affirmed.6\n          Affirmed.\n\n                    \n\n     6Although counsel fees have been  awarded on occasion for an\nappellate  defense of  a judgment  on a  Chapter 93A  claim, see,\n                                                                \ne.g., Manzaro  v. McCann, 401 Mass. 880,  885 (1988), there is no\n                        \nbasis for a fee award to Perdoni, since CSI did not challenge the\ndistrict court judgment on the Chapter 93A claim.  \n\n                                13\n",
  "html": "<p class=\"case_cite\">35 F.3d 1</p>\n    <p class=\"case_cite\">29 Fed.R.Serv.3d 907</p>\n    <p class=\"parties\">PERDONI BROTHERS, INC., Plaintiff, Appellee,<br>v.<br>CONCRETE SYSTEMS, INC., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2178.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued May 4, 1994.<br>Decided Sept. 2, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John M. Lovely, with whom Daniel F. Cashman and Gelerman &amp; Cashman, Foxboro, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Valeriano Diviacchi, with whom Diviacchi Law Office, Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, CAMPBELL, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Concrete Systems, Inc.  (CSI), a New Hampshire producer of pre-cast concrete products, contracted in 1985 with plaintiff-appellee Perdoni Brothers, Inc.  (Perdoni), a Massachusetts-based construction firm, to manufacture and deliver 121 custom-designed manholes, at a total contract price of $51,670.47, for installation in a new sewer system in the Town of Ashland, Massachusetts.  CSI contends that the district court committed reversible error in denying its post-verdict motion for judgment as a matter of law.  See Fed.R.Civ.P. 50.  For the reasons hereinafter discussed, we affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The first five manholes were delivered to the Perdoni job site by CSI on July 2, 1985.  The remaining 116 manholes were delivered intermittently in twenty-six shipments extending over the next thirteen months and invoiced by individual shipment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Dissatisfied with the CSI manholes (which leaked and had to be patched),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Perdoni brought this diversity action in federal district court on April 25, 1990, demanding $134,000 in compensatory damages for breach of the implied warranties of merchantability and fitness for a particular purpose (implied warranty claims), see Mass.Gen.L. ch. 106 Secs. 2-314, 2-315, and additional damages based on a deceptive trade practices claim under Mass.Gen.L. ch. 93A (\"Chapter 93A\").  CSI counterclaimed for $18,561 allegedly due from Perdoni on the Ashland project and another contract.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Trial was held before a magistrate judge, with the consent of the parties.  See 28 U.S.C. Sec. 636(c).  The implied warranty claims were tried to a jury, while the Chapter 93A claim was tried to the presiding magistrate judge.  It was not until after the close of all the evidence that CSI first moved for judgment as a matter of law on the implied warranty claims relating to 108 of the 121 manholes.  The uncontroverted evidence demonstrated that only 13 manholes had been delivered by CSI within four years of the commencement of the present action.  CSI accordingly contended that Perdoni's implied warranty claims relating to the other 108 manholes were time-barred under Mass.Gen.L. ch. 106 Sec. 2-725(1) (prescribing four-year limitation on Uniform Commercial Code warranty actions);  id. Sec. 2-725(2) (action for breach of warranty under UCC accrues on \"tender of delivery\" of goods).  The magistrate judge denied CSI's motion for judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thereafter, the magistrate judge convened a charge conference to consider the jury instructions, including the instruction on the statute-of-limitations defense.  Neither party requested an instruction on the law governing the severability-entirety issue.  Although Perdoni unsuccessfully sought an instruction that the contract should be considered an entirety, CSI made no corresponding request for an instruction that the contract be considered severable.  Consequently, the magistrate judge simply instructed the jury that CSI had the burden of proving that the action was time-barred, and that the four-year limitation period ran from the \"time of delivery.\"   Although both parties argued the severability-entirety issue, the court made no explicit reference to it and neither party objected to the jury instruction as given.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The jury found in favor of Perdoni for $48,961, and in favor of CSI for $18,561 on its counterclaim.  CSI then renewed its Rule 50 motion for judgment as a matter of law and, alternatively, moved for a new trial under Fed.R.Civ.P. 59.  The magistrate judge did not address the merits of the CSI motion, however, ruling instead that CSI had waived its severability claim, both by failing to object to the jury instruction and by failing to raise the severability argument in its pre-verdict Rule 50 motion.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Nonetheless, the magistrate judge, sitting as trier of fact, found Perdoni's Chapter 93A claim time-barred as it pertained to 108 of the 121 manholes.  CSI appealed the denial of its post-verdict motion for judgment as a matter of law or for a new trial on the implied warranty claims.  See Fed.R.Civ.P. 50(b), 59.  CSI's primary appellate target is the district court's waiver ruling on the severability issue.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Leaving aside CSI's failure to object to the jury instruction on the statute-of-limitations defense, the district court waiver ruling is fully supported by CSI's failure to raise the severability argument in its pre-verdict motion for judgment as a matter of law.  The law is crystal clear that a \"party may not base its motion for a judgment n.o.v. on a ground that was not argued in its motion for directed verdict.\"  Sweeney v. Westvaco Co., 926 F.2d 29, 37 (1st Cir.)  (citing Systemized of New England, Inc. v. SCM, Inc., 732 F.2d 1030, 1035 (1st Cir.1984)), cert. denied, --- U.S. ----, 112 S.Ct. 274, 116 L.Ed.2d 226 (1991);  see also 9 Charles A. Wright &amp; Arthur R. Miller, Federal Practice &amp; Procedure Sec. 2537 (1971) (\"Since it is technically only a renewal of the motion ... made at the close of evidence, [a post-verdict Rule 50 motion] cannot assert a ground that was not included in the motion for a directed verdict.\");   5A James W. Moore, Moore's Federal Practice p 50.08 (2d ed. 1994) (same).  Sweeping invocations of conclusory theories or abstract principles will not suffice:  \"The motion must ... be made with sufficient specificity to allow the district court to understand precisely why the evidence is insufficient.\"  Wells Real Estate, Inc. v. Greater Lowell Bd. of Realtors, 850 F.2d 803, 810 (1st Cir.), cert. denied, 488 U.S. 955, 109 S.Ct. 392, 102 L.Ed.2d 381 (1988);  Pstragowski v. Metropolitan Life Ins. Co., 553 F.2d 1, 3 (1st Cir.1977) (where Rule 50 motion was silent as to the legal theory that plaintiff was obliged to establish malice on the part of the defendant, there was no basis for an appellate challenge to the sufficiency of the evidence on the element of malice).  Ultimately, of course, \"[a]ppellate review may be obtained only on the specific ground stated in the motion for directed verdict.\"  Wells Real Estate, 850 F.2d at 810;  Pstragowski, 553 F.2d at 3 (same).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The pre-verdict motion for judgment as a matter of law, see Fed.R.Civ.P. 50(a), (b), stressed the undisputed fact that 108 manholes were delivered more than four years prior to suit, but presented no authority or argumentation whatever that the contract should be considered severable (i.e., that Massachusetts law permitted or required that the individual shipments of manholes receive separate treatment for statute-of-limitation purposes, rather than as an entire contract for 121 manholes).  The consequences of CSI's cryptic approach were foreordained.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Most importantly, the district court was never forewarned of the legal basis for the severability claim first surfaced by CSI following the adverse jury verdict.  Under our precedent, therefore, on appeal CSI was not entitled to challenge the sufficiency of the evidence supporting the jury verdict on the limitations issue.  See Wells Real Estate, 850 F.2d at 10;  Pstragowski, 553 F.2d at 3.   The magistrate judge correctly ruled that CSI was bound by its own pre-verdict decision to entrust its severability claim to the jury with no further legal definition than the unchallenged instruction that \"accrual\" under the Massachusetts UCC occurs at the \"time of delivery.\"   See United California Bank v. Eastern Mountain Sports, Inc., 546 F.Supp. 945, 964 (D.Mass.1982) (\"Under Massachusetts law, 'it is clear that a cause of action ... accrues when delivery is made regardless of the buyer's knowledge of the breach.' \")  (quoting Wolverine Ins. Co. v. Tower Iron Works, 370 F.2d 700, 702 (1st Cir.1966)), aff'd, 705 F.2d 439 (1st Cir.1983);  accord Bay State-Spray &amp; Provincetown S.S., Inc. v. Caterpillar Tractor Co., 404 Mass. 103, 533 N.E.2d 1350, 1353 (1989).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under Article 2 of the Uniform Commercial Code, the severability or entirety of a contract of sale turns on the intent of the contracting parties, see, e.g., Carlo Bianchi &amp; Co. v. Builders' Equip. &amp; Supplies Co., 347 Mass. 636, 199 N.E.2d 519, 528 (1964) (severability or entirety of contract dependent on intent of parties) (citing, inter alia, Bianchi Bros., Inc. v. Gendron, 292 Mass. 438, 198 N.E. 767, 770 (1935));  Belanger v. Haverlock, 537 A.2d 604 (Me.1988) (same);  Lake LBJ Mun. Util.  Dist. v. Coulson &amp; C.A.E., Inc., 771 S.W.2d 145 (Tex.1988) (same);  Scruggs v. Quality Elec. Serv., Inc., 282 S.C. 542, 320 S.E.2d 49 (1984) (same);  In re Estate of Wilson, 50 N.Y.2d 59, 427 N.Y.S.2d 977, 405 N.E.2d 220 (1980);  1901 Wyoming Ave. Coop.  Assoc. v. Lee, 345 A.2d 456 (D.C.1975);  see also 17A Am.Jur.2d Sec. 415 (1991) (\"Whether a contract is entire or severable is a question of fact\"), a quintessential jury question.  There can be no question that CSI elected to forego a more definitive jury instruction on the law governing the severability-entirety issue pressed on appeal.  As was its right, CSI simply attempted to persuade the jury that the parties intended a severable contract.  Having once embarked on this course, however, CSI was not entitled to set out on a new one after its chosen litigation tactic failed.  See Brody v. President &amp; Fellows of Harvard College, 664 F.2d 10, 12 (1st Cir.1981) (noting that litigants ordinarily are bound by their tactical decisions at trial), cert. denied, 455 U.S. 1027, 102 S.Ct. 1731, 72 L.Ed.2d 148 (1982).  Thus, the district court did not err in denying the motion for judgment as a matter of law, since CSI \"forfeited its right to raise the [severability claim] by waiting to raise it until after the jury reached its verdict.\"  Sweeney, 926 F.2d at 37.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Next, even assuming that it failed to preserve its severability claim for appeal, CSI argues that a new trial is required due to alleged inconsistencies between the jury's award of damages on the implied warranty claims and the magistrate judge's resolution of the limitations defense relating to the Chapter 93A claim.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">First, as no special interrogatory was submitted to the jury on the limitations defense relating to the implied warranty claims, it would be conjectural to conclude that the damages awarded by the jury and the finding made by the magistrate judge are irreconcilable.  See Fed.R.Civ.P. 49(a) (right to trial on particular issue waived absent request for specific jury finding);  Kavanaugh v. Greenlee Tool Co., 944 F.2d 7, 11 (1st Cir.1991) (applying Rule 49 waiver provision).  In determining the intent of the contracting parties in this case, the jury may either have found (1) that the contract was severable, and made a generous award of damages (i.e., 37% of the total damages requested by Perdoni on only 11% of the units supplied by CSI);  or (2) that the contract was not severable, and made a meager award (i.e., 37% of the total damages requested by Perdoni on 100% of the units supplied by CSI).  The inconsistency posited by CSI is predicated on the assumption that the jury made a meager award of damages, yet there is no record basis for such a conclusion.  Given the strong presumption of regularity attending jury verdicts, see, e.g., Veiga v. McGee, 26 F.3d 1206, 1215 (1st Cir.1994) (noting that reviewing court is compelled to uphold jury verdict under Rule 50 \"even in a close case\" unless no reasonable jury could have reached the same conclusion), we decline to disturb the verdict on the basis of the assumed inconsistency posited by CSI.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Second, CSI posits an inconsistency between the results reached by different decisionmakers on distinct claims, and incorrectly assumes that the jury verdict must yield.  Where an irreconcilable inconsistency exists between a bench decision and a jury verdict on different claims arising out of the same transaction, the jury finding must take precedence in the Seventh Amendment context:  \"when a party has a right to a jury trial on an issue involved in a legal claim, the judge is of course bound by the jury's determination of that issue as it affects his disposition of an accompanying equitable claim.\"  Lincoln v. Board of Regents, 697 F.2d 928, 934 (11th Cir.)  (citing Curtis v. Loether, 415 U.S. 189, 196 n. 11, 94 S.Ct. 1005, 1009 n. 11, 39 L.Ed.2d 260 (1974);  Dairy Queen, Inc. v. Wood, 369 U.S. 469, 470-73, 82 S.Ct. 894, 896-97, 8 L.Ed.2d 44 (1962)), cert. denied, 464 U.S. 826, 104 S.Ct. 97, 78 L.Ed.2d 102 (1983);  Los Angeles Police Protective League v. Gates, 995 F.2d 1469, 1473 (9th Cir.1993) (same);  Fowler v. Land Management Groupe, Inc., 978 F.2d 158, 163 (4th Cir.1992) (same);  Wade v. Orange Cty. Sheriff's Office, 844 F.2d 951, 954 (2d Cir.1988) (same);  see also Walsh v. Chestnut Hill Bank &amp; Trust Co., 414 Mass. 283, 607 N.E.2d 737, 740-41 (1993) (noting \"equitable\" nature of claims under Chapter 93A;  no right to jury trial).  Moreover, in the Chapter 93A context, the court has recognized that judge and jury, sitting as independent triers of fact, may reach conflicting conclusions.  Wallace Motor Sales, Inc. v. American Motors Sales Corp., 780 F.2d 1049, 1063-67 (1st Cir.1985) (rejecting claim that judge's findings must always conform to those of the jury;  upholding findings made by district judge on Chapter 93A claim and by jury on Dealers Act claim);  accord Fowler, 978 F.2d at 162-63 (concluding that under certain circumstances \"it is entirely acceptable that the two fact-finders reach conflicting conclusions on the issues\").  Thus, even assuming inconsistent findings, CSI's claim must fail.  Cf. Kavanaugh, 944 F.2d at 9 (noting this court's \"substantial reluctance to consider inconsistency [within] civil jury verdicts a basis for new trials.\")Finally, permitting CSI to employ the bench ruling on the severability issue as a lever with which to upset the jury verdict would circumvent the important Rule 50 corollary that \"a party who move[s] for a directed verdict may obtain appellate review only on the specific ground stated in the motion.\"  Pstragowski, 553 F.2d at 3 (emphasis added);  accord Fleming James Jr. et al., Civil Procedure Sec. 7.30 (4th ed. 1992) (observing that post-judgment motions for judgment as a matter of law are \"limited to the assertion of issues or grounds specifically raised in the prior motion\");  see also Doty v. Sewall, 908 F.2d 1053, 1057 n. 4 (1st Cir.1990) (noting that failure to bring issue underlying new trial claim to district court's attention is significant because \" '[b]y doing so ... [the party] got a chance to see the verdict and then to seek to overturn it.' \")  (quoting Caldarera v. Eastern Airlines, Inc., 705 F.2d 778, 782 (5th Cir.1983).  Challenges to jury verdicts must be evaluated against the backdrop of the case \"as submitted\" to the jury.  See, e.g., Griffin v. Matherne, 471 F.2d 911, 915 (5th Cir.1973), quoted in 1 Steven A. Childress &amp; Martha S. Davis, Federal Standards of Review Sec. 3.10 (2d ed. 1992).</p>\n    </div>\n    <p class=\"indent\">Affirmed.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter, but did not participate in the drafting or the issuance of the panel opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Sewer line manholes must be watertight.  A common point of leakage is the area where the sewer lines enter the manhole structure.  Precise casting, as well as installation of rubber \"boots\" to ensure a tight fit between the wall of the structure and the sewer line itself, is necessary to ensure the integrity of the manhole.  At trial, Perdoni adduced evidence that CSI had used a defective hole former to cast the manholes for the Ashland project.  Consequently, the pipe openings in the sides of the manholes were misshapen and the seals between the boot and rim of the openings were not watertight</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The instruction relating to the statute of limitations follows:</p>\n        <p>[T]here is also an issue arising from [CSI's] asserted defense based on ... the statute of limitations.</p>\n        <p>This is simply a provision that a suit be commenced on certain types of claims within a prescribed period of time, otherwise, the suit is barred or precluded.  For a breach of warranty claim, the applicable statute of limitations for an action on a contract for the sale of goods is four years.</p>\n        <p>That means that a plaintiff has four years to bring a suit for a breach of warranty.  The time limit placed upon Perdoni began to run at the time of delivery of the manholes, regardless of whether Perdoni knew of the breach.   Thus within four years of the time which Perdoni received the manholes, it must have commenced this lawsuit.</p>\n        <p>It is [CSI's] burden to show that Perdoni has not complied with the statute of limitations, thus [CSI] has the burden of establishing that Perdoni filed a suit more than four years after the delivery of the manholes, and if Perdoni did not commence the suit within the four-year period, Perdoni may not recover on its warranty theories.</p>\n        <p>Trial Tr. at 168 (April 16, 1993) (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The magistrate judge noted that:</p>\n        <p>This Court instructed [the jury] that, as an affirmative defense, CSI had the burden of proving ... that Perdoni filed the suit more than four years after delivery of the manholes.  CSI did not object to this instruction.  Nor did CSI submit an instruction based on the law governing divisibility of performance, entire contracts, separate contracts and installment contracts.  CSI was apparently content to treat the question of what constitutes the time of delivery as an issue of fact.  CSI did move for a directed verdict on this issue, but, again, this motion was predicated on the evidence being clear as to the tender of delivery and included no argument as to the law governing divisibility of performance, entire contracts, separate contracts and installment contracts.   CSI's pretrial memorandum was no more edifying on this point....  This court finds it late in the day to be raising the legal issue, and deems the issue waived.</p>\n        <p>Perdoni Bros., Inc. v. Concrete Sys., Inc., Civ. 90-11046-WF, Memorandum Order at 7-8 (D.Mass. August 27, 1993) (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Counsel argued the severability-entirety issue in their closings.  CSI argued that the parties' performance under the contract demonstrated their practice of treating each separately invoiced shipment of manholes as a distinct transaction.  See Trial.  Tr. at 141 (\"really what is occurring here is a series of contracts....  All the manholes were made to order.  The manholes that were shipped ... in 1986 have no relation to the manholes that were delivered as of November 14, 1985.\")   Perdoni, on the other hand, urged the jury to view the contract as a unitary whole, and to recognize that Perdoni required all of the manholes in order to complete its contract project.  Id. at 157 (\"if you ordered 12 eggs, and you get 10, you don't say, 'Thank you for delivering my eggs.'  ....  [T]he full quantity ordered was not delivered until July of 1986.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As CSI advances the same arguments in support of its appeal from the denial of its Rule 59 motion, we conclude that the district court likewise acted well within its discretion in denying CSI's motion for new trial on the merits.  See Phav v. Trueblood, Inc., 915 F.2d 764, 766 (1st Cir.1990) (\"abuse of discretion\" standard governs review of denial of Rule 59 motion)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although counsel fees have been awarded on occasion for an appellate defense of a judgment on a Chapter 93A claim, see, e.g., Manzaro v. McCann, 401 Mass. 880, 885, 519 N.E.2d 1337 (1988), there is no basis for a fee award to Perdoni, since CSI did not challenge the district court judgment on the Chapter 93A claim</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">907</span></span></p>\n    <p class=\"parties\">PERDONI BROTHERS, INC., Plaintiff, Appellee,<br>v.<br>CONCRETE SYSTEMS, INC., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2178.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued May 4, 1994.<br>Decided Sept. 2, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John M. Lovely, with whom Daniel F. Cashman and Gelerman &amp; Cashman, Foxboro, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Valeriano Diviacchi, with whom Diviacchi Law Office, Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, CAMPBELL, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Concrete Systems, Inc.  (CSI), a New Hampshire producer of pre-cast concrete products, contracted in 1985 with plaintiff-appellee Perdoni Brothers, Inc.  (Perdoni), a Massachusetts-based construction firm, to manufacture and deliver 121 custom-designed manholes, at a total contract price of $51,670.47, for installation in a new sewer system in the Town of Ashland, Massachusetts.  CSI contends that the district court committed reversible error in denying its post-verdict motion for judgment as a matter of law.  See Fed.R.Civ.P. 50.  For the reasons hereinafter discussed, we affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The first five manholes were delivered to the Perdoni job site by CSI on July 2, 1985.  The remaining 116 manholes were delivered intermittently in twenty-six shipments extending over the next thirteen months and invoiced by individual shipment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Dissatisfied with the CSI manholes (which leaked and had to be patched),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Perdoni brought this diversity action in federal district court on April 25, 1990, demanding $134,000 in compensatory damages for breach of the implied warranties of merchantability and fitness for a particular purpose (implied warranty claims), see Mass.Gen.L. ch. 106 Secs. 2-314, 2-315, and additional damages based on a deceptive trade practices claim under Mass.Gen.L. ch. 93A (\"Chapter 93A\").  CSI counterclaimed for $18,561 allegedly due from Perdoni on the Ashland project and another contract.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Trial was held before a magistrate judge, with the consent of the parties.  See 28 U.S.C. Sec. 636(c).  The implied warranty claims were tried to a jury, while the Chapter 93A claim was tried to the presiding magistrate judge.  It was not until after the close of all the evidence that CSI first moved for judgment as a matter of law on the implied warranty claims relating to 108 of the 121 manholes.  The uncontroverted evidence demonstrated that only 13 manholes had been delivered by CSI within four years of the commencement of the present action.  CSI accordingly contended that Perdoni's implied warranty claims relating to the other 108 manholes were time-barred under Mass.Gen.L. ch. 106 Sec. 2-725(1) (prescribing four-year limitation on Uniform Commercial Code warranty actions);  <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 2-725(2) </span>(action for breach of warranty under UCC accrues on \"tender of delivery\" of goods).  The magistrate judge denied CSI's motion for judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thereafter, the magistrate judge convened a charge conference to consider the jury instructions, including the instruction on the statute-of-limitations defense.  Neither party requested an instruction on the law governing the severability-entirety issue.  Although Perdoni unsuccessfully sought an instruction that the contract should be considered an entirety, CSI made no corresponding request for an instruction that the contract be considered severable.  Consequently, the magistrate judge simply instructed the jury that CSI had the burden of proving that the action was time-barred, and that the four-year limitation period ran from the \"time of delivery.\"   Although both parties argued the severability-entirety issue, the court made no explicit reference to it and neither party objected to the jury instruction as given.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The jury found in favor of Perdoni for $48,961, and in favor of CSI for $18,561 on its counterclaim.  CSI then renewed its Rule 50 motion for judgment as a matter of law and, alternatively, moved for a new trial under Fed.R.Civ.P. 59.  The magistrate judge did not address the merits of the CSI motion, however, ruling instead that CSI had waived its severability claim, both by failing to object to the jury instruction and by failing to raise the severability argument in its pre-verdict Rule 50 motion.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Nonetheless, the magistrate judge, sitting as trier of fact, found Perdoni's Chapter 93A claim time-barred as it pertained to 108 of the 121 manholes.  CSI appealed the denial of its post-verdict motion for judgment as a matter of law or for a new trial on the implied warranty claims.  See Fed.R.Civ.P. 50(b), 59.  CSI's primary appellate target is the district court's waiver ruling on the severability issue.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Leaving aside CSI's failure to object to the jury instruction on the statute-of-limitations defense, the district court waiver ruling is fully supported by CSI's failure to raise the severability argument in its pre-verdict motion for judgment as a matter of law.  The law is crystal clear that a \"party may not base its motion for a judgment n.o.v. on a ground that was not argued in its motion for directed verdict.\"  Sweeney v. Westvaco Co., <span class=\"citation\" data-id=\"556388\"><a href=\"/opinion/556388/dolores-sweeney-v-westvaco-company-dolores-sweeney-v-westvaco-company/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">29</span></a></span>, 37 (1st Cir.)  (citing Systemized of New England, Inc. v. SCM, Inc., <span class=\"citation\" data-id=\"434889\"><a href=\"/opinion/434889/systemized-of-new-england-inc-v-scm-incorporated/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1030</span></a></span>, 1035 (1st Cir.1984)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">274</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">226</span> </span>(1991);  see also 9 Charles A. Wright &amp; Arthur R. Miller, Federal Practice &amp; Procedure Sec. 2537 (1971) (\"Since it is technically only a renewal of the motion ... made at the close of evidence, [a post-verdict Rule 50 motion] cannot assert a ground that was not included in the motion for a directed verdict.\");   5A James W. Moore, Moore's Federal Practice p 50.08 (2d ed. 1994) (same).  Sweeping invocations of conclusory theories or abstract principles will not suffice:  \"The motion must ... be made with sufficient specificity to allow the district court to understand precisely why the evidence is insufficient.\"  Wells Real Estate, Inc. v. Greater Lowell Bd. of Realtors, <span class=\"citation\" data-id=\"508416\"><a href=\"/opinion/508416/wells-real-estate-inc-v-greater-lowell-board-of-realtors/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">803</span></a></span>, 810 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">955</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">392</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">381</span> </span>(1988);  Pstragowski v. Metropolitan Life Ins. Co., <span class=\"citation\" data-id=\"344528\"><a href=\"/opinion/344528/stephen-s-pstragowski-v-metropolitan-life-insurance-company-orise-b/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1977) (where Rule 50 motion was silent as to the legal theory that plaintiff was obliged to establish malice on the part of the defendant, there was no basis for an appellate challenge to the sufficiency of the evidence on the element of malice).  Ultimately, of course, \"[a]ppellate review may be obtained only on the specific ground stated in the motion for directed verdict.\"  Wells Real <span class=\"citation\" data-id=\"508416\"><span class=\"antecedent_guess\">Estate,</span> <a href=\"/opinion/508416/wells-real-estate-inc-v-greater-lowell-board-of-realtors/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">810</span></a></span>;  <span class=\"citation\" data-id=\"344528\"><span class=\"antecedent_guess\">Pstragowski,</span> <a href=\"/opinion/344528/stephen-s-pstragowski-v-metropolitan-life-insurance-company-orise-b/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3</span> </a></span>(same).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The pre-verdict motion for judgment as a matter of law, see Fed.R.Civ.P. 50(a), (b), stressed the undisputed fact that 108 manholes were delivered more than four years prior to suit, but presented no authority or argumentation whatever that the contract should be considered severable (i.e., that Massachusetts law permitted or required that the individual shipments of manholes receive separate treatment for statute-of-limitation purposes, rather than as an entire contract for 121 manholes).  The consequences of CSI's cryptic approach were foreordained.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Most importantly, the district court was never forewarned of the legal basis for the severability claim first surfaced by CSI following the adverse jury verdict.  Under our precedent, therefore, on appeal CSI was not entitled to challenge the sufficiency of the evidence supporting the jury verdict on the limitations issue.  See Wells Real <span class=\"citation\" data-id=\"508416\"><span class=\"antecedent_guess\">Estate,</span> <a href=\"/opinion/508416/wells-real-estate-inc-v-greater-lowell-board-of-realtors/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">10</span></a></span>;  <span class=\"citation\" data-id=\"344528\"><span class=\"antecedent_guess\">Pstragowski,</span> <a href=\"/opinion/344528/stephen-s-pstragowski-v-metropolitan-life-insurance-company-orise-b/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3</span></a></span>.   The magistrate judge correctly ruled that CSI was bound by its own pre-verdict decision to entrust its severability claim to the jury with no further legal definition than the unchallenged instruction that \"accrual\" under the Massachusetts UCC occurs at the \"time of delivery.\"   See United California Bank v. Eastern Mountain Sports, Inc., <span class=\"citation\" data-id=\"1870932\"><a href=\"/opinion/1870932/united-cal-bank-v-eastern-mountain-sports/\"><span class=\"volume\">546</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">945</span></a></span>, 964 (D.Mass.1982) (\"Under Massachusetts law, 'it is clear that a cause of action ... accrues when delivery is made regardless of the buyer's knowledge of the breach.' \")  (quoting Wolverine Ins. Co. v. Tower Iron Works, <span class=\"citation\" data-id=\"274249\"><a href=\"/opinion/274249/wolverine-insurance-co-v-tower-iron-works-inc/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">700</span></a></span>, 702 (1st Cir.1966)), aff'd, <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">439</span> </span>(1st Cir.1983);  accord Bay State-Spray &amp; Provincetown S.S., Inc. v. Caterpillar Tractor Co., <span class=\"citation\" data-id=\"2132316\"><a href=\"/opinion/2132316/bay-state-spray-provincetown-ss-v-caterpillar/\"><span class=\"volume\">404</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">103</span></a></span>, <span class=\"citation\" data-id=\"2132316\"><a href=\"/opinion/2132316/bay-state-spray-provincetown-ss-v-caterpillar/\"><span class=\"volume\">533</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1350</span></a></span>, 1353 (1989).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under Article 2 of the Uniform Commercial Code, the severability or entirety of a contract of sale turns on the intent of the contracting parties, see, e.g., Carlo Bianchi &amp; Co. v. Builders' Equip. &amp; Supplies Co., <span class=\"citation\" data-id=\"2099378\"><a href=\"/opinion/2099378/carlo-bianchi-co-v-buildersequipment-supplies/\"><span class=\"volume\">347</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">636</span></a></span>, <span class=\"citation\" data-id=\"2099378\"><a href=\"/opinion/2099378/carlo-bianchi-co-v-buildersequipment-supplies/\"><span class=\"volume\">199</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">519</span></a></span>, 528 (1964) (severability or entirety of contract dependent on intent of parties) (citing, inter alia, Bianchi Bros., Inc. v. Gendron, <span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">438</span></span>, <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">767</span></span>, 770 (1935));  Belanger v. Haverlock, <span class=\"citation\" data-id=\"1957057\"><a href=\"/opinion/1957057/belanger-v-haverlock/\"><span class=\"volume\">537</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">604</span> </a></span>(Me.1988) (same);  Lake LBJ Mun. Util.  Dist. v. Coulson &amp; C.A.E., Inc., <span class=\"citation no-link\"><span class=\"volume\">771</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">145</span> </span>(Tex.1988) (same);  Scruggs v. Quality Elec. Serv., Inc., <span class=\"citation\" data-id=\"1254889\"><a href=\"/opinion/1254889/scruggs-v-quality-electric-service-inc/\"><span class=\"volume\">282</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">542</span></a></span>, <span class=\"citation\" data-id=\"1254889\"><a href=\"/opinion/1254889/scruggs-v-quality-electric-service-inc/\"><span class=\"volume\">320</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">49</span> </a></span>(1984) (same);  In re Estate of Wilson, <span class=\"citation\" data-id=\"2591565\"><a href=\"/opinion/2591565/matter-of-wilson/\"><span class=\"volume\">50</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">59</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">427</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">977</span></span>, <span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">220</span> </span>(1980);  1901 Wyoming Ave. Coop.  Assoc. v. Lee, <span class=\"citation\" data-id=\"2311269\"><a href=\"/opinion/2311269/1901-wyoming-avenue-cooperative-assn-v-lee/\"><span class=\"volume\">345</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">456</span> </a></span>(D.C.1975);  see also 17A Am.Jur.2d Sec. 415 (1991) (\"Whether a contract is entire or severable is a question of fact\"), a quintessential jury question.  There can be no question that CSI elected to forego a more definitive jury instruction on the law governing the severability-entirety issue pressed on appeal.  As was its right, CSI simply attempted to persuade the jury that the parties intended a severable contract.  Having once embarked on this course, however, CSI was not entitled to set out on a new one after its chosen litigation tactic failed.  See Brody v. President &amp; Fellows of Harvard College, <span class=\"citation\" data-id=\"396905\"><a href=\"/opinion/396905/leon-h-brody-v-president-fellows-of-harvard-college/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 12 (1st Cir.1981) (noting that litigants ordinarily are bound by their tactical decisions at trial), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1027</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span> </span>(1982).  Thus, the district court did not err in denying the motion for judgment as a matter of law, since CSI \"forfeited its right to raise the [severability claim] by waiting to raise it until after the jury reached its verdict.\"  <span class=\"citation\" data-id=\"556388\"><span class=\"antecedent_guess\">Sweeney,</span> <a href=\"/opinion/556388/dolores-sweeney-v-westvaco-company-dolores-sweeney-v-westvaco-company/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">37</span></a></span>.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Next, even assuming that it failed to preserve its severability claim for appeal, CSI argues that a new trial is required due to alleged inconsistencies between the jury's award of damages on the implied warranty claims and the magistrate judge's resolution of the limitations defense relating to the Chapter 93A claim.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">First, as no special interrogatory was submitted to the jury on the limitations defense relating to the implied warranty claims, it would be conjectural to conclude that the damages awarded by the jury and the finding made by the magistrate judge are irreconcilable.  See Fed.R.Civ.P. 49(a) (right to trial on particular issue waived absent request for specific jury finding);  Kavanaugh v. Greenlee Tool Co., <span class=\"citation\" data-id=\"567918\"><a href=\"/opinion/567918/michael-james-kavanaugh-jr-and-mary-kavanaugh-etc-v-greenlee-tool/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 11 (1st Cir.1991) (applying Rule 49 waiver provision).  In determining the intent of the contracting parties in this case, the jury may either have found (1) that the contract was severable, and made a generous award of damages (i.e., 37% of the total damages requested by Perdoni on only 11% of the units supplied by CSI);  or (2) that the contract was not severable, and made a meager award (i.e., 37% of the total damages requested by Perdoni on 100% of the units supplied by CSI).  The inconsistency posited by CSI is predicated on the assumption that the jury made a meager award of damages, yet there is no record basis for such a conclusion.  Given the strong presumption of regularity attending jury verdicts, see, e.g., Veiga v. McGee, <span class=\"citation\" data-id=\"195441\"><a href=\"/opinion/195441/veiga-v-mcgee/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1206</span></a></span>, 1215 (1st Cir.1994) (noting that reviewing court is compelled to uphold jury verdict under Rule 50 \"even in a close case\" unless no reasonable jury could have reached the same conclusion), we decline to disturb the verdict on the basis of the assumed inconsistency posited by CSI.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Second, CSI posits an inconsistency between the results reached by different decisionmakers on distinct claims, and incorrectly assumes that the jury verdict must yield.  Where an irreconcilable inconsistency exists between a bench decision and a jury verdict on different claims arising out of the same transaction, the jury finding must take precedence in the Seventh Amendment context:  \"when a party has a right to a jury trial on an issue involved in a legal claim, the judge is of course bound by the jury's determination of that issue as it affects his disposition of an accompanying equitable claim.\"  Lincoln v. Board of Regents, <span class=\"citation\" data-id=\"413195\"><a href=\"/opinion/413195/h-anita-lincoln-cross-appellant-v-board-of-regents-of-the-university/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">928</span></a></span>, 934 (11th Cir.)  (citing Curtis v. Loether, <span class=\"citation\" data-id=\"108968\"><a href=\"/opinion/108968/curtis-v-loether/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 196 n. 11, <span class=\"citation\" data-id=\"108968\"><a href=\"/opinion/108968/curtis-v-loether/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></a></span>, 1009 n. 11, <span class=\"citation\" data-id=\"108968\"><a href=\"/opinion/108968/curtis-v-loether/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span> </a></span>(1974);  Dairy Queen, Inc. v. Wood, <span class=\"citation\" data-id=\"106385\"><a href=\"/opinion/106385/dairy-queen-inc-v-wood/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, 470-73, <span class=\"citation\" data-id=\"106385\"><a href=\"/opinion/106385/dairy-queen-inc-v-wood/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">894</span></a></span>, 896-97, <span class=\"citation\" data-id=\"106385\"><a href=\"/opinion/106385/dairy-queen-inc-v-wood/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">44</span> </a></span>(1962)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">826</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">97</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">102</span> </span>(1983);  Los Angeles Police Protective League v. Gates, <span class=\"citation\" data-id=\"609206\"><a href=\"/opinion/609206/los-angeles-police-protective-league-and-roger-gibson-v-daryl-f-gates/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1469</span></a></span>, 1473 (9th Cir.1993) (same);  Fowler v. Land Management Groupe, Inc., <span class=\"citation\" data-id=\"593313\"><a href=\"/opinion/593313/barbara-johnston-fowler-v-land-management-groupe-incorporated-john-long/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">158</span></a></span>, 163 (4th Cir.1992) (same);  Wade v. Orange Cty. Sheriff's Office, <span class=\"citation\" data-id=\"504642\"><a href=\"/opinion/504642/willie-o-wade-v-orange-county-sheriffs-office-aka-orange-county/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">951</span></a></span>, 954 (2d Cir.1988) (same);  see also Walsh v. Chestnut Hill Bank &amp; Trust Co., <span class=\"citation\" data-id=\"2092437\"><a href=\"/opinion/2092437/walsh-v-chestnut-hill-bank-trust-co/\"><span class=\"volume\">414</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">283</span></a></span>, <span class=\"citation\" data-id=\"2092437\"><a href=\"/opinion/2092437/walsh-v-chestnut-hill-bank-trust-co/\"><span class=\"volume\">607</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">737</span></a></span>, 740-41 (1993) (noting \"equitable\" nature of claims under Chapter 93A;  no right to jury trial).  Moreover, in the Chapter 93A context, the court has recognized that judge and jury, sitting as independent triers of fact, may reach conflicting conclusions.  Wallace Motor Sales, Inc. v. American Motors Sales Corp., <span class=\"citation\" data-id=\"463159\"><a href=\"/opinion/463159/wallace-motor-sales-inc-ralph-e-wallace-and-third-party-v-american/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1049</span></a></span>, 1063-67 (1st Cir.1985) (rejecting claim that judge's findings must always conform to those of the jury;  upholding findings made by district judge on Chapter 93A claim and by jury on Dealers Act claim);  accord <span class=\"citation\" data-id=\"593313\"><span class=\"antecedent_guess\">Fowler,</span> <a href=\"/opinion/593313/barbara-johnston-fowler-v-land-management-groupe-incorporated-john-long/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">162-63</span> </a></span>(concluding that under certain circumstances \"it is entirely acceptable that the two fact-finders reach conflicting conclusions on the issues\").  Thus, even assuming inconsistent findings, CSI's claim must fail.  Cf. <span class=\"citation\" data-id=\"567918\"><span class=\"antecedent_guess\">Kavanaugh,</span> <a href=\"/opinion/567918/michael-james-kavanaugh-jr-and-mary-kavanaugh-etc-v-greenlee-tool/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">9</span> </a></span>(noting this court's \"substantial reluctance to consider inconsistency [within] civil jury verdicts a basis for new trials.\")Finally, permitting CSI to employ the bench ruling on the severability issue as a lever with which to upset the jury verdict would circumvent the important Rule 50 corollary that \"a party who move[s] for a directed verdict may obtain appellate review only on the specific ground stated in the motion.\"  <span class=\"citation\" data-id=\"344528\"><span class=\"antecedent_guess\">Pstragowski,</span> <a href=\"/opinion/344528/stephen-s-pstragowski-v-metropolitan-life-insurance-company-orise-b/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3</span> </a></span>(emphasis added);  accord Fleming James Jr. et al., Civil Procedure Sec. 7.30 (4th ed. 1992) (observing that post-judgment motions for judgment as a matter of law are \"limited to the assertion of issues or grounds specifically raised in the prior motion\");  see also Doty v. Sewall, <span class=\"citation\" data-id=\"545153\"><a href=\"/opinion/545153/arthur-doty-v-richard-sewall-arthur-doty-v-richard-sewall/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1053</span></a></span>, 1057 n. 4 (1st Cir.1990) (noting that failure to bring issue underlying new trial claim to district court's attention is significant because \" '[b]y doing so ... [the party] got a chance to see the verdict and then to seek to overturn it.' \")  (quoting Caldarera v. Eastern Airlines, Inc., <span class=\"citation\" data-id=\"417734\"><a href=\"/opinion/417734/peter-joseph-caldarera-jr-etc-v-eastern-airlines-inc-and-united/\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">778</span></a></span>, 782 (5th Cir.1983).  Challenges to jury verdicts must be evaluated against the backdrop of the case \"as submitted\" to the jury.  See, e.g., Griffin v. Matherne, <span class=\"citation\" data-id=\"307713\"><a href=\"/opinion/307713/elvis-griffin-v-victor-matherne-and-otto-candies-inc/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">911</span></a></span>, 915 (5th Cir.1973), quoted in 1 Steven A. Childress &amp; Martha S. Davis, Federal Standards of Review Sec. 3.10 (2d ed. 1992).</p>\n    </div>\n    <p class=\"indent\">Affirmed.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter, but did not participate in the drafting or the issuance of the panel opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Sewer line manholes must be watertight.  A common point of leakage is the area where the sewer lines enter the manhole structure.  Precise casting, as well as installation of rubber \"boots\" to ensure a tight fit between the wall of the structure and the sewer line itself, is necessary to ensure the integrity of the manhole.  At trial, Perdoni adduced evidence that CSI had used a defective hole former to cast the manholes for the Ashland project.  Consequently, the pipe openings in the sides of the manholes were misshapen and the seals between the boot and rim of the openings were not watertight</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The instruction relating to the statute of limitations follows:</p>\n        <p>[T]here is also an issue arising from [CSI's] asserted defense based on ... the statute of limitations.</p>\n        <p>This is simply a provision that a suit be commenced on certain types of claims within a prescribed period of time, otherwise, the suit is barred or precluded.  For a breach of warranty claim, the applicable statute of limitations for an action on a contract for the sale of goods is four years.</p>\n        <p>That means that a plaintiff has four years to bring a suit for a breach of warranty.  The time limit placed upon Perdoni began to run at the time of delivery of the manholes, regardless of whether Perdoni knew of the breach.   Thus within four years of the time which Perdoni received the manholes, it must have commenced this lawsuit.</p>\n        <p>It is [CSI's] burden to show that Perdoni has not complied with the statute of limitations, thus [CSI] has the burden of establishing that Perdoni filed a suit more than four years after the delivery of the manholes, and if Perdoni did not commence the suit within the four-year period, Perdoni may not recover on its warranty theories.</p>\n        <p>Trial Tr. at 168 (April 16, 1993) (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The magistrate judge noted that:</p>\n        <p>This Court instructed [the jury] that, as an affirmative defense, CSI had the burden of proving ... that Perdoni filed the suit more than four years after delivery of the manholes.  CSI did not object to this instruction.  Nor did CSI submit an instruction based on the law governing divisibility of performance, entire contracts, separate contracts and installment contracts.  CSI was apparently content to treat the question of what constitutes the time of delivery as an issue of fact.  CSI did move for a directed verdict on this issue, but, again, this motion was predicated on the evidence being clear as to the tender of delivery and included no argument as to the law governing divisibility of performance, entire contracts, separate contracts and installment contracts.   CSI's pretrial memorandum was no more edifying on this point....  This court finds it late in the day to be raising the legal issue, and deems the issue waived.</p>\n        <p>Perdoni Bros., Inc. v. Concrete Sys., Inc., Civ. 90-11046-WF, Memorandum Order at 7-8 (D.Mass. August 27, 1993) (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Counsel argued the severability-entirety issue in their closings.  CSI argued that the parties' performance under the contract demonstrated their practice of treating each separately invoiced shipment of manholes as a distinct transaction.  See Trial.  Tr. at 141 (\"really what is occurring here is a series of contracts....  All the manholes were made to order.  The manholes that were shipped ... in 1986 have no relation to the manholes that were delivered as of November 14, 1985.\")   Perdoni, on the other hand, urged the jury to view the contract as a unitary whole, and to recognize that Perdoni required all of the manholes in order to complete its contract project.  <span class=\"citation\" data-id=\"307713\"><a href=\"/opinion/307713/elvis-griffin-v-victor-matherne-and-otto-candies-inc/\"><span class=\"id_token\">Id.</span> at 157 </a></span>(\"if you ordered 12 eggs, and you get 10, you don't say, 'Thank you for delivering my eggs.'  ....  [T]he full quantity ordered was not delivered until July of 1986.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As CSI advances the same arguments in support of its appeal from the denial of its Rule 59 motion, we conclude that the district court likewise acted well within its discretion in denying CSI's motion for new trial on the merits.  See Phav v. Trueblood, Inc., <span class=\"citation\" data-id=\"548929\"><a href=\"/opinion/548929/chat-phav-v-trueblood-inc/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">764</span></a></span>, 766 (1st Cir.1990) (\"abuse of discretion\" standard governs review of denial of Rule 59 motion)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although counsel fees have been awarded on occasion for an appellate defense of a judgment on a Chapter 93A claim, see, e.g., Manzaro v. McCann, <span class=\"citation\" data-id=\"2057989\"><a href=\"/opinion/2057989/manzaro-v-mccann/\"><span class=\"volume\">401</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">880</span></a></span>, 885, <span class=\"citation\" data-id=\"2057989\"><a href=\"/opinion/2057989/manzaro-v-mccann/\"><span class=\"volume\">519</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1337</span> </a></span>(1988), there is no basis for a fee award to Perdoni, since CSI did not challenge the district court judgment on the Chapter 93A claim</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106385/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108968/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195441/",
    "https://www.courtlistener.com/api/rest/v3/opinions/274249/",
    "https://www.courtlistener.com/api/rest/v3/opinions/307713/",
    "https://www.courtlistener.com/api/rest/v3/opinions/344528/",
    "https://www.courtlistener.com/api/rest/v3/opinions/396905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/413195/",
    "https://www.courtlistener.com/api/rest/v3/opinions/417734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/434889/",
    "https://www.courtlistener.com/api/rest/v3/opinions/463159/",
    "https://www.courtlistener.com/api/rest/v3/opinions/504642/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548929/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556388/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567918/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593313/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609206/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1254889/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1870932/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1957057/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2057989/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2092437/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2099378/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2132316/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2311269/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2591565/"
  ]
}