{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195554/",
  "id": 195554,
  "absolute_url": "/opinion/195554/de-la-rosa-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195554/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:30Z",
  "date_modified": "2020-02-21T23:31:39.912347Z",
  "type": "010combined",
  "sha1": "65bebd2b8c7c79644074a8b52e6d5e28a90863dc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1174.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1174\n\n            GREGORIO IGARTUA DE LA ROSA, ET. AL.,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Raymond L. Acosta, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                  Torruella, Cyr and Boudin,\n                       Circuit Judges.\n                                     \n\n                                         \n\nGregorio Igartua on brief pro se.\n                \nGuillermo  Gil,  United   States  Attorney,    Frank  W.   Hunger,\n                                                                 \nAssistant United States Attorney, Barbara C. Biddle and Jacob M. Lewis\n                                                                  \nAttorneys, Appellate Staff Civil Division, on brief for appellee.\n\n                                         \n\n                       August 17, 1994\n                                         \n\n     Per Curiam.   Appellant residents of  Puerto Rico allege\n               \n\nthat   their  inability   to  vote   in  the   United  States\n\npresidential  election  violates their constitutional rights.\n\nSome  appellants,  who   previously  voted  in   presidential\n\nelections while residing elsewhere but who are now ineligible\n\nto   vote   in   those    elections,   also   challenge   the\n\nconstitutionality  of the  Uniformed  and  Overseas  Citizens\n\nAbsentee Voting Act, 42 U.S.C.   1973ff et seq.  The district\n                                              \n\ncourt  dismissed  appellants'  request  for  declaratory  and\n\ninjunctive relief for  failure to  state a  claim upon  which\n\nrelief could be granted.  We summarily affirm.\n\n                              I\n\n     While appellants are citizens  of the United States, the\n\nConstitution  does  not  grant  citizens the  right  to  vote\n\ndirectly  for  the  President.    Instead,  the  Constitution\n\nprovides  that the President is to be chosen by electors who,\n\nin  turn, are chosen by  \"each state . . .  in such manner as\n                                    \n\nthe  Legislature thereof may direct.\"  U.S. Const. art. II,  \n\n1,  cl.  2  (emphasis  added).     Pursuant  to  Article  II,\n\ntherefore,  only citizens  residing  in states  can vote  for\n                                              \n\nelectors  and  thereby indirectly  for  the  President.   See\n                                                             \n\nAttorney  General  of Guam  on  behalf of  All  U.S. Citizens\n                                                             \n\nResiding in Guam etc.  v. United States, 738 F.2d  1017, 1019\n                                       \n\n(9th Cir.  1984), cert. denied,  469 U.S.  1209 (1985)  (\"The\n                              \n\nright  to vote  in  presidential elections  under Article  II\n\n                             -2-\n\ninheres  not  in  citizens   but  in  states;  citizens  vote\n\nindirectly for the President by voting for state electors.\").\n\nSince  Puerto Rico  is concededly  not a  state, see  Trailer\n                                                             \n\nMarine  Transport Corp. v. Rivera Vazquez, 977 F.2d 1, 7 (1st\n                                         \n\nCir. 1992) (status of Puerto Rico  \"is still not the same  as\n\nthat of a  State in the Federal  Union\"), it is not  entitled\n\nunder Article II  to choose electors  for the President,  and\n\nresidents  of Puerto  Rico  have no  constitutional right  to\n\nparticipate in  that election.  See Attorney General of Guam,\n                                                            \n\n738 F.2d at 1019  (\"Since Guam concededly is not  a state, it\n\ncan  have  no   electors,  and  plaintiffs   cannot  exercise\n\nindividual votes  in a  presidential election.\"); Sanchez  v.\n                                                         \n\nUnited States,  376 F. Supp. 239, 241  (D.P.R. 1974) (finding\n             \n\nsimilar  claim   \"plainly  without  merit\"  for   purpose  of\n\nconvening three-judge court).\n\n     The  only jurisdiction, not  a state, which participates\n\nin  the presidential  election is  the District  of Columbia,\n\nwhich  obtained that right through the twenty-third amendment\n\nto  the Constitution.   Such  a constitutional  amendment was\n\nnecessary   precisely   \"because   the   Constitution   ha[d]\n\nrestricted th[e] privilege [of  voting in national elections]\n\nto  citizens who reside[d] in  States.\"  H.R.  Rep. No. 1698,\n\n86th  Cong., 2d Sess. 2  (1960), reprinted in  1960 U.S. Code\n                                             \n\nCong. &amp; Ad. News  1459, 1460.  Only a  similar constitutional\n\namendment or a  grant of statehood to Puerto Rico, therefore,\n\n                             -3-\n\ncan provide appellants the right to  vote in the presidential\n\nelection  which they seek.  See Attorney General of Guam, 738\n                                                        \n\nF.2d at 1019-20.1\n\n                              II\n\n     Some  appellants, who  previously voted  in presidential\n\nelections while  residing elsewhere,  also assert  that their\n\nconstitutional  rights to  due process  and equal  protection\n\nhave  been violated  by the  Uniformed and  Overseas Citizens\n\nAbsentee Voting  Act [Act].   The  Act  provides that  United\n\nStates citizens,  including residents of Puerto  Rico, see 42\n                                                          \n\nU.S.C.    1973ff-6(6) &amp;  (7), who reside  outside the  United\n\nStates  retain the right to vote via absentee ballot in their\n\nlast  place of  residence in  the United  States, as  long as\n\nthese citizens  otherwise qualify to  vote under laws  of the\n\njurisdiction in which they last resided.  42 U.S.C.   1973ff-\n\n1.  It does not apply, however, to citizens who move from one\n\njurisdiction  to another within  the United  States.   See 42\n                                                          \n\n                    \n\n1.  Appellants' contention  that their  right to vote  in the\npresidential  election  is  secured  by  Article  25  of  the\nInternational  Covenant  on  Civil  and Political  Rights,  6\nI.L.M.  368 (1967)  (entered  into force  Sept. 8,  1992), is\nwithout merit.   Even if  Article 25  could be read  to imply\nsuch a right, Articles 1 through 27  of the Covenant were not\nself-executing, see 138  Cong. Rec. S4784 (daily  ed. Apr. 2,\n                   \n1992),  and  could  not  therefore  give  rise  to  privately\nenforceable  rights  under United  States  law.   See  United\n                                                             \nStates  v. Green, 671 F.2d  46, 50 (1st  Cir.), cert. denied,\n                                                            \n457 U.S.  1135 (1982);  United States  v. Thompson,  928 F.2d\n                                                  \n1060,  1066 (11th Cir.), cert. denied, 112 S. Ct. 270 (1991).\n                                     \nNor  could the  Covenant override  the constitutional  limits\ndiscussed  above.   See  Reid v.  Covert,  354 U.S.  1, 15-16\n                                        \n(1957) (plurality opinion).\n\n                             -4-\n\nU.S.C.    1973ff-6(5) (defining \"overseas voter\"  as a person\n\n\"who resides outside the United States\").  \n\n     Appellants  claim that  the Act  illegally discriminates\n\nagainst citizens  who have taken up residence  in Puerto Rico\n\nrather than outside the United States, because the former are\n\nnot  entitled  by the  Act to  vote in  their prior  state of\n\nresidence.  In  fact, however, the  Act does not  distinguish\n\nbetween those  who  reside overseas  and  those who  take  up\n\nresidence  in  Puerto  Rico,  but between  those  who  reside\n\noverseas  and  those  who  move anywhere  within  the  United\n\nStates.   Given  that such  a  distinction neither  affects a\n\nsuspect  class nor  infringes a  fundamental right,2  it need\n\nonly  have a  rational basis  to pass  constitutional muster.\n\nSee  FCC v. Beach Communications, Inc., 113 S. Ct. 2096, 2101\n                                     \n\n(1993) (equal protection); Nebbia v. New York, 291  U.S. 502,\n                                             \n\n537 (1934) (due process). \n\n     Without  the Act,  voters who  move overseas  could lose\n\ntheir  right to  vote  in all  federal  elections.   However,\n\nvoters who move to  a new residence within the  United States\n\nare eligible to vote in a federal election in their new place\n\n                    \n\n2.  Although it affects the  right to vote, the Act  does not\ninfringe that  right but rather  limits a state's  ability to\nrestrict it.   Moreover, nothing  in the Act  \"prevent[s] any\nState  from  adopting  any  voting  practice  which  is  less\nrestrictive than the practices prescribed in the Act.\"   H.R.\nRep.  No. 765, 99th Cong.,  2d Sess. 19  (1986), reprinted in\n                                                             \n1986 U.S. Code Cong. &amp; Ad. News 2009, 2023.\n\n                             -5-\n\nof  residence.3   Hence,  Congress had  a rational  basis for\n\nseeking to  protect the  absentee voting rights  only of  the\n\nformer.   While  the Act  does not  guarantee that  a citizen\n\nmoving  to  Puerto  Rico  will  be  eligible  to  vote  in  a\n\npresidential election, this limitation  is not a  consequence\n\nof the  Act but of the  constitutional requirements discussed\n\nabove.\n\n     Appellants' request  for oral  argument is denied.   The\n                                                      \n\ndismissal of  appellants' claims is  affirmed.  See  1st Cir.\n                                                   \n\nLoc. R. 27.1. \n\n                    \n\n3.  For  example, a citizen who moves to Puerto Rico would be\neligible  to vote  in the  federal election for  the Resident\nCommissioner.   See  Puerto Rican  Federal Relations  Act, 48\n                   \nU.S.C.      891  (Resident   Commissioner  chosen  by  \"[t]he\nqualified electors  of Puerto  Rico\"); 42  U.S.C. 1973ff-6(3)\n(defining    \"[f]ederal    office\"   to    include   Resident\nCommissioner).\n\n                             -6-\n",
  "html": "<p class=\"case_cite\">32 F.3d 8</p>\n    <p class=\"parties\">Gregorio IGARTUA DE LA ROSA, et al., Plaintiffs, Appellants,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1174.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted June 7, 1994.<br>Decided Aug. 17, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gregorio Igartua, on brief pro se.</p>\n      <p class=\"indent\">Guillermo Gil, U.S. Atty., Frank W. Hunger, Asst. U.S. Atty., Barbara C. Biddle and Jacob M. Lewis, Attys., Appellate Staff Civil Div., on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant residents of Puerto Rico allege that their inability to vote in the United States presidential election violates their constitutional rights.  Some appellants, who previously voted in presidential elections while residing elsewhere but who are now ineligible to vote in those elections, also challenge the constitutionality of the Uniformed and Overseas Citizens Absentee Voting Act, 42 U.S.C. Sec. 1973ff et seq.   The district court dismissed appellants' request for declaratory and injunctive relief for failure to state a claim upon which relief could be granted.  We summarily affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* While appellants are citizens of the United States, the Constitution does not grant citizens the right to vote directly for the President.  Instead, the Constitution provides that the President is to be chosen by electors who, in turn, are chosen by \"each state ... in such manner as the Legislature thereof may direct.\"   U.S. Const. art.  II, Sec. 1, cl. 2 (emphasis added).  Pursuant to Article II, therefore, only citizens residing in states can vote for electors and thereby indirectly for the President.  See Attorney General of Guam on behalf of All U.S. Citizens Residing in Guam, etc. v. United States, 738 F.2d 1017, 1019 (9th Cir.1984), cert. denied, 469 U.S. 1209, 105 S.Ct. 1174, 84 L.Ed.2d 323 (1985) (\"The right to vote in presidential elections under Article II inheres not in citizens but in states;  citizens vote indirectly for the President by voting for state electors.\").  Since Puerto Rico is concededly not a state, see Trailer Marine Transport Corp. v. Rivera Vazquez, 977 F.2d 1, 7 (1st Cir.1992) (status of Puerto Rico \"is still not the same as that of a State in the Federal Union\"), it is not entitled under Article II to choose electors for the President, and residents of Puerto Rico have no constitutional right to participate in that election.  See Attorney General of Guam, 738 F.2d at 1019 (\"Since Guam concededly is not a state, it can have no electors, and plaintiffs cannot exercise individual votes in a presidential election.\");  Sanchez v. United States, 376 F.Supp. 239, 241 (D.P.R.1974) (finding similar claim \"plainly without merit\" for purpose of convening three-judge court).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The only jurisdiction, not a state, which participates in the presidential election is the District of Columbia, which obtained that right through the twenty-third amendment to the Constitution.  Such a constitutional amendment was necessary precisely \"because the Constitution ha[d] restricted th[e] privilege [of voting in national elections] to citizens who reside[d] in States.\"   H.R.Rep. No. 1698, 86th Cong., 2d Sess. 2 (1960), reprinted in 1960 U.S.Code Cong. &amp; Ad.News 1459, 1460.  Only a similar constitutional amendment or a grant of statehood to Puerto Rico, therefore, can provide appellants the right to vote in the presidential election which they seek.  See Attorney General of Guam, 738 F.2d at 1019-20.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Some appellants, who previously voted in presidential elections while residing elsewhere, also assert that their constitutional rights to due process and equal protection have been violated by the Uniformed and Overseas Citizens Absentee Voting Act [Act].  The Act provides that United States citizens, including residents of Puerto Rico, see 42 U.S.C. Sec. 1973ff-6(6) &amp; (7), who reside outside the United States retain the right to vote via absentee ballot in their last place of residence in the United States, as long as these citizens otherwise qualify to vote under laws of the jurisdiction in which they last resided.  42 U.S.C. Sec. 1973ff-1.  It does not apply, however, to citizens who move from one jurisdiction to another within the United States.  See 42 U.S.C. Sec. 1973ff-6(5) (defining \"overseas voter\" as a person \"who resides outside the United States\").</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellants claim that the Act illegally discriminates against citizens who have taken up residence in Puerto Rico rather than outside the United States, because the former are not entitled by the Act to vote in their prior state of residence.  In fact, however, the Act does not distinguish between those who reside overseas and those who take up residence in Puerto Rico, but between those who reside overseas and those who move anywhere within the United States.  Given that such a distinction neither affects a suspect class nor infringes a fundamental right,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> it need only have a rational basis to pass constitutional muster.  See FCC v. Beach Communications, Inc., --- U.S. ----, ----, 113 S.Ct. 2096, 2101, 124 L.Ed.2d 211 (1993) (equal protection);  Nebbia v. New York, 291 U.S. 502, 537, 54 S.Ct. 505, 516, 78 L.Ed. 940 (1934) (due process).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Without the Act, voters who move overseas could lose their right to vote in all federal elections.  However, voters who move to a new residence within the United States are eligible to vote in a federal election in their new place of residence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Hence, Congress had a rational basis for seeking to protect the absentee voting rights only of the former.  While the Act does not guarantee that a citizen moving to Puerto Rico will be eligible to vote in a presidential election, this limitation is not a consequence of the Act but of the constitutional requirements discussed above.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellants' request for oral argument is denied.   The dismissal of appellants' claims is affirmed.  See 1st Cir.Loc.R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellants' contention that their right to vote in the presidential election is secured by Article 25 of the International Covenant on Civil and Political Rights, 6 I.L.M. 368 (1967) (entered into force Sept. 8, 1992), is without merit.  Even if Article 25 could be read to imply such a right, Articles 1 through 27 of the Covenant were not self-executing, see 138 Cong.Rec. S4784 (daily ed. Apr. 2, 1992), and could not therefore give rise to privately enforceable rights under United States law.  See United States v. Green, 671 F.2d 46, 50 (1st Cir.), cert. denied, 457 U.S. 1135, 102 S.Ct. 2962, 73 L.Ed.2d 1352 (1982);  United States v. Thompson, 928 F.2d 1060, 1066 (11th Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 270, 116 L.Ed.2d 222 (1991).  Nor could the Covenant override the constitutional limits discussed above.   See Reid v. Covert, 354 U.S. 1, 15-16, 77 S.Ct. 1222, 1230, 1 L.Ed.2d 1148 (1957) (plurality opinion)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although it affects the right to vote, the Act does not infringe that right but rather limits a state's ability to restrict it.  Moreover, nothing in the Act \"prevent[s] any State from adopting any voting practice which is less restrictive than the practices prescribed in the Act.\"   H.R.Rep. No. 765, 99th Cong., 2d Sess. 19 (1986), reprinted in 1986 U.S.Code Cong. &amp; Ad.News 2009, 2023</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For example, a citizen who moves to Puerto Rico would be eligible to vote in the federal election for the Resident Commissioner.  See Puerto Rican Federal Relations Act, 48 U.S.C. Sec. 891 (Resident Commissioner chosen by \"[t]he qualified electors of Puerto Rico\");  42 U.S.C. Sec. 1973ff-6(3) (defining \"[f]ederal office\" to include Resident Commissioner)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></span></p>\n    <p class=\"parties\">Gregorio IGARTUA DE LA ROSA, et al., Plaintiffs, Appellants,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1174.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted June 7, 1994.<br>Decided Aug. 17, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gregorio Igartua, on brief pro se.</p>\n      <p class=\"indent\">Guillermo Gil, U.S. Atty., Frank W. Hunger, Asst. U.S. Atty., Barbara C. Biddle and Jacob M. Lewis, Attys., Appellate Staff Civil Div., on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant residents of Puerto Rico allege that their inability to vote in the United States presidential election violates their constitutional rights.  Some appellants, who previously voted in presidential elections while residing elsewhere but who are now ineligible to vote in those elections, also challenge the constitutionality of the Uniformed and Overseas Citizens Absentee Voting Act, 42 U.S.C. Sec. 1973ff et seq.   The district court dismissed appellants' request for declaratory and injunctive relief for failure to state a claim upon which relief could be granted.  We summarily affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* While appellants are citizens of the United States, the Constitution does not grant citizens the right to vote directly for the President.  Instead, the Constitution provides that the President is to be chosen by electors who, in turn, are chosen by \"each state ... in such manner as the Legislature thereof may direct.\"   U.S. Const. art.  II, Sec. 1, cl. 2 (emphasis added).  Pursuant to Article II, therefore, only citizens residing in states can vote for electors and thereby indirectly for the President.  See Attorney General of Guam on behalf of All U.S. Citizens Residing in Guam, etc. v. United States, <span class=\"citation\" data-id=\"438755\"><a href=\"/opinion/438755/the-attorney-general-of-the-territory-of-guam-on-behalf-of-all-us/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span>, 1019 (9th Cir.1984), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1209</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1174</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">323</span> </span>(1985) (\"The right to vote in presidential elections under Article II inheres not in citizens but in states;  citizens vote indirectly for the President by voting for state electors.\").  Since Puerto Rico is concededly not a state, see Trailer Marine Transport Corp. v. Rivera Vazquez, <span class=\"citation\" data-id=\"592212\"><a href=\"/opinion/592212/trailer-marine-transport-corp-v-carmen-m-rivera-vazquez-etc/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.1992) (status of Puerto Rico \"is still not the same as that of a State in the Federal Union\"), it is not entitled under Article II to choose electors for the President, and residents of Puerto Rico have no constitutional right to participate in that election.  See Attorney General of <span class=\"citation\" data-id=\"438755\"><span class=\"antecedent_guess\">Guam,</span> <a href=\"/opinion/438755/the-attorney-general-of-the-territory-of-guam-on-behalf-of-all-us/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1019</span> </a></span>(\"Since Guam concededly is not a state, it can have no electors, and plaintiffs cannot exercise individual votes in a presidential election.\");  Sanchez v. United States, <span class=\"citation\" data-id=\"1468559\"><a href=\"/opinion/1468559/sanchez-v-united-states/\"><span class=\"volume\">376</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">239</span></a></span>, 241 (D.P.R.1974) (finding similar claim \"plainly without merit\" for purpose of convening three-judge court).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The only jurisdiction, not a state, which participates in the presidential election is the District of Columbia, which obtained that right through the twenty-third amendment to the Constitution.  Such a constitutional amendment was necessary precisely \"because the Constitution ha[d] restricted th[e] privilege [of voting in national elections] to citizens who reside[d] in States.\"   H.R.Rep. No. 1698, 86th Cong., 2d Sess. 2 (1960), reprinted in 1960 U.S.Code Cong. &amp; Ad.News 1459, 1460.  Only a similar constitutional amendment or a grant of statehood to Puerto Rico, therefore, can provide appellants the right to vote in the presidential election which they seek.  See Attorney General of <span class=\"citation\" data-id=\"438755\"><span class=\"antecedent_guess\">Guam,</span> <a href=\"/opinion/438755/the-attorney-general-of-the-territory-of-guam-on-behalf-of-all-us/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1019</span></a></span>-20.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Some appellants, who previously voted in presidential elections while residing elsewhere, also assert that their constitutional rights to due process and equal protection have been violated by the Uniformed and Overseas Citizens Absentee Voting Act [Act].  The Act provides that United States citizens, including residents of Puerto Rico, see 42 U.S.C. Sec. 1973ff-6(6) &amp; (7), who reside outside the United States retain the right to vote via absentee ballot in their last place of residence in the United States, as long as these citizens otherwise qualify to vote under laws of the jurisdiction in which they last resided.  42 U.S.C. Sec. 1973ff-1.  It does not apply, however, to citizens who move from one jurisdiction to another within the United States.  See 42 U.S.C. Sec. 1973ff-6(5) (defining \"overseas voter\" as a person \"who resides outside the United States\").</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellants claim that the Act illegally discriminates against citizens who have taken up residence in Puerto Rico rather than outside the United States, because the former are not entitled by the Act to vote in their prior state of residence.  In fact, however, the Act does not distinguish between those who reside overseas and those who take up residence in Puerto Rico, but between those who reside overseas and those who move anywhere within the United States.  Given that such a distinction neither affects a suspect class nor infringes a fundamental right,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> it need only have a rational basis to pass constitutional muster.  See FCC v. Beach Communications, Inc., --- U.S. ----, ----, <span class=\"citation\" data-id=\"112870\"><a href=\"/opinion/112870/fcc-v-beach-communications-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2096</span></a></span>, 2101, <span class=\"citation\" data-id=\"112870\"><a href=\"/opinion/112870/fcc-v-beach-communications-inc/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">211</span> </a></span>(1993) (equal protection);  Nebbia v. New York, <span class=\"citation\" data-id=\"102224\"><a href=\"/opinion/102224/nebbia-v-new-york/\"><span class=\"volume\">291</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 537, <span class=\"citation\" data-id=\"102224\"><a href=\"/opinion/102224/nebbia-v-new-york/\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">505</span></a></span>, 516, <span class=\"citation\" data-id=\"102224\"><a href=\"/opinion/102224/nebbia-v-new-york/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">940</span> </a></span>(1934) (due process).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Without the Act, voters who move overseas could lose their right to vote in all federal elections.  However, voters who move to a new residence within the United States are eligible to vote in a federal election in their new place of residence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Hence, Congress had a rational basis for seeking to protect the absentee voting rights only of the former.  While the Act does not guarantee that a citizen moving to Puerto Rico will be eligible to vote in a presidential election, this limitation is not a consequence of the Act but of the constitutional requirements discussed above.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellants' request for oral argument is denied.   The dismissal of appellants' claims is affirmed.  See 1st Cir.Loc.R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellants' contention that their right to vote in the presidential election is secured by Article 25 of the International Covenant on Civil and Political Rights, 6 I.L.M. 368 (1967) (entered into force Sept. 8, 1992), is without merit.  Even if Article 25 could be read to imply such a right, Articles 1 through 27 of the Covenant were not self-executing, see 138 Cong.Rec. S4784 (daily ed. Apr. 2, 1992), and could not therefore give rise to privately enforceable rights under United States law.  See United States v. Green, <span class=\"citation\" data-id=\"399446\"><a href=\"/opinion/399446/united-states-v-albert-green/\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 50 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1135</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2962</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1352</span> </span>(1982);  United States v. Thompson, <span class=\"citation\" data-id=\"557869\"><a href=\"/opinion/557869/united-states-v-james-michael-thompson/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1060</span></a></span>, 1066 (11th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">270</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span> </span>(1991).  Nor could the Covenant override the constitutional limits discussed above.   See Reid v. Covert, <span class=\"citation\" data-id=\"105525\"><a href=\"/opinion/105525/reid-v-covert/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15-16, <span class=\"citation\" data-id=\"105525\"><a href=\"/opinion/105525/reid-v-covert/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1222</span></a></span>, 1230, <span class=\"citation\" data-id=\"105525\"><a href=\"/opinion/105525/reid-v-covert/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1148</span> </a></span>(1957) (plurality opinion)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although it affects the right to vote, the Act does not infringe that right but rather limits a state's ability to restrict it.  Moreover, nothing in the Act \"prevent[s] any State from adopting any voting practice which is less restrictive than the practices prescribed in the Act.\"   H.R.Rep. No. 765, 99th Cong., 2d Sess. 19 (1986), reprinted in 1986 U.S.Code Cong. &amp; Ad.News 2009, 2023</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For example, a citizen who moves to Puerto Rico would be eligible to vote in the federal election for the Resident Commissioner.  See Puerto Rican Federal Relations Act, 48 U.S.C. Sec. 891 (Resident Commissioner chosen by \"[t]he qualified electors of Puerto Rico\");  42 U.S.C. Sec. 1973ff-6(3) (defining \"[f]ederal office\" to include Resident Commissioner)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/102224/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105525/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112870/",
    "https://www.courtlistener.com/api/rest/v3/opinions/399446/",
    "https://www.courtlistener.com/api/rest/v3/opinions/438755/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557869/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592212/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1468559/"
  ]
}