{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195569/",
  "id": 195569,
  "absolute_url": "/opinion/195569/tobe-products-v-shapiro/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195569/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:57Z",
  "date_modified": "2020-02-21T23:27:17.762364Z",
  "type": "010combined",
  "sha1": "06c89160101724dbc0019d9cc63f4e360cd76a04",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2322.01A",
  "local_path": null,
  "plain_text": "                    [Not for Publication]\n\n                United States Court of Appeals\n                    For the First Circuit\n                                         \nNo. 93-2322\n\n               TOBE PRODUCTS OF AMERICA, INC.,\n                     Plaintiff, Appellee,\n\n                              v.\n\n                     MURRAY SHAPIRO D/B/A\n                 VINTAGE CREATIONS LTD, INC.,\n                   Defendants, Appellants,\n\n                                         \n\n                 VINTAGE CREATIONS, LTD, INC.\n                   Defendants, Appellants.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF RHODE ISLAND\n         [Hon. Ernest C. Torres, U.S. District Judge]\n                                                    \n                                         \n\n                            Before\n\n                Cyr and Stahl, Circuit Judges,\n                                             \n                 and Zobel,* District Judge.\n                                           \n\n                                         \n\nDavid  B.  Wechsler with  whom  Hirsch  Weinig  was  on brief  for\n                                              \nappellants.\nThomas A. Tarro, III with whom Fortunato &amp; Tarro was on brief  for\n                                                \nappellee.\n                                         \n\n                       August 29, 1994\n                                         \n\n                \n*Of the District of Massachusetts, sitting by designation.\n\n          STAHL, Circuit Judge.   Following  a two-day  bench\n          STAHL, Circuit Judge.\n                              \n\ntrial, the district  court entered judgment in the  amount of\n\n$55,944.76, plus  interest and costs, in  favor of plaintiff-\n\nappellee  Tobe Products  of  America, Inc.,  (\"Tobe\") on  its\n\nbreach of contract claim against  defendant-appellant Vintage\n\nCreations, Ltd.,  Inc. (\"Vintage\").  Vintage  challenges this\n\norder,  asserting  that the  court  erred  in making  certain\n\nunderlying factual and mixed fact/law findings.  Vintage also\n\nargues that  the court  committed sundry  legal  errors.   We\n\naffirm.\n\n                              I.\n                                \n\n                          BACKGROUND\n                                    \n\n          Tobe  is a  Rhode Island  importer of  glass stones\n\nused in the manufacture of jewelry.   Vintage is a New Jersey\n\njewelry manufacturer.  In early 1991, Vintage entered  into a\n\nlicensing  agreement  with  the  New  York  fashion  designer\n\nKenneth Cole in which Cole  agreed to lend his name to  a new\n\njewelry  line Vintage  would manufacture  and sell.   Shortly\n\nthereafter, Vintage  identified Tobe as a  possible source of\n\nthe stones to be used in this new line.  Representatives from\n\nTobe visited  Vintage, bringing  specimen boards  showing the\n\nvarious shapes,  sizes, and  colors of handmade  stones which\n\nTobe could procure from Germany.\n\n          On April 24, 1991,  Vintage contracted with Tobe to\n\npurchase  approximately  40,000  stones,  in  various  sizes,\n\n                             -2-\n                              2\n\nstyles, and colors,  for a  price of roughly  $100,000.   The\n\ncontract  provided for a 5%  defect rate, and  Tobe agreed to\n\ncredit Vintage for  any defective stones over  and above this\n\nrate.  The parties agreed that Tobe would ship the  stones to\n\nVintage in lots whenever Vintage requested shipment, and that\n\nVintage would  pay for each shipment  within forty-five days.\n\nThe   contract  also   permitted  Vintage   to  maintain   an\n\noutstanding  credit balance of up to $15,000.  On October 31,\n\n1991,  Tobe  was  to ship  to  Vintage  any  stones on  which\n\ndelivery had not yet been taken.\n\n          Throughout  the spring,  summer, and early  fall of\n\n1991, Vintage requested and accepted shipments of stones from\n\nTobe.   It  paid its  bills on  these  shipments in  a timely\n\nmanner.  Vintage returned a portion of one of these shipments\n\nbecause  it  did  not need  the  stones  until  later in  the\n\nproduction  run and  because it  had not  yet  requested that\n\nthese stones be shipped.  Tobe issued Vintage a credit on the\n\nreturned  stones.   During  this  same  time period,  Vintage\n\ninformed  Tobe on at least one occasion  that more than 5% of\n\nthe  stones it had received were of insufficient quality.  It\n\ndid  not,  however, return  any  of  the allegedly  defective\n\nstones for credit or replacement.\n\n           On October 31, 1991, pursuant  to the terms of the\n\ncontract, Tobe shipped to  Vintage all of the stones  it then\n\nhad  on  hand,  together  with  an  invoice  for  $33,359.63.\n\n                             -3-\n                              3\n\nVintage made  partial payments on this  invoice from December\n\n1991 through February 1992, but failed to pay $20,621.85.  On\n\nNovember  15,  1991,  Tobe  received  from  Germany  a  late-\n\narriving,  final shipment  of  stones.   Upon receiving  this\n\nshipment, Tobe  invoiced Vintage for an additional $35,322.91\n\nand requested  delivery instructions.  Vintage  failed to pay\n\nany  portion  of this  invoice,  and never  responded  to the\n\nrequest for delivery instructions.   Tobe never shipped these\n\nstones to Vintage.\n\n          All told, Tobe shipped Vintage approximately 32,000\n\nstones.  In April 1992, Vintage returned approximately 12,000\n\nof these stones  to Tobe, claiming that  they were defective.\n\nIt continued to possess  approximately 19,000 stones received\n\npursuant to  the contract.   At  trial, Vintage  claimed that\n\nbecause  of  the alleged  defects, it  was  able to  use only\n\nbetween six hundred  and one  thousand of the  stones in  the\n\nmanufacture of the jewelry.\n\n          In  May  1992, Tobe  instituted  this suit  against\n\nVintage to  recover the $55,944.76, plus  interest and costs,\n\nallegedly due it under  the contract.  In November  1993, the\n\ncase  was tried  by Judge  Torres.   Tobe presented  its case\n\nthrough two witnesses.   Its sales manager, Alexandra Rainer,\n\ntestified to the negotiations  and course of business between\n\nTobe and Vintage.   She further testified that the  stones at\n\nissue  were   unique,  that   they   conformed  to   contract\n\n                             -4-\n                              4\n\nspecifications,  and that  Tobe  had made  efforts to  resell\n\nthem.  Tobe also produced an expert witness, Donald Donnelly,\n\nwho testified that the stones were unique, conforming, and of\n\nvery high quality.  \n\n          Vintage's only witness was its vice president, Drew\n\nShapiro.  Shapiro testified  that he had personally inspected\n\neach of the shipped stones and found that 85-90% of them were\n\ndefective.   He also testified  that he had  not returned the\n\nstones because he had  reached an oral agreement with  Tobe's\n\ndirector, Jurgen Feix, to retain all  of the defective stones\n\nfor  a   final  accounting  once  each   side  had  completed\n\nperformance of the contract.  Shapiro claimed that continuing\n\nto accept and pay for the stones was his only real option; he\n\nhad invested approximately $300,000 in the jewelry into which\n\nthe  stones were to be set, and risked losing that investment\n\nentirely unless  he continued to perform  under the contract.\n\nHe  therefore   relied  on  Feix's   alleged  repeated,  oral\n\nassurances that Tobe ultimately  would provide Vintage with a\n\nsufficient number of quality stones to meet production needs.\n\n          On November  4, 1993,  Judge Torres issued  a bench\n\ndecision awarding Tobe the full amount of damages sought.  In\n\nso doing, he specifically found that the disputed stones were\n\nunique  goods  identified  to  the contract,  and  that  they\n\nconformed  to contract  specifications.   He also  found that\n\nTobe had  made reasonable  efforts to  resell the stones  and\n\n                             -5-\n                              5\n\nthat  Tobe did not act  improperly by failing  to deliver the\n\nlast  shipment.  Judgment entered on November 10, 1993.  This\n\nappeal followed.\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\n          The primary thrust of  Vintage's appellate brief is\n\nthat the trial court  erred in finding that Tobe  had carried\n\nits  burden of proving that (1) the stones were unique goods;\n\n(2) the stones conformed  to contract specifications; and (3)\n\nit  had made  commercially reasonable  efforts to  resell the\n\nstones it  continues to  possess.  Vintage  also takes  issue\n\nwith the court's determination  that Tobe acted reasonably in\n\nfailing to  forward the final shipment of  stones to Vintage.\n\nFinally,  Vintage contends  that  Tobe's  failure to  provide\n\nevidence  of  market  price  and/or   lost  profits  requires\n\nreversal of  the district  court's decision.   After reciting\n\nthe relevant standard of review, we discuss  each argument in\n\nturn.\n\nA.  Standard of Review\n                      \n\n          Insofar  as  Vintage  is  challenging  the district\n\ncourt's  legal rulings,  our review  is, of  course, plenary.\n\nE.g., Williams v. Poulos,  11 F.3d 271, 278 (1st  Cir. 1993).\n                        \n\nWe will  not set  aside a  court's factual  finding, however,\n\nunless it is shown to be  clearly erroneous.  Fed. R. Civ. P.\n\n52(a); Poulos, 11 F.3d at 278.  Nor will we  overturn a trial\n             \n\n                             -6-\n                              6\n\ncourt's  determination of  a  fact-dominated  mixed  law/fact\n\nquestion  unless  we  are  persuaded  that the  determination\n\nconstituted  clear error.  Poulos,  11 F.3d at  278 and n.11.\n                                 \n\nAnd,  in cases  like this one  where the  challenged findings\n\n\"are  based on  determinations regarding  the  credibility of\n\nwitnesses, Rule 52 demands that the appeals court accord even\n\ngreater deference to the trial court's findings.\"  Rodriguez-\n                                                             \n\nMorales v.  Veterans  Admin., 931  F.2d  980, 982  (1st  Cir.\n                            \n\n1991); see also Fed. R. Civ. P. 52(a).\n               \n\nB.  Factual Findings Regarding Burden of Proof\n                                              \n\n          The parties  agree that  Rhode  Island law  governs\n\nthis dispute  and that  R.I. Gen.  Laws    6A-2-709(1), which\n\ncodifies    2-709(1) of the Uniform  Commercial Code, applies\n\nto this  action for the contract  price of the stones.*   The\n\nparties also agree that, as a prerequisite to recovery of the\n\ncontract  price under    6A-2-709(1),  Tobe had  to establish\n\nthat the stones were unique, that they  conformed to contract\n\nspecifications,  and that it had made commercially reasonable\n\nefforts  to resell them.  See Taft-Peirce Mfg. Co. v. Seagate\n                                                             \n\n                \n\n*.  \nIn relevant part, R.I. Gen. Laws   6A-2-709(1) provides:\n\n     Action for the price.- (1) When the  buyer fails to\n     Action for the price.-\n     pay the  price as  it  becomes due  the seller  may\n     recover . . . the price,\n          (a) Of goods accepted . . .; and\n          (b) Of goods  identified to the  contract\n          if the seller  is unable after reasonable\n          effort to   resell them  at a  reasonable\n          price . . . . \n\n                             -7-\n                              7\n\nTechnology,  Inc.,  789 F.  Supp.  1220,  1228 (D.R.I.  1992)\n                 \n\n(setting forth conditions precedent to recovery under   6A-2-\n\n709(1)).    Their  only  disagreement  is  over  whether  the\n\ndistrictcourt erred in concludingthat Tobe hadmet its burden.\n\n          Certainly, Tobe  did not  overwhelm the court  with\n\nevidence  tending to  establish the  conditions precedent  to\n\nrecovery under    6A-2-709(1).  Mindful  of the deference  we\n\nmust  accord both  the district  court's resolution  of fact-\n\ndominated  mixed  fact/law   questions  and  its  credibility\n\ndeterminations,  however,  we  cannot  say  that  the   court\n\ncommitted  clear error in making its rulings.  With regard to\n\nwhether the stones were unique,  the court heard and credited\n\ntestimony from Tobe's sales  manager, Alexandra Rainier, that\n\nTobe did not  carry the stones at issue in  stock, but rather\n\nordered them specially from German  manufacturers.  Moreover,\n\nthe  court  heard  and  credited  testimony from  plaintiff's\n\nexpert,  Donald  Donnelly, that  the  stones  had unique  and\n\nuncommon   shapes   and  colors.**      Finally,  the   court\n\n                \n\n**.  \nIn a footnote, Vintage makes a half-hearted argument that the\ncourt committed reversible error  in allowing Mr. Donnelly to\ntestify as  an expert pursuant to  Fed. R. Evid. 702.   It is\nwell  settled that  a court's  admission of  expert testimony\nunder  Rule 702  will  be  reversed  only  for  an  abuse  of\ndiscretion.   See, e.g., Navarro de Cosme  v. Hospital Pavia,\n                                                            \n922 F.2d  926, 931  (1st Cir.  1991).   We have reviewed  the\ntrial transcript and  are of the view that the  court did not\nabuse  its discretion  in determining  that Mr.  Donnelly, by\nvirtue of  his twenty-eight years of  experience in importing\nglass stones from Germany, would provide testimony that would\nassist  it in  \"understand[ing]  the  evidence  or    .  .  .\n\n                             -8-\n                              8\n\nspecifically noted that it found Ms. Rainier and Mr. Donnelly\n\nto  be  credible witnesses,  and that  it  did not  find Drew\n\nShapiro, the only person who  testified on behalf of Vintage,\n\nto be a  credible witness.   No more was required  to support\n\nits uniqueness determination.***\n\n          With regard  to whether the stones  were conforming\n\nand  whether Tobe  made  commercially  reasonable efforts  to\n\nresell them, the evidence,  though thin, also was sufficient.\n\nThe court  heard and credited testimony from Ms. Rainier that\n\n(1) she randomly inspected the shipments  of stones when they\n\ncame  from  Germany;  (2)   the  stones  she  inspected  were\n\nconforming;****  (3)   the  stones  returned  by  Vintage  in\n\n                \n\ndetermin[ing]  a fact in  issue . .  . .\"  See  Fed. R. Evid.\n                                              \n702.   Accordingly, we  reject Vintage's claim  of reversible\nerror.\n\n***.  \nVintage also argues that the court, in allowing Tobe to argue\nat  trial  that  the  stones were  unique,  effectively  (and\nprejudicially)  allowed Tobe  to amend  its complaint  at the\neleventh hour.  The  complaint, however, seeks contract-price\ndamages (the recovery of  which requires a uniqueness showing\nunder the Uniform Commercial  Code) and refers to the  stones\nas \"specific goods and  merchandise.\"  In our view,  this was\n            \nsufficient to put  Vintage on notice  that the uniqueness  of\nthe stones would be  an issue at trial.   Generally speaking,\nno  more is required under  Fed. R. Civ. P. 8.   See Boston &amp;\n                                                             \nMaine Corp. v. Town  of Hampton, 987 F.2d 855, 865  (1st Cir.\n                               \n1993)  (discussing  the   \"minimal\"  requirements  of  notice\npleading under Rule 8).  Tobe's uniqueness argument therefore\nshould  not  be  regarded as  a  de  facto  amendment to  the\n                                          \ncomplaint.\n\n****.  \nIn  its brief  and  at oral  argument, Vintage  asserted that\nthere  was a complete  absence of evidence  that the shipment\nwhich  Tobe received in November  1991 but never forwarded to\n\n                             -9-\n                              9\n\nApril  1992 were conforming; (4)  many of the  boxes of these\n\nallegedly non-conforming  stones  had never  been  opened  by\n\nanyone  at Vintage; and (5)  she had attempted  to resell the\n\nstones to other customers,  but had been unsuccessful because\n\nthey were very expensive and came in unusual colors.  It also\n\nheard  and credited testimony from Mr.  Donnelly that many of\n\nthe boxes of  stones returned  in April 1992  had never  been\n\nopened  and  that  the  allegedly  non-conforming  stones  he\n\ninspected  were   not   defective.     Finally,   the   court\n\nspecifically rejected  the only evidence  offered by  Vintage\n\nwhich tended to indicate that the stones were not conforming:\n\nthe  testimony of  Mr. Shapiro.*****   In  our view,  this is\n\nenough    to   insulate   its   conformity   and   commercial\n\nreasonableness rulings from reversal on appeal.\n\nC.  Other Matters\n                 \n\n          The other issues raised  by Vintage can be disposed\n\nof  summarily.   Vintage's  first  argument,  that the  court\n\ncommitted  reversible  error   in  ruling  that   Tobe  acted\n\n                \n\nVintage (as distinct from the stones Vintage returned to Tobe\nin April  1992) was conforming.   This simply is not  so.  In\nthe course of  stating her opinion that the  stones conformed\nto contract  specifications, Ms.  Rainier gave  the following\ntestimony:   \"I  randomly inspected  the shipments  when they\ncome  [sic] from Germany  and I  also randomly  inspected the\nmerchandise that came back from Vintage just to make sure.\"  \n\n*****.  \nVintage offered no evidence  which either tended to undermine\nMs. Rainier's  testimony that she  had been unable  to resell\nthe  stones or which tended to show that her efforts were not\ncommercially reasonable.\n\n                             -10-\n                              10\n\nreasonably  in failing to forward to Vintage the final lot of\n\nstones, is premised entirely upon a contention that the court\n\nerroneously interpreted the  contract's $15,000 credit limit.\n\nWe  need not  reach the merits  of this  contention, however,\n\nbecause the court also based its reasonableness determination\n\non  a supportable,  alternative  finding  that Vintage  never\n\nresponded  to  Tobe's   request  for  shipping   instructions\n\nregarding the final lot.   And, upon carefully reviewing  the\n\nrecord, we can discern  no clear error in either  the finding\n\nthat  Vintage did not respond  to the instructions  or in the\n\ndetermination   that  this  failure  to  respond  provided  a\n\nreasonable basis for Tobe's failure to ship.\n\n          Vintage's   second   argument,  that   reversal  is\n\nrequired  because  Tobe failed  to  provide  any evidence  of\n\nmarket price and/or lost profits, is specious.   The argument\n\nis based entirely upon an incorrect reading of Karen v. Cane,\n                                                            \n\n578 N.Y.S.2d  85 (Cir. Ct. 1991).  Karen notes the need for a\n                                        \n\nseller to establish  market price  in order to  prevail on  a\n\nclaim  under  Uniform Commercial  Code    2-708; it  does not\n                                                             \n\nestablish this as a  requirement in the context of  an action\n\nfor the price under   2-709(1). Such a requirement would make\n\nno sense  in the context  of    2-709(1), which, by  its very\n\nnature, allows a  seller to recover damages  established by a\n\npreviously agreed-upon sale price when certain conditions are\n\nmet.\n\n                             -11-\n                              11\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          For  the  reasons  stated  above,  we  affirm   the\n\ndistrict  court's entry of judgment  in favor of  Tobe on its\n\nbreach of contract claim.\n\n          Affirmed.  Costs to appellee.\n                                       \n\n                             -12-\n                              12\n",
  "html": "<p class=\"case_cite\">32 F.3d 561</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>TOBE PRODUCTS OF AMERICA, INC., Plaintiff, Appellee,<br>v.<br>Murray SHAPIRO D/B/A Vintage Creations Ltd, Inc.,<br>Defendants, Appellants,<br>VINTAGE CREATIONS, LTD, INC. Defendants, Appellants.</p>\n    <p class=\"docket\">No. 93-2322</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 29, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Ernest C. Torres, U.S. District Judge ]</p>\n      <p class=\"indent\">David B. Wechsler with whom Hirsch Weinig was on brief for appellants.</p>\n      <p class=\"indent\">Thomas A. Tarro, III with whom Fortunato &amp; Tarro was on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr and Stahl, Circuit Judges, and Zobel,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a two-day bench trial, the district court entered judgment in the amount of $55,944.76, plus interest and costs, in favor of plaintiff- appellee Tobe Products of America, Inc., (\"Tobe\") on its breach of contract claim against defendant-appellant Vintage Creations, Ltd., Inc.  (\"Vintage\").  Vintage challenges this order, asserting that the court erred in making certain underlying factual and mixed fact/law findings.  Vintage also argues that the court committed sundry legal errors.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Tobe is a Rhode Island importer of glass stones used in the manufacture of jewelry.  Vintage is a New Jersey jewelry manufacturer.  In early 1991, Vintage entered into a licensing agreement with the New York fashion designer Kenneth Cole in which Cole agreed to lend his name to a new jewelry line Vintage would manufacture and sell.  Shortly thereafter, Vintage identified Tobe as a possible source of the stones to be used in this new line.  Representatives from Tobe visited Vintage, bringing specimen boards showing the various shapes, sizes, and colors of handmade stones which Tobe could procure from Germany.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 24, 1991, Vintage contracted with Tobe to purchase approximately 40,000 stones, in various sizes, styles, and colors, for a price of roughly $100,000.  The contract provided for a 5% defect rate, and Tobe agreed to credit Vintage for any defective stones over and above this rate.  The parties agreed that Tobe would ship the stones to Vintage in lots whenever Vintage requested shipment, and that Vintage would pay for each shipment within forty-five days.  The contract also permitted Vintage to maintain an outstanding credit balance of up to $15,000.  On October 31, 1991, Tobe was to ship to Vintage any stones on which delivery had not yet been taken.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Throughout the spring, summer, and early fall of 1991, Vintage requested and accepted shipments of stones from Tobe.  It paid its bills on these shipments in a timely manner.  Vintage returned a portion of one of these shipments because it did not need the stones until later in the production run and because it had not yet requested that these stones be shipped.  Tobe issued Vintage a credit on the returned stones.  During this same time period, Vintage informed Tobe on at least one occasion that more than 5% of the stones it had received were of insufficient quality.  It did not, however, return any of the allegedly defective stones for credit or replacement.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On October 31, 1991, pursuant to the terms of the contract, Tobe shipped to Vintage all of the stones it then had on hand, together with an invoice for $33,359.63.  Vintage made partial payments on this invoice from December 1991 through February 1992, but failed to pay $20,621.85.  On November 15, 1991, Tobe received from Germany a late-arriving, final shipment of stones.  Upon receiving this shipment, Tobe invoiced Vintage for an additional $35,322.91 and requested delivery instructions.  Vintage failed to pay any portion of this invoice, and never responded to the request for delivery instructions.  Tobe never shipped these stones to Vintage.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">All told, Tobe shipped Vintage approximately 32,000 stones.  In April 1992, Vintage returned approximately 12,000 of these stones to Tobe, claiming that they were defective.  It continued to possess approximately 19,000 stones received pursuant to the contract.  At trial, Vintage claimed that because of the alleged defects, it was able to use only between six hundred and one thousand of the stones in the manufacture of the jewelry.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In May 1992, Tobe instituted this suit against Vintage to recover the $55,944.76, plus interest and costs, allegedly due it under the contract.  In November 1993, the case was tried by Judge Torres.  Tobe presented its case through two witnesses.  Its sales manager, Alexandra Rainer, testified to the negotiations and course of business between Tobe and Vintage.  She further testified that the stones at issue were unique, that they conformed to contract specifications, and that Tobe had made efforts to resell them.  Tobe also produced an expert witness, Donald Donnelly, who testified that the stones were unique, conforming, and of very high quality.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Vintage's only witness was its vice president, Drew Shapiro.  Shapiro testified that he had personally inspected each of the shipped stones and found that 85-90% of them were defective.  He also testified that he had not returned the stones because he had reached an oral agreement with Tobe's director, Jurgen Feix, to retain all of the defective stones for a final accounting once each side had completed performance of the contract.  Shapiro claimed that continuing to accept and pay for the stones was his only real option;  he had invested approximately $300,000 in the jewelry into which the stones were to be set, and risked losing that investment entirely unless he continued to perform under the contract.  He therefore relied on Feix's alleged repeated, oral assurances that Tobe ultimately would provide Vintage with a sufficient number of quality stones to meet production needs.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On November 4, 1993, Judge Torres issued a bench decision awarding Tobe the full amount of damages sought.  In so doing, he specifically found that the disputed stones were unique goods identified to the contract, and that they conformed to contract specifications.  He also found that Tobe had made reasonable efforts to resell the stones and that Tobe did not act improperly by failing to deliver the last shipment.  Judgment entered on November 10, 1993.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The primary thrust of Vintage's appellate brief is that the trial court erred in finding that Tobe had carried its burden of proving that (1) the stones were unique goods;  (2) the stones conformed to contract specifications;  and (3) it had made commercially reasonable efforts to resell the stones it continues to possess.  Vintage also takes issue with the court's determination that Tobe acted reasonably in failing to forward the final shipment of stones to Vintage.  Finally, Vintage contends that Tobe's failure to provide evidence of market price and/or lost profits requires reversal of the district court's decision.  After reciting the relevant standard of review, we discuss each argument in turn.</p>\n    </div>\n    <p class=\"indent\">A.  Standard of Review</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Insofar as Vintage is challenging the district court's legal rulings, our review is, of course, plenary.   E.g., Williams v. Poulos, 11 F.3d 271, 278 (1st Cir. 1993).  We will not set aside a court's factual finding, however, unless it is shown to be clearly erroneous.  Fed. R. Civ. P. 52(a);   Poulos, 11 F.3d at 278.  Nor will we overturn a trial court's determination of a fact-dominated mixed law/fact question unless we are persuaded that the determination constituted clear error.   Poulos, 11 F.3d at 278 and n.11.  And, in cases like this one where the challenged findings \"are based on determinations regarding the credibility of witnesses, Rule 52 demands that the appeals court accord even greater deference to the trial court's findings.\"   Rodriguez-Morales v. Veterans Admin., 931 F.2d 980, 982 (1st Cir. 1991); see also Fed.  R. Civ. P. 52(a).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">B. Factual Findings Regarding Burden of Proof</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The parties agree that Rhode Island law governs this dispute and that R.I. Gen. Laws Sec. 6A-2-709(1), which codifies Sec. 2-709(1) of the Uniform Commercial Code, applies to this action for the contract price of the stones.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The parties also agree that, as a prerequisite to recovery of the contract price under Sec. 6A-2-709(1), Tobe had to establish that the stones were unique, that they conformed to contract specifications, and that it had made commercially reasonable efforts to resell them.   See Taft-Peirce Mfg. Co. v. Seagate Technology, Inc., 789 F. Supp. 1220, 1228 (D.R.I. 1992) (setting forth conditions precedent to recovery under Sec. 6A-2-709(1)).  Their only disagreement is over whether the district court erred in concluding that Tobe had met its burden.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Certainly, Tobe did not overwhelm the court with evidence tending to establish the conditions precedent to recovery under Sec. 6A-2-709(1).  Mindful of the deference we must accord both the district court's resolution of fact-dominated mixed fact/law questions and its credibility determinations, however, we cannot say that the court committed clear error in making its rulings.  With regard to whether the stones were unique, the court heard and credited testimony from Tobe's sales manager, Alexandra Rainier, that Tobe did not carry the stones at issue in stock, but rather ordered them specially from German manufacturers.  Moreover, the court heard and credited testimony from plaintiff's expert, Donald Donnelly, that the stones had unique and uncommon shapes and colors.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Finally, the court specifically noted that it found Ms. Rainier and Mr. Donnelly to be credible witnesses, and that it did not find Drew Shapiro, the only person who testified on behalf of Vintage, to be a credible witness.  No more was required to support its uniqueness determination.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">With regard to whether the stones were conforming and whether Tobe made commercially reasonable efforts to resell them, the evidence, though thin, also was sufficient.  The court heard and credited testimony from Ms. Rainier that (1) she randomly inspected the shipments of stones when they came from Germany;  (2) the stones she inspected were conforming;<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> (3) the stones returned by Vintage in April 1992 were conforming;  (4) many of the boxes of these allegedly non- conforming stones had never been opened by anyone at Vintage;  and (5) she had attempted to resell the stones to other customers, but had been unsuccessful because they were very expensive and came in unusual colors.  It also heard and credited testimony from Mr. Donnelly that many of the boxes of stones returned in April 1992 had never been opened and that the allegedly non-conforming stones he inspected were not defective.  Finally, the court specifically rejected the only evidence offered by Vintage which tended to indicate that the stones were not conforming:  the testimony of Mr. Shapiro.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In our view, this is enough to insulate its conformity and commercial reasonableness rulings from reversal on appeal.</p>\n    </div>\n    <p class=\"indent\">C. Other Matters</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The other issues raised by Vintage can be disposed of summarily.  Vintage's first argument, that the court committed reversible error in ruling that Tobe acted reasonably in failing to forward to Vintage the final lot of stones, is premised entirely upon a contention that the court erroneously interpreted the contract's $15,000 credit limit.  We need not reach the merits of this contention, however, because the court also based its reasonableness determination on a supportable, alternative finding that Vintage never responded to Tobe's request for shipping instructions regarding the final lot.  And, upon carefully reviewing the record, we can discern no clear error in either the finding that Vintage did not respond to the instructions or in the determination that this failure to respond provided a reasonable basis for Tobe's failure to ship.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Vintage's second argument, that reversal is required because Tobe failed to provide any evidence of market price and/or lost profits, is specious.  The argument is based entirely upon an incorrect reading of  Karen v. Cane, 578 N.Y.S.2d 85 (Cir.  Ct. 1991).  Karen notes the need for a seller to establish market price in order to prevail on a claim under Uniform Commercial Code Sec. 2-708;  it does not establish this as a requirement in the context of an action for the price under Sec. 2-709(1).  Such a requirement would make no sense in the context of Sec. 2-709(1), which, by its very nature, allows a seller to recover damages established by a previously agreed- upon sale price when certain conditions are met.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the district court's entry of judgment in favor of Tobe on its breach of contract claim.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Affirmed. Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In relevant part, R.I. Gen. Laws Sec. 6A-2-709(1) provides:</p>\n        <p>Action for the price.-  (1) When the buyer fails to pay the price as it becomes due the seller may recover ... the price,</p>\n        <p>(a) Of goods accepted ...;  and</p>\n        <p>(b) Of goods identified to the contract if the seller is unable after reasonable effort to resell them at a reasonable price....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In a footnote, Vintage makes a half-hearted argument that the court committed reversible error in allowing Mr. Donnelly to testify as an expert pursuant to Fed.  R. Evid. 702.  It is well settled that a court's admission of expert testimony under Rule 702 will be reversed only for an abuse of discretion.   See, e.g., Navarro de Cosme v. Hospital Pavia, 922 F.2d 926, 931 (1st Cir. 1991).  We have reviewed the trial transcript and are of the view that the court did not abuse its discretion in determining that Mr. Donnelly, by virtue of his twenty-eight years of experience in importing glass stones from Germany, would provide testimony that would assist it in \"understand[ing] the evidence or ... determin[ing] a fact in issue....\"  See Fed.  R. Evid. 702.  Accordingly, we reject Vintage's claim of reversible error</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Vintage also argues that the court, in allowing Tobe to argue at trial that the stones were unique, effectively (and prejudicially) allowed Tobe to amend its complaint at the eleventh hour.  The complaint, however, seeks contract-price damages (the recovery of which requires a uniqueness showing under the Uniform Commercial Code) and refers to the stones as \"specific goods and merchandise.\"  In our view, this was sufficient to put Vintage on notice that the uniqueness of the stones would be an issue at trial.  Generally speaking, no more is required under Fed.  R. Civ. P. 8.  See Boston &amp; Maine Corp. v. Town of Hampton, 987 F.2d 855, 865 (1st Cir. 1993) (discussing the \"minimal\" requirements of notice pleading under Rule 8).  Tobe's uniqueness argument therefore should not be regarded as a de facto amendment to the complaint</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In its brief and at oral argument, Vintage asserted that there was a complete absence of evidence that the shipment which Tobe received in November 1991 but never forwarded to Vintage (as distinct from the stones Vintage returned to Tobe in April 1992) was conforming.  This simply is not so.  In the course of stating her opinion that the stones conformed to contract specifications, Ms. Rainier gave the following testimony:  \"I randomly inspected the shipments when they come [sic] from Germany and I also randomly inspected the merchandise that came back from Vintage just to make sure.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Vintage offered no evidence which either tended to undermine Ms. Rainier's testimony that she had been unable to resell the stones or which tended to show that her efforts were not commercially reasonable</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">561</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>TOBE PRODUCTS OF AMERICA, INC., Plaintiff, Appellee,<br>v.<br>Murray SHAPIRO D/B/A Vintage Creations Ltd, Inc.,<br>Defendants, Appellants,<br>VINTAGE CREATIONS, LTD, INC. Defendants, Appellants.</p>\n    <p class=\"docket\">No. 93-2322</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 29, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Ernest C. Torres, U.S. District Judge ]</p>\n      <p class=\"indent\">David B. Wechsler with whom Hirsch Weinig was on brief for appellants.</p>\n      <p class=\"indent\">Thomas A. Tarro, III with whom Fortunato &amp; Tarro was on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr and Stahl, Circuit Judges, and Zobel,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a two-day bench trial, the district court entered judgment in the amount of $55,944.76, plus interest and costs, in favor of plaintiff- appellee Tobe Products of America, Inc., (\"Tobe\") on its breach of contract claim against defendant-appellant Vintage Creations, Ltd., Inc.  (\"Vintage\").  Vintage challenges this order, asserting that the court erred in making certain underlying factual and mixed fact/law findings.  Vintage also argues that the court committed sundry legal errors.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Tobe is a Rhode Island importer of glass stones used in the manufacture of jewelry.  Vintage is a New Jersey jewelry manufacturer.  In early 1991, Vintage entered into a licensing agreement with the New York fashion designer Kenneth Cole in which Cole agreed to lend his name to a new jewelry line Vintage would manufacture and sell.  Shortly thereafter, Vintage identified Tobe as a possible source of the stones to be used in this new line.  Representatives from Tobe visited Vintage, bringing specimen boards showing the various shapes, sizes, and colors of handmade stones which Tobe could procure from Germany.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 24, 1991, Vintage contracted with Tobe to purchase approximately 40,000 stones, in various sizes, styles, and colors, for a price of roughly $100,000.  The contract provided for a 5% defect rate, and Tobe agreed to credit Vintage for any defective stones over and above this rate.  The parties agreed that Tobe would ship the stones to Vintage in lots whenever Vintage requested shipment, and that Vintage would pay for each shipment within forty-five days.  The contract also permitted Vintage to maintain an outstanding credit balance of up to $15,000.  On October 31, 1991, Tobe was to ship to Vintage any stones on which delivery had not yet been taken.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Throughout the spring, summer, and early fall of 1991, Vintage requested and accepted shipments of stones from Tobe.  It paid its bills on these shipments in a timely manner.  Vintage returned a portion of one of these shipments because it did not need the stones until later in the production run and because it had not yet requested that these stones be shipped.  Tobe issued Vintage a credit on the returned stones.  During this same time period, Vintage informed Tobe on at least one occasion that more than 5% of the stones it had received were of insufficient quality.  It did not, however, return any of the allegedly defective stones for credit or replacement.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On October 31, 1991, pursuant to the terms of the contract, Tobe shipped to Vintage all of the stones it then had on hand, together with an invoice for $33,359.63.  Vintage made partial payments on this invoice from December 1991 through February 1992, but failed to pay $20,621.85.  On November 15, 1991, Tobe received from Germany a late-arriving, final shipment of stones.  Upon receiving this shipment, Tobe invoiced Vintage for an additional $35,322.91 and requested delivery instructions.  Vintage failed to pay any portion of this invoice, and never responded to the request for delivery instructions.  Tobe never shipped these stones to Vintage.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">All told, Tobe shipped Vintage approximately 32,000 stones.  In April 1992, Vintage returned approximately 12,000 of these stones to Tobe, claiming that they were defective.  It continued to possess approximately 19,000 stones received pursuant to the contract.  At trial, Vintage claimed that because of the alleged defects, it was able to use only between six hundred and one thousand of the stones in the manufacture of the jewelry.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In May 1992, Tobe instituted this suit against Vintage to recover the $55,944.76, plus interest and costs, allegedly due it under the contract.  In November 1993, the case was tried by Judge Torres.  Tobe presented its case through two witnesses.  Its sales manager, Alexandra Rainer, testified to the negotiations and course of business between Tobe and Vintage.  She further testified that the stones at issue were unique, that they conformed to contract specifications, and that Tobe had made efforts to resell them.  Tobe also produced an expert witness, Donald Donnelly, who testified that the stones were unique, conforming, and of very high quality.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Vintage's only witness was its vice president, Drew Shapiro.  Shapiro testified that he had personally inspected each of the shipped stones and found that 85-90% of them were defective.  He also testified that he had not returned the stones because he had reached an oral agreement with Tobe's director, Jurgen Feix, to retain all of the defective stones for a final accounting once each side had completed performance of the contract.  Shapiro claimed that continuing to accept and pay for the stones was his only real option;  he had invested approximately $300,000 in the jewelry into which the stones were to be set, and risked losing that investment entirely unless he continued to perform under the contract.  He therefore relied on Feix's alleged repeated, oral assurances that Tobe ultimately would provide Vintage with a sufficient number of quality stones to meet production needs.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On November 4, 1993, Judge Torres issued a bench decision awarding Tobe the full amount of damages sought.  In so doing, he specifically found that the disputed stones were unique goods identified to the contract, and that they conformed to contract specifications.  He also found that Tobe had made reasonable efforts to resell the stones and that Tobe did not act improperly by failing to deliver the last shipment.  Judgment entered on November 10, 1993.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The primary thrust of Vintage's appellate brief is that the trial court erred in finding that Tobe had carried its burden of proving that (1) the stones were unique goods;  (2) the stones conformed to contract specifications;  and (3) it had made commercially reasonable efforts to resell the stones it continues to possess.  Vintage also takes issue with the court's determination that Tobe acted reasonably in failing to forward the final shipment of stones to Vintage.  Finally, Vintage contends that Tobe's failure to provide evidence of market price and/or lost profits requires reversal of the district court's decision.  After reciting the relevant standard of review, we discuss each argument in turn.</p>\n    </div>\n    <p class=\"indent\">A.  Standard of Review</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Insofar as Vintage is challenging the district court's legal rulings, our review is, of course, plenary.   E.g., Williams v. Poulos, <span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></a></span>, 278 (1st Cir. 1993).  We will not set aside a court's factual finding, however, unless it is shown to be clearly erroneous.  Fed. R. Civ. P. 52(a);   <span class=\"citation\" data-id=\"195087\"><span class=\"antecedent_guess\">Poulos,</span> <a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">278</span></a></span>.  Nor will we overturn a trial court's determination of a fact-dominated mixed law/fact question unless we are persuaded that the determination constituted clear error.   <span class=\"citation\" data-id=\"195087\"><span class=\"antecedent_guess\">Poulos,</span> <a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">278</span> </a></span>and n.11.  And, in cases like this one where the challenged findings \"are based on determinations regarding the credibility of witnesses, Rule 52 demands that the appeals court accord even greater deference to the trial court's findings.\"   Rodriguez-Morales v. Veterans Admin., <span class=\"citation\" data-id=\"560356\"><a href=\"/opinion/560356/55-fair-emplpraccas-1306-56-empl-prac-dec-p-40725-luz-e/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span>, 982 (1st Cir. 1991); see also Fed.  R. Civ. P. 52(a).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">B. Factual Findings Regarding Burden of Proof</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The parties agree that Rhode Island law governs this dispute and that R.I. Gen. Laws Sec. 6A-2-709(1), which codifies Sec. 2-709(1) of the Uniform Commercial Code, applies to this action for the contract price of the stones.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The parties also agree that, as a prerequisite to recovery of the contract price under Sec. 6A-2-709(1), Tobe had to establish that the stones were unique, that they conformed to contract specifications, and that it had made commercially reasonable efforts to resell them.   See Taft-Peirce Mfg. Co. v. Seagate Technology, Inc., <span class=\"citation\" data-id=\"1641227\"><a href=\"/opinion/1641227/taft-peirce-mfg-v-seagate-technology/\"><span class=\"volume\">789</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1220</span></a></span>, 1228 (D.R.I. 1992) (setting forth conditions precedent to recovery under Sec. 6A-2-709(1)).  Their only disagreement is over whether the district court erred in concluding that Tobe had met its burden.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Certainly, Tobe did not overwhelm the court with evidence tending to establish the conditions precedent to recovery under Sec. 6A-2-709(1).  Mindful of the deference we must accord both the district court's resolution of fact-dominated mixed fact/law questions and its credibility determinations, however, we cannot say that the court committed clear error in making its rulings.  With regard to whether the stones were unique, the court heard and credited testimony from Tobe's sales manager, Alexandra Rainier, that Tobe did not carry the stones at issue in stock, but rather ordered them specially from German manufacturers.  Moreover, the court heard and credited testimony from plaintiff's expert, Donald Donnelly, that the stones had unique and uncommon shapes and colors.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Finally, the court specifically noted that it found Ms. Rainier and Mr. Donnelly to be credible witnesses, and that it did not find Drew Shapiro, the only person who testified on behalf of Vintage, to be a credible witness.  No more was required to support its uniqueness determination.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">With regard to whether the stones were conforming and whether Tobe made commercially reasonable efforts to resell them, the evidence, though thin, also was sufficient.  The court heard and credited testimony from Ms. Rainier that (1) she randomly inspected the shipments of stones when they came from Germany;  (2) the stones she inspected were conforming;<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> (3) the stones returned by Vintage in April 1992 were conforming;  (4) many of the boxes of these allegedly non- conforming stones had never been opened by anyone at Vintage;  and (5) she had attempted to resell the stones to other customers, but had been unsuccessful because they were very expensive and came in unusual colors.  It also heard and credited testimony from Mr. Donnelly that many of the boxes of stones returned in April 1992 had never been opened and that the allegedly non-conforming stones he inspected were not defective.  Finally, the court specifically rejected the only evidence offered by Vintage which tended to indicate that the stones were not conforming:  the testimony of Mr. Shapiro.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In our view, this is enough to insulate its conformity and commercial reasonableness rulings from reversal on appeal.</p>\n    </div>\n    <p class=\"indent\">C. Other Matters</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The other issues raised by Vintage can be disposed of summarily.  Vintage's first argument, that the court committed reversible error in ruling that Tobe acted reasonably in failing to forward to Vintage the final lot of stones, is premised entirely upon a contention that the court erroneously interpreted the contract's $15,000 credit limit.  We need not reach the merits of this contention, however, because the court also based its reasonableness determination on a supportable, alternative finding that Vintage never responded to Tobe's request for shipping instructions regarding the final lot.  And, upon carefully reviewing the record, we can discern no clear error in either the finding that Vintage did not respond to the instructions or in the determination that this failure to respond provided a reasonable basis for Tobe's failure to ship.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Vintage's second argument, that reversal is required because Tobe failed to provide any evidence of market price and/or lost profits, is specious.  The argument is based entirely upon an incorrect reading of  Karen v. Cane, <span class=\"citation no-link\"><span class=\"volume\">578</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">85</span> </span>(Cir.  Ct. 1991).  Karen notes the need for a seller to establish market price in order to prevail on a claim under Uniform Commercial Code Sec. 2-708;  it does not establish this as a requirement in the context of an action for the price under Sec. 2-709(1).  Such a requirement would make no sense in the context of Sec. 2-709(1), which, by its very nature, allows a seller to recover damages established by a previously agreed- upon sale price when certain conditions are met.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the district court's entry of judgment in favor of Tobe on its breach of contract claim.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Affirmed. Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In relevant part, R.I. Gen. Laws Sec. 6A-2-709(1) provides:</p>\n        <p>Action for the price.-  (1) When the buyer fails to pay the price as it becomes due the seller may recover ... the price,</p>\n        <p>(a) Of goods accepted ...;  and</p>\n        <p>(b) Of goods identified to the contract if the seller is unable after reasonable effort to resell them at a reasonable price....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In a footnote, Vintage makes a half-hearted argument that the court committed reversible error in allowing Mr. Donnelly to testify as an expert pursuant to Fed.  R. Evid. 702.  It is well settled that a court's admission of expert testimony under Rule 702 will be reversed only for an abuse of discretion.   See, e.g., Navarro de Cosme v. Hospital Pavia, <span class=\"citation\" data-id=\"553839\"><a href=\"/opinion/553839/maria-r-navarro-de-cosme-v-hospital-pavia/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">926</span></a></span>, 931 (1st Cir. 1991).  We have reviewed the trial transcript and are of the view that the court did not abuse its discretion in determining that Mr. Donnelly, by virtue of his twenty-eight years of experience in importing glass stones from Germany, would provide testimony that would assist it in \"understand[ing] the evidence or ... determin[ing] a fact in issue....\"  See Fed.  R. Evid. 702.  Accordingly, we reject Vintage's claim of reversible error</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Vintage also argues that the court, in allowing Tobe to argue at trial that the stones were unique, effectively (and prejudicially) allowed Tobe to amend its complaint at the eleventh hour.  The complaint, however, seeks contract-price damages (the recovery of which requires a uniqueness showing under the Uniform Commercial Code) and refers to the stones as \"specific goods and merchandise.\"  In our view, this was sufficient to put Vintage on notice that the uniqueness of the stones would be an issue at trial.  Generally speaking, no more is required under Fed.  R. Civ. P. 8.  See Boston &amp; Maine Corp. v. Town of Hampton, <span class=\"citation\" data-id=\"601781\"><a href=\"/opinion/601781/boston-maine-corporation-v-town-of-hampton/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span>, 865 (1st Cir. 1993) (discussing the \"minimal\" requirements of notice pleading under Rule 8).  Tobe's uniqueness argument therefore should not be regarded as a de facto amendment to the complaint</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In its brief and at oral argument, Vintage asserted that there was a complete absence of evidence that the shipment which Tobe received in November 1991 but never forwarded to Vintage (as distinct from the stones Vintage returned to Tobe in April 1992) was conforming.  This simply is not so.  In the course of stating her opinion that the stones conformed to contract specifications, Ms. Rainier gave the following testimony:  \"I randomly inspected the shipments when they come [sic] from Germany and I also randomly inspected the merchandise that came back from Vintage just to make sure.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Vintage offered no evidence which either tended to undermine Ms. Rainier's testimony that she had been unable to resell the stones or which tended to show that her efforts were not commercially reasonable</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553839/",
    "https://www.courtlistener.com/api/rest/v3/opinions/560356/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601781/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1641227/"
  ]
}