{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195553/",
  "id": 195553,
  "absolute_url": "/opinion/195553/woods-v-friction-materials/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195553/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:29Z",
  "date_modified": "2020-02-21T23:31:38.724302Z",
  "type": "010combined",
  "sha1": "9a4889595fbd344a54fbd1235728cb2c8dc0bc40",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2296.01A",
  "local_path": null,
  "plain_text": "August 17, 1994\n                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 93-2296\n\n                       JIMMIE E. WOODS,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  FRICTION MATERIALS, INC.,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Mark L. Wolf, U.S. District Judge]\n                                                  \n\n                                         \n\n                            Before\n\n                     Breyer,* Chief Judge,\n                                         \n              Boudin and Stahl, Circuit Judges.\n                                              \n\n                                         \n\n                         ERRATA SHEET\n\nThe following  references to  \"Mass. Gen.  L. ch.  93A\" should  be\nchanged to \"Mass. Gen. L. ch. 93\":\n\nPage 5, first full  , l. 9\nPage 6, l.10\nPage 8, l.11\nPage 20, l.5, l.7, l.17\n                                         \n                 \n*Chief Judge Stephen Breyer heard oral argument in this matter but did\nnot  participate  in  the drafting  or  the  issuance  of the  panel's\nopinion.   The  remaining two  panelists therefore issue  this opinion\npursuant to 28 U.S.C.   46(d).\n\nAugust 4, 1994      UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                     \n\nNo. 93-2296\n\n                       JIMMIE E. WOODS,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  FRICTION MATERIALS, INC.,\n\n                     Defendant, Appellee.\n\n                                     \n\n                         ERRATA SHEET\n\nThe opinion of this court issued on July  29, 1994, is amended  as\n\nfollows:\n\nPage 15, second line  from the bottom  of the page:  Delete  \"the\"\n\nafter \"than.\"\n\n                United States Court of Appeals\n\n                    For the First Circuit\n\n                                         \n\nNo. 93-2296\n\n                       JIMMIE E. WOODS,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  FRICTION MATERIALS, INC.,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Mark L. Wolf, U.S. District Judge]\n                                                  \n\n                                         \n\n                            Before\n\n                     Breyer,* Chief Judge,\n                                         \n\n              Boudin and Stahl, Circuit Judges.\n                                              \n\n                                         \n\nFrederick T. Golder with whom Bernstein,  Golder &amp; Miller P.A. was\n                                                              \n\non brief for appellant.\n\nSamuel  A. Marcosson, James  R. Neely, Jr., Gwendolyn Young Reams,\n                                                                 \n\nand  Vincent  J.   Blackwood  were  on  brief  for   Equal  Employment\n                        \n\nOpportunity Commission, amicus curiae.\n\nDan  T.  Carter with  whom  James  Allan  Smith,  Smith, Currie  &amp;\n                                                                  \n\nHancock, Richard W.  Gleeson, and Gleeson &amp; Corcoran were on brief for\n                                                \n\nappellee.\n\n                                         \n\n                        July 29, 1994\n\n                                         \n\n                 \n\n*Chief Judge Stephen Breyer heard oral argument in this matter but did\n\nnot  participate  in  the drafting  or  the  issuance  of the  panel's\n\nopinion.   The  remaining two panelists  therefore issue  this opinion\n\npursuant to 28 U.S.C.   46(d).\n\n          STAHL, Circuit Judge.  Plaintiff  Jimmie  E.  Woods\n                              \n\nfiled a complaint charging defendant Friction  Materials Inc.\n\n(\"FMI\") with  illegal race, age,  and handicap discrimination\n\nin violation of state and federal law.  Woods now appeals the\n\ndistrict court grant of summary judgment in favor of FMI.  We\n\naffirm.\n\n                              I.\n                                \n\n            FACTUAL FINDINGS AND PRIOR PROCEEDINGS\n                                                  \n\n          Woods, a 54 year-old, handicapped, African-American\n\nmale,  was employed between 1961  and 1986 by  PT/BT, a small\n\ngroup  of  interrelated  brake  manufacturing   companies  in\n\nLawrence, Massachusetts.  During his tenure with PT/BT, Woods\n\nwas promoted twice, to  the position of foreman in  1968, and\n\nto  the position  of supervisor  in 1970.   In  1986, FMI,  a\n\nwholly owned subsidiary  of Echlin, Inc. (\"Echlin\")  acquired\n\nthe  assets of PT/BT.   Thereafter, Wood continued working at\n\nFMI as a production foreman without a break in service.\n\n          In  February of  1987, Echlin, concerned  about the\n\nfinancial  condition of  the  newly formed  FMI, fired  FMI's\n\npresident  and  manufacturing  manager.   Three  days  later,\n\nEchlin  appointed  Patrick  Healey   to  the  top  managerial\n\nposition at FMI,  that of division  manager.  Under  Healey's\n\nleadership, FMI began to  retool and update its manufacturing\n\nprocesses.\n\n                             -2-\n                              2\n\n          As  a  result,  Woods   and  the  other  three  FMI\n\nproduction  foremen in  the block-making  department (Richard\n\nBond, a 45 year-old  caucasian male, Paul Harris, a  65 year-\n\nold  African-American male,  and Peter  Lane, an  50 year-old\n\nAfrican-American  male)  experienced  an  increase  in  their\n\nduties and  responsibilities.  According to  Woods, FMI began\n\nto  expect  more  from  its employees  and  the  supervisor's\n\nposition  became more complicated  than it  had been  when he\n\nworked at  PT/BT.  Deposition of  J. Woods at 28.   After the\n\nreorganization began,  of the four supervisors  in the block-\n\nmaking department, Bond  was terminated for  poor performance\n\nand Lane  was demoted to  a non-supervisory position.   Woods\n\ninitially  fared well at FMI, as evidenced by a November 1987\n\nwritten evaluation  in  which Superintendent  Elvin  Valentin\n\ngave Woods  an overall rating of  three on a scale  of one to\n\nfive.    In  1988,  however, Woods  learned  that  Valentin's\n\nopinion of his  work had  diminished.   In a  ten to  fifteen\n\nminute  review,   Valentin  told  Woods  that   both  he  and\n\nmanufacturing  manager Ray Shaffer (Woods' direct supervisor)\n\nfelt that Woods was not performing up to his capability, that\n\nhe needed to improve his scheduling and interpersonal skills,\n\nand that he would not be receiving a raise. Id. at 47-49.\n                                               \n\n          In October  1988, Woods  was injured in  a non-work\n\nrelated automobile  accident.  The  resulting injuries forced\n\nWoods  to take an extended medical leave of absence from FMI.\n\n                             -3-\n                              3\n\nBy  the end  of  February 1989,  Woods  had used  all of  his\n\nmedical and  vacation  leave time  and  still was  unable  to\n\nreturn  to work.  Pursuant to FMI's policy of terminating all\n\nemployees who  are unable  to  work after  the expiration  of\n\ntheir leave  time, notwithstanding the ongoing  nature of the\n\nailment, FMI terminated Woods.  Woods does not  challenge his\n\ntermination.  \n\n          By  1989, Woods  was physically  able to  return to\n\nwork.   In late 1989,  FMI began interviewing  candidates for\n\nthe position of production foreman for a new production line.\n\nWoods, along with approximately seventy-four  others, applied\n\nfor one  of four  available positions.   Of  the seventy-five\n\napplicants,  personnel  manager   Arthur  McKew  decided   to\n\ninterview eight, including Woods.   The eight applicants were\n\ninterviewed  by  two  of  FMI's  production  superintendents,\n\nWarren  Kappeler  and  Garnet  Wilson1,  who   evaluated  the\n\ncandidates  on their  manufacturing and  production knowledge\n\nand comprehension, supervisory  skills, and general demeanor.\n\n                    \n\n1.  Wilson replaced Valentin who,  in July 1989, was arrested\nby  the Massachusetts  State Police  and terminated  from his\nemployment for theft of FMI funds.  McKew aff. at 2.  This is\nonly  important because  of  Woods' allegation  that Valentin\nmade  racist remarks  to  Woods while  they worked  together.\nValentin, however, played  no role in  FMI's decision not  to\nhire Woods since  he was  no longer employed  by the  company\nwhen the employment decisions were made.  See Medina-Munoz v.\n                                                          \nR.J. Reynolds Tobacco  Co., 896  F.2d 5, 10  (1st Cir.  1990)\n                          \n(\"The  biases of  one  who neither  makes nor  influences the\nchallenged  personnel  decision  are  not  probative  in   an\nemployment discrimination case.\").\n\n                             -4-\n                              4\n\nBoth Kappeler and  Wilson assessed Woods' supervisory  skills\n\nand understanding  of production  processes as weak  and felt\n\nthat on  balance these weaknesses outweighed  Woods' years of\n\nexperience.  Both  men recommended that  Woods not be  hired.\n\nMcKew stated  that he  ultimately decided  not to  hire Woods\n\nbased  upon the  interviews and  Woods' previous  performance\n\nevaluations.  In his deposition, McKew conceded that although\n\nWoods could have filled one of the open positions, he was not\n\nhired because there  were others  who he found  to be  better\n\nqualified.   The  positions  were thereafter  filled by  four\n\nyounger,  non-handicapped, caucasian  males.   Woods concedes\n\nthat he is  unaware of the qualifications  possessed by those\n\nultimately hired.\n\n          On March 19, 1990, Woods filed a complaint with the\n\nMassachusetts Commission Against Discrimination (\"MCAD\").  On\n\nMay  7,  1990,  Woods  commenced  this  action  by  filing  a\n\ncomplaint  in the  Superior  Court of  Massachusetts for  the\n\nCounty  of Middlesex.   In  his complaint, Woods  charged FMI\n\nwith  age  discrimination in  violation  of  the Federal  Age\n\nDiscrimination and  Employment Act (\"ADEA\"), 29  U.S.C.   621\n\net  seq.,  and  with  age and/or  race  and/or  color  and/or\n        \n\nhandicap  discrimination in  violation of  Mass. Gen.  L. ch.\n\n151B and Mass. Gen. L. ch. 93    102 and 103.  \n\n          After removing  the action to  the federal district\n\ncourt  in  Massachusetts,  FMI  filed a  motion  for  summary\n\n                             -5-\n                              5\n\njudgment  on all claims, claiming that Woods had not made out\n\na prima facie case of discrimination because he had not shown\n\nthat  he was qualified for  the position sought,  and, in the\n\nalternative, that  FMI's decision not to hire  Woods had been\n\nmade for  nondiscriminatory reasons,  i.e., those hired  were\n\nbetter  qualified.  Woods filed  a motion in  opposition.  On\n\nOctober 1, 1993, the district court issued a written order in\n\nwhich  it awarded  summary judgment  in FMI's  favor, finding\n\nthat although  Woods had established  a prima facie  case, he\n\nhad  failed  to  allege   sufficient  facts  to  rebut  FMI's\n\narticulated nondiscriminatory  reasons  under both  ADEA  and\n\nMass. Gen. L. ch. 151B.  The district court further held that\n\nWoods'  claim under  Mass. Gen.  L. ch.  93 was  preempted by\n\nMass. Gen.  L. ch. 151B.  It is from this judgment that Woods\n\nnow appeals. \n\n                             II.\n                                \n\n                      STANDARD OF REVIEW\n                                        \n\n          We review grants of  summary judgment de novo, and,\n                                                       \n\nlike the district court, are obliged to review the facts in a\n\nlight  most favorable  to the  non-moving party,  drawing all\n\ninferences in the non-moving party's favor.  LeBlanc v. Great\n                                                             \n\nAm. Ins. Co., 6 F.3d 836,  841 (1st Cir. 1993), cert. denied,\n                                                            \n\n114 S. Ct. 1398 (1994).  Summary judgment is appropriate when\n\n\"the pleadings, depositions,  answers to interrogatories, and\n\nadmissions  on file,  together with  the affidavits,  if any,\n\n                             -6-\n                              6\n\nshow  that there is no genuine  issue as to any material fact\n\nand that  the moving  party is  entitled to a  judgment as  a\n\nmatter  of law.\"    Fed.  R. Civ.  P.  56(c).   \"`[T]he  mere\n\nexistence of some alleged factual dispute between the parties\n\nwill not  defeat an  otherwise properly supported  motion for\n\nsummary judgment; the requirement is that there be no genuine\n                                                             \n\nissue of  material  fact.'\"   Medina-Munoz,  896  F.2d  at  8\n                                          \n\n(emphasis in original)  (quoting Anderson  v. Liberty  Lobby,\n                                                             \n\nInc., 477  U.S.  242, 247-248  (1986)  (citations  omitted)).\n    \n\nMoreover,  summary judgment  may  be appropriate  \"`[e]ven in\n\ncases  where elusive concepts such as motive or intent are at\n\nissue,  . .  .  if the  non-moving  party rests  merely  upon\n\nconclusory    allegations,    improbable   inferences,    and\n\nunsupported speculation.'\"   Goldman  v. First Nat'l  Bank of\n                                                             \n\nBoston, 985 F.2d 1113, 1116 (1st Cir. 1993)  (quoting Medina-\n                                                             \n\nMunoz,  896 F.2d  at 8).    Finally, Fed.  R.  Civ. P.  56(c)\n     \n\n\"mandates the entry  of summary  judgment . .  . upon  motion\n\nagainst a party  who fails  to make a  showing sufficient  to\n\nestablish  the  existence of  an  element  essential to  that\n\nparty's case, and on which that party will bear the burden of\n\nproof at trial.\"   Celotex  Corp. v. Catrett,  477 U.S.  317,\n                                            \n\n322-23 (1986).               III.\n                             III.\n                                 \n\n                          DISCUSSION\n                                    \n\n          On  appeal,  Woods  claims,  inter  alia,  that the\n                                                  \n\ndistrict court  misapplied  the  respective  burdens  of  the\n\n                             -7-\n                              7\n\nparties under both federal and state law.  More specifically,\n\nWoods argues that the district court erred in ruling that the\n\nburden  shifting framework  as  limned in  McDonnell  Douglas\n                                                             \n\nCorp.  v. Green, 411 U.S. 792, 802-05 (1973) and expounded in\n               \n\nSt. Mary's Honor  Center v. Hicks, 113 S. Ct. 2742 (1993) (1)\n                                 \n\nmay require plaintiff to present more than a prima facie case\n\nin order  to  survive  a motion  for  summary  judgment,  (2)\n\nrequires  the employer to do no more than simply articulate a\n\nnondiscriminatory  reason for its  employment action, and (3)\n\nrequires plaintiff to present evidence to  show not only that\n\nthe  employer's proffered reason  was a pretext,  but that it\n\nwas a  pretext for  illegal discrimination.   Moreover, Woods\n                  \n\nclaims that the  district court erred  in analyzing both  the\n\nfederal  and state  claims  together under  the same  federal\n\nstandard and further erred in finding that Woods claims under\n\nMass.  Gen. L. 93    102 and  103 were preempted.  We address\n\neach argument in turn.\n\nA.  Federal Claim\n                 \n\n          In  an ADEA  failure to  hire  discrimination suit,\n\nplaintiff  bears  the  ultimate   burden  of  persuading  the\n\nfactfinder that the  employer illegally discriminated against\n\nplaintiff  by  refusing to  hire  plaintiff on  the  basis of\n\nhis/her age.  See Lawrence v. Northrop Corp., 980 F.2d 66, 69\n                                            \n\n(1st  Cir. 1992).  Where  there is little  direct evidence of\n\nage discrimination,  plaintiff may rely upon  the three stage\n\n                             -8-\n                              8\n\nburden-shifting  framework  set forth  in  McDonnell Douglas.\n                                                            \n\nSee  id. at  68;  Goldman,  985 F.2d  at  1117.   Under  this\n                         \n\nframework, plaintiff  initially must establish  a prima facie\n\ncase of discrimination, i.e., in a failure to hire situation,\n\nplaintiff must show  that (1) s/he is a member of a protected\n\nclass, (2) s/he applied and was qualified for the position in\n\nquestion, (3)  that despite his/her qualifications,  s/he was\n\nrejected,  and  (4)  that,  after   rejection,  the  position\n\nremained open  and the employer continued  to seek applicants\n\nfrom  persons  of  the  complainant's  qualifications.    See\n                                                             \n\nMcDonnell  Douglas,   411  U.S.  at  802.     Once  plaintiff\n                  \n\nsuccessfully establishes  a prima facie case,  it is presumed\n\nthat    the   employer    engaged   in    impermissible   age\n\ndiscrimination.  See  Texas  Dept. of  Community  Affairs  v.\n                                                         \n\nBurdine, 450 U.S. 248, 254 (1981).  \n       \n\n          In the  second stage, the employer  must rebut this\n\npresumption by articulating a  legitimate, non-discriminatory\n\nreason for its  decision not to hire plaintiff.   See Vega v.\n                                                          \n\nKodak Caribbean, Ltd., 3 F.3d 476, 479 (1st Cir. 1993).  \"The\n                     \n\nemployer's  burden at this stage is merely one of production;\n\nthe burden  of persuasion remains plaintiff's  at all times.\"\n\nLawrence,   980   F.2d   at    69.      Once   a   legitimate\n        \n\nnondiscriminatory  reason  is  articulated,  the  presumption\n\ncreated  by plaintiff's prima facie case disappears.  Id.  At\n                                                         \n\nthe third and final  stage, plaintiff must produce sufficient\n\n                             -9-\n                              9\n\nevidence,  direct  or  indirect,  to show  that  the  reasons\n\nadvanced  by  the  employer  constitute a  mere  pretext  for\n\nunlawful discrimination.   See LeBlanc,  6 F.3d at  842.   To\n                                      \n\nmeet  this  burden, the  claimant  must prove  both  that the\n                                                   \n\nemployer's   articulated   reason   is   false,    and   that\n\ndiscrimination  was  the  actual reason  for  its  employment\n\naction.  See Hicks, 113  S. Ct. at  2749 n.4.2   If plaintiff\n                  \n\n\"fails to show `pretext,' [for discrimination] the challenged\n\nemployment action  `must stand.'\"   Id. at 2752  n.6 (quoting\n                                       \n\nMcDonnell Douglas, 411 U.S. at 807). \n                 \n\n          Of course, the framework described above applies to\n\na full bench trial, as was the case in Hicks.  As we noted in\n                                            \n\n                    \n\n2.  Woods misstates the law when he argues without citing any\nauthority that  \"[i]f the plaintiff shows  that an employer's\nreasons are  not credible,  he resurrects the  presumption of\nunlawful discrimination,  since in  the absence of  any known\nreasons for  the employers decision, courts  presume that the\nemployer was motivated by discriminatory reasons.\"  In Hicks,\n                                                            \nthe Court addressed this precise issue and held that once the\ndefendant \n\n          has succeeded  in carrying its  burden of\n          production,    the   McDonnell    Douglas\n                                                   \n          framework  --  with its  presumptions and\n          burdens  -- is  no longer  relevant.   To\n          resurrect  it later,  after the  trier of\n          fact   has   determined  that   what  was\n          `produced'   to   meet   the  burden   of\n          production is not credible, flies  in the\n          face  of our  holding in Burdine  that to\n                                          \n          rebut  the  presumption `[t]he  defendant\n          need not persuade the  court that it  was\n          actually   motivated  by   the  proffered\n          reasons.'\n\nHicks, 113 S. Ct. at 2749 (quoting Burdine, 450 U.S. at 254).\n                                          \n\n                             -10-\n                              10\n\nLeBlanc, however, the Hicks decision set forth the respective\n                           \n\nburdens which  need to be met in order for a party to survive\n\na motion for summary judgment:\n\n          In  the context  of  a  summary  judgment\n          proceeding, Hicks requires that, once the\n                           \n          employer   has  advanced   a  legitimate,\n          nondiscriminatory  basis for  its adverse\n          employment   decision,   the   plaintiff,\n          before  becoming  entitled  to bring  the\n          case before the trier  of fact, must show\n          evidence  sufficient  for the  factfinder\n          reasonably    to   conclude    that   the\n          employer's decision to  discharge him  or\n          her   was   wrongfully   based  on   age.\n          Goldman, 985 F.2d at 1117;  Lawrence, 980\n                                              \n          F.2d at 69-70;  Villanueva [v.  Wellesley\n                                                   \n          College],  930  F.2d [124,]  127-28 [(1st\n                 \n          Cir.),  cert.  denied,  112  S.  Ct.  181\n                               \n          (1991)]; Connell [v. Bank of Boston], 924\n                                             \n          F.2d  [1169,]  1172  [(1st  Cir.),  cert.\n                                                   \n          denied,  501 U.S. 1218  (1991)].  \"Direct\n                \n          or  indirect  evidence of  discriminatory\n          motive  may do,  but  `the evidence  as a\n          whole  . .  .  must be  sufficient for  a\n          reasonable factfinder to  infer that  the\n          employer's decision was motivated  by age\n          animus.'\"    Goldman,  985  F.2d  at 1117\n                              \n          (quoting  Connell,  924  F.2d 1172  n.3).\n                           \n          Thus, the plaintiff cannot  avert summary\n          judgment  if  the  record  is  devoid  of\n          adequate    direct    or   circumstantial\n          evidence of discriminatory animus  on the\n          part of  the employer.   See id.  at 1118\n                                          \n          (citations and footnote omitted).\n\nLeBlanc, 6 F.3d at 843.3\n       \n\n                    \n\n3.  In  its   amicus  curiae  brief,   the  Equal  Employment\nOpportunity Commission  (the \"EEOC\"),  urges us to  hold that\n\"an employment discrimination  plaintiff may survive  summary\njudgment by establishing a prima facie case of discrimination\nand  showing a  genuine  issue of  fact  on the  question  of\nwhether  the employer's asserted  explanation for its actions\nis worthy of credence.\"  In other words, the EEOC  would like\na  blanket  statement  that   once  evidence  of  pretext  is\nproffered, that evidence along with the prima facie case will\n\n                             -11-\n                              11\n\n          1.  Stage One - Woods' Prima Facie Case\n                                                 \n\n          We   agree  that  Woods   has  provided  sufficient\n\nevidence  to establish a prima  facie case.   As the district\n\ncourt stated, Woods has shown that\n\n          [h]e  is  a  member  of  [the]  protected\n          class[]  .  .  .  within  the meaning  of\n          applicable law.   His long  experience in\n          the  industry  and  history   of  largely\n          favorable  reviews,  and McKew's  opinion\n          that he was qualified  to fill one of the\n\n                    \n\nat all times shield plaintiff from adverse summary judgments.\nThe EEOC cites as authority the following passage from Hicks,\n                                                            \nin which the Court specifically noted that \n\n          [t]he   factfinder's  disbelief   of  the\n          reasons  put  forward  by  the  defendant\n          (particularly if disbelief is accompanied\n          by   a   suspicion  of   mendacity)  may,\n                                                  \n          together  with the elements  of the prima\n          facie case, suffice  to show  intentional\n          discrimination.  \n\nHicks, 113  S. Ct  at 2749  (emphasis supplied).   We  do not\n     \nagree that the Court's language supports the EEOC's position.\nRather,  this quoted  statement simply  makes clear  that the\nSupreme Court envisioned  that some cases exist where a prima\nfacie case and  the disbelief  of a pretext  could provide  a\n                                                  \nstrong enough  inference of  actual discrimination  to permit\nthe fact-finder to find for the plaintiff.  Conversely, we do\nnot  think that the  Supreme Court meant  to say  that such a\nfinding would  always be permissible.   (For example, suppose\n                     \nan employee made out  a truly bare-bones prima facie  case of\nage  discrimination, and  the  employer  responded  that  the\nemployee  lacked the necessary  skills for the  job.  Suppose\nalso  that unrefuted evidence showed  that the response was a\npretext,  because  the employer  had  fired  the employee  to\nconceal  the employer's own acts of embezzlement.  In such an\ninstance, there would be a prima facie case at the outset and\na  disbelieved  pretext,  but  we  think  it  plain  that  no\nreasonable  jury  could find  age  discrimination  on such  a\nrecord.)   The  strength  of the  prima  facie case  and  the\nsignificance of  the disbelieved pretext will  vary from case\nto case depending on the circumstances.  In short, everything\ndepends on the individual facts.\n\n                             -12-\n                              12\n\n          openings,  has created at least a genuine\n          issue  as to  his  ability  to  meet  the\n          employer's   legitimate  expectations.   \n          Woods was denied  a supervisory  position\n          by  FMI.    In  addition,  [FMI]  has not\n          offered evidence to  remove from  dispute\n          the   issue  whether   he  is   about  as\n          qualified  as the  individuals ultimately\n          hired.\n\nTherefore,  we turn our attention to  the question of whether\n\nFMI has satisfied  its burden of production by articulating a\n\nlegitimate non-discriminatory  reason  for refusing  to  hire\n\nWoods.\n\n          2.  Stage Two - FMI's Articulated Nondiscriminatory\n                                                             \n\nReason\n      \n\n          FMI offers  two interrelated reasons for not hiring\n\nWoods.  Basically, FMI contends that Woods was not  qualified\n\nto hold a supervisory  position in the new and  retooled FMI,\n\nand that  in the  alternative,  even if  he was  found to  be\n\nminimally qualified, that  he was not  as qualified as  those\n\nultimately hired.  In support of these claims, FMI introduced\n\nthe affidavits  of Healey, McKew,  Wilson, and Kappeler.   In\n\nhis statement, Healey recounted the changes he implemented to\n\nmake FMI financially competitive in the market and why Woods'\n\nprior  experience  was  not  indicative  of  his  ability  to\n\ncompetently fill the updated position of productions foreman.\n\nAmong the  changes, he noted  that the production  foremen in\n\nparticular were  given more responsibility  while losing some\n\nof their  support systems  and that  \"[i]n essence, FMI  went\n\n                             -13-\n                              13\n\nfrom a relatively simple operation to a complex manufacturing\n\nsystem   with   a   production   schedule   and  pre-planning\n\nrequirements.\"  Affidavit of  P. Healey at 8.   Healey stated\n\nthat Woods \"had  a limited technical  knowledge of how  brake\n\nparts were manufactured  . . . . a limited ability to trouble\n\nshoot and generally displayed limited inclination and ability\n\nto  be innovative.\"   Id. at 5.   Healey further  opined that\n                         \n\nWoods lacked \"basic supervisory skills, including the ability\n\nto plan work, to organize and to implement a production plan,\n\nand  to motivate employees to  carry out the  plan,\" id., and\n                                                        \n\nthat he \"had  a great deal of difficulty in  planning for and\n\nimplementing the  coordination of the machinery, raw material\n\nand workforce  assignments necessary  to produce  the product\n\nmix and quantity required of his  shift,\" id. at 9.  Attached\n                                             \n\nto  Healey's affidavit is a  copy of an  undated and unsigned\n\nevaluation, one which  was never shared with Woods because of\n\nhis  accident and subsequent inability to return to work.  In\n\nthe evaluation, both Healey  and Shaffer rated Woods' overall\n\nperformance in the second  to lowest category, while awarding\n\nWoods  the lowest grade with regard to enforcement of company\n\npolicies, acceptance of responsibility,  and decision-making.\n\nHealey stated that as a result of this evaluation, management\n\nintended to place  Woods on probationary status  prior to his\n\naccident.  \n\n                             -14-\n                              14\n\n          Kappeler and Wilson stated in their affidavits that\n\nbased  upon  their interviews,  they  found  Woods  to be  an\n\nunacceptable  candidate  for  a  foreman  position  with  FMI\n\nbecause  of   his  weak   supervisory  skills  and   lack  of\n\nunderstanding of production processes, such as sequencing and\n\nplanning.    Both  men  rated  Woods  as  having the  poorest\n\nsupervisory skills of all those interviewed.  Affidavit of W.\n\nKappeler  at  2;   Affidavit of  G. Wilson  at  1.   As noted\n\nearlier,  McKew  also  stated  that  those  hired  were  more\n\nqualified.   Thus, we find that  FMI successfully articulated\n\nnon-discriminatory   reasons  for   not  hiring   Woods,  and\n\ntherefore carried its burden of production.\n\n          3.  Stage Three - Pretext for Discrimination\n                                                      \n\n          Finally,  we  must  determine  whether   Woods  has\n\nproduced  sufficient evidence  to  raise a  genuine issue  of\n\nmaterial fact such as would permit a reasonable factfinder to\n\nconclude  that FMI did not rely on its articulated reasons in\n\ndeciding  not   to  hire   Woods  and  that   FMI  unlawfully\n                                     \n\ndiscriminated against Woods because  of his age.   Of course,\n\nthe most obvious  and relevant piece of evidence  Woods could\n\nintroduce to contradict  FMI's assertion that he  was not the\n\nbest qualified for the  position, would be evidence regarding\n\nthe  qualifications  of those  hired.    Woods, however,  has\n\nneither introduced their respective resumes, nor argued to us\n\nthat he  was unable  to obtain  this information through  the\n\n                             -15-\n                              15\n\nnormal  discovery  channels.    In fact,  the  only  evidence\n\nproduced  by Woods to show that the other candidates were not\n\nmore  qualified  appears  in  his  own  deposition  where  he\n\nconcludes, after admitting  that he had  no knowledge of  the\n\nqualifications of  those hired, that  he had twenty  years of\n\nexperience  in the  brake  manufacturing  industry while  the\n\nother applicants had none.  Woods contends that on this basis\n\nalone, a  reasonable  juror might  infer  that Woods  was  as\n\nqualified  or  more  qualified  than those  who  were  hired.\n\nFurthermore, he contends  that it would  be reasonable for  a\n\njuror  to infer, on the  basis of this  evidence coupled with\n\nhis  prima  facie  case  that the  actual  reason  for  FMI's\n\ndecision not to hire Woods was because he was too old.  We do\n\nnot agree.     Although Woods has  presented enough  evidence\n\nto permit  a reasonable factfinder  to determine that  he was\n\nqualified to hold one of the  four positions on the basis  of\n\n1)  his   experience,  2)  the   favorable  evaluations   and\n\npromotions  Woods  received prior  to  his  accident, and  3)\n\nMcKew's   reluctant  admission   that  Woods   was  minimally\n\nqualified  to hold  one of  the four  positions, there  is no\n\nevidence  either to  rebut FMI's  assertion that  those hired\n\nwere more qualified, or to suggest that FMI's decision not to\n\nhire  Woods  was in  any way  driven  by illegal  age animus.\n\nBecause Woods  has failed  to present sufficient  evidence to\n\npermit  a   reasonable  factfinder   to   infer  that   FMI's\n\n                             -16-\n                              16\n\narticulated   reason   was  a   pretext   for   unlawful  age\n\ndiscrimination, his claim under ADEA must fail. \n\nB.  State Law Claims\n                    \n\n          1.  Mass. Gen. L. ch. 151B\n                                    \n\n          Next, Woods claims that  although Mass. Gen. L. ch.\n\n151B4\n\nemployment  discrimination  claims  are   generally  analyzed\n\naccording to the  federal burden shifting regime  articulated\n\n                    \n\n4.  Mass. Gen. L. ch. 151B   4 provides in relevant part:\n\n          It shall be an unlawful practice:\n\n          1.   For  an  employer, by  himself  or his  agent,\nbecause of the race, color, . . . to refuse to hire or employ\nor  to bar or to discharge from employment such individual or\nto discriminate against such individual in compensation or in\nterms, conditions  or privileges of employment,  unless based\nupon a bona fide occupational qualification.\n          . . . . \n          1B.  For  an  employer in  the  private sector,  by\nhimself or his agent,  because of the age of  any individual,\nto refuse  to hire or employ  or to bar or  to discharge from\nemployment  such individual, or  to discriminate against such\nindividual  in  compensation  or   in  terms,  conditions  or\nprivileges  of  employment, unless  based  upon  a bona  fide\noccupational qualification.\n          . . . . \n          16.  For  any  employer, personally  or  through an\nagent,  to dismiss from employment or  refuse to hire, rehire\nor  advance in employment  or otherwise discriminate against,\nbecause  of  his  handicap,  any  person  alleging  to  be  a\nqualified  handicapped  person,  capable  of  performing  the\nessential functions of the  position involved with reasonable\naccommodation, unless the  employer can demonstrate  that the\naccommodation required to be  made to the physical or  mental\nlimitations of the  person would impose an  undue hardship to\nthe employer's business.\n\nMass. Gen. Laws Ann. ch. 151B   4 et seq., (West 1982 &amp; Supp.\n1994).\n\n                             -17-\n                              17\n\nin  McDonnell Douglas,  the  Massachusetts  Supreme  Judicial\n                     \n\nCourt  (the \"SJC\"), has  placed a more  demanding burden upon\n\nthe  employer  than the  burden  imposed  by federal  law  as\n\ninterpreted  by this circuit.  Thus, Woods argues that it was\n\nerror  for the district court  to lump the  federal and state\n\nclaims together,  and that  under the proper  standard, FMI's\n\nmotion for summary judgment must fail.\n\n          It is well established  \"that the `state courts are\n\nthe ultimate  expositors of state law' and the federal courts\n\nare bound by the constructions placed  upon state statutes by\n\nstate  courts  absent extreme  circumstances.\"   Rundlett  v.\n                                                         \n\nOliver, 607 F.2d  495, 500 (1st Cir.  1979) (quoting Mullaney\n                                                             \n\nv.  Wilbur, 421  U.S.  684, 691  (1975)).   Moreover,  it  is\n          \n\nequally well established that when interpreting Massachusetts\n\ndiscrimination   statutes,   the  SJC   \"may   look   to  the\n\ninterpretations  of analogous federal  statutes, but  are not\n\nbound thereby.\"  August v. Offices Unlimited,  Inc., 981 F.2d\n                                                   \n\n576, 580 n.3 (1st Cir. 1992).\n\n          While  the SJC  has used  the  three-part McDonnell\n                                                             \n\nDouglas  analysis as a  guide in deciding  claims under Mass.\n       \n\nGen. L.  ch. 151B, it  has been somewhat  more severe in  its\n\ntreatment of  defendants.  In the  oft-cited Wheelock College\n                                                             \n\nv.  Massachusetts Comm'n. Against  Discrimination, 355 N.E.2d\n                                                 \n\n309 (Mass. 1976), the SJC acknowledged that McDonnell-Douglas\n                                                             \n\nmerely required the employer  to articulate a legitimate non-\n\n                             -18-\n                              18\n\ndiscriminatory reason for its  action; but the court  went on\n\nto say under ch.  151B, \"that articulating a reason  in cases\n\nof  this  kind requires  the  employer  to produce  not  only\n\nevidence  of the  reason for its  action but  also underlying\n\nfacts  in support  of that  reason.\"   Id. at 313-14.   Other\n                                          \n\nMassachusetts cases follow the same course.5\n\n          All this, however, is  academic in the present case\n\nbecause  even  under the  more demanding  standard apparently\n\nfollowed  in Massachusetts,  FMI  has done  more than  merely\n\narticulate  a  reason.   It has  offered three  affidavits in\n\nwhich those  concerned set forth their  assessment that Woods\n\nwas not as well  qualified as the four men  ultimately hired;\n\nthere is  a contemporaneous  evaluation of Woods  critical of\n\nhis skills that would presumably  be admissible as a business\n\nrecord;  and there is an explanation from one of the affiants\n\nthat colorably explains how Woods could have done an adequate\n\njob for  a  number of  years  without being  especially  well\n\nqualified for  the more  demanding tasks contemplated  by the\n\nnew position in the  upgraded company.  Whether or  not these\n\n                    \n\n5.  See,  e.g., McKenzie  v. Brigham  and Women's  Hosp., 541\n                                                        \nN.E.2d  325,  326  (Mass. 1989)  (defendant  must  \"advanc[e]\nlawful grounds for  the action taken and  produce evidence of\n                                        \nunderlying  facts  in  support  thereof\")  (emphasis  added);\nTrustees  of Forbes  Library v.  Labor Relations  Comm'n, 428\n                                                        \nN.E.2d 124, 128 (Mass.  1981) (employer could not say  merely\nthat employee was  fired for breaking rules,  but also \"would\nhave to identify the rules and perhaps the occasions of their\nviolation, and  offer some indication that  it had considered\nthese   violations  in   its   deliberations  prior   to  the\ndischarge\").\n\n                             -19-\n                              19\n\nmaterials  taken  together are  a  substantial  case for  the\n\ncompany--the  case would be a  stronger one if  more had been\n\nsaid about the  qualifications of the four  men hired instead\n\nof Woods--the materials certainly  amount to some evidence in\n\nsupport of the articulated reason.\n\n          Finally,  it does  not matter  in the  present case\n\nwhether Massachusetts turns out  to follow Hicks as construed\n                                                \n\nby the EEOC rather  than as we have  construed it.   Whatever\n\nweight  a  disbelieved  reason  may  have  in  supporting  an\n\ninference of discriminatory intent,  Woods has not created \"a\n\ngenuine  issue  of  fact  on  the  question  of  whether  the\n\nemployer's asserted explanation for  its actions is worthy of\n\ncredence.\"  See p. 11,  n.3, supra.  The jury  might conclude\n                                  \n\nthat Woods was at least minimally qualified based on his past\n\nrecord, but there is no evidence that the employer's asserted\n\nexplanation--that it found four other men  better qualified--\n\nis pretextual.\n\n          2.  Mass. Gen. L. ch. 93    102 and 103.\n                                                  \n\n          Lastly, Woods  claims that the district court erred\n\nin  finding that  his Mass.  Gen. L.  ch. 93     102  and 103\n\nclaims  were preempted  by Mass.  Gen. L.  ch. 151B.   Woods'\n\nargument, however,  is not  supported  in the  caselaw.   See\n                                                             \n\nMartin  v. Envelope Div. of  Westvaco Corp., No.  CIV. A. 92-\n                                           \n\n30121-MAP,  1994 WL 162354, at  *11 (D. Mass.  Apr. 29, 1994)\n\n(collecting federal and state  court cases holding that Mass.\n\n                             -20-\n                              20\n\nGen.   L.  ch.   151B  provides   the  exclusive   remedy  in\n\nMassachusetts for employment related  discrimination claims);\n\nsee also DeFazio  v. Delta Air Lines, Inc., 849  F. Supp. 98,\n                                          \n\n103  (D. Mass. 1994) (holding that the reasoning of state and\n\nfederal  cases  which  find  Mass.  Gen.  L.  ch.  93     102\n\nemployment  discrimination claims  to be  preempted by  Mass.\n\nGen. L.  ch. 151B  \"applies with  equal force to  [employment\n\ndiscrimination] claims under Chapter 93,   103\").\n\n          In sum, we agree with the district court that\n\n          the  adequacy  of  the remedies  afforded\n          under  Mass.   Gen.  L.  ch.   151B,  the\n          efficiency   of  a   uniform  legislative\n          remedy, the importance  of giving  effect\n          to the procedural prerequisites  of Mass.\n          Gen. L.  ch.  151B, and  the  absence  of\n          clear  guidance  from  the  Massachusetts\n          Supreme Judicial Court,  all support  the\n          finding that  Mass. Gen.  L. ch.  151B is\n          the  exclusive  state   law  remedy   for\n          employment discrimination complaints.\n\nWoods  v. Friction Materials, Inc., 836 F. Supp. 899, 908 (D.\n                                  \n\nMass. 1993) (citing Bergeson v. Franchi, 783 F. Supp. 713 (D.\n                                       \n\nMass. 1992)).\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          For  the  foregoing  reasons,   the  order  of  the\n\ndistrict  court  granting   summary  judgment  in  favor   of\n\ndefendant FMI is    Affirmed.\n                             \n\n                             -21-\n                              21\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">August 17, 1994\n                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 93-2296\n\n                       JIMMIE E. WOODS,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  FRICTION MATERIALS, INC.,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Mark L. Wolf, U.S. District Judge]\n                                                  \n\n                                         \n\n                            Before\n\n                     Breyer,* Chief Judge,\n                                         \n              Boudin and Stahl, Circuit Judges.\n                                              \n\n                                         \n\n                         ERRATA SHEET\n\nThe following  references to  \"Mass. Gen.  L. ch.  93A\" should  be\nchanged to \"Mass. Gen. L. ch. 93\":\n\nPage 5, first full  , l. 9\nPage 6, l.10\nPage 8, l.11\nPage 20, l.5, l.7, l.17\n                                         \n                 \n*Chief Judge Stephen Breyer heard oral argument in this matter but did\nnot  participate  in  the drafting  or  the  issuance  of the  panel's\nopinion.   The  remaining two  panelists therefore issue  this opinion\npursuant to 28 U.S.C.   46(d).\n\nAugust 4, 1994      UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                     \n\nNo. 93-2296\n\n                       JIMMIE E. WOODS,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  FRICTION MATERIALS, INC.,\n\n                     Defendant, Appellee.\n\n                                     \n\n                         ERRATA SHEET\n\nThe opinion of this court issued on July  29, 1994, is amended  as\n\nfollows:\n\nPage 15, second line  from the bottom  of the page:  Delete  \"the\"\n\nafter \"than.\"\n\n                United States Court of Appeals\n\n                    For the First Circuit\n\n                                         \n\nNo. 93-2296\n\n                       JIMMIE E. WOODS,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  FRICTION MATERIALS, INC.,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Mark L. Wolf, U.S. District Judge]\n                                                  \n\n                                         \n\n                            Before\n\n                     Breyer,* Chief Judge,\n                                         \n\n              Boudin and Stahl, Circuit Judges.\n                                              \n\n                                         \n\nFrederick T. Golder with whom Bernstein,  Golder &amp; Miller P.A. was\n                                                              \n\non brief for appellant.\n\nSamuel  A. Marcosson, James  R. Neely, Jr., Gwendolyn Young Reams,\n                                                                 \n\nand  Vincent  J.   Blackwood  were  on  brief  for   Equal  Employment\n                        \n\nOpportunity Commission, amicus curiae.\n\nDan  T.  Carter with  whom  James  Allan  Smith,  Smith, Currie  &amp;\n                                                                  \n\nHancock, Richard W.  Gleeson, and Gleeson &amp; Corcoran were on brief for\n                                                \n\nappellee.\n\n                                         \n\n                        July 29, 1994\n\n                                         \n\n                 \n\n*Chief Judge Stephen Breyer heard oral argument in this matter but did\n\nnot  participate  in  the drafting  or  the  issuance  of the  panel's\n\nopinion.   The  remaining two panelists  therefore issue  this opinion\n\npursuant to 28 U.S.C.   46(d).\n\n          STAHL, Circuit Judge.  Plaintiff  Jimmie  E.  Woods\n                              \n\nfiled a complaint charging defendant Friction  Materials Inc.\n\n(\"FMI\") with  illegal race, age,  and handicap discrimination\n\nin violation of state and federal law.  Woods now appeals the\n\ndistrict court grant of summary judgment in favor of FMI.  We\n\naffirm.\n\n                              I.\n                                \n\n            FACTUAL FINDINGS AND PRIOR PROCEEDINGS\n                                                  \n\n          Woods, a 54 year-old, handicapped, African-American\n\nmale,  was employed between 1961  and 1986 by  PT/BT, a small\n\ngroup  of  interrelated  brake  manufacturing   companies  in\n\nLawrence, Massachusetts.  During his tenure with PT/BT, Woods\n\nwas promoted twice, to  the position of foreman in  1968, and\n\nto  the position  of supervisor  in 1970.   In  1986, FMI,  a\n\nwholly owned subsidiary  of Echlin, Inc. (\"Echlin\")  acquired\n\nthe  assets of PT/BT.   Thereafter, Wood continued working at\n\nFMI as a production foreman without a break in service.\n\n          In  February of  1987, Echlin, concerned  about the\n\nfinancial  condition of  the  newly formed  FMI, fired  FMI's\n\npresident  and  manufacturing  manager.   Three  days  later,\n\nEchlin  appointed  Patrick  Healey   to  the  top  managerial\n\nposition at FMI,  that of division  manager.  Under  Healey's\n\nleadership, FMI began to  retool and update its manufacturing\n\nprocesses.\n\n                             -2-\n                              2\n\n          As  a  result,  Woods   and  the  other  three  FMI\n\nproduction  foremen in  the block-making  department (Richard\n\nBond, a 45 year-old  caucasian male, Paul Harris, a  65 year-\n\nold  African-American male,  and Peter  Lane, an  50 year-old\n\nAfrican-American  male)  experienced  an  increase  in  their\n\nduties and  responsibilities.  According to  Woods, FMI began\n\nto  expect  more  from  its employees  and  the  supervisor's\n\nposition  became more complicated  than it  had been  when he\n\nworked at  PT/BT.  Deposition of  J. Woods at 28.   After the\n\nreorganization began,  of the four supervisors  in the block-\n\nmaking department, Bond  was terminated for  poor performance\n\nand Lane  was demoted to  a non-supervisory position.   Woods\n\ninitially  fared well at FMI, as evidenced by a November 1987\n\nwritten evaluation  in  which Superintendent  Elvin  Valentin\n\ngave Woods  an overall rating of  three on a scale  of one to\n\nfive.    In  1988,  however, Woods  learned  that  Valentin's\n\nopinion of his  work had  diminished.   In a  ten to  fifteen\n\nminute  review,   Valentin  told  Woods  that   both  he  and\n\nmanufacturing  manager Ray Shaffer (Woods' direct supervisor)\n\nfelt that Woods was not performing up to his capability, that\n\nhe needed to improve his scheduling and interpersonal skills,\n\nand that he would not be receiving a raise. </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 47-49.\n</span><pre class=\"inline\">                                               \n\n          In October  1988, Woods  was injured in  a non-work\n\nrelated automobile  accident.  The  resulting injuries forced\n\nWoods  to take an extended medical leave of absence from FMI.\n\n                             -3-\n                              3\n\nBy  the end  of  February 1989,  Woods  had used  all of  his\n\nmedical and  vacation  leave time  and  still was  unable  to\n\nreturn  to work.  Pursuant to FMI's policy of terminating all\n\nemployees who  are unable  to  work after  the expiration  of\n\ntheir leave  time, notwithstanding the ongoing  nature of the\n\nailment, FMI terminated Woods.  Woods does not  challenge his\n\ntermination.  \n\n          By  1989, Woods  was physically  able to  return to\n\nwork.   In late 1989,  FMI began interviewing  candidates for\n\nthe position of production foreman for a new production line.\n\nWoods, along with approximately seventy-four  others, applied\n\nfor one  of four  available positions.   Of  the seventy-five\n\napplicants,  personnel  manager   Arthur  McKew  decided   to\n\ninterview eight, including Woods.   The eight applicants were\n\ninterviewed  by  two  of  FMI's  production  superintendents,\n\nWarren  Kappeler  and  Garnet  Wilson1,  who   evaluated  the\n\ncandidates  on their  manufacturing and  production knowledge\n\nand comprehension, supervisory  skills, and general demeanor.\n\n                    \n\n1.  Wilson replaced Valentin who,  in July 1989, was arrested\nby  the Massachusetts  State Police  and terminated  from his\nemployment for theft of FMI funds.  McKew aff. at 2.  This is\nonly  important because  of  Woods' allegation  that Valentin\nmade  racist remarks  to  Woods while  they worked  together.\nValentin, however, played  no role in  FMI's decision not  to\nhire Woods since  he was  no longer employed  by the  company\nwhen the employment decisions were made.  See Medina-Munoz v.\n                                                          \nR.J. Reynolds Tobacco  Co., </pre><span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 10  (1st Cir.  1990)\n                          \n(\"The  biases of  one  who neither  makes nor  influences the\nchallenged  personnel  decision  are  not  probative  in   an\nemployment discrimination case.\").\n\n                             -4-\n                              4\n\nBoth Kappeler and  Wilson assessed Woods' supervisory  skills\n\nand understanding  of production  processes as weak  and felt\n\nthat on  balance these weaknesses outweighed  Woods' years of\n\nexperience.  Both  men recommended that  Woods not be  hired.\n\nMcKew stated  that he  ultimately decided  not to  hire Woods\n\nbased  upon the  interviews and  Woods' previous  performance\n\nevaluations.  In his deposition, McKew conceded that although\n\nWoods could have filled one of the open positions, he was not\n\nhired because there  were others  who he found  to be  better\n\nqualified.   The  positions  were thereafter  filled by  four\n\nyounger,  non-handicapped, caucasian  males.   Woods concedes\n\nthat he is  unaware of the qualifications  possessed by those\n\nultimately hired.\n\n          On March 19, 1990, Woods filed a complaint with the\n\nMassachusetts Commission Against Discrimination (\"MCAD\").  On\n\nMay  7,  1990,  Woods  commenced  this  action  by  filing  a\n\ncomplaint  in the  Superior  Court of  Massachusetts for  the\n\nCounty  of Middlesex.   In  his complaint, Woods  charged FMI\n\nwith  age  discrimination in  violation  of  the Federal  Age\n\nDiscrimination and  Employment Act (\"ADEA\"), 29  U.S.C.   621\n\net  seq.,  and  with  age and/or  race  and/or  color  and/or\n        \n\nhandicap  discrimination in  violation of  Mass. Gen.  L. ch.\n\n151B and Mass. Gen. L. ch. 93    102 and 103.  \n\n          After removing  the action to  the federal district\n\ncourt  in  Massachusetts,  FMI  filed a  motion  for  summary\n\n                             -5-\n                              5\n\njudgment  on all claims, claiming that Woods had not made out\n\na prima facie case of discrimination because he had not shown\n\nthat  he was qualified for  the position sought,  and, in the\n\nalternative, that  FMI's decision not to hire  Woods had been\n\nmade for  nondiscriminatory reasons,  i.e., those hired  were\n\nbetter  qualified.  Woods filed  a motion in  opposition.  On\n\nOctober 1, 1993, the district court issued a written order in\n\nwhich  it awarded  summary judgment  in FMI's  favor, finding\n\nthat although  Woods had established  a prima facie  case, he\n\nhad  failed  to  allege   sufficient  facts  to  rebut  FMI's\n\narticulated nondiscriminatory  reasons  under both  ADEA  and\n\nMass. Gen. L. ch. 151B.  The district court further held that\n\nWoods'  claim under  Mass. Gen.  L. ch.  93 was  preempted by\n\nMass. Gen.  L. ch. 151B.  It is from this judgment that Woods\n\nnow appeals. \n\n                             II.\n                                \n\n                      STANDARD OF REVIEW\n                                        \n\n          We review grants of  summary judgment de novo, and,\n                                                       \n\nlike the district court, are obliged to review the facts in a\n\nlight  most favorable  to the  non-moving party,  drawing all\n\ninferences in the non-moving party's favor.  LeBlanc v. Great\n                                                             \n\nAm. Ins. Co., </pre><span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span><pre class=\"inline\">,  841 (1st Cir. 1993), cert. denied,\n                                                            \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span> </span><pre class=\"inline\">(1994).  Summary judgment is appropriate when\n\n\"the pleadings, depositions,  answers to interrogatories, and\n\nadmissions  on file,  together with  the affidavits,  if any,\n\n                             -6-\n                              6\n\nshow  that there is no genuine  issue as to any material fact\n\nand that  the moving  party is  entitled to a  judgment as  a\n\nmatter  of law.\"    Fed.  R. Civ.  P.  56(c).   \"`[T]he  mere\n\nexistence of some alleged factual dispute between the parties\n\nwill not  defeat an  otherwise properly supported  motion for\n\nsummary judgment; the requirement is that there be no genuine\n                                                             \n\nissue of  material  fact.'\"   </pre><span class=\"citation\" data-id=\"536516\"><span class=\"antecedent_guess\">Medina-Munoz,</span>  <a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">8</span>\n</a></span><pre class=\"inline\">                                          \n\n(emphasis in original)  (quoting Anderson  v. Liberty  Lobby,\n                                                             \n\nInc., </pre><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">242</span></a></span><pre class=\"inline\">, 247-248  (1986)  (citations  omitted)).\n    \n\nMoreover,  summary judgment  may  be appropriate  \"`[e]ven in\n\ncases  where elusive concepts such as motive or intent are at\n\nissue,  . .  .  if the  non-moving  party rests  merely  upon\n\nconclusory    allegations,    improbable   inferences,    and\n\nunsupported speculation.'\"   Goldman  v. First Nat'l  Bank of\n                                                             \n\nBoston, </pre><span class=\"citation\" data-id=\"600349\"><a href=\"/opinion/600349/robert-goldman-v-first-national-bank-of-boston/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1113</span></a></span><pre class=\"inline\">, 1116 (1st Cir. 1993)  (quoting Medina-\n                                                             \n\n</pre><span class=\"citation\" data-id=\"536516\"><span class=\"antecedent_guess\">Munoz,</span>  <a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">8</span></a></span><pre class=\"inline\">).    Finally, Fed.  R.  Civ. P.  56(c)\n     \n\n\"mandates the entry  of summary  judgment . .  . upon  motion\n\nagainst a party  who fails  to make a  showing sufficient  to\n\nestablish  the  existence of  an  element  essential to  that\n\nparty's case, and on which that party will bear the burden of\n\nproof at trial.\"   Celotex  Corp. v. Catrett,  </pre><span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">317</span></a></span><pre class=\"inline\">,\n                                            \n\n322-23 (1986).               III.\n                             III.\n                                 \n\n                          DISCUSSION\n                                    \n\n          On  appeal,  Woods  claims,  inter  alia,  that the\n                                                  \n\ndistrict court  misapplied  the  respective  burdens  of  the\n\n                             -7-\n                              7\n\nparties under both federal and state law.  More specifically,\n\nWoods argues that the district court erred in ruling that the\n\nburden  shifting framework  as  limned in  McDonnell  Douglas\n                                                             \n\nCorp.  v. Green, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span><pre class=\"inline\">, 802-05 (1973) and expounded in\n               \n\nSt. Mary's Honor  Center v. Hicks, </pre><span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span> </a></span><pre class=\"inline\">(1993) (1)\n                                 \n\nmay require plaintiff to present more than a prima facie case\n\nin order  to  survive  a motion  for  summary  judgment,  (2)\n\nrequires  the employer to do no more than simply articulate a\n\nnondiscriminatory  reason for its  employment action, and (3)\n\nrequires plaintiff to present evidence to  show not only that\n\nthe  employer's proffered reason  was a pretext,  but that it\n\nwas a  pretext for  illegal discrimination.   Moreover, Woods\n                  \n\nclaims that the  district court erred  in analyzing both  the\n\nfederal  and state  claims  together under  the same  federal\n\nstandard and further erred in finding that Woods claims under\n\nMass.  Gen. L. 93    102 and  103 were preempted.  We address\n\neach argument in turn.\n\nA.  Federal Claim\n                 \n\n          In  an ADEA  failure to  hire  discrimination suit,\n\nplaintiff  bears  the  ultimate   burden  of  persuading  the\n\nfactfinder that the  employer illegally discriminated against\n\nplaintiff  by  refusing to  hire  plaintiff on  the  basis of\n\nhis/her age.  See Lawrence v. Northrop Corp., </pre><span class=\"citation\" data-id=\"595488\"><a href=\"/opinion/595488/60-fair-emplpraccas-bna-519-60-empl-prac-dec-p-41885-sidney-r/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">66</span></a></span><pre class=\"inline\">, 69\n                                            \n\n(1st  Cir. 1992).  Where  there is little  direct evidence of\n\nage discrimination,  plaintiff may rely upon  the three stage\n\n                             -8-\n                              8\n\nburden-shifting  framework  set forth  in  McDonnell Douglas.\n                                                            \n\nSee  </pre><span class=\"citation\" data-id=\"595488\"><a href=\"/opinion/595488/60-fair-emplpraccas-bna-519-60-empl-prac-dec-p-41885-sidney-r/\"><span class=\"id_token\">id.</span> at  68; </a></span><pre class=\"inline\"> </pre><span class=\"citation\" data-id=\"600349\"><span class=\"antecedent_guess\">Goldman,</span>  <a href=\"/opinion/600349/robert-goldman-v-first-national-bank-of-boston/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">1117</span></a></span><pre class=\"inline\">.   Under  this\n                         \n\nframework, plaintiff  initially must establish  a prima facie\n\ncase of discrimination, i.e., in a failure to hire situation,\n\nplaintiff must show  that (1) s/he is a member of a protected\n\nclass, (2) s/he applied and was qualified for the position in\n\nquestion, (3)  that despite his/her qualifications,  s/he was\n\nrejected,  and  (4)  that,  after   rejection,  the  position\n\nremained open  and the employer continued  to seek applicants\n\nfrom  persons  of  the  complainant's  qualifications.    See\n                                                             \n\nMcDonnell  </pre><span class=\"citation\" data-id=\"108786\"><span class=\"antecedent_guess\">Douglas,</span>   <a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span>  <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">802</span></a></span><pre class=\"inline\">.     Once  plaintiff\n                  \n\nsuccessfully establishes  a prima facie case,  it is presumed\n\nthat    the   employer    engaged   in    impermissible   age\n\ndiscrimination.  See  Texas  Dept. of  Community  Affairs  v.\n                                                         \n\nBurdine, </pre><span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span><pre class=\"inline\">, 254 (1981).  \n       \n\n          In the  second stage, the employer  must rebut this\n\npresumption by articulating a  legitimate, non-discriminatory\n\nreason for its  decision not to hire plaintiff.   See Vega v.\n                                                          \n\nKodak Caribbean, Ltd., </pre><span class=\"citation\" data-id=\"628958\"><a href=\"/opinion/628958/62-fair-emplpraccas-1198-62-empl-prac-dec-p-42530-17-employee/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span><pre class=\"inline\">, 479 (1st Cir. 1993).  \"The\n                     \n\nemployer's  burden at this stage is merely one of production;\n\nthe burden  of persuasion remains plaintiff's  at all times.\"\n\n</pre><span class=\"citation\" data-id=\"595488\"><span class=\"antecedent_guess\">Lawrence,</span>   <a href=\"/opinion/595488/60-fair-emplpraccas-bna-519-60-empl-prac-dec-p-41885-sidney-r/\"><span class=\"volume\">980</span>   <span class=\"reporter\">F.2d</span>   at    <span class=\"page\">69</span></a></span><pre class=\"inline\">.      Once   a   legitimate\n        \n\nnondiscriminatory  reason  is  articulated,  the  presumption\n\ncreated  by plaintiff's prima facie case disappears.  </pre><span class=\"citation\" data-id=\"595488\"><a href=\"/opinion/595488/60-fair-emplpraccas-bna-519-60-empl-prac-dec-p-41885-sidney-r/\"><span class=\"id_token\">Id.</span>  At\n                                                         \n\nthe </a></span><pre class=\"inline\">third and final  stage, plaintiff must produce sufficient\n\n                             -9-\n                              9\n\nevidence,  direct  or  indirect,  to show  that  the  reasons\n\nadvanced  by  the  employer  constitute a  mere  pretext  for\n\nunlawful discrimination.   See </pre><span class=\"citation\" data-id=\"654585\"><span class=\"antecedent_guess\">LeBlanc,</span>  <a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> at  <span class=\"page\">842</span></a></span><pre class=\"inline\">.   To\n                                      \n\nmeet  this  burden, the  claimant  must prove  both  that the\n                                                   \n\nemployer's   articulated   reason   is   false,    and   that\n\ndiscrimination  was  the  actual reason  for  its  employment\n\naction.  See </pre><span class=\"citation\" data-id=\"112901\"><span class=\"antecedent_guess\">Hicks,</span> <a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span> at  <span class=\"page\">2749</span> </a></span><pre class=\"inline\">n.4.2   If plaintiff\n                  \n\n\"fails to show `pretext,' [for discrimination] the challenged\n\nemployment action  `must stand.'\"   </pre><span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"id_token\">Id.</span> at 2752 </a></span><pre class=\"inline\"> n.6 (quoting\n                                       \n\nMcDonnell </pre><span class=\"citation\" data-id=\"108786\"><span class=\"antecedent_guess\">Douglas,</span> <a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">807</span></a></span><pre class=\"inline\">). \n                 \n\n          Of course, the framework described above applies to\n\na full bench trial, as was the case in Hicks.  As we noted in\n                                            \n\n                    \n\n2.  Woods misstates the law when he argues without citing any\nauthority that  \"[i]f the plaintiff shows  that an employer's\nreasons are  not credible,  he resurrects the  presumption of\nunlawful discrimination,  since in  the absence of  any known\nreasons for  the employers decision, courts  presume that the\nemployer was motivated by discriminatory reasons.\"  In Hicks,\n                                                            \nthe Court addressed this precise issue and held that once the\ndefendant \n\n          has succeeded  in carrying its  burden of\n          production,    the   McDonnell    Douglas\n                                                   \n          framework  --  with its  presumptions and\n          burdens  -- is  no longer  relevant.   To\n          resurrect  it later,  after the  trier of\n          fact   has   determined  that   what  was\n          `produced'   to   meet   the  burden   of\n          production is not credible, flies  in the\n          face  of our  holding in Burdine  that to\n                                          \n          rebut  the  presumption `[t]he  defendant\n          need not persuade the  court that it  was\n          actually   motivated  by   the  proffered\n          reasons.'\n\n</pre><span class=\"citation\" data-id=\"112901\"><span class=\"antecedent_guess\">Hicks,</span> <a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2749</span> </a></span><pre class=\"inline\">(quoting </pre><span class=\"citation\" data-id=\"110424\"><span class=\"antecedent_guess\">Burdine,</span> <a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">254</span></a></span><pre class=\"inline\">).\n                                          \n\n                             -10-\n                              10\n\nLeBlanc, however, the Hicks decision set forth the respective\n                           \n\nburdens which  need to be met in order for a party to survive\n\na motion for summary judgment:\n\n          In  the context  of  a  summary  judgment\n          proceeding, Hicks requires that, once the\n                           \n          employer   has  advanced   a  legitimate,\n          nondiscriminatory  basis for  its adverse\n          employment   decision,   the   plaintiff,\n          before  becoming  entitled  to bring  the\n          case before the trier  of fact, must show\n          evidence  sufficient  for the  factfinder\n          reasonably    to   conclude    that   the\n          employer's decision to  discharge him  or\n          her   was   wrongfully   based  on   age.\n          </pre><span class=\"citation\" data-id=\"600349\"><span class=\"antecedent_guess\">Goldman,</span> <a href=\"/opinion/600349/robert-goldman-v-first-national-bank-of-boston/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1117</span></a></span><pre class=\"inline\">;  </pre><span class=\"citation\" data-id=\"595488\"><span class=\"antecedent_guess\">Lawrence,</span> <a href=\"/opinion/595488/60-fair-emplpraccas-bna-519-60-empl-prac-dec-p-41885-sidney-r/\"><span class=\"volume\">980</span>\n                                              \n          <span class=\"reporter\">F.2d</span> at <span class=\"page\">69</span></a></span><pre class=\"inline\">-70;  Villanueva [v.  Wellesley\n                                                   \n          College],  930  F.2d [124,]  127-28 [(1st\n                 \n          Cir.),  cert.  denied,  112  S.  Ct.  181\n                               \n          (1991)]; Connell [v. Bank of Boston], 924\n                                             \n          F.2d  [1169,]  1172  [(1st  Cir.),  cert.\n                                                   \n          denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1218</span> </span><pre class=\"inline\"> (1991)].  \"Direct\n                \n          or  indirect  evidence of  discriminatory\n          motive  may do,  but  `the evidence  as a\n          whole  . .  .  must be  sufficient for  a\n          reasonable factfinder to  infer that  the\n          employer's decision was motivated  by age\n          animus.'\"    </pre><span class=\"citation\" data-id=\"600349\"><span class=\"antecedent_guess\">Goldman,</span>  <a href=\"/opinion/600349/robert-goldman-v-first-national-bank-of-boston/\"><span class=\"volume\">985</span>  <span class=\"reporter\">F.2d</span>  at <span class=\"page\">1117</span>\n</a></span><pre class=\"inline\">                              \n          (quoting  Connell,  </pre><span class=\"citation no-link\"><span class=\"volume\">924</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1172</span> </span><pre class=\"inline\"> n.3).\n                           \n          Thus, the plaintiff cannot  avert summary\n          judgment  if  the  record  is  devoid  of\n          adequate    direct    or   circumstantial\n          evidence of discriminatory animus  on the\n          part of  the employer.   See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>  at 1118\n</span><pre class=\"inline\">                                          \n          (citations and footnote omitted).\n\n</pre><span class=\"citation\" data-id=\"654585\"><span class=\"antecedent_guess\">LeBlanc,</span> <a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">843</span></a></span><pre class=\"inline\">.3\n       \n\n                    \n\n3.  In  its   amicus  curiae  brief,   the  Equal  Employment\nOpportunity Commission  (the \"EEOC\"),  urges us to  hold that\n\"an employment discrimination  plaintiff may survive  summary\njudgment by establishing a prima facie case of discrimination\nand  showing a  genuine  issue of  fact  on the  question  of\nwhether  the employer's asserted  explanation for its actions\nis worthy of credence.\"  In other words, the EEOC  would like\na  blanket  statement  that   once  evidence  of  pretext  is\nproffered, that evidence along with the prima facie case will\n\n                             -11-\n                              11\n\n          1.  Stage One - Woods' Prima Facie Case\n                                                 \n\n          We   agree  that  Woods   has  provided  sufficient\n\nevidence  to establish a prima  facie case.   As the district\n\ncourt stated, Woods has shown that\n\n          [h]e  is  a  member  of  [the]  protected\n          class[]  .  .  .  within  the meaning  of\n          applicable law.   His long  experience in\n          the  industry  and  history   of  largely\n          favorable  reviews,  and McKew's  opinion\n          that he was qualified  to fill one of the\n\n                    \n\nat all times shield plaintiff from adverse summary judgments.\nThe EEOC cites as authority the following passage from Hicks,\n                                                            \nin which the Court specifically noted that \n\n          [t]he   factfinder's  disbelief   of  the\n          reasons  put  forward  by  the  defendant\n          (particularly if disbelief is accompanied\n          by   a   suspicion  of   mendacity)  may,\n                                                  \n          together  with the elements  of the prima\n          facie case, suffice  to show  intentional\n          discrimination.  \n\nHicks, 113  S. Ct  at 2749  (emphasis supplied).   We  do not\n     \nagree that the Court's language supports the EEOC's position.\nRather,  this quoted  statement simply  makes clear  that the\nSupreme Court envisioned  that some cases exist where a prima\nfacie case and  the disbelief  of a pretext  could provide  a\n                                                  \nstrong enough  inference of  actual discrimination  to permit\nthe fact-finder to find for the plaintiff.  Conversely, we do\nnot  think that the  Supreme Court meant  to say  that such a\nfinding would  always be permissible.   (For example, suppose\n                     \nan employee made out  a truly bare-bones prima facie  case of\nage  discrimination, and  the  employer  responded  that  the\nemployee  lacked the necessary  skills for the  job.  Suppose\nalso  that unrefuted evidence showed  that the response was a\npretext,  because  the employer  had  fired  the employee  to\nconceal  the employer's own acts of embezzlement.  In such an\ninstance, there would be a prima facie case at the outset and\na  disbelieved  pretext,  but  we  think  it  plain  that  no\nreasonable  jury  could find  age  discrimination  on such  a\nrecord.)   The  strength  of the  prima  facie case  and  the\nsignificance of  the disbelieved pretext will  vary from case\nto case depending on the circumstances.  In short, everything\ndepends on the individual facts.\n\n                             -12-\n                              12\n\n          openings,  has created at least a genuine\n          issue  as to  his  ability  to  meet  the\n          employer's   legitimate  expectations.   \n          Woods was denied  a supervisory  position\n          by  FMI.    In  addition,  [FMI]  has not\n          offered evidence to  remove from  dispute\n          the   issue  whether   he  is   about  as\n          qualified  as the  individuals ultimately\n          hired.\n\nTherefore,  we turn our attention to  the question of whether\n\nFMI has satisfied  its burden of production by articulating a\n\nlegitimate non-discriminatory  reason  for refusing  to  hire\n\nWoods.\n\n          2.  Stage Two - FMI's Articulated Nondiscriminatory\n                                                             \n\nReason\n      \n\n          FMI offers  two interrelated reasons for not hiring\n\nWoods.  Basically, FMI contends that Woods was not  qualified\n\nto hold a supervisory  position in the new and  retooled FMI,\n\nand that  in the  alternative,  even if  he was  found to  be\n\nminimally qualified, that  he was not  as qualified as  those\n\nultimately hired.  In support of these claims, FMI introduced\n\nthe affidavits  of Healey, McKew,  Wilson, and Kappeler.   In\n\nhis statement, Healey recounted the changes he implemented to\n\nmake FMI financially competitive in the market and why Woods'\n\nprior  experience  was  not  indicative  of  his  ability  to\n\ncompetently fill the updated position of productions foreman.\n\nAmong the  changes, he noted  that the production  foremen in\n\nparticular were  given more responsibility  while losing some\n\nof their  support systems  and that  \"[i]n essence, FMI  went\n\n                             -13-\n                              13\n\nfrom a relatively simple operation to a complex manufacturing\n\nsystem   with   a   production   schedule   and  pre-planning\n\nrequirements.\"  Affidavit of  P. Healey at 8.   Healey stated\n\nthat Woods \"had  a limited technical  knowledge of how  brake\n\nparts were manufactured  . . . . a limited ability to trouble\n\nshoot and generally displayed limited inclination and ability\n\nto  be innovative.\"   </pre><span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"id_token\">Id.</span> at 5. </a></span><pre class=\"inline\">  Healey further  opined that\n                         \n\nWoods lacked \"basic supervisory skills, including the ability\n\nto plan work, to organize and to implement a production plan,\n\nand  to motivate employees to  carry out the  plan,\" </pre><span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"id_token\">id.,</span> and\n                                                        \n\nthat </a></span><pre class=\"inline\">he \"had  a great deal of difficulty in  planning for and\n\nimplementing the  coordination of the machinery, raw material\n\nand workforce  assignments necessary  to produce  the product\n\nmix and quantity required of his  shift,\" </pre><span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"id_token\">id.</span> at 9. </a></span><pre class=\"inline\"> Attached\n                                             \n\nto  Healey's affidavit is a  copy of an  undated and unsigned\n\nevaluation, one which  was never shared with Woods because of\n\nhis  accident and subsequent inability to return to work.  In\n\nthe evaluation, both Healey  and Shaffer rated Woods' overall\n\nperformance in the second  to lowest category, while awarding\n\nWoods  the lowest grade with regard to enforcement of company\n\npolicies, acceptance of responsibility,  and decision-making.\n\nHealey stated that as a result of this evaluation, management\n\nintended to place  Woods on probationary status  prior to his\n\naccident.  \n\n                             -14-\n                              14\n\n          Kappeler and Wilson stated in their affidavits that\n\nbased  upon  their interviews,  they  found  Woods  to be  an\n\nunacceptable  candidate  for  a  foreman  position  with  FMI\n\nbecause  of   his  weak   supervisory  skills  and   lack  of\n\nunderstanding of production processes, such as sequencing and\n\nplanning.    Both  men  rated  Woods  as  having the  poorest\n\nsupervisory skills of all those interviewed.  Affidavit of W.\n\nKappeler  at  2;   Affidavit of  G. Wilson  at  1.   As noted\n\nearlier,  McKew  also  stated  that  those  hired  were  more\n\nqualified.   Thus, we find that  FMI successfully articulated\n\nnon-discriminatory   reasons  for   not  hiring   Woods,  and\n\ntherefore carried its burden of production.\n\n          3.  Stage Three - Pretext for Discrimination\n                                                      \n\n          Finally,  we  must  determine  whether   Woods  has\n\nproduced  sufficient evidence  to  raise a  genuine issue  of\n\nmaterial fact such as would permit a reasonable factfinder to\n\nconclude  that FMI did not rely on its articulated reasons in\n\ndeciding  not   to  hire   Woods  and  that   FMI  unlawfully\n                                     \n\ndiscriminated against Woods because  of his age.   Of course,\n\nthe most obvious  and relevant piece of evidence  Woods could\n\nintroduce to contradict  FMI's assertion that he  was not the\n\nbest qualified for the  position, would be evidence regarding\n\nthe  qualifications  of those  hired.    Woods, however,  has\n\nneither introduced their respective resumes, nor argued to us\n\nthat he  was unable  to obtain  this information through  the\n\n                             -15-\n                              15\n\nnormal  discovery  channels.    In fact,  the  only  evidence\n\nproduced  by Woods to show that the other candidates were not\n\nmore  qualified  appears  in  his  own  deposition  where  he\n\nconcludes, after admitting  that he had  no knowledge of  the\n\nqualifications of  those hired, that  he had twenty  years of\n\nexperience  in the  brake  manufacturing  industry while  the\n\nother applicants had none.  Woods contends that on this basis\n\nalone, a  reasonable  juror might  infer  that Woods  was  as\n\nqualified  or  more  qualified  than those  who  were  hired.\n\nFurthermore, he contends  that it would  be reasonable for  a\n\njuror  to infer, on the  basis of this  evidence coupled with\n\nhis  prima  facie  case  that the  actual  reason  for  FMI's\n\ndecision not to hire Woods was because he was too old.  We do\n\nnot agree.     Although Woods has  presented enough  evidence\n\nto permit  a reasonable factfinder  to determine that  he was\n\nqualified to hold one of the  four positions on the basis  of\n\n1)  his   experience,  2)  the   favorable  evaluations   and\n\npromotions  Woods  received prior  to  his  accident, and  3)\n\nMcKew's   reluctant  admission   that  Woods   was  minimally\n\nqualified  to hold  one of  the four  positions, there  is no\n\nevidence  either to  rebut FMI's  assertion that  those hired\n\nwere more qualified, or to suggest that FMI's decision not to\n\nhire  Woods  was in  any way  driven  by illegal  age animus.\n\nBecause Woods  has failed  to present sufficient  evidence to\n\npermit  a   reasonable  factfinder   to   infer  that   FMI's\n\n                             -16-\n                              16\n\narticulated   reason   was  a   pretext   for   unlawful  age\n\ndiscrimination, his claim under ADEA must fail. \n\nB.  State Law Claims\n                    \n\n          1.  Mass. Gen. L. ch. 151B\n                                    \n\n          Next, Woods claims that  although Mass. Gen. L. ch.\n\n151B4\n\nemployment  discrimination  claims  are   generally  analyzed\n\naccording to the  federal burden shifting regime  articulated\n\n                    \n\n4.  Mass. Gen. L. ch. 151B   4 provides in relevant part:\n\n          It shall be an unlawful practice:\n\n          1.   For  an  employer, by  himself  or his  agent,\nbecause of the race, color, . . . to refuse to hire or employ\nor  to bar or to discharge from employment such individual or\nto discriminate against such individual in compensation or in\nterms, conditions  or privileges of employment,  unless based\nupon a bona fide occupational qualification.\n          . . . . \n          1B.  For  an  employer in  the  private sector,  by\nhimself or his agent,  because of the age of  any individual,\nto refuse  to hire or employ  or to bar or  to discharge from\nemployment  such individual, or  to discriminate against such\nindividual  in  compensation  or   in  terms,  conditions  or\nprivileges  of  employment, unless  based  upon  a bona  fide\noccupational qualification.\n          . . . . \n          16.  For  any  employer, personally  or  through an\nagent,  to dismiss from employment or  refuse to hire, rehire\nor  advance in employment  or otherwise discriminate against,\nbecause  of  his  handicap,  any  person  alleging  to  be  a\nqualified  handicapped  person,  capable  of  performing  the\nessential functions of the  position involved with reasonable\naccommodation, unless the  employer can demonstrate  that the\naccommodation required to be  made to the physical or  mental\nlimitations of the  person would impose an  undue hardship to\nthe employer's business.\n\nMass. Gen. Laws Ann. ch. 151B   4 et seq., (West 1982 &amp; Supp.\n1994).\n\n                             -17-\n                              17\n\nin  McDonnell Douglas,  the  Massachusetts  Supreme  Judicial\n                     \n\nCourt  (the \"SJC\"), has  placed a more  demanding burden upon\n\nthe  employer  than the  burden  imposed  by federal  law  as\n\ninterpreted  by this circuit.  Thus, Woods argues that it was\n\nerror  for the district court  to lump the  federal and state\n\nclaims together,  and that  under the proper  standard, FMI's\n\nmotion for summary judgment must fail.\n\n          It is well established  \"that the `state courts are\n\nthe ultimate  expositors of state law' and the federal courts\n\nare bound by the constructions placed  upon state statutes by\n\nstate  courts  absent extreme  circumstances.\"   Rundlett  v.\n                                                         \n\nOliver, </pre><span class=\"citation\" data-id=\"370510\"><a href=\"/opinion/370510/george-rundlett-v-richard-oliver-and-state-of-maine/\"><span class=\"volume\">607</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">495</span></a></span><pre class=\"inline\">, 500 (1st Cir.  1979) (quoting Mullaney\n                                                             \n\nv.  Wilbur, </pre><span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">421</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">684</span></a></span><pre class=\"inline\">, 691  (1975)).   Moreover,  it  is\n          \n\nequally well established that when interpreting Massachusetts\n\ndiscrimination   statutes,   the  SJC   \"may   look   to  the\n\ninterpretations  of analogous federal  statutes, but  are not\n\nbound thereby.\"  August v. Offices Unlimited,  Inc., </pre><span class=\"citation\" data-id=\"596483\"><a href=\"/opinion/596483/irving-august-v-offices-unlimited-inc/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">576</span></a></span><pre class=\"inline\">, 580 n.3 (1st Cir. 1992).\n\n          While  the SJC  has used  the  three-part McDonnell\n                                                             \n\nDouglas  analysis as a  guide in deciding  claims under Mass.\n       \n\nGen. L.  ch. 151B, it  has been somewhat  more severe in  its\n\ntreatment of  defendants.  In the  oft-cited Wheelock College\n                                                             \n\nv.  Massachusetts Comm'n. Against  Discrimination, </pre><span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">N.E.2d</span>\n                                                 \n\n<span class=\"page\">309</span> </span><pre class=\"inline\">(Mass. 1976), the SJC acknowledged that McDonnell-Douglas\n                                                             \n\nmerely required the employer  to articulate a legitimate non-\n\n                             -18-\n                              18\n\ndiscriminatory reason for its  action; but the court  went on\n\nto say under ch.  151B, \"that articulating a reason  in cases\n\nof  this  kind requires  the  employer  to produce  not  only\n\nevidence  of the  reason for its  action but  also underlying\n\nfacts  in support  of that  reason.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 313-14. </span><pre class=\"inline\">  Other\n                                          \n\nMassachusetts cases follow the same course.5\n\n          All this, however, is  academic in the present case\n\nbecause  even  under the  more demanding  standard apparently\n\nfollowed  in Massachusetts,  FMI  has done  more than  merely\n\narticulate  a  reason.   It has  offered three  affidavits in\n\nwhich those  concerned set forth their  assessment that Woods\n\nwas not as well  qualified as the four men  ultimately hired;\n\nthere is  a contemporaneous  evaluation of Woods  critical of\n\nhis skills that would presumably  be admissible as a business\n\nrecord;  and there is an explanation from one of the affiants\n\nthat colorably explains how Woods could have done an adequate\n\njob for  a  number of  years  without being  especially  well\n\nqualified for  the more  demanding tasks contemplated  by the\n\nnew position in the  upgraded company.  Whether or  not these\n\n                    \n\n5.  See,  e.g., McKenzie  v. Brigham  and Women's  Hosp., </pre><span class=\"citation no-link\"><span class=\"volume\">541</span>\n                                                        \n<span class=\"reporter\">N.E.2d</span>  <span class=\"page\">325</span></span><pre class=\"inline\">,  326  (Mass. 1989)  (defendant  must  \"advanc[e]\nlawful grounds for  the action taken and  produce evidence of\n                                        \nunderlying  facts  in  support  thereof\")  (emphasis  added);\nTrustees  of Forbes  Library v.  Labor Relations  Comm'n, </pre><span class=\"citation no-link\"><span class=\"volume\">428</span>\n                                                        \n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">124</span></span><pre class=\"inline\">, 128 (Mass.  1981) (employer could not say  merely\nthat employee was  fired for breaking rules,  but also \"would\nhave to identify the rules and perhaps the occasions of their\nviolation, and  offer some indication that  it had considered\nthese   violations  in   its   deliberations  prior   to  the\ndischarge\").\n\n                             -19-\n                              19\n\nmaterials  taken  together are  a  substantial  case for  the\n\ncompany--the  case would be a  stronger one if  more had been\n\nsaid about the  qualifications of the four  men hired instead\n\nof Woods--the materials certainly  amount to some evidence in\n\nsupport of the articulated reason.\n\n          Finally,  it does  not matter  in the  present case\n\nwhether Massachusetts turns out  to follow Hicks as construed\n                                                \n\nby the EEOC rather  than as we have  construed it.   Whatever\n\nweight  a  disbelieved  reason  may  have  in  supporting  an\n\ninference of discriminatory intent,  Woods has not created \"a\n\ngenuine  issue  of  fact  on  the  question  of  whether  the\n\nemployer's asserted explanation for  its actions is worthy of\n\ncredence.\"  See p. 11,  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">n.3,</span> supra</span><pre class=\"inline\">.  The jury  might conclude\n                                  \n\nthat Woods was at least minimally qualified based on his past\n\nrecord, but there is no evidence that the employer's asserted\n\nexplanation--that it found four other men  better qualified--\n\nis pretextual.\n\n          2.  Mass. Gen. L. ch. 93    102 and 103.\n                                                  \n\n          Lastly, Woods  claims that the district court erred\n\nin  finding that  his Mass.  Gen. L.  ch. 93     102  and 103\n\nclaims  were preempted  by Mass.  Gen. L.  ch. 151B.   Woods'\n\nargument, however,  is not  supported  in the  caselaw.   See\n                                                             \n\nMartin  v. Envelope Div. of  Westvaco Corp., No.  CIV. A. 92-\n                                           \n\n30121-MAP,  </pre><span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">162354</span></span><pre class=\"inline\">, at  *11 (D. Mass.  Apr. 29, 1994)\n\n(collecting federal and state  court cases holding that Mass.\n\n                             -20-\n                              20\n\nGen.   L.  ch.   151B  provides   the  exclusive   remedy  in\n\nMassachusetts for employment related  discrimination claims);\n\nsee also DeFazio  v. Delta Air Lines, Inc., </pre><span class=\"citation\" data-id=\"2139750\"><a href=\"/opinion/2139750/defazio-v-delta-air-lines-inc/\"><span class=\"volume\">849</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">98</span></a></span><pre class=\"inline\">,\n                                          \n\n103  (D. Mass. 1994) (holding that the reasoning of state and\n\nfederal  cases  which  find  Mass.  Gen.  L.  ch.  93     102\n\nemployment  discrimination claims  to be  preempted by  Mass.\n\nGen. L.  ch. 151B  \"applies with  equal force to  [employment\n\ndiscrimination] claims under Chapter 93,   103\").\n\n          In sum, we agree with the district court that\n\n          the  adequacy  of  the remedies  afforded\n          under  Mass.   Gen.  L.  ch.   151B,  the\n          efficiency   of  a   uniform  legislative\n          remedy, the importance  of giving  effect\n          to the procedural prerequisites  of Mass.\n          Gen. L.  ch.  151B, and  the  absence  of\n          clear  guidance  from  the  Massachusetts\n          Supreme Judicial Court,  all support  the\n          finding that  Mass. Gen.  L. ch.  151B is\n          the  exclusive  state   law  remedy   for\n          employment discrimination complaints.\n\nWoods  v. Friction Materials, Inc., </pre><span class=\"citation\" data-id=\"1949463\"><a href=\"/opinion/1949463/woods-v-friction-materials-inc/\"><span class=\"volume\">836</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">899</span></a></span><pre class=\"inline\">, 908 (D.\n                                  \n\nMass. 1993) (citing Bergeson v. Franchi, </pre><span class=\"citation\" data-id=\"1362313\"><a href=\"/opinion/1362313/bergeson-v-franchi/\"><span class=\"volume\">783</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">713</span> </a></span><pre class=\"inline\">(D.\n                                       \n\nMass. 1992)).\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          For  the  foregoing  reasons,   the  order  of  the\n\ndistrict  court  granting   summary  judgment  in  favor   of\n\ndefendant FMI is    Affirmed.\n                             \n\n                             -21-\n                              21\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109265/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "https://www.courtlistener.com/api/rest/v3/opinions/370510/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555435/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558945/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595488/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596483/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1362313/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1949463/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2139750/"
  ]
}