{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195506/",
  "id": 195506,
  "absolute_url": "/opinion/195506/kelliher-v-gts-inc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195506/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:17Z",
  "date_modified": "2020-02-21T23:29:53.764173Z",
  "type": "010combined",
  "sha1": "fab7e2ad70f5a5383e8b032dbc73aff924f2e727",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2366.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2366\n\n                       THOMAS KELLIHER,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n            GENERAL TRANSPORTATION SERVICES, INC.,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\n                                                      \n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n\n               Campbell, Senior Circuit Judge,\n                                             \n\n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nMichael Avery  with whom Jennifer  Meyerhardt, Francis Marini  and\n                                                             \nMarini &amp; Turner were on brief for appellant.\n           \nJohn  D. Boyle,  with whom  Boyle  &amp;  Morrissey was  on brief  for\n                                               \nappellee.\n\n                                         \n\n                        July 20, 1994\n                                         \n\n          CAMPBELL, Senior Circuit  Judge.  Thomas  Kelliher,\n                                         \n\nplaintiff-appellant, brought a diversity action in negligence\n\nagainst  General  Transportation  Services, Inc.,  defendant-\n\nappellee,  in  the  United  States  District  Court  for  the\n\nDistrict of Massachusetts.  A jury trial began on October 13,\n\n1993.   Two days later, answering  special verdict questions,\n\nthe  jury found  for  General Transportation.   After  having\n\nmoved unsuccessfully for a  new trial, Kelliher appealed from\n\nthe  judgment and from  the denial  of his  motion for  a new\n\ntrial.  We affirm.\n\n                              I.\n\n             On  the afternoon  of March  26,  1988, fifteen-\n\nyear-old Thomas Kelliher  of Hanson, Massachusetts,  borrowed\n\nhis older brother's \"ten-speed\" bicycle so that he could ride\n\nto Del's High  Street Salon to  get a haircut.   This journey\n\nrequired Kelliher to ride in the streets of Hanson.  Kelliher\n\ntestified  that  it  was  his usual  practice  when  riding a\n\nbicycle in  the street  to stay about  a foot  away from  the\n\nshoulder of the road.\n\n          On  his way  to Del's,  Kelliher headed  south down\n\nHigh  Street, which  has  two lanes,  running northbound  and\n\nsouthbound, divided by a center line.   In the area where the\n\naccident  occurred, High  Street is  approximately twenty-two\n\nfeet wide, with each lane measuring roughly eleven  feet from\n\nthe edge of  the pavement to the opposite edge  of the center\n\n                             -2-\n\nline.   At  trial, there  was evidence  that High  Street has\n\n\"soft\" shoulders,  with broken  pavement, and that  sand runs\n\nalong the side of the street.\n\n            While riding on High Street, Kelliher looked back\n\nover his left  shoulder and saw a  Mercedes-Benz truck, owned\n\nby General Transportation, coming up in his lane  from behind\n\nhim.  He then turned back, looked forward, and proceeded down\n\nHigh Street.  The next thing Kelliher recalled was falling to\n\nhis left and feeling pain  in his left elbow.  Kelliher  then\n\nlooked up and saw the Mercedes-Benz truck about ten feet away\n\ncontinuing south on High Street in  the same lane in which he\n\nhad been riding.\n\n          Robert O'Brien,  along with his wife  and children,\n\nwas  driving in his pick-up  truck about 150  feet behind the\n\nMercedes-Benz truck when the  accident occurred.  He observed\n\nthe  truck pass  near Kelliher     but  not touch him  or his\n\nbicycle    traveling at a speed of about ten to fifteen miles\n\nper hour.  Then,  as the truck was passing  Kelliher, O'Brien\n\nsaw  Kelliher fall back to his left  towards the road.  After\n\nKelliher fell, O'Brien pulled up to where Kelliher was lying,\n\nand  went to see how  he was.   He saw a pool  of blood and a\n\nbone coming through Kelliher's left arm.  When O'Brien  asked\n\nwhether  the truck had hit him, Kelliher said, \"No.\"  O'Brien\n\nobserved  the bicycle's  tires  in the  sand  that lined  the\n\nsection of High Street where Kelliher fell.  \n\n                             -3-\n\n          Jeffrey  Baenziger, the driver of the Mercedes-Benz\n\ntruck, was  an employee  of General Transportation.   At  the\n\ntime of the  accident, Baenziger was purportedly  headed to a\n\nhouse  on High  Street to deliver  merchandise sold  by Sears\n\nRoebuck.   As  Baenziger approached  his destination,  he saw\n\nKelliher riding  his  bicycle  near  the edge  of  the  road.\n\nBaenziger  testified that he knew there was sand just off the\n\nshoulder of High Street  and that a bicycle might fall if its\n\ntires  went into  the sand.   With this  knowledge, Baenziger\n\ntold the jury that  he gave Kelliher five to  seven feet when\n\nhe passed him, putting the center  of his truck in the middle\n\nof  High  Street  so  that  half  of  his  truck was  in  the\n\nsouthbound  lane  and  half   was  in  the  northbound  lane.\n\nBaenziger  further claimed  that  he kept  his  truck in  the\n\ncenter of High Street until he reached the house where he was\n\nto make the delivery.  Then, he stopped the truck, and backed\n\ninto the driveway.   When Baenziger got out of his  truck, he\n\nsaw a group of about five  people gathered in the street.  He\n\napproached  the gathering  to  find out  what was  happening.\n\nBaenziger saw Kelliher lying on the ground, and observed that\n\nhis left arm  was injured.  He waited at  the scene until the\n\npolice arrived.\n\n           Officer  Eugene Andrews of  the Hanson Police, who\n\narrived  on  the  scene  shortly  after  the  accident,  gave\n\ntestimony  that differed  from Baenziger's explanation  as to\n\n                             -4-\n\nwhy he stopped  his truck.   According to Andrews,  Baenziger\n\ntold  him that he stopped his truck when somebody flagged him\n\ndown.  As to Baenziger's testimony that half of his truck was\n\nin  the  northbound  lane  of  High  Street  when  he  passed\n\nKelliher, Robert O'Brien testified that, after Kelliher fell,\n\nhe  saw the  truck continue  in the  southbound lane  of High\n\nStreet.   Mrs. O'Brien testified that she never saw the truck\n\ndrive into the other lane when it passed Kelliher.\n\n          Officer Andrews testified that, when he  arrived at\n\nthe accident scene, he approached Kelliher  and saw him lying\n\nfour  or five feet  from the paved  edge of High  Street.  He\n\nobserved  that   Kelliher's  left   arm  was  \"crushed\"   and\n\n\"essentially  stuck to the road surface.\"  His left elbow was\n\nabout five feet from the edge of the road.\n\n          After conducting an investigation,  Officer Andrews\n\nconcluded that Kelliher  had ridden his bicycle into the sand\n\nthat lined High Street, and that this  had caused him to fall\n\nover  into the street, where  he was run  over by Baenziger's\n\ntruck approximately five feet  from the edge of  the roadway.\n\nThere  was no  evidence, according  to Officer  Andrews, that\n\nKelliher  had been forced off  the road by  the truck or that\n\nthe truck had hit him prior to running over his arm.   It was\n\nOfficer  Andrew's  further  conclusion  that   Baenziger  had\n\ncommitted no violation and that no citation should issue.\n\n                             -5-\n\n                             II.\n\n          Kelliher maintains on appeal that the \"essence\"  or\n\n\"theory\" of  his case  was  that, regardless  of whether  the\n\ntruck Baenziger  was driving caused  his fall, it  passed too\n\nclosely to him, so as to run over his arm after he fell.   He\n\nassigns as error  the court's failure  to give his  requested\n\njury instruction No. 9:\n\n               Plaintiff is not  required to  prove\n          that  there  was   an  actual   collision\n          between  the  defendant's  truck and  the\n          bicycle  or  between  the truck  and  the\n          plaintiff himself, in  order to  recover.\n          It is sufficient  for plaintiff to  prove\n          that  his  injuries   resulted  from   an\n          accident   that   was   caused   by   the\n          negligence of the defendant or its agent.\n\nThe  district  court  declined   to  give  this  instruction,\n\nalthough, as later  discussed, its instruction on  negligence\n\nand causation was  not inconsistent  and did not  in any  way\n\nlimit plaintiff to recovering only if the truck collided with\n\nhim.  \n\n          Kelliher  further complains  that the  court unduly\n\nlimited  the jury  when,  at the  outset  of its  charge,  it\n\ndescribed the plaintiff's contentions as follows:\n\n               In this case, the plaintiff contends\n          that he was injured when a truck owned by\n          the   defendant,   and   driven  by   the\n          defendant's employee, Jeffrey  Baenziger,\n          either  knocked  or forced  the plaintiff\n                                    \n          off  of  his  bicycle.     The  plaintiff\n          contends that Mr. Baenziger was negligent\n          in  driving   the  truck  and   that  his\n\n                             -6-\n\n          negligence    caused    the   plaintiff's\n          injuries.  [Emphasis supplied.]\n\nKelliher maintains that  by so describing his claim the court\n\nled the jury to think  he could not recover unless he  proved\n\nthat the truck knocked or forced  him off of his bicycle.  We\n\ndisagree.\n\n          In reviewing jury instructions, our principal focus\n\n\"`is to determine  whether they tended to  confuse or mislead\n\nthe jury on the  controlling issues.'\"  Brown v.  Trustees of\n                                                             \n\nBoston  Univ., 891  F.2d 337,  353 (1st  Cir. 1989)  (quoting\n             \n\nService Merchandise Co. v. Boyd Corp., 722 F.2d 945, 950 (1st\n                                     \n\nCir. 1983)), cert. denied, 496 U.S. 937, 110 S. Ct. 3217, 110\n                         \n\nL. Ed. 2d 664 (1990); e.g., Davet v. Maccarone, 973 F.2d  22,\n                                              \n\n26 (1st Cir.  1992).   \"`[T]he charge must  be examined as  a\n\nwhole; portions of it  are not to be treated  in isolation.'\"\n\nBrown, 891 F.2d at 353 (quoting Service Merchandise, 722 F.2d\n                                                   \n\nat  950).    \"An  error in  jury  instructions  will  warrant\n\nreversal of a  judgment only  if the error  is determined  to\n\nhave  been prejudicial, based on  a review of  the record [in\n\nits entirety].\"   Davet, 973  F.2d at 26  (citing Connors  v.\n                                                         \n\nMcNulty, 697 F.2d 18, 21 (1st Cir. 1983)).\n       \n\n          To begin,  we  are  not  convinced  that  plaintiff\n\nindicated    as he now contends     that the \"essence\" of his\n\ncase was that Baenziger was negligent simply because he drove\n\nhis truck so closely  to Kelliher that if the latter fell for\n\nsome unrelated reason, his arm could be injured by the truck.\n\n                             -7-\n\nThis was definitely not the theory  of negligence asserted in\n\nKelliher's complaint     and no amendment  was ever proposed.\n\nRather  the  complaint  alleged  that  \"defendant's  employee\n\nBaenziger [negligently] struck  the plaintiff with  the truck\n\nhe was driving  . . . .\"   Nor was it  the theory  Kelliher's\n\nattorney stated  to the jury  at opening  argument.   Counsel\n\nasserted  then that  even if  Baenziger's truck  had  not hit\n\nKelliher, Baenziger  was driving  so perilously close  to him\n\n\"that he caused the  accident, caused [him] to fall  from his\n\nbicycle and caused him to be injured.\"  \n\n          At   closing   argument  Kelliher   reiterated  the\n\nforegoing theme,  contending that \"what  we know for  sure is\n\nthat [Baenziger] was not  driving in the middle of  that road\n\nand that he gave [Kelliher] only about this much clearance of\n\nthat side  of the road,  and that as  a result, as  a result,\n                                                            \n\n[Kelliher] fell and the truck drove over his arm.\"  [Emphasis\n\nsupplied.]   To be  sure, counsel  also suggested  in closing\n\nargument,  as another  ground of  negligence, that  the truck\n\ndriver should have foreseen that plaintiff might fall off his\n\nbicycle for reasons  unrelated to operation of the  truck, so\n\nthat his arm would go under  the wheels.  But this theory was\n\ninterwoven with the earlier ones, which were not abandoned.\n\n          In  these   circumstances,   it  is   perhaps   not\n\nsurprising that the district court should have  characterized\n\nthe plaintiff's  contentions as being that  the truck \"either\n\n                             -8-\n\nknocked  or  forced  the   plaintiff  off  of  his  bicycle.\"\n\nPlaintiff  did not, thereafter,  ask the court  to rescind or\n\nrevise  this description  of what  he contended.   After  the\n\ncharge, however, plaintiff did  object to the court's failure\n\nto  give his proposed instruction No. 9, telling the court in\n\nthis connection that  \"[i]t is also a  part of our theory  of\n\nthe case\" that plaintiff might recover \"if [he] fell and then\n\nthe  truck ran over him simply because  [it] was too close to\n\nhim.\"\n\n          In  deciding whether  to amplify  its instructions,\n\nthe  court was entitled to  take into account  whether it had\n\nalready sufficiently  covered the same  ground.  We  think it\n\nhad.    Apart  from  the criticized  initial  description  of\n\nplaintiff's contentions, the court  had said nothing whatever\n\nin its  charge regarding any  need to prove  that defendant's\n\ndriver  struck  or forced  Kelliher  off the  road.   Special\n\nverdict question No. 1(a) read simply:\n\n          Do   you   find   that  the   defendant's\n          employee,    Jeffrey    Baenziger,    was\n          negligent  with  respect to  the accident\n          which occurred on March 26, 1988?\n\nExplaining what the  jury had to  find in order  to return  a\n\nverdict for plaintiff, the district court stated:\n\n               In order to  find for the plaintiff,\n          Thomas Kelliher, on his negligence claim,\n          you  must  find, (1)  facts  indicating a\n          duty  on the  part  of Mr.  Baenziger  to\n          exercise   reasonable    care   for   Mr.\n          Kelliher; (2) that  Mr. Baenziger  failed\n          to exercise reasonable care; and (3) that\n\n                             -9-\n\n          Mr.   Baenziger's  failure   to  exercise\n          reasonable care caused or  contributed to\n          the   injury    and   consequent   damage\n          sustained by Mr. Kelliher.\n               Negligence  is  the  failure of  one\n          owing  a  duty  of  care  to  another  to\n          exercise   the  duty  of  care  which  an\n          ordinarily prudent  person would exercise\n          under  similar circumstances.   It is the\n          failure,  by  act  or  omission,  to  use\n          ordinary  care  under the  circumstances.\n          Ordinary   care   is   that  care   which\n          reasonably  prudent  persons exercise  in\n          the  management of  their own  affairs in\n          order  to avoid  injury to  themselves or\n          their   property  or  to  the  person  or\n          property of others.\n\nThe court went on to say,\n\n          Massachusetts   law   requires  that   in\n          approaching  or passing  a person  upon a\n          bicycle, the operator  of a motor vehicle\n          shall  slow  down  and  pass  at  a  safe\n          distance and with safe clearance and at a\n          reasonable and proper speed.  Evidence of\n          compliance with or  noncompliance with  a\n          traffic law may  be considered by  you as\n          evidence  bearing  upon  negligence,  but\n          neither compliance nor noncompliance with\n          a  traffic law is  alone decisive  of the\n          claim of negligence.   Furthermore, apart\n          from traffic laws, a person has a duty of\n          reasonable care.   Thus, if the  evidence\n          supports a finding  that reasonable  care\n          requires something more  than [what]  was\n          required by a traffic  law, you may  find\n          negligence even  in the face  of evidence\n          of  compliance  with  the   traffic  law.\n          Also,  on  the other  hand, noncompliance\n          with  the   traffic  law  is   not  alone\n          decisive.     It  is   only  evidence  of\n          negligence.  You  will bear in mind  that\n          the  standard  you  are to  apply  is the\n          standard of  reasonable  care as  I  have\n          defined it for you,  and you are to reach\n          your finding  in light of  all the  facts\n          and circumstances in evidence before you.\n\n                             -10-\n\nTaken  as a  whole,  these instructions     particularly  the\n\nexplanation  of Massachusetts traffic  law      gave the jury\n\nample  guidance  and  leeway  to find  for  Kelliher  had  it\n\nconcluded  that the  distance  between the  moving truck  and\n\nKelliher was so close  as, for whatever reason, to  reflect a\n\nlack  of  care  on  Beanziger's  part.    What   conduct  and\n\nconsiderations would add up  to a lack of care  were properly\n\nleft  to  the jury.   We  do  not think  the  court's earlier\n\ncharacterization of plaintiff's claim would have  deflected a\n\nreasonable jury from  making up  its own mind  as to  whether\n\nBaenziger was or was not negligent.   The jury had been fully\n\nexposed  to the parties' argument and to all the evidence, in\n\na claim based  on a  motor vehicle accident  well within  the\n\nexperience of the average juror to analyze.\n\n          Nowhere in the  court's negligence instructions did\n\nit limit  recovery to  just those circumstances  mentioned in\n\ndescribing plaintiff's  claim.   Had the jury  concluded that\n\nBaenziger acted  without proper care and that his conduct was\n\ncausally  related to the injury, it could and, we think would\n\nhave  found for  plaintiff.   While one  can argue  about the\n\ndesirability  of  giving instruction  No.  9,  the court  has\n\nleeway  to   instruct  in  its  own   language  provided  its\n\ndescription of the law was fair and accurate.  We think these\n\ninstructions provided the jury with the necessary guidance.\n\n                             III.\n\n                             -11-\n\n          Kelliher   next  argues  that  the  district  court\n\ncommitted  reversible  error  in  refusing  to   deliver  his\n\nrequested consciousness of liability instruction, which read:\n\n               If you find  that the driver  of the\n          defendant's vehicle knew  that there  had\n          been an accident, and attempted  to leave\n          the   scene   of  the   accident  without\n          identifying  himself,  you  may  consider\n          that   fact   as   some   proof   of  the\n          defendant's liability.\n\nKelliher says that such  an instruction was warranted because\n\nthere was evidence at trial that, after Baenziger's truck ran\n\nover Kelliher's arm, Baenziger did not stop his vehicle until\n\nanother motorist flagged him down.  We are not persuaded.\n\n          \"Although the determination of  the substance of  a\n\njury instruction in  a diversity  case is a  matter of  state\n\nlaw, the grant  or denial  thereof is a  matter of  procedure\n\ncontrolled by  federal law.\"   Farrell v. Klein  Tools, Inc.,\n                                                            \n\n866 F.2d 1294, 1296 (10th Cir. 1989).  In this context, under\n\nMassachusetts  law, \"evidence  that  [a defendant]  left  the\n\nscene  of  [an] accident  without  identifying himself  [can]\n\nproperly  be   considered  as  some  further   proof  of  his\n\nliability.\"   Olofson v.  Kilgallon, 362 Mass.  803, 806, 291\n                                   \n\nN.E.2d 600, 602-03 (Mass. 1973).  Under federal law, however,\n\neven if a proffered jury instruction accurately describes the\n\nlaw, the instruction  \"should not  be given if  there is  not\n\nsufficient evidence to support it.\"  Prentiss &amp;  Carlisle Co.\n                                                             \n\nv. Koehring-Waterous Div. of Timberjack, Inc., 972 F.2d 6, 10\n                                             \n\n                             -12-\n\n(1st  Cir.  1992);  see Farrell,  866  F.2d  at 1297  (\"Under\n                               \n\nfederal law  it is error to give an instruction when there is\n\nno  evidence to support it.\").   Here, there  was no evidence\n\nwhatsoever  from which  a reasonable  juror could  infer that\n\nBaenziger left the scene knowing that he had been involved in\n                                                             \n\nan accident.  Baenziger testified that he had no inkling that\n           \n\nthere  had been an accident until well after it had occurred.\n\nHis  testimony  was  corroborated  by  Officer  Andrews,  who\n\ntestified that Baenziger told  him that he did not  know that\n\nhe had  run over  Kelliher.   There  was no  evidence to  the\n\ncontrary.   Accordingly, the  district court did  not err  in\n\nrefusing  to deliver  Kelliher's  proffered consciousness  of\n\nliability instruction.\n\n          The judgment below is affirmed.  Costs to appellee.\n\n                             -13-\n",
  "html": "<p class=\"case_cite\">29 F.3d 750</p>\n    <p class=\"parties\">Thomas KELLIHER, Plaintiff, Appellant,<br>v.<br>GENERAL TRANSPORTATION SERVICES, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2366.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 8, 1994.<br>Decided July 20, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael Avery with whom Jennifer Meyerhardt, Francis Marini and Marini &amp; Turner were on brief, for appellant.</p>\n      <p class=\"indent\">John D. Boyle, with whom Boyle &amp; Morrissey was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Thomas Kelliher, plaintiff-appellant, brought a diversity action in negligence against General Transportation Services, Inc., defendant-appellee, in the United States District Court for the District of Massachusetts.  A jury trial began on October 13, 1993.  Two days later, answering special verdict questions, the jury found for General Transportation.  After having moved unsuccessfully for a new trial, Kelliher appealed from the judgment and from the denial of his motion for a new trial.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the afternoon of March 26, 1988, fifteen-year-old Thomas Kelliher of Hanson, Massachusetts, borrowed his older brother's \"ten-speed\" bicycle so that he could ride to Del's High Street Salon to get a haircut.  This journey required Kelliher to ride in the streets of Hanson.  Kelliher testified that it was his usual practice when riding a bicycle in the street to stay about a foot away from the shoulder of the road.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On his way to Del's, Kelliher headed south down High Street, which has two lanes, running northbound and southbound, divided by a center line.  In the area where the accident occurred, High Street is approximately twenty-two feet wide, with each lane measuring roughly eleven feet from the edge of the pavement to the opposite edge of the center line.  At trial, there was evidence that High Street has \"soft\" shoulders, with broken pavement, and that sand runs along the side of the street.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">While riding on High Street, Kelliher looked back over his left shoulder and saw a Mercedes-Benz truck, owned by General Transportation, coming up in his lane from behind him.  He then turned back, looked forward, and proceeded down High Street.  The next thing Kelliher recalled was falling to his left and feeling pain in his left elbow.  Kelliher then looked up and saw the Mercedes-Benz truck about ten feet away continuing south on High Street in the same lane in which he had been riding.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Robert O'Brien, along with his wife and children, was driving in his pick-up truck about 150 feet behind the Mercedes-Benz truck when the accident occurred.  He observed the truck pass near Kelliher--but not touch him or his bicycle--traveling at a speed of about ten to fifteen miles per hour.  Then, as the truck was passing Kelliher, O'Brien saw Kelliher fall back to his left towards the road.  After Kelliher fell, O'Brien pulled up to where Kelliher was lying, and went to see how he was.  He saw a pool of blood and a bone coming through Kelliher's left arm.  When O'Brien asked whether the truck had hit him, Kelliher said, \"No.\"   O'Brien observed the bicycle's tires in the sand that lined the section of High Street where Kelliher fell.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Jeffrey Baenziger, the driver of the Mercedes-Benz truck, was an employee of General Transportation.  At the time of the accident, Baenziger was purportedly headed to a house on High Street to deliver merchandise sold by Sears Roebuck.  As Baenziger approached his destination, he saw Kelliher riding his bicycle near the edge of the road.  Baenziger testified that he knew there was sand just off the shoulder of High Street and that a bicycle might fall if its tires went into the sand.  With this knowledge, Baenziger told the jury that he gave Kelliher five to seven feet when he passed him, putting the center of his truck in the middle of High Street so that half of his truck was in the southbound lane and half was in the northbound lane.  Baenziger further claimed that he kept his truck in the center of High Street until he reached the house where he was to make the delivery.  Then, he stopped the truck, and backed into the driveway.  When Baenziger got out of his truck, he saw a group of about five people gathered in the street.  He approached the gathering to find out what was happening.  Baenziger saw Kelliher lying on the ground, and observed that his left arm was injured.  He waited at the scene until the police arrived.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Officer Eugene Andrews of the Hanson Police, who arrived on the scene shortly after the accident, gave testimony that differed from Baenziger's explanation as to why he stopped his truck.  According to Andrews, Baenziger told him that he stopped his truck when somebody flagged him down.  As to Baenziger's testimony that half of his truck was in the northbound lane of High Street when he passed Kelliher, Robert O'Brien testified that, after Kelliher fell, he saw the truck continue in the southbound lane of High Street.  Mrs. O'Brien testified that she never saw the truck drive into the other lane when it passed Kelliher.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Officer Andrews testified that, when he arrived at the accident scene, he approached Kelliher and saw him lying four or five feet from the paved edge of High Street.  He observed that Kelliher's left arm was \"crushed\" and \"essentially stuck to the road surface.\"   His left elbow was about five feet from the edge of the road.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After conducting an investigation, Officer Andrews concluded that Kelliher had ridden his bicycle into the sand that lined High Street, and that this had caused him to fall over into the street, where he was run over by Baenziger's truck approximately five feet from the edge of the roadway.  There was no evidence, according to Officer Andrews, that Kelliher had been forced off the road by the truck or that the truck had hit him prior to running over his arm.  It was Officer Andrew's further conclusion that Baenziger had committed no violation and that no citation should issue.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Kelliher maintains on appeal that the \"essence\" or \"theory\" of his case was that, regardless of whether the truck Baenziger was driving caused his fall, it passed too closely to him, so as to run over his arm after he fell.  He assigns as error the court's failure to give his requested jury instruction No. 9:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Plaintiff is not required to prove that there was an actual collision between the defendant's truck and the bicycle or between the truck and the plaintiff himself, in order to recover.  It is sufficient for plaintiff to prove that his injuries resulted from an accident that was caused by the negligence of the defendant or its agent.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court declined to give this instruction, although, as later discussed, its instruction on negligence and causation was not inconsistent and did not in any way limit plaintiff to recovering only if the truck collided with him.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Kelliher further complains that the court unduly limited the jury when, at the outset of its charge, it described the plaintiff's contentions as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In this case, the plaintiff contends that he was injured when a truck owned by the defendant, and driven by the defendant's employee, Jeffrey Baenziger, either knocked or forced the plaintiff off of his bicycle.  The plaintiff contends that Mr. Baenziger was negligent in driving the truck and that his negligence caused the plaintiff's injuries.  [Emphasis supplied.]</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Kelliher maintains that by so describing his claim the court led the jury to think he could not recover unless he proved that the truck knocked or forced him off of his bicycle.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In reviewing jury instructions, our principal focus \" 'is to determine whether they tended to confuse or mislead the jury on the controlling issues.' \"  Brown v. Trustees of Boston Univ., 891 F.2d 337, 353 (1st Cir.1989) (quoting Service Merchandise Co. v. Boyd Corp., 722 F.2d 945, 950 (1st Cir.1983)), cert. denied, 496 U.S. 937, 110 S.Ct. 3217, 110 L.Ed.2d 664 (1990);  e.g., Davet v. Maccarone, 973 F.2d 22, 26 (1st Cir.1992).  \" '[T]he charge must be examined as a whole;  portions of it are not to be treated in isolation.' \"  Brown, 891 F.2d at 353 (quoting Service Merchandise, 722 F.2d at 950).  \"An error in jury instructions will warrant reversal of a judgment only if the error is determined to have been prejudicial, based on a review of the record [in its entirety].\"   Davet, 973 F.2d at 26 (citing  Connors v. McNulty, 697 F.2d 18, 21 (1st Cir.1983)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To begin, we are not convinced that plaintiff indicated--as he now contends--that the \"essence\" of his case was that Baenziger was negligent simply because he drove his truck so closely to Kelliher that if the latter fell for some unrelated reason, his arm could be injured by the truck.  This was definitely not the theory of negligence asserted in Kelliher's complaint--and no amendment was ever proposed.  Rather the complaint alleged that \"defendant's employee Baenziger [negligently] struck the plaintiff with the truck he was driving....\"  Nor was it the theory Kelliher's attorney stated to the jury at opening argument.  Counsel asserted then that even if Baenziger's truck had not hit Kelliher, Baenziger was driving so perilously close to him \"that he caused the accident, caused [him] to fall from his bicycle and caused him to be injured.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At closing argument Kelliher reiterated the foregoing theme, contending that \"what we know for sure is that [Baenziger] was not driving in the middle of that road and that he gave [Kelliher] only about this much clearance of that side of the road, and that as a result, as a result, [Kelliher] fell and the truck drove over his arm.\"  [Emphasis supplied.]  To be sure, counsel also suggested in closing argument, as another ground of negligence, that the truck driver should have foreseen that plaintiff might fall off his bicycle for reasons unrelated to operation of the truck, so that his arm would go under the wheels.  But this theory was interwoven with the earlier ones, which were not abandoned.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In these circumstances, it is perhaps not surprising that the district court should have characterized the plaintiff's contentions as being that the truck \"either knocked or forced the plaintiff off of his bicycle.\"   Plaintiff did not, thereafter, ask the court to rescind or revise this description of what he contended.  After the charge, however, plaintiff did object to the court's failure to give his proposed instruction No. 9, telling the court in this connection that \"[i]t is also a part of our theory of the case\" that plaintiff might recover \"if [he] fell and then the truck ran over him simply because [it] was too close to him.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In deciding whether to amplify its instructions, the court was entitled to take into account whether it had already sufficiently covered the same ground.  We think it had.  Apart from the criticized initial description of plaintiff's contentions, the court had said nothing whatever in its charge regarding any need to prove that defendant's driver struck or forced Kelliher off the road.  Special verdict question No. 1(a) read simply:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Do you find that the defendant's employee, Jeffrey Baenziger, was negligent with respect to the accident which occurred on March 26, 1988?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Explaining what the jury had to find in order to return a verdict for plaintiff, the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In order to find for the plaintiff, Thomas Kelliher, on his negligence claim, you must find, (1) facts indicating a duty on the part of Mr. Baenziger to exercise reasonable care for Mr. Kelliher;  (2) that Mr. Baenziger failed to exercise reasonable care;  and (3) that Mr. Baenziger's failure to exercise reasonable care caused or contributed to the injury and consequent damage sustained by Mr. Kelliher.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Negligence is the failure of one owing a duty of care to another to exercise the duty of care which an ordinarily prudent person would exercise under similar circumstances.  It is the failure, by act or omission, to use ordinary care under the circumstances.  Ordinary care is that care which reasonably prudent persons exercise in the management of their own affairs in order to avoid injury to themselves or their property or to the person or property of others.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The court went on to say,</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>Massachusetts law requires that in approaching or passing a person upon a bicycle, the operator of a motor vehicle shall slow down and pass at a safe distance and with safe clearance and at a reasonable and proper speed.  Evidence of compliance with or noncompliance with a traffic law may be considered by you as evidence bearing upon negligence, but neither compliance nor noncompliance with a traffic law is alone decisive of the claim of negligence.  Furthermore, apart from traffic laws, a person has a duty of reasonable care.  Thus, if the evidence supports a finding that reasonable care requires something more than [what] was required by a traffic law, you may find negligence even in the face of evidence of compliance with the traffic law.  Also, on the other hand, noncompliance with the traffic law is not alone decisive.  It is only evidence of negligence.  You will bear in mind that the standard you are to apply is the standard of reasonable care as I have defined it for you, and you are to reach your finding in light of all the facts and circumstances in evidence before you.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Taken as a whole, these instructions--particularly the explanation of Massachusetts traffic law--gave the jury ample guidance and leeway to find for Kelliher had it concluded that the distance between the moving truck and Kelliher was so close as, for whatever reason, to reflect a lack of care on Beanziger's part.  What conduct and considerations would add up to a lack of care were properly left to the jury.  We do not think the court's earlier characterization of plaintiff's claim would have deflected a reasonable jury from making up its own mind as to whether Baenziger was or was not negligent.  The jury had been fully exposed to the parties' argument and to all the evidence, in a claim based on a motor vehicle accident well within the experience of the average juror to analyze.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Nowhere in the court's negligence instructions did it limit recovery to just those circumstances mentioned in describing plaintiff's claim.  Had the jury concluded that Baenziger acted without proper care and that his conduct was causally related to the injury, it could and, we think would have found for plaintiff.  While one can argue about the desirability of giving instruction No. 9, the court has leeway to instruct in its own language provided its description of the law was fair and accurate.  We think these instructions provided the jury with the necessary guidance.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Kelliher next argues that the district court committed reversible error in refusing to deliver his requested consciousness of liability instruction, which read:If you find that the driver of the defendant's vehicle knew that there had been an accident, and attempted to leave the scene of the accident without identifying himself, you may consider that fact as some proof of the defendant's liability.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Kelliher says that such an instruction was warranted because there was evidence at trial that, after Baenziger's truck ran over Kelliher's arm, Baenziger did not stop his vehicle until another motorist flagged him down.  We are not persuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\"Although the determination of the substance of a jury instruction in a diversity case is a matter of state law, the grant or denial thereof is a matter of procedure controlled by federal law.\"  Farrell v. Klein Tools, Inc., 866 F.2d 1294, 1296 (10th Cir.1989).  In this context, under Massachusetts law, \"evidence that [a defendant] left the scene of [an] accident without identifying himself [can] properly be considered as some further proof of his liability.\"  Olofson v. Kilgallon, 362 Mass. 803, 806, 291 N.E.2d 600, 602-03 (1973).  Under federal law, however, even if a proffered jury instruction accurately describes the law, the instruction \"should not be given if there is not sufficient evidence to support it.\"  Prentiss &amp; Carlisle Co. v. Koehring-Waterous Div. of Timberjack, Inc., 972 F.2d 6, 10 (1st Cir.1992);  see Farrell, 866 F.2d at 1297 (\"Under federal law it is error to give an instruction when there is no evidence to support it.\").  Here, there was no evidence whatsoever from which a reasonable juror could infer that Baenziger left the scene knowing that he had been involved in an accident.   Baenziger testified that he had no inkling that there had been an accident until well after it had occurred.  His testimony was corroborated by Officer Andrews, who testified that Baenziger told him that he did not know that he had run over Kelliher.  There was no evidence to the contrary.  Accordingly, the district court did not err in refusing to deliver Kelliher's proffered consciousness of liability instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The judgment below is affirmed.  Costs to appellee.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">750</span></span></p>\n    <p class=\"parties\">Thomas KELLIHER, Plaintiff, Appellant,<br>v.<br>GENERAL TRANSPORTATION SERVICES, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2366.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 8, 1994.<br>Decided July 20, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael Avery with whom Jennifer Meyerhardt, Francis Marini and Marini &amp; Turner were on brief, for appellant.</p>\n      <p class=\"indent\">John D. Boyle, with whom Boyle &amp; Morrissey was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Thomas Kelliher, plaintiff-appellant, brought a diversity action in negligence against General Transportation Services, Inc., defendant-appellee, in the United States District Court for the District of Massachusetts.  A jury trial began on October 13, 1993.  Two days later, answering special verdict questions, the jury found for General Transportation.  After having moved unsuccessfully for a new trial, Kelliher appealed from the judgment and from the denial of his motion for a new trial.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the afternoon of March 26, 1988, fifteen-year-old Thomas Kelliher of Hanson, Massachusetts, borrowed his older brother's \"ten-speed\" bicycle so that he could ride to Del's High Street Salon to get a haircut.  This journey required Kelliher to ride in the streets of Hanson.  Kelliher testified that it was his usual practice when riding a bicycle in the street to stay about a foot away from the shoulder of the road.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On his way to Del's, Kelliher headed south down High Street, which has two lanes, running northbound and southbound, divided by a center line.  In the area where the accident occurred, High Street is approximately twenty-two feet wide, with each lane measuring roughly eleven feet from the edge of the pavement to the opposite edge of the center line.  At trial, there was evidence that High Street has \"soft\" shoulders, with broken pavement, and that sand runs along the side of the street.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">While riding on High Street, Kelliher looked back over his left shoulder and saw a Mercedes-Benz truck, owned by General Transportation, coming up in his lane from behind him.  He then turned back, looked forward, and proceeded down High Street.  The next thing Kelliher recalled was falling to his left and feeling pain in his left elbow.  Kelliher then looked up and saw the Mercedes-Benz truck about ten feet away continuing south on High Street in the same lane in which he had been riding.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Robert O'Brien, along with his wife and children, was driving in his pick-up truck about 150 feet behind the Mercedes-Benz truck when the accident occurred.  He observed the truck pass near Kelliher--but not touch him or his bicycle--traveling at a speed of about ten to fifteen miles per hour.  Then, as the truck was passing Kelliher, O'Brien saw Kelliher fall back to his left towards the road.  After Kelliher fell, O'Brien pulled up to where Kelliher was lying, and went to see how he was.  He saw a pool of blood and a bone coming through Kelliher's left arm.  When O'Brien asked whether the truck had hit him, Kelliher said, \"No.\"   O'Brien observed the bicycle's tires in the sand that lined the section of High Street where Kelliher fell.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Jeffrey Baenziger, the driver of the Mercedes-Benz truck, was an employee of General Transportation.  At the time of the accident, Baenziger was purportedly headed to a house on High Street to deliver merchandise sold by Sears Roebuck.  As Baenziger approached his destination, he saw Kelliher riding his bicycle near the edge of the road.  Baenziger testified that he knew there was sand just off the shoulder of High Street and that a bicycle might fall if its tires went into the sand.  With this knowledge, Baenziger told the jury that he gave Kelliher five to seven feet when he passed him, putting the center of his truck in the middle of High Street so that half of his truck was in the southbound lane and half was in the northbound lane.  Baenziger further claimed that he kept his truck in the center of High Street until he reached the house where he was to make the delivery.  Then, he stopped the truck, and backed into the driveway.  When Baenziger got out of his truck, he saw a group of about five people gathered in the street.  He approached the gathering to find out what was happening.  Baenziger saw Kelliher lying on the ground, and observed that his left arm was injured.  He waited at the scene until the police arrived.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Officer Eugene Andrews of the Hanson Police, who arrived on the scene shortly after the accident, gave testimony that differed from Baenziger's explanation as to why he stopped his truck.  According to Andrews, Baenziger told him that he stopped his truck when somebody flagged him down.  As to Baenziger's testimony that half of his truck was in the northbound lane of High Street when he passed Kelliher, Robert O'Brien testified that, after Kelliher fell, he saw the truck continue in the southbound lane of High Street.  Mrs. O'Brien testified that she never saw the truck drive into the other lane when it passed Kelliher.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Officer Andrews testified that, when he arrived at the accident scene, he approached Kelliher and saw him lying four or five feet from the paved edge of High Street.  He observed that Kelliher's left arm was \"crushed\" and \"essentially stuck to the road surface.\"   His left elbow was about five feet from the edge of the road.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After conducting an investigation, Officer Andrews concluded that Kelliher had ridden his bicycle into the sand that lined High Street, and that this had caused him to fall over into the street, where he was run over by Baenziger's truck approximately five feet from the edge of the roadway.  There was no evidence, according to Officer Andrews, that Kelliher had been forced off the road by the truck or that the truck had hit him prior to running over his arm.  It was Officer Andrew's further conclusion that Baenziger had committed no violation and that no citation should issue.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Kelliher maintains on appeal that the \"essence\" or \"theory\" of his case was that, regardless of whether the truck Baenziger was driving caused his fall, it passed too closely to him, so as to run over his arm after he fell.  He assigns as error the court's failure to give his requested jury instruction No. 9:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Plaintiff is not required to prove that there was an actual collision between the defendant's truck and the bicycle or between the truck and the plaintiff himself, in order to recover.  It is sufficient for plaintiff to prove that his injuries resulted from an accident that was caused by the negligence of the defendant or its agent.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court declined to give this instruction, although, as later discussed, its instruction on negligence and causation was not inconsistent and did not in any way limit plaintiff to recovering only if the truck collided with him.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Kelliher further complains that the court unduly limited the jury when, at the outset of its charge, it described the plaintiff's contentions as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In this case, the plaintiff contends that he was injured when a truck owned by the defendant, and driven by the defendant's employee, Jeffrey Baenziger, either knocked or forced the plaintiff off of his bicycle.  The plaintiff contends that Mr. Baenziger was negligent in driving the truck and that his negligence caused the plaintiff's injuries.  [Emphasis supplied.]</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Kelliher maintains that by so describing his claim the court led the jury to think he could not recover unless he proved that the truck knocked or forced him off of his bicycle.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In reviewing jury instructions, our principal focus \" 'is to determine whether they tended to confuse or mislead the jury on the controlling issues.' \"  Brown v. Trustees of Boston Univ., <span class=\"citation\" data-id=\"533563\"><a href=\"/opinion/533563/julia-prewitt-brown-v-trustees-of-boston-university/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">337</span></a></span>, 353 (1st Cir.1989) (quoting Service Merchandise Co. v. Boyd Corp., <span class=\"citation\" data-id=\"428314\"><a href=\"/opinion/428314/service-merchandise-company-inc-v-the-boyd-corporation-service/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span>, 950 (1st Cir.1983)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">937</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3217</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">664</span> </span>(1990);  e.g., Davet v. Maccarone, <span class=\"citation\" data-id=\"589645\"><a href=\"/opinion/589645/richard-f-davet-v-enrico-maccarone/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir.1992).  \" '[T]he charge must be examined as a whole;  portions of it are not to be treated in isolation.' \"  <span class=\"citation\" data-id=\"533563\"><span class=\"antecedent_guess\">Brown,</span> <a href=\"/opinion/533563/julia-prewitt-brown-v-trustees-of-boston-university/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">353</span> </a></span>(quoting Service <span class=\"citation\" data-id=\"428314\"><span class=\"antecedent_guess\">Merchandise,</span> <a href=\"/opinion/428314/service-merchandise-company-inc-v-the-boyd-corporation-service/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">950</span></a></span>).  \"An error in jury instructions will warrant reversal of a judgment only if the error is determined to have been prejudicial, based on a review of the record [in its entirety].\"   <span class=\"citation\" data-id=\"589645\"><span class=\"antecedent_guess\">Davet,</span> <a href=\"/opinion/589645/richard-f-davet-v-enrico-maccarone/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">26</span> </a></span>(citing  Connors v. McNulty, <span class=\"citation\" data-id=\"412698\"><a href=\"/opinion/412698/pazie-connors-etc-v-patrolman-joseph-mcnulty/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 21 (1st Cir.1983)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To begin, we are not convinced that plaintiff indicated--as he now contends--that the \"essence\" of his case was that Baenziger was negligent simply because he drove his truck so closely to Kelliher that if the latter fell for some unrelated reason, his arm could be injured by the truck.  This was definitely not the theory of negligence asserted in Kelliher's complaint--and no amendment was ever proposed.  Rather the complaint alleged that \"defendant's employee Baenziger [negligently] struck the plaintiff with the truck he was driving....\"  Nor was it the theory Kelliher's attorney stated to the jury at opening argument.  Counsel asserted then that even if Baenziger's truck had not hit Kelliher, Baenziger was driving so perilously close to him \"that he caused the accident, caused [him] to fall from his bicycle and caused him to be injured.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At closing argument Kelliher reiterated the foregoing theme, contending that \"what we know for sure is that [Baenziger] was not driving in the middle of that road and that he gave [Kelliher] only about this much clearance of that side of the road, and that as a result, as a result, [Kelliher] fell and the truck drove over his arm.\"  [Emphasis supplied.]  To be sure, counsel also suggested in closing argument, as another ground of negligence, that the truck driver should have foreseen that plaintiff might fall off his bicycle for reasons unrelated to operation of the truck, so that his arm would go under the wheels.  But this theory was interwoven with the earlier ones, which were not abandoned.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In these circumstances, it is perhaps not surprising that the district court should have characterized the plaintiff's contentions as being that the truck \"either knocked or forced the plaintiff off of his bicycle.\"   Plaintiff did not, thereafter, ask the court to rescind or revise this description of what he contended.  After the charge, however, plaintiff did object to the court's failure to give his proposed instruction No. 9, telling the court in this connection that \"[i]t is also a part of our theory of the case\" that plaintiff might recover \"if [he] fell and then the truck ran over him simply because [it] was too close to him.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In deciding whether to amplify its instructions, the court was entitled to take into account whether it had already sufficiently covered the same ground.  We think it had.  Apart from the criticized initial description of plaintiff's contentions, the court had said nothing whatever in its charge regarding any need to prove that defendant's driver struck or forced Kelliher off the road.  Special verdict question No. 1(a) read simply:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Do you find that the defendant's employee, Jeffrey Baenziger, was negligent with respect to the accident which occurred on March 26, 1988?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Explaining what the jury had to find in order to return a verdict for plaintiff, the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In order to find for the plaintiff, Thomas Kelliher, on his negligence claim, you must find, (1) facts indicating a duty on the part of Mr. Baenziger to exercise reasonable care for Mr. Kelliher;  (2) that Mr. Baenziger failed to exercise reasonable care;  and (3) that Mr. Baenziger's failure to exercise reasonable care caused or contributed to the injury and consequent damage sustained by Mr. Kelliher.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Negligence is the failure of one owing a duty of care to another to exercise the duty of care which an ordinarily prudent person would exercise under similar circumstances.  It is the failure, by act or omission, to use ordinary care under the circumstances.  Ordinary care is that care which reasonably prudent persons exercise in the management of their own affairs in order to avoid injury to themselves or their property or to the person or property of others.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The court went on to say,</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>Massachusetts law requires that in approaching or passing a person upon a bicycle, the operator of a motor vehicle shall slow down and pass at a safe distance and with safe clearance and at a reasonable and proper speed.  Evidence of compliance with or noncompliance with a traffic law may be considered by you as evidence bearing upon negligence, but neither compliance nor noncompliance with a traffic law is alone decisive of the claim of negligence.  Furthermore, apart from traffic laws, a person has a duty of reasonable care.  Thus, if the evidence supports a finding that reasonable care requires something more than [what] was required by a traffic law, you may find negligence even in the face of evidence of compliance with the traffic law.  Also, on the other hand, noncompliance with the traffic law is not alone decisive.  It is only evidence of negligence.  You will bear in mind that the standard you are to apply is the standard of reasonable care as I have defined it for you, and you are to reach your finding in light of all the facts and circumstances in evidence before you.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Taken as a whole, these instructions--particularly the explanation of Massachusetts traffic law--gave the jury ample guidance and leeway to find for Kelliher had it concluded that the distance between the moving truck and Kelliher was so close as, for whatever reason, to reflect a lack of care on Beanziger's part.  What conduct and considerations would add up to a lack of care were properly left to the jury.  We do not think the court's earlier characterization of plaintiff's claim would have deflected a reasonable jury from making up its own mind as to whether Baenziger was or was not negligent.  The jury had been fully exposed to the parties' argument and to all the evidence, in a claim based on a motor vehicle accident well within the experience of the average juror to analyze.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Nowhere in the court's negligence instructions did it limit recovery to just those circumstances mentioned in describing plaintiff's claim.  Had the jury concluded that Baenziger acted without proper care and that his conduct was causally related to the injury, it could and, we think would have found for plaintiff.  While one can argue about the desirability of giving instruction No. 9, the court has leeway to instruct in its own language provided its description of the law was fair and accurate.  We think these instructions provided the jury with the necessary guidance.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Kelliher next argues that the district court committed reversible error in refusing to deliver his requested consciousness of liability instruction, which read:If you find that the driver of the defendant's vehicle knew that there had been an accident, and attempted to leave the scene of the accident without identifying himself, you may consider that fact as some proof of the defendant's liability.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Kelliher says that such an instruction was warranted because there was evidence at trial that, after Baenziger's truck ran over Kelliher's arm, Baenziger did not stop his vehicle until another motorist flagged him down.  We are not persuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\"Although the determination of the substance of a jury instruction in a diversity case is a matter of state law, the grant or denial thereof is a matter of procedure controlled by federal law.\"  Farrell v. Klein Tools, Inc., <span class=\"citation\" data-id=\"517711\"><a href=\"/opinion/517711/benny-earl-farrell-an-oklahoma-citizen-v-klein-tools-inc-a-delaware/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1294</span></a></span>, 1296 (10th Cir.1989).  In this context, under Massachusetts law, \"evidence that [a defendant] left the scene of [an] accident without identifying himself [can] properly be considered as some further proof of his liability.\"  Olofson v. Kilgallon, <span class=\"citation\" data-id=\"2215219\"><a href=\"/opinion/2215219/olofson-v-kilgallon/\"><span class=\"volume\">362</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">803</span></a></span>, 806, <span class=\"citation\" data-id=\"2215219\"><a href=\"/opinion/2215219/olofson-v-kilgallon/\"><span class=\"volume\">291</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">600</span></a></span>, 602-03 (1973).  Under federal law, however, even if a proffered jury instruction accurately describes the law, the instruction \"should not be given if there is not sufficient evidence to support it.\"  Prentiss &amp; Carlisle Co. v. Koehring-Waterous Div. of Timberjack, Inc., <span class=\"citation\" data-id=\"588168\"><a href=\"/opinion/588168/prentiss-carlisle-company-inc-v-koehring-waterous-division-of/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 10 (1st Cir.1992);  see <span class=\"citation\" data-id=\"517711\"><span class=\"antecedent_guess\">Farrell,</span> <a href=\"/opinion/517711/benny-earl-farrell-an-oklahoma-citizen-v-klein-tools-inc-a-delaware/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1297</span> </a></span>(\"Under federal law it is error to give an instruction when there is no evidence to support it.\").  Here, there was no evidence whatsoever from which a reasonable juror could infer that Baenziger left the scene knowing that he had been involved in an accident.   Baenziger testified that he had no inkling that there had been an accident until well after it had occurred.  His testimony was corroborated by Officer Andrews, who testified that Baenziger told him that he did not know that he had run over Kelliher.  There was no evidence to the contrary.  Accordingly, the district court did not err in refusing to deliver Kelliher's proffered consciousness of liability instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The judgment below is affirmed.  Costs to appellee.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/412698/",
    "https://www.courtlistener.com/api/rest/v3/opinions/428314/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517711/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533563/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588168/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589645/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2215219/"
  ]
}