{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195593/",
  "id": 195593,
  "absolute_url": "/opinion/195593/united-states-v-gunn/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195593/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:21Z",
  "date_modified": "2020-02-21T23:27:57.555278Z",
  "type": "010combined",
  "sha1": "81ae1544346e4abd75d09d40b2bdbc311eec0f2e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2060.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-2060\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                        BRUCE W. GUNN,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. A. David Mazzone, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                    Cyr, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nStephen Neyman on brief for appellant.\n              \nDonald K.  Stern, United States  Attorney, and  Michael J. Pelgro,\n                                                                 \nAssistant United States Attorney, on brief for appellee.\n\n                                         \n\n                      September 13, 1994\n                                         \n\n     Per  Curiam.  Appellant Bruce W. Gunn was convicted by a\n                \n\njury in February 1993 of knowingly possessing a firearm after\n\nhaving  been convicted of a felony, in violation of 18 U.S.C.\n\n  922(g)(1).  The sentencing court found that, based upon his\n\nprior  criminal  record,  Gunn  was subject  to  an  enhanced\n\nsentence  under  the Armed  Career  Criminal  Act [ACCA],  18\n\nU.S.C.    924(e).  He was  sentenced to a term  of 235 months\n\nimprisonment  and a  60 month  period of  supervised release.\n\nGunn appeals only the enhancement of his sentence pursuant to\n\nthe ACCA.  \n\n                              I\n\n     At  appellant's  sentencing   hearing,  the   government\n\nprovided  evidence  that Gunn  had  been  convicted in  Salem\n\nDistrict  Court of  three previous  offenses which  served as\n\npredicates for the  application of  the ACCA.   Gunn did  not\n\ndispute the  existence of  these convictions but  argued that\n\nthey were constitutionally invalid because they stemmed  from\n\nguilty  pleas or  admissions to  sufficient facts  which were\n\nentered without Gunn's having  proper legal representation.  \n\nHe also claimed  that his convictions arose from  guilty plea\n\nprocedures in  which the judicial colloquies  were defective.\n\nAfter a hearing on  Gunn's claims, the court found  that Gunn\n\nhad  been  represented by  counsel  in  regard to  all  three\n\npredicate convictions.  The court further found that Gunn had\n\nnot satisfied his  burden of proving that the colloquies were\n\n                             -2-\n\nconstitutionally defective.  Gunn challenges both findings on\n\nappeal.\n\n                              II\n\n     Gunn claims  that his prior convictions  cannot serve as\n\npredicates for an enhancement of his sentence pursuant to the\n\nACCA  because they  resulted from  constitutionally defective\n\ncolloquies.  However,  the Supreme Court, in Custis v. United\n                                                             \n\nStates, 114  S.Ct. 1732 (1994), held  that federal defendants\n      \n\ncannot collaterally challenge  the constitutionality of their\n\nprior  state court  convictions  used in  sentencing under   \n\n924(e)  unless that challenge involves a complete deprivation\n\nof counsel.  Custis,  therefore, forecloses Gunn's claim that\n                   \n\nhis  convictions should  not be  used for  sentencing because\n\nthey involved constitutionally defective colloquies.1\n\n                             III\n\n     Gunn also  claims that the record  before the sentencing\n\ncourt  was   inadequate  to   establish  that  he   had  been\n\nrepresented by counsel at all stages of the state proceedings\n\nwhich resulted  in his  three prior convictions,  and, hence,\n\nthat these convictions could  not serve as predicate offenses\n\nunder the  ACCA.   However, after receiving  both documentary\n\nand  testimonial  evidence, the  sentencing  court determined\n\nthat  the government  had  met its  burden  of showing  by  a\n\n                    \n\n1.  Custis,  in effect,  overrules  this court's  holding  in\n          \nUnited States v. Paleo, 967 F.2d 7, 11-13 (1st Cir. 1992).\n                      \n\n                             -3-\n\npreponderance of  the evidence, United States  v. Wright, 873\n                                                        \n\nF.2d  437, 441 (1st  Cir. 1989); United  States v. Wilkinson,\n                                                            \n\n926  F.2d  22, 28  (1st Cir.),  cert.  denied, 501  U.S. 1211\n                                             \n\n(1991), that Gunn had been represented by counsel.  We review\n\nthis factual finding of the sentencing court for clear error.\n\nSee United States v. Figaro, 935 F.2d 4, 8 (1st Cir. 1991).  \n                           \n\n     At  the sentencing  hearing,  the  government  presented\n\nrecords of the Salem District Court which contained notations\n\nthat Gunn had  been appointed  counsel in each  of the  cases\n\nwhich resulted  in ACCA  predicate convictions.   The records\n\ndid  not  indicate that  counsel  had  actually been  present\n\nduring  all stages of the proceedings in each case.  However,\n\nthis court has previously  indicated that \"a sentencing court\n\nmay permissibly infer from the  record of the conviction that\n\nthe conviction  was not obtained  unconstitutionally provided\n\nthe  record  contains no  reason  to  believe the  contrary.\"\n\nWilkinson,  926 F.2d at 28.   In the  instant case, testimony\n         \n\nwas provided by the  Clerk Magistrate for the Salem  District\n\nCourt that court records ordinarily do not contain a separate\n\nnotation each time court-appointed  counsel appears in court.\n\nThe Clerk Magistrate,  who had been employed  as an assistant\n\nclerk  at the  time  of the  challenged convictions,  further\n\ntestified that,  according  to court  practice,  counsel  was\n\nrequired to be in attendance at all stages of the proceedings\n\nand that  state judges  would not  allow a  case to  be heard\n\n                             -4-\n\nwithout the presence  of counsel.   Since  Gunn presented  no\n\nevidence to contradict this  testimony, the finding that Gunn\n\nwas  represented  by  counsel  at all  stages  of  the  state\n\nproceedings in each of  his ACCA predicate convictions cannot\n\nbe characterized as clear error.\n\n     Affirmed.\n             \n\n                             -5-\n",
  "html": "<p class=\"case_cite\">34 F.3d 26</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Bruce W. GUNN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2060.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Aug. 24, 1994.<br>Decided Sept. 13, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen Neyman, Boston, MA, on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, U.S. Atty., and Michael J. Pelgro, Asst. U.S. Atty., Boston, MA, on brief for appellee.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Bruce W. Gunn was convicted by a jury in February 1993 of knowingly possessing a firearm after having been convicted of a felony, in violation of 18 U.S.C. Sec. 922(g)(1).  The sentencing court found that, based upon his prior criminal record, Gunn was subject to an enhanced sentence under the Armed Career Criminal Act [ACCA], 18 U.S.C. Sec. 924(e).  He was sentenced to a term of 235 months imprisonment and a 60 month period of supervised release.  Gunn appeals only the enhancement of his sentence pursuant to the ACCA.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* At appellant's sentencing hearing, the government provided evidence that Gunn had been convicted in Salem District Court of three previous offenses which served as predicates for the application of the ACCA.  Gunn did not dispute the existence of these convictions but argued that they were constitutionally invalid because they stemmed from guilty pleas or admissions to sufficient facts which were entered without Gunn's having proper legal representation.  He also claimed that his convictions arose from guilty plea procedures in which the judicial colloquies were defective.  After a hearing on Gunn's claims, the court found that Gunn had been represented by counsel in regard to all three predicate convictions.  The court further found that Gunn had not satisfied his burden of proving that the colloquies were constitutionally defective.  Gunn challenges both findings on appeal.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Gunn claims that his prior convictions cannot serve as predicates for an enhancement of his sentence pursuant to the ACCA because they resulted from constitutionally defective colloquies.  However, the Supreme Court, in Custis v. United States, --- U.S. ----, 114 S.Ct. 1732, 128 L.Ed.2d 517 (1994), held that federal defendants cannot collaterally challenge the constitutionality of their prior state court convictions used in sentencing under Sec. 924(e) unless that challenge involves a complete deprivation of counsel.  Custis, therefore, forecloses Gunn's claim that his convictions should not be used for sentencing because they involved constitutionally defective colloquies.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Gunn also claims that the record before the sentencing court was inadequate to establish that he had been represented by counsel at all stages of the state proceedings which resulted in his three prior convictions, and, hence, that these convictions could not serve as predicate offenses under the ACCA.  However, after receiving both documentary and testimonial evidence, the sentencing court determined that the government had met its burden of showing by a preponderance of the evidence, United States v. Wright, 873 F.2d 437, 441 (1st Cir.1989);  United States v. Wilkinson, 926 F.2d 22, 28 (1st Cir.), cert. denied, 501 U.S. 1211, 111 S.Ct. 2813, 115 L.Ed.2d 985 (1991), that Gunn had been represented by counsel.  We review this factual finding of the sentencing court for clear error.  See United States v. Figaro, 935 F.2d 4, 8 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the sentencing hearing, the government presented records of the Salem District Court which contained notations that Gunn had been appointed counsel in each of the cases which resulted in ACCA predicate convictions.  The records did not indicate that counsel had actually been present during all stages of the proceedings in each case.  However, this court has previously indicated that \"a sentencing court may permissibly infer from the record of the conviction that the conviction was not obtained unconstitutionally provided the record contains no reason to believe the contrary.\"  Wilkinson, 926 F.2d at 28.   In the instant case, testimony was provided by the Clerk Magistrate for the Salem District Court that court records ordinarily do not contain a separate notation each time court-appointed counsel appears in court.  The Clerk Magistrate, who had been employed as an assistant clerk at the time of the challenged convictions, further testified that, according to court practice, counsel was required to be in attendance at all stages of the proceedings and that state judges would not allow a case to be heard without the presence of counsel.  Since Gunn presented no evidence to contradict this testimony, the finding that Gunn was represented by counsel at all stages of the state proceedings in each of his ACCA predicate convictions cannot be characterized as clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Custis, in effect, overrules this court's holding in United States v. Paleo, 967 F.2d 7, 11-13 (1st Cir.1992)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Bruce W. GUNN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2060.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Aug. 24, 1994.<br>Decided Sept. 13, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen Neyman, Boston, MA, on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, U.S. Atty., and Michael J. Pelgro, Asst. U.S. Atty., Boston, MA, on brief for appellee.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Bruce W. Gunn was convicted by a jury in February 1993 of knowingly possessing a firearm after having been convicted of a felony, in violation of 18 U.S.C. Sec. 922(g)(1).  The sentencing court found that, based upon his prior criminal record, Gunn was subject to an enhanced sentence under the Armed Career Criminal Act [ACCA], 18 U.S.C. Sec. 924(e).  He was sentenced to a term of 235 months imprisonment and a 60 month period of supervised release.  Gunn appeals only the enhancement of his sentence pursuant to the ACCA.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* At appellant's sentencing hearing, the government provided evidence that Gunn had been convicted in Salem District Court of three previous offenses which served as predicates for the application of the ACCA.  Gunn did not dispute the existence of these convictions but argued that they were constitutionally invalid because they stemmed from guilty pleas or admissions to sufficient facts which were entered without Gunn's having proper legal representation.  He also claimed that his convictions arose from guilty plea procedures in which the judicial colloquies were defective.  After a hearing on Gunn's claims, the court found that Gunn had been represented by counsel in regard to all three predicate convictions.  The court further found that Gunn had not satisfied his burden of proving that the colloquies were constitutionally defective.  Gunn challenges both findings on appeal.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Gunn claims that his prior convictions cannot serve as predicates for an enhancement of his sentence pursuant to the ACCA because they resulted from constitutionally defective colloquies.  However, the Supreme Court, in Custis v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1732</span></a></span>, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span> </a></span>(1994), held that federal defendants cannot collaterally challenge the constitutionality of their prior state court convictions used in sentencing under Sec. 924(e) unless that challenge involves a complete deprivation of counsel.  Custis, therefore, forecloses Gunn's claim that his convictions should not be used for sentencing because they involved constitutionally defective colloquies.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Gunn also claims that the record before the sentencing court was inadequate to establish that he had been represented by counsel at all stages of the state proceedings which resulted in his three prior convictions, and, hence, that these convictions could not serve as predicate offenses under the ACCA.  However, after receiving both documentary and testimonial evidence, the sentencing court determined that the government had met its burden of showing by a preponderance of the evidence, United States v. Wright, <span class=\"citation\" data-id=\"522147\"><a href=\"/opinion/522147/united-states-v-bertie-alexander-wright/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">437</span></a></span>, 441 (1st Cir.1989);  United States v. Wilkinson, <span class=\"citation\" data-id=\"556387\"><a href=\"/opinion/556387/united-states-v-robert-j-wilkinson/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 28 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1211</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">985</span> </span>(1991), that Gunn had been represented by counsel.  We review this factual finding of the sentencing court for clear error.  See United States v. Figaro, <span class=\"citation\" data-id=\"562319\"><a href=\"/opinion/562319/united-states-v-porfirio-johnson-figaro/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 8 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the sentencing hearing, the government presented records of the Salem District Court which contained notations that Gunn had been appointed counsel in each of the cases which resulted in ACCA predicate convictions.  The records did not indicate that counsel had actually been present during all stages of the proceedings in each case.  However, this court has previously indicated that \"a sentencing court may permissibly infer from the record of the conviction that the conviction was not obtained unconstitutionally provided the record contains no reason to believe the contrary.\"  <span class=\"citation\" data-id=\"556387\"><span class=\"antecedent_guess\">Wilkinson,</span> <a href=\"/opinion/556387/united-states-v-robert-j-wilkinson/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">28</span></a></span>.   In the instant case, testimony was provided by the Clerk Magistrate for the Salem District Court that court records ordinarily do not contain a separate notation each time court-appointed counsel appears in court.  The Clerk Magistrate, who had been employed as an assistant clerk at the time of the challenged convictions, further testified that, according to court practice, counsel was required to be in attendance at all stages of the proceedings and that state judges would not allow a case to be heard without the presence of counsel.  Since Gunn presented no evidence to contradict this testimony, the finding that Gunn was represented by counsel at all stages of the state proceedings in each of his ACCA predicate convictions cannot be characterized as clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Custis, in effect, overrules this court's holding in United States v. Paleo, <span class=\"citation\" data-id=\"585215\"><a href=\"/opinion/585215/united-states-v-robert-paleo-united-states-v-robert-p-paleo/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 11-13 (1st Cir.1992)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/522147/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556387/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562319/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585215/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1087955/"
  ]
}