{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195523/",
  "id": 195523,
  "absolute_url": "/opinion/195523/resolution-v-gold/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195523/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:48Z",
  "date_modified": "2020-02-21T23:30:52.194292Z",
  "type": "010combined",
  "sha1": "680f1014d700cbee62863bdea04b50d48a74f291",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1080.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \nNo. 94-1080\n\n          RESOLUTION TRUST CORPORATION, AS RECEIVER FOR\n                    COMFED SAVINGS BANK, F.A.,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n             HAROLD GOLD AND GRAPHICS LEASING CORP.,\n\n                     Defendants, Appellants.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Edward F. Harrington, U.S. District Judge]\n                                                        \n\n                                           \n\n                      Breyer,* Chief Judge,\n                                          \n\n                 Campbell, Senior Circuit Judge,\n                                               \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n   Leonard M. Singer, with whom Heidlage  &amp; Reece, P.C. was on brief\n                                                       \nfor appellants.\n   Michael  J. Engelberg,  with whom  Ronald M.  Jacobs and  Nutter,\n                                                                    \nMcClennen &amp; Fish were on brief for appellee.\n              \n\n                                           \n\n                          July 27, 1994\n\n                                          \n\n                  \n\n   *Chief Judge Stephen  Breyer heard oral argument in  this matter,\nbut  did not participate in the drafting  or the issuance of the panel\nopinion.   The remaining  two panelists  therefore issue  this opinion\npursuant to 28 U.S.C.   46(d).\n\n          CYR, Circuit  Judge.  Resolution Trust  Company (RTC or\n          CYR, Circuit  Judge\n                             \n\nappellee), as receiver for  ComFed Savings Bank (ComFed), brought\n\nthe  present action on July 13, 1993, to recover monies allegedly\n\ndue  from  defendants-appellants  Harold  M.  Gold  and  Graphics\n\nLeasing  Corporation  (collectively,  \"Gold\")  under  their joint\n\nguaranty of  loans ComFed made  to First Equity  Funding Corpora-\n\ntion.   Gold did not answer until  RTC filed its motion for entry\n\nof  default.  The  late answer admitted  the guaranty, contesting\n\nonly  the  amount claimed  by RTC.    It asserted  no affirmative\n                 \n\ndefenses.  \n\n          On September 20, RTC moved for summary judgment.  After\n\nfailing  to  file  timely  opposition,   see  D.  Mass.  Loc.  R.\n                                            \n\n7.1(b)(2), Gold requested  more time for  discovery, see Fed.  R.\n                                                        \n\nCiv.  P. 56(f),  and, on  October 22,  sought leave to  amend its\n\nanswer  to interpose four affirmative defenses,  see Fed. R. Civ.\n                                                    \n\nP. 15(a).  The district court thereafter entered summary judgment\n\nfor  RTC and summarily denied Gold's belated request for leave to\n\namend its  answer, without ruling  on the request  for additional\n\ndiscovery, and Gold appealed.  We affirm. \n\n                                I\n\n                            DISCUSSION\n                                      \n\nLeave to Amend\n              \n\n                                2\n\n          We review denials of  leave to amend under Rule  15 for\n\nabuse  of discretion,  deferring to  the  district court  for any\n\nadequate  reason apparent  from the  record.   Demars v.  General\n                                                                 \n\nDynamics Corp., 779 F.2d 95, 99 (1st  Cir. 1985); Farkas v. Texas\n                                                                 \n\nInstruments,  Inc., 429  F.2d  849, 851  (1st  Cir. 1970),  cert.\n                                                                \n\ndenied, 401  U.S. 974 (1971).   Leave to  amend is to  be \"freely\n      \n\ngiven,\" Fed. R. Civ. P. 15(a), unless it  would be futile, North-\n                                                                 \n\neast  Fed. Credit  Union v.  Neves, 837 F.2d  531, 536  (1st Cir.\n                                  \n\n1988),  or reward, inter alia, undue or intended delay, see Foman\n                                                                 \n\nv. Davis, 371 U.S. 178, 182 (1962).  As the Rule 15 motion in the\n        \n\npresent  case was  not filed  until after  RTC moved  for summary\n\njudgment, Gold was required to  demonstrate to the district court\n\nthat the  proposed amendments were supported  by \"substantial and\n\nconvincing evidence.\"  Torres-Matos  v. St. Lawrence Garment Co.,\n                                                                 \n\nInc., 901  F.2d 1144, 1146  (1st Cir. 1990)  (citations omitted).\n    \n\nThere was no such showing.\n\n          The  first claim Gold  advances on  appeal is  that RTC\n\nwaived its  contractual right to immediate payment on default, an\n\naffirmative defense Gold sought to interpose  in its tardy motion\n\nto amend.  The proffered defense is frivolous.  \n\n          The ComFed demand note provides that, upon default, the\n                                                            \n\nentire loan balance becomes  \"immediately due and payable without\n\nnotice or demand  of any kind.\"  Gold concedes  that no principal\n\nor interest  payments were ever  made after  September 15,  1991.\n\nThe  note further provides that failure to pay any amount, within\n\n                                3\n\nten  days after it is due, constitutes  an event of default.  The\n\nwaiver claim is based  on the belated affidavit of  Jeffery Stitt\n\n   a Gold consultant    submitted with Gold's untimely motion for\n\nfurther discovery  under Rule 56(f).   Stitt's conclusory charac-\n\nterizations  of  alleged  parol  discussions with  anonymous  RTC\n\nemployees  at unidentified  times  fall far  short of  \"clear and\n\nconvincing evidence,\"  id., of \"decisive  and unequivocal conduct\n                          \n\nindicating  that  [RTC] would  not  insist  that the  contractual\n\nprovision at  issue be performed,\"  Brennan v. Carvel  Corp., 929\n                                                            \n\nF.2d 801, 810 (1st Cir. 1991) (citations omitted) (applying Mass.\n\nlaw).   Indeed, the Stitt affidavit does not constitute competent\n\nevidence as  required by  Fed. R.  Civ. P. 56(e).   See  Lopez v.\n                                                              \n\nCorporacion Azucarera de Puerto Rico, 938 F.2d 1510, 1515-16 (1st\n                                    \n\nCir. 1991) (Rule 56(e) requires  that affidavits filed in opposi-\n\ntion to summary judgment be based on competent evidence).  \n\n          As  its  \"Second  Affirmative  Defense,\"  the  proposed\n\namended  answer simply alleged  that \"The Complaint  is barred by\n\nthe doctrine  of estoppel.\"   Gold presented  neither explication\n\nnor  argumentation in support of  the estoppel claim  in the dis-\n\ntrict court.  McCoy v. Massachusetts Inst. of Tech., 950 F.2d 13,\n                                                   \n\n22 (1st Cir. 1991) (\"theories not raised squarely in the district\n\ncourt cannot be surfaced  for the first time on  appeal.\"), cert.\n                                                                \n\ndenied,  112 S.  Ct.  1939 (1992).   Nor  does  Gold discuss  the\n      \n\nestoppel claim  on appeal.  Thus, even  if the estoppel claim had\n\nbeen pleaded and preserved below, it would be deemed to have been\n\n                                4\n\nwaived on appeal.  See, e.g., Rhode Island Hosp. Trust Nat'l Bank\n                                                                 \n\nv. Howard Communications Corp.,  980 F.2d 823, 828 n.8  (1st Cir.\n                              \n\n1992).  \n\n          The  third  affirmative defense,  predicated  on Gold's\n\nalleged  entitlement  to a  one-year  grace  period to  cure  the\n\ndefault, fails due  to the  absence of competent  evidence of  an\n\nenforceable waiver and the fact that the default was never cured.\n\nSee supra pp. 3-4.\n         \n\n          Finally, the proposed amended  answer asserts     based\n\nexclusively on \"information and belief\"     that ComFed failed to\n\nrequire the borrower to  submit appraisals substantiating the 75%\n\nloan-to-collateral-value  ratio required  under  the note,  which\n\nallegedly placed Gold at undue risk under its unconditional  loan\n\nguaranty.   Not only does  Gold point to no evidentiary basis for\n\nits \"information and belief,\" it fails even to intimate that such\n\nevidence  exists.    Moreover,  Gold's attempt  at  delaying  the\n\ninevitable adverse judgment would have failed for  lack of compe-\n\ntent evidence even if interposed in a timely manner.  See Fed. R.\n                                                         \n\nCiv.  P. 56(e); Mesnick v.  General Elec. Co.,  950 F.2d 816, 822\n                                             \n\n(1st  Cir. 1991) (where nonmovant has ultimate burden of proof on\n\nmatter  at issue, summary judgment  motion must be  met by \"defi-\n\nnite, competent evidence\"), cert. denied, 112 S. Ct. 2965 (1992).\n                                        \n\nSimilarly, Gold's  perfunctory assertion  falls far short  of the\n\n\"convincing  evidence\"  required  to  establish  a  \"substantial\"\n\ndefense.    See Torres-Matos,  901 F.2d  at  1146.   Lastly, this\n                            \n\n                                5\n\n\"defense\" is precluded by the express terms of the loan guaranty:\n\n\"[Gold]  hereby  waives any  other act  or  omission of  the Bank\n\n(except acts or omissions  in bad faith) which changes  the scope\n\nof [Gold's] risk.\"  Gold has not alleged bad faith.  \n\n          In sum, the motion for leave to amend, proffered at the\n\neleventh hour to fend off summary judgment, proposed four patent-\n\nly futile affirmative defenses fully meriting summary  rejection.\n\nJackson v.  Salon, 614  F.2d 15,  17  (1st Cir.  1980); see  also\n                                                                 \n\nNeves, 837 F.2d at  536 (\"Federal courts need not  tiptoe through\n     \n\nempty formalities to reach foreordained results.\").\n\nSummary Judgment\n                \n\n          Gold failed to oppose RTC's motion for summary judgment\n\nwithin  the fourteen-day period prescribed by local rule.  See D.\n                                                              \n\nMass. Loc. R.  7.1(b)(2).  Of course, the failure  to file timely\n\nopposition did  not necessarily entitle RTC  to summary judgment.\n\nLopez, 938  F.2d at 1517; Mendez v. Banco Popular de Puerto Rico,\n                                                                \n\n900 F.2d 4, 7 (1st Cir. 1990).  Summary judgment  was proper only\n\nif  the record,  viewed  in the  light  most favorable  to  Gold,\n\nrevealed no  trialworthy  issue  of  material fact  and  RTC  was\n                                                                 \n\nentitled to judgment as a matter of law.  Velez-Gomez v. SMA Life\n                                                                 \n\nAssur. Co., 8 F.3d 873,  875 (1st Cir. 1993); Lopez, 938  F.2d at\n                                                   \n\n1517.   On the other  hand, Gold's untimely  submissions need not\n\nhave been considered  by the  district court  in determining  the\n\n                                6\n\nappropriateness of summary judgment.  See Mendez, 900 F.2d at 7-8\n                                                \n\n(citing cases).\n\n          RTC proffered  competent evidence that Gold  was liable\n\nin  the amount  claimed under  its loan  guaranty.   Moreover, an\n\nexamination of all  of Gold's  submissions    timely  as well  as\n\nuntimely     has not disclosed  a trialworthy  issue of  material\n\nfact relating either to the amount of the  indebtedness or to any\n\naffirmative defense  belatedly asserted  in  the district  court.\n\nThere  is no basis for vacating summary judgment in these circum-\n\nstances.1\n\n\"Just Damages\" Under Rule 38\n                            \n\n                    \n\n     1Nevertheless, Gold frivolously contends  on appeal that the\ndistrict  court committed  reversible  error in  granting summary\njudgment  without  first ruling  on  Gold's  late and  groundless\nrequest for further discovery  time, pursuant to Fed. R.  Civ. P.\n56(f).   The request was predicated on the unsubstantiated specu-\nlation that it is  logically possible that the amount  owed under\n                                     \nthe loan  guaranty is  different than  the amount  established by\n                                                              \nRTC.  Since Gold  does not even hint at any discoverable evidence\n                                                                 \nto substantiate this speculation,  it has presented \"no plausible\nbasis for asserting a  belief that 'specified' discoverable facts\nprobably existed.\"  Mattoon v. City of Pittsfield, 980 F.2d  1, 8\n                                                 \n(1st  Cir.  1992) (citing  Paterson-Leitch  Co.  v. Massachusetts\n                                                                 \nMunic. Wholesale Elec. Co.,  840 F.2d 985, 988 (1st  Cir. 1988)).\n                          \nFurther,  Gold made no attempt whatever to demonstrate the requi-\nsite good  cause for  failing to  conduct the discovery  earlier.\nId.  It is all too clear, given Gold's  dilatory tactics through-\n   \nout  this litigation, that the Rule 56(f) initiative was simply a\nfrivolous,  last-ditch effort  to stave off  final judgment.   We\nfind no  abuse of  discretion in  the  district court's  implicit\ndenial of the Rule 56(f) motion  in these circumstances.  See id.\n                                                                 \n(finding  insufficient  a  Rule  56(f)  affidavit  which  \"merely\nconjecture[d] that  something might be discovered  but provide[d]\nno  realistic basis  for believing  that further  discovery would\ndisclose evidence\" of material facts).\n\n                                7\n\n          Finally, RTC  requests  an  award  of  \"just  damages,\"\n\nincluding attorney  fees and  double costs, pursuant  to Fed.  R.\n\nApp. P. 38.  Even though  Gold failed to interpose opposition  to\n\nan  award of just damages, we have discussed its frivolous appel-\n\nlate claims  at undeserved length  in order to  demonstrate their\n\ndilatory aim  and amenability to  sanction.   Moreover, Gold  has\n\noffered no  other plausible  explanation, let alone  a justifica-\n\ntion,  for its dilatory  litigation tactics  below or  on appeal.\n\nAccordingly,  a reasonable  attorney fee  award and  double costs\n\nshall  be  imposed  against  Gold for  this  frivolous,  dilatory\n\nappeal.   See Cowdell v. Cambridge  Mut. Ins. Co.,  808 F.2d 160,\n                                                 \n\n163 (1st  Cir. 1986) (pursuant  to Fed.  R. App. P.  38, awarding\n\ndouble  costs  and attorney  fee  as just  damages  for frivolous\n\nappeal). \n\n          The district court judgment  is affirmed.  Double costs\n                                                                 \n\nand  a reasonable attorney fee  are awarded to appellee, pursuant\n                                                                 \n\nto Fed.  R. App. P.  38, in  an amount  to be  determined by  the\n                                                                 \n\ncourt.   Appellee is allowed  twenty days within  which to submit\n                                                                 \n\nits  bill of costs and  an application for  a reasonable attorney\n                                                                 \n\nfee  award relating  to this  appeal.   A copy  thereof is  to be\n                                                                 \n\nserved  upon appellant's  counsel.   Appellant  shall be  allowed\n                                                                 \n\ntwenty days within which to file written objection to the amounts\n                                                                 \n\nrequested by appellee.  SO ORDERED.\n                                  \n\n                                8\n",
  "html": "<p class=\"case_cite\">30 F.3d 251</p>\n    <p class=\"case_cite\">29 Fed.R.Serv.3d 1065</p>\n    <p class=\"parties\">RESOLUTION TRUST CORPORATION, as Receiver for Comfed Savings<br>Bank, F.A., Plaintiff, Appellee,<br>v.<br>Harold GOLD and Graphics Leasing Corp., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 94-1080.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 4, 1994.<br>Decided July 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leonard M. Singer, with whom Heidlage &amp; Reece, P.C., Boston, MA, was on brief, for appellants.</p>\n      <p class=\"indent\">Michael J. Engelberg, with whom Ronald M. Jacobs and Nutter, McClennen &amp; Fish, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, CAMPBELL, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Resolution Trust Company (RTC or appellee), as receiver for ComFed Savings Bank (ComFed), brought the present action on July 13, 1993, to recover monies allegedly due from defendants-appellants Harold M. Gold and Graphics Leasing Corporation (collectively, \"Gold\") under their joint guaranty of loans ComFed made to First Equity Funding Corporation.  Gold did not answer until RTC filed its motion for entry of default.  The late answer admitted the guaranty, contesting only the amount claimed by RTC.  It asserted no affirmative defenses.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 20, RTC moved for summary judgment.  After failing to file timely opposition, see D.Mass.Loc.R. 7.1(B)(2), Gold requested more time for discovery, see Fed.R.Civ.P. 56(f), and, on October 22, sought leave to amend its answer to interpose four affirmative defenses, see Fed.R.Civ.P. 15(a).  The district court thereafter entered summary judgment for RTC and summarily denied Gold's belated request for leave to amend its answer, without ruling on the request for additional discovery, and Gold appealed.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>* DISCUSSION</p>\n    </div>\n    <p>Leave to Amend</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We review denials of leave to amend under Rule 15 for abuse of discretion, deferring to the district court for any adequate reason apparent from the record.  Demars v. General Dynamics Corp., 779 F.2d 95, 99 (1st Cir.1985);  Farkas v. Texas Instruments, Inc., 429 F.2d 849, 851 (1st Cir.1970), cert. denied, 401 U.S. 974, 91 S.Ct. 1193, 28 L.Ed.2d 324 (1971).  Leave to amend is to be \"freely given,\" Fed.R.Civ.P. 15(a), unless it would be futile, Northeast Fed.  Credit Union v. Neves, 837 F.2d 531, 536 (1st Cir.1988), or reward, inter alia, undue or intended delay, see Foman v. Davis, 371 U.S. 178, 182, 83 S.Ct. 227, 230, 9 L.Ed.2d 222 (1962).  As the Rule 15 motion in the present case was not filed until after RTC moved for summary judgment, Gold was required to demonstrate to the district court that the proposed amendments were supported by \"substantial and convincing evidence.\"  Torres-Matos v. St. Lawrence Garment Co., Inc., 901 F.2d 1144, 1146 (1st Cir.1990) (citations omitted).  There was no such showing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The first claim Gold advances on appeal is that RTC waived its contractual right to immediate payment on default, an affirmative defense Gold sought to interpose in its tardy motion to amend.  The proffered defense is frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The ComFed demand note provides that, upon default, the entire loan balance becomes \"immediately due and payable without notice or demand of any kind.\"   Gold concedes that no principal or interest payments were ever made after September 15, 1991.  The note further provides that failure to pay any amount, within ten days after it is due, constitutes an event of default.  The waiver claim is based on the belated affidavit of Jeffery Stitt--a Gold consultant--submitted with Gold's untimely motion for further discovery under Rule 56(f).  Stitt's conclusory characterizations of alleged parol discussions with anonymous RTC employees at unidentified times fall far short of \"clear and convincing evidence,\" id., of \"decisive and unequivocal conduct indicating that [RTC] would not insist that the contractual provision at issue be performed,\" Brennan v. Carvel Corp., 929 F.2d 801, 810 (1st Cir.1991) (citations omitted) (applying Mass. law).  Indeed, the Stitt affidavit does not constitute competent evidence as required by Fed.R.Civ.P. 56(e).  See Lopez v. Corporacion Azucarera de Puerto Rico, 938 F.2d 1510, 1515-16 (1st Cir.1991) (Rule 56(e) requires that affidavits filed in opposition to summary judgment be based on competent evidence).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As its \"Second Affirmative Defense,\" the proposed amended answer simply alleged that \"The Complaint is barred by the doctrine of estoppel.\"   Gold presented neither explication nor argumentation in support of the estoppel claim in the district court.  McCoy v. Massachusetts Inst. of Tech., 950 F.2d 13, 22 (1st Cir.1991) (\"theories not raised squarely in the district court cannot be surfaced for the first time on appeal.\"), cert. denied, --- U.S. ----, 112 S.Ct. 1939, 118 L.Ed.2d 545 (1992).  Nor does Gold discuss the estoppel claim on appeal.  Thus, even if the estoppel claim had been pleaded and preserved below, it would be deemed to have been waived on appeal.  See, e.g., Rhode Island Hosp. Trust Nat'l Bank v. Howard Communications Corp., 980 F.2d 823, 828 n. 8 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The third affirmative defense, predicated on Gold's alleged entitlement to a one-year grace period to cure the default, fails due to the absence of competent evidence of an enforceable waiver and the fact that the default was never cured.  See supra p. 253.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Finally, the proposed amended answer asserts--based exclusively on \"information and belief\"--that ComFed failed to require the borrower to submit appraisals substantiating the 75% loan-to-collateral-value ratio required under the note, which allegedly placed Gold at undue risk under its unconditional loan guaranty.  Not only does Gold point to no evidentiary basis for its \"information and belief,\" it fails even to intimate that such evidence exists.  Moreover, Gold's attempt at delaying the inevitable adverse judgment would have failed for lack of competent evidence even if interposed in a timely manner.  See Fed.R.Civ.P. 56(e);  Mesnick v. General Elec. Co., 950 F.2d 816, 822 (1st Cir.1991) (where nonmovant has ultimate burden of proof on matter at issue, summary judgment motion must be met by \"definite, competent evidence\"), cert. denied, --- U.S. ----, 112 S.Ct. 2965, 119 L.Ed.2d 586 (1992).  Similarly, Gold's perfunctory assertion falls far short of the \"convincing evidence\" required to establish a \"substantial\" defense.  See Torres-Matos, 901 F.2d at 1146.   Lastly, this \"defense\" is precluded by the express terms of the loan guaranty:  \"[Gold] hereby waives any other act or omission of the Bank (except acts or omissions in bad faith) which changes the scope of [Gold's] risk.\"   Gold has not alleged bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In sum, the motion for leave to amend, proffered at the eleventh hour to fend off summary judgment, proposed four patently futile affirmative defenses fully meriting summary rejection.  Jackson v. Salon, 614 F.2d 15, 17 (1st Cir.1980);  see also Neves, 837 F.2d at 536 (\"Federal courts need not tiptoe through empty formalities to reach foreordained results.\").</p>\n    </div>\n    <p>Summary Judgment</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Gold failed to oppose RTC's motion for summary judgment within the fourteen-day period prescribed by local rule.  See D.Mass.Loc.R. 7.1(B)(2).  Of course, the failure to file timely opposition did not necessarily entitle RTC to summary judgment.  Lopez, 938 F.2d at 1517;  Mendez v. Banco  Popular de Puerto Rico, 900 F.2d 4, 7 (1st Cir.1990).  Summary judgment was proper only if the record, viewed in the light most favorable to Gold, revealed no trialworthy issue of material fact  and RTC was entitled to judgment as a matter of law.  Velez-Gomez v. SMA Life Assur. Co., 8 F.3d 873, 875 (1st Cir.1993);   Lopez, 938 F.2d at 1517.  On the other hand, Gold's untimely submissions need not have been considered by the district court in determining the appropriateness of summary judgment.   See Mendez, 900 F.2d at 7-8 (citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">RTC proffered competent evidence that Gold was liable in the amount claimed under its loan guaranty.  Moreover, an examination of all of Gold's submissions--timely as well as untimely--has not disclosed a trialworthy issue of material fact relating either to the amount of the indebtedness or to any affirmative defense belatedly asserted in the district court.  There is no basis for vacating summary judgment in these circumstances.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>\"Just Damages\" Under Rule 38</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, RTC requests an award of \"just damages,\" including attorney fees and double costs, pursuant to Fed.R.App.P. 38.  Even though Gold failed to interpose opposition to an award of just damages, we have discussed its frivolous appellate claims at undeserved length in order to demonstrate their dilatory aim and amenability to sanction.  Moreover, Gold has offered no other plausible explanation, let alone a justification, for its dilatory litigation tactics below or on appeal.  Accordingly, a reasonable attorney fee award and double costs shall be imposed against Gold for this frivolous, dilatory appeal. See Cowdell v. Cambridge Mut. Ins. Co., 808 F.2d 160, 163 (1st Cir.1986) (pursuant to Fed.R.App.P. 38, awarding double costs and attorney fee as just damages for frivolous appeal).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court judgment is affirmed.  Double costs and a reasonable attorney fee are awarded to appellee, pursuant to Fed.R.App.P. 38, in an amount to be determined by the court.  Appellee is allowed twenty days within which to submit its bill of costs and an application for a reasonable attorney fee award relating to this appeal.  A copy thereof is to be served upon appellant's counsel.  Appellant shall be allowed twenty days within which to file written objection to the amounts requested by appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter, but did not participate in the drafting or the issuance of the panel opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Nevertheless, Gold frivolously contends on appeal that the district court committed reversible error in granting summary judgment without first ruling on Gold's late and groundless request for further discovery time, pursuant to Fed.R.Civ.P. 56(f).  The request was predicated on the unsubstantiated speculation that it is logically possible that the amount owed under the loan guaranty is different than the amount established by RTC.  Since Gold does not even hint at any discoverable evidence to substantiate this speculation, it has presented \"no plausible basis for asserting a belief that 'specified' discoverable facts probably existed.\"  Mattoon v. City of Pittsfield, 980 F.2d 1, 8 (1st Cir.1992) (citing Paterson-Leitch Co. v. Massachusetts Munic.  Wholesale Elec. Co., 840 F.2d 985, 988 (1st Cir.1988)).  Further, Gold made no attempt whatever to demonstrate the requisite good cause for failing to conduct the discovery earlier.  Id.  It is all too clear, given Gold's dilatory tactics throughout this litigation, that the Rule 56(f) initiative was simply a frivolous, last-ditch effort to stave off final judgment.  We find no abuse of discretion in the district court's implicit denial of the Rule 56(f) motion in these circumstances.  See id.  (finding insufficient a Rule 56(f) affidavit which \"merely conjecture[d] that something might be discovered but provide[d] no realistic basis for believing that further discovery would disclose evidence\" of material facts)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">251</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">1065</span></span></p>\n    <p class=\"parties\">RESOLUTION TRUST CORPORATION, as Receiver for Comfed Savings<br>Bank, F.A., Plaintiff, Appellee,<br>v.<br>Harold GOLD and Graphics Leasing Corp., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 94-1080.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 4, 1994.<br>Decided July 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leonard M. Singer, with whom Heidlage &amp; Reece, P.C., Boston, MA, was on brief, for appellants.</p>\n      <p class=\"indent\">Michael J. Engelberg, with whom Ronald M. Jacobs and Nutter, McClennen &amp; Fish, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, CAMPBELL, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Resolution Trust Company (RTC or appellee), as receiver for ComFed Savings Bank (ComFed), brought the present action on July 13, 1993, to recover monies allegedly due from defendants-appellants Harold M. Gold and Graphics Leasing Corporation (collectively, \"Gold\") under their joint guaranty of loans ComFed made to First Equity Funding Corporation.  Gold did not answer until RTC filed its motion for entry of default.  The late answer admitted the guaranty, contesting only the amount claimed by RTC.  It asserted no affirmative defenses.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 20, RTC moved for summary judgment.  After failing to file timely opposition, see D.Mass.Loc.R. 7.1(B)(2), Gold requested more time for discovery, see Fed.R.Civ.P. 56(f), and, on October 22, sought leave to amend its answer to interpose four affirmative defenses, see Fed.R.Civ.P. 15(a).  The district court thereafter entered summary judgment for RTC and summarily denied Gold's belated request for leave to amend its answer, without ruling on the request for additional discovery, and Gold appealed.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>* DISCUSSION</p>\n    </div>\n    <p>Leave to Amend</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We review denials of leave to amend under Rule 15 for abuse of discretion, deferring to the district court for any adequate reason apparent from the record.  Demars v. General Dynamics Corp., <span class=\"citation\" data-id=\"462282\"><a href=\"/opinion/462282/john-t-demars-v-general-dynamics-corporation/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">95</span></a></span>, 99 (1st Cir.1985);  Farkas v. Texas Instruments, Inc., <span class=\"citation\" data-id=\"291376\"><a href=\"/opinion/291376/adam-farkas-v-texas-instruments-inc-and-ling-temco-vought-inc/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">849</span></a></span>, 851 (1st Cir.1970), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">974</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1193</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">324</span> </span>(1971).  Leave to amend is to be \"freely given,\" Fed.R.Civ.P. 15(a), unless it would be futile, Northeast Fed.  Credit Union v. Neves, <span class=\"citation\" data-id=\"500347\"><a href=\"/opinion/500347/northeast-federal-credit-union-v-anthony-j-neves/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">531</span></a></span>, 536 (1st Cir.1988), or reward, inter alia, undue or intended delay, see Foman v. Davis, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 182, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">227</span></a></span>, 230, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span> </a></span>(1962).  As the Rule 15 motion in the present case was not filed until after RTC moved for summary judgment, Gold was required to demonstrate to the district court that the proposed amendments were supported by \"substantial and convincing evidence.\"  Torres-Matos v. St. Lawrence Garment Co., Inc., <span class=\"citation\" data-id=\"540330\"><a href=\"/opinion/540330/ines-torres-matos-v-st-lawrence-garment-co-inc/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1144</span></a></span>, 1146 (1st Cir.1990) (citations omitted).  There was no such showing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The first claim Gold advances on appeal is that RTC waived its contractual right to immediate payment on default, an affirmative defense Gold sought to interpose in its tardy motion to amend.  The proffered defense is frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The ComFed demand note provides that, upon default, the entire loan balance becomes \"immediately due and payable without notice or demand of any kind.\"   Gold concedes that no principal or interest payments were ever made after September 15, 1991.  The note further provides that failure to pay any amount, within ten days after it is due, constitutes an event of default.  The waiver claim is based on the belated affidavit of Jeffery Stitt--a Gold consultant--submitted with Gold's untimely motion for further discovery under Rule 56(f).  Stitt's conclusory characterizations of alleged parol discussions with anonymous RTC employees at unidentified times fall far short of \"clear and convincing evidence,\" <span class=\"citation\" data-id=\"540330\"><a href=\"/opinion/540330/ines-torres-matos-v-st-lawrence-garment-co-inc/\"><span class=\"id_token\">id.,</span> of \"decisive </a></span>and unequivocal conduct indicating that [RTC] would not insist that the contractual provision at issue be performed,\" Brennan v. Carvel Corp., <span class=\"citation\" data-id=\"558569\"><a href=\"/opinion/558569/robert-brennan-and-joanne-brennan-v-carvel-corporation-and-raymond/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">801</span></a></span>, 810 (1st Cir.1991) (citations omitted) (applying Mass. law).  Indeed, the Stitt affidavit does not constitute competent evidence as required by Fed.R.Civ.P. 56(e).  See Lopez v. Corporacion Azucarera de Puerto Rico, <span class=\"citation\" data-id=\"564961\"><a href=\"/opinion/564961/victor-lopez-v-corporacion-azucarera-de-puerto-rico/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span>, 1515-16 (1st Cir.1991) (Rule 56(e) requires that affidavits filed in opposition to summary judgment be based on competent evidence).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As its \"Second Affirmative Defense,\" the proposed amended answer simply alleged that \"The Complaint is barred by the doctrine of estoppel.\"   Gold presented neither explication nor argumentation in support of the estoppel claim in the district court.  McCoy v. Massachusetts Inst. of Tech., <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 22 (1st Cir.1991) (\"theories not raised squarely in the district court cannot be surfaced for the first time on appeal.\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">545</span> </span>(1992).  Nor does Gold discuss the estoppel claim on appeal.  Thus, even if the estoppel claim had been pleaded and preserved below, it would be deemed to have been waived on appeal.  See, e.g., Rhode Island Hosp. Trust Nat'l Bank v. Howard Communications Corp., <span class=\"citation\" data-id=\"596107\"><a href=\"/opinion/596107/rhode-island-hospital-trust-national-bank-v-howard-communications/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">823</span></a></span>, 828 n. 8 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The third affirmative defense, predicated on Gold's alleged entitlement to a one-year grace period to cure the default, fails due to the absence of competent evidence of an enforceable waiver and the fact that the default was never cured.  See supra p. 253.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Finally, the proposed amended answer asserts--based exclusively on \"information and belief\"--that ComFed failed to require the borrower to submit appraisals substantiating the 75% loan-to-collateral-value ratio required under the note, which allegedly placed Gold at undue risk under its unconditional loan guaranty.  Not only does Gold point to no evidentiary basis for its \"information and belief,\" it fails even to intimate that such evidence exists.  Moreover, Gold's attempt at delaying the inevitable adverse judgment would have failed for lack of competent evidence even if interposed in a timely manner.  See Fed.R.Civ.P. 56(e);  Mesnick v. General Elec. Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 822 (1st Cir.1991) (where nonmovant has ultimate burden of proof on matter at issue, summary judgment motion must be met by \"definite, competent evidence\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2965</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">586</span> </span>(1992).  Similarly, Gold's perfunctory assertion falls far short of the \"convincing evidence\" required to establish a \"substantial\" defense.  See <span class=\"citation\" data-id=\"540330\"><span class=\"antecedent_guess\">Torres-Matos,</span> <a href=\"/opinion/540330/ines-torres-matos-v-st-lawrence-garment-co-inc/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1146</span></a></span>.   Lastly, this \"defense\" is precluded by the express terms of the loan guaranty:  \"[Gold] hereby waives any other act or omission of the Bank (except acts or omissions in bad faith) which changes the scope of [Gold's] risk.\"   Gold has not alleged bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In sum, the motion for leave to amend, proffered at the eleventh hour to fend off summary judgment, proposed four patently futile affirmative defenses fully meriting summary rejection.  Jackson v. Salon, <span class=\"citation\" data-id=\"373916\"><a href=\"/opinion/373916/anthony-jackson-v-stephen-salon/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir.1980);  see also <span class=\"citation\" data-id=\"500347\"><span class=\"antecedent_guess\">Neves,</span> <a href=\"/opinion/500347/northeast-federal-credit-union-v-anthony-j-neves/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">536</span> </a></span>(\"Federal courts need not tiptoe through empty formalities to reach foreordained results.\").</p>\n    </div>\n    <p>Summary Judgment</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Gold failed to oppose RTC's motion for summary judgment within the fourteen-day period prescribed by local rule.  See D.Mass.Loc.R. 7.1(B)(2).  Of course, the failure to file timely opposition did not necessarily entitle RTC to summary judgment.  <span class=\"citation\" data-id=\"564961\"><span class=\"antecedent_guess\">Lopez,</span> <a href=\"/opinion/564961/victor-lopez-v-corporacion-azucarera-de-puerto-rico/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1517</span></a></span>;  Mendez v. Banco  Popular de Puerto Rico, <span class=\"citation\" data-id=\"539215\"><a href=\"/opinion/539215/julio-mendez-aka-julio-mendez-rodriguez-v-banco-popular-de-puerto-rico/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir.1990).  Summary judgment was proper only if the record, viewed in the light most favorable to Gold, revealed no trialworthy issue of material fact  and RTC was entitled to judgment as a matter of law.  Velez-Gomez v. SMA Life Assur. Co., <span class=\"citation\" data-id=\"195013\"><a href=\"/opinion/195013/velez-gomez-v-sma-life-assurance/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span></a></span>, 875 (1st Cir.1993);   <span class=\"citation\" data-id=\"564961\"><span class=\"antecedent_guess\">Lopez,</span> <a href=\"/opinion/564961/victor-lopez-v-corporacion-azucarera-de-puerto-rico/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1517</span></a></span>.  On the other hand, Gold's untimely submissions need not have been considered by the district court in determining the appropriateness of summary judgment.   See <span class=\"citation\" data-id=\"539215\"><span class=\"antecedent_guess\">Mendez,</span> <a href=\"/opinion/539215/julio-mendez-aka-julio-mendez-rodriguez-v-banco-popular-de-puerto-rico/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">7-8</span> </a></span>(citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">RTC proffered competent evidence that Gold was liable in the amount claimed under its loan guaranty.  Moreover, an examination of all of Gold's submissions--timely as well as untimely--has not disclosed a trialworthy issue of material fact relating either to the amount of the indebtedness or to any affirmative defense belatedly asserted in the district court.  There is no basis for vacating summary judgment in these circumstances.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>\"Just Damages\" Under Rule 38</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, RTC requests an award of \"just damages,\" including attorney fees and double costs, pursuant to Fed.R.App.P. 38.  Even though Gold failed to interpose opposition to an award of just damages, we have discussed its frivolous appellate claims at undeserved length in order to demonstrate their dilatory aim and amenability to sanction.  Moreover, Gold has offered no other plausible explanation, let alone a justification, for its dilatory litigation tactics below or on appeal.  Accordingly, a reasonable attorney fee award and double costs shall be imposed against Gold for this frivolous, dilatory appeal. See Cowdell v. Cambridge Mut. Ins. Co., <span class=\"citation\" data-id=\"480982\"><a href=\"/opinion/480982/william-w-cowdell-administrator-of-the-estate-of-william-robert-cowdell/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">160</span></a></span>, 163 (1st Cir.1986) (pursuant to Fed.R.App.P. 38, awarding double costs and attorney fee as just damages for frivolous appeal).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court judgment is affirmed.  Double costs and a reasonable attorney fee are awarded to appellee, pursuant to Fed.R.App.P. 38, in an amount to be determined by the court.  Appellee is allowed twenty days within which to submit its bill of costs and an application for a reasonable attorney fee award relating to this appeal.  A copy thereof is to be served upon appellant's counsel.  Appellant shall be allowed twenty days within which to file written objection to the amounts requested by appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter, but did not participate in the drafting or the issuance of the panel opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Nevertheless, Gold frivolously contends on appeal that the district court committed reversible error in granting summary judgment without first ruling on Gold's late and groundless request for further discovery time, pursuant to Fed.R.Civ.P. 56(f).  The request was predicated on the unsubstantiated speculation that it is logically possible that the amount owed under the loan guaranty is different than the amount established by RTC.  Since Gold does not even hint at any discoverable evidence to substantiate this speculation, it has presented \"no plausible basis for asserting a belief that 'specified' discoverable facts probably existed.\"  Mattoon v. City of Pittsfield, <span class=\"citation\" data-id=\"595475\"><a href=\"/opinion/595475/kimberly-mattoon-v-city-of-pittsfield/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1992) (citing Paterson-Leitch Co. v. Massachusetts Munic.  Wholesale Elec. Co., <span class=\"citation\" data-id=\"502424\"><a href=\"/opinion/502424/paterson-leitch-company-inc-v-massachusetts-municipal-wholesale-electric/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 988 (1st Cir.1988)).  Further, Gold made no attempt whatever to demonstrate the requisite good cause for failing to conduct the discovery earlier.  <span class=\"citation\" data-id=\"502424\"><a href=\"/opinion/502424/paterson-leitch-company-inc-v-massachusetts-municipal-wholesale-electric/\"><span class=\"id_token\">Id.</span>  It is </a></span>all too clear, given Gold's dilatory tactics throughout this litigation, that the Rule 56(f) initiative was simply a frivolous, last-ditch effort to stave off final judgment.  We find no abuse of discretion in the district court's implicit denial of the Rule 56(f) motion in these circumstances.  See <span class=\"citation\" data-id=\"502424\"><a href=\"/opinion/502424/paterson-leitch-company-inc-v-massachusetts-municipal-wholesale-electric/\"><span class=\"id_token\">id.</span>  (finding insufficient </a></span>a Rule 56(f) affidavit which \"merely conjecture[d] that something might be discovered but provide[d] no realistic basis for believing that further discovery would disclose evidence\" of material facts)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106497/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195013/",
    "https://www.courtlistener.com/api/rest/v3/opinions/291376/",
    "https://www.courtlistener.com/api/rest/v3/opinions/373916/",
    "https://www.courtlistener.com/api/rest/v3/opinions/462282/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480982/",
    "https://www.courtlistener.com/api/rest/v3/opinions/500347/",
    "https://www.courtlistener.com/api/rest/v3/opinions/502424/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539215/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540330/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558569/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564961/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595475/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596107/"
  ]
}