{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195511/",
  "id": 195511,
  "absolute_url": "/opinion/195511/bemis-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195511/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:23Z",
  "date_modified": "2020-02-21T23:30:24.955900Z",
  "type": "010combined",
  "sha1": "0814b3ecb3aaf3ffea61002b821de5259ad704dc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2387.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-2387 \n\n                       GREGG M. BEMIS,\n\n                    Petitioner, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                    Respondent, Appellee.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Rya W. Zobel, U.S. District Judge]\n                                                  \n\n                                         \n\n                            Before\n\n                   Torruella, Selya and Cyr,\n                       Circuit Judges.\n                                     \n\n                                         \n\nGregg M. Bemis on brief pro se.\n              \nDonald  K.  Stern,  United  States  Attorney,  and  Annette Forde,\n                                                                 \nAssistant United States Attorney, on brief for appellee.\n\n                                         \n\n                        July 22, 1994\n                                         \n\n     SELYA, Circuit  Judge.   Petitioner Gregg  Bemis appeals\n                          \n\npro se  from the summary  dismissal of his motion  to vacate,\n\nset  aside, or correct  his sentence under 28 U.S.C.    2255.\n\nThe  centerpiece of  his  petition  is  the  allegation  that\n\ngovernment prosecutors  have reneged  on a  promise, made  as\n\npart  of his  1984 plea  agreement,  to secure  (or at  least\n\nrecommend)  his entry  into  the  Federal Witness  Protection\n\nProgram  (FWPP) upon  his  release from  prison.   From  this\n\npremise,  petitioner  advances a  number  of  claims--most of\n\nwhich  are  no longer  zoetic  and,  therefore,  need not  be\n\ndescribed at any length.  In particular,  to the extent he is\n\nseeking release  on his  state  sentence, that  claim is  now\n\nmoot.   To  the extent  he  is seeking  damages for  wrongful\n\nimprisonment,  that claim has been explicitly withdrawn.  And\n\nto the extent  he is challenging (for reasons  that are never\n\nexplained) the term of probation imposed in  1991, that claim\n\nhas received  no developed argumentation on appeal and so has\n\nbeen implicitly waived.   See, e.g., Ryan v.  Royal Ins. Co.,\n                                                            \n\n916 F.2d  731, 734 (1st Cir.  1990).  The dismissal  of these\n\nvarious claims is therefore affirmed.\n\n     Petitioner's   central   claim--that   the  government's\n\nfailure  to  fulfill  its   alleged  promise  regarding  FWPP\n\nparticipation constitutes a due process violation--is another\n\nmatter.  \"[W]hen a  plea rests in any significant degree on a\n\npromise or  agreement of  the prosecutor, so  that it  can be\n\n                             -2-\n                              2\n\nsaid  to be  part of  the  inducement or  consideration, such\n\npromise must be fulfilled.\"  Santobello v. New York, 404 U.S.\n                                                   \n\n257,   262  (1971).     Contrary  to  the   district  court's\n\njurisdictional ruling, we believe that habeas corpus provides\n\nan  appropriate procedural vehicle for advancing a Santobello\n                                                             \n\nclaim.  See,  e.g., Kingsley v. United States,  968 F.2d 109,\n                                             \n\n111 (1st Cir.  1992) (action under   2255  alleging breach of\n\nplea agreement).  \n\n     The  government  suggests that,  if the  U.S. Attorney's\n\nOffice in fact made any promise regarding FWPP participation,\n\nsuch a representation would have been ultra vires, see, e.g.,\n                                                            \n\nDoe  v. Civiletti, 635  F.2d 88, 90  (2d Cir. 1980),  and for\n                 \n\nthat  reason unenforceable.    Yet \"[a]  plea  induced by  an\n\nunfulfillable  promise is no  less subject to  challenge than\n\none induced by  a valid promise  which the Government  simply\n\nfails to fulfill.\"  United States  v. Cook, 668 F.2d 317, 320\n                                          \n\n(7th  Cir. 1982);  accord, e.g.,  Mabry v. Johnson,  467 U.S.\n                                                  \n\n504,  509 (1984)  (plea  induced by  \"unfulfillable promises\"\n\nsubject  to challenge); Correale  v. United States,  479 F.2d\n                                                  \n\n944,  946-47  (1st  Cir.  1973)  (plea  rendered  involuntary\n\nbecause of failure to carry out promise that was  \"impossible\n\nof fulfillment\").  The government's argument instead pertains\n\n                             -3-\n                              3\n\nto the appropriate  form of remedy--a matter that  we have no\n\noccasion here to address.1\n\n     As a result,  \"the crucial question  is not whether  the\n\nGovernment had the  authority to carry out  the promise which\n\n[petitioner] claims he understood it to make, but  whether it\n\ndid in fact  make such a  promise.\"  Cook,  668 F.2d at  320.\n                                         \n\nPetitioner advances a colorable claim  in the sense that,  on\n\nappeal,  he  has  submitted two  affidavits  from  the former\n\nprosecutors   in   his  case   that   strongly   support  his\n\nallegations.2   He nonetheless has two strikes against him in\n\n                    \n\n1.  We  do note  that courts  on  occasion have  specifically\nenforced  promises that would encroach on the jurisdiction of\nindependent entities.  See, e.g., Palermo v. Warden, 545 F.2d\n                                                   \n286, 296 (2d Cir.  1976) (enforcing promise of early  parole,\nin face  of contrary decision  of Parole Board,  and ordering\ndefendant's release  as \"the  only meaningful  relief in  the\ncontext of this case\"), cert. dismissed, 431 U.S. 911 (1977);\n                                       \nsee generally 2  W. LaFave &amp; J. Israel,  Criminal Procedure  \n                                                           \n20.2,  at 600-01  (1984).   We also  note the  rather obvious\npoint  that, should  a  breach  of promise  be  found in  the\ninstant case, the appropriate form  of remedy will depend  on\nthe nature  of that  promise.  See,  e.g., Geisser  v. United\n                                                             \nStates, 513  F.2d 862, 869,  872 (5th Cir. 1975)  (promise by\n      \nDepartment of  Justice,  which district  court  construed  as\nassurance   that  petitioner   would  not   be  deported   to\nSwitzerland, is interpreted by appeals court as pledge to use\nits \"best efforts\" to persuade State Department not to do so;\nas so construed, promise is specifically enforced).\n\n2.  The  government,  while  protesting  that  such  evidence\nshould not  be considered,  has responded  by submitting  the\ntranscript of the Rule 11  hearing and a copy of  the written\nplea agreement.   We  think it  appropriate to  consider such\nmaterials, inasmuch as the district court summarily dismissed\nthe  pro  se  petition  here  sua  sponte  without  affording\n                                         \npetitioner   the  opportunity  to  amend.    Cf.  Johnson  v.\n                                                         \nRodriguez, 943 F.2d 104, 108 n.3 (1st Cir. 1991) (agreeing to\n         \nconsider  claim not raised  below under  such circumstances),\ncert. denied,  112 S.  Ct. 948 (1992);  Lesko v.  Lehman, 925\n                                                        \n\n                             -4-\n                              4\n\nthis  regard.  First,  the written plea  agreement (signed by\n\npetitioner, his counsel,  and the U.S. Attorney)  contains no\n\nreference to  the FWPP,  and declares  that \"[n]o  additional\n\npromises,  agreements or  conditions  have been  entered into\n\nother  than as  set forth  in this  letter and  none will  be\n\nentered into unless  in writing and  signed by all  parties.\"\n\nSecond, at  the  Rule 11  hearing,  the district  court  read\n\nportions  of the  plea  agreement into  the  record and  then\n\ninquired of petitioner: \"Except for what is contained in that\n\nagreement, has anyone made any  promises to you to induce you\n\nto plead guilty?\"  Petitioner, while under oath, responded in\n\nthe negative.   No mention of the  FWPP was made at  any time\n\nduring this hearing.  \n\n     Given  these  circumstances,   petitioner's  attempt  to\n\nestablish that an additional promise  was made as part of the\n\ninducement for his plea faces daunting hurdles.   A defendant\n\nis ordinarily  bound by his  or her representations  in court\n\ndisclaiming the existence of additional promises.  See, e.g.,\n                                                            \n\nBaker v.  United States, 781  F.2d 85, 90 (6th  Cir.) (\"where\n                       \n\nRule 11  procedures were fully adequate, absent extraordinary\n\ncircumstances, or some  explanation of why defendant  did not\n\n                    \n\nF.2d 1527, 1538 n.8 (3d  Cir.) (noting that appeals court had\ndirected  petitioner  to  file affidavit  from  his  attorney\ndetailing  plea negotiations), cert.  denied, 112 S.  Ct. 273\n                                            \n(1991).  It makes no difference in any event, since  a remand\nwould be warranted  even if we confined our  attention to the\nallegations  in   the  petition,  disregarding   both  sides'\nadditional proffers.   \n\n                             -5-\n                              5\n\nreveal other terms, at least when specifically asked to do so\n\nby the  court, a defendant's  plea agreement consists  of the\n\nterms revealed  in open court\"), cert. denied,  479 U.S. 1017\n                                             \n\n(1986); Barnes v. United States,  579 F.2d 364, 366 (5th Cir.\n                               \n\n1978)   (\"Where,  from   the   transcript,  the   plea-taking\n\nprocedures are clear  and regular on their face, a petitioner\n\nasserting the existence of a  bargain outside the record  and\n\ncontrary  to his  own  statements under  oath  bears a  heavy\n\nburden.\");  see also  United States  v.  Pellerito, 878  F.2d\n                                                  \n\n1535, 1539 (1st  Cir. 1989) (defendant cannot \"turn  his back\n\non his  own representations  to the  court merely  because it\n\nwould suit his convenience to do so\").  Likewise, the use  of\n\nparol  evidence to  supplement the  terms  of an  unambiguous\n\nwritten plea agreement is ordinarily frowned upon, especially\n\nwhere that  agreement disclaims  the existence  of additional\n\npromises.  See, e.g., United States v. Ingram, 979 F.2d 1179,\n                                             \n\n1184 (7th Cir.  1992), cert. denied, 113 S.  Ct. 1616 (1993);\n                                   \n\nUnited  States  v. Gamble,  917  F.2d 1280,  1282  (10th Cir.\n                         \n\n1990);  Hartman v.  Blankenship, 825  F.2d  26, 29  (4th Cir.\n                               \n\n1987); see  also United  States v. Hogan,  862 F.2d  386, 388\n                                        \n\n(1st Cir. 1988) (fact that plea agreement disclaims existence\n\nof other promises  \"militate[s] strongly\" against defendant's\n\nassertion to contrary).\n\n     Yet  each  of these  rules  is subject  to  exception in\n\nunusual cases.  In Blackledge v. Allison, 431 U.S. 63 (1977),\n                                        \n\n                             -6-\n                              6\n\nthe  Court stated  that no  \"per  se rule\"  could be  adopted\n                                    \n\n\"excluding all possibility that a defendant's representations\n\nat  the time his  guilty plea was  accepted were  so much the\n\nproduct  of  such  factors  as  misunderstanding,  duress, or\n\nmisrepresentation  by others  as  to  make  the  guilty  plea\n\n[unlawful].\"  Id. at 75; see, e.g., Gamble, 917  F.2d at 1282\n                                          \n\n&amp; n.1 (noting  that case did not \"come  within any Blackledge\n                                                             \n\nexception\");  United States v.  Hammerman, 528 F.2d  326, 331\n                                         \n\n(4th  Cir.  1975) (defendant's  oral disavowal  of additional\n\npromises    cannot   be    \"considered   conclusive\"    under\n\ncircumstances).   Referring to  the parol evidence  rule, the\n\nBlackledge  Court explicitly noted that a written contractual\n          \n\nprovision disclaiming  the existence of  additional promises,\n\nwhile deserving of \"great weight,\" does not \"conclusively bar\n\nsubsequent proof  that such  additional agreements  exist and\n\nshould be  given force.\"  431  U.S. at 75 n.6;  accord, e.g.,\n                                                            \n\nKingsley 968  F.2d at  115 (explaining  that \"parol  evidence\n        \n\nrule  is not rigidly  applied in construing  plea agreements\"\n\nbecause   contract  issues   that   are  involved   implicate\n\n\"constitutional  rights as  well  as  concern  for  the  fair\n\nadministration of justice\") (quoting United States v. Garcia,\n                                                            \n\n956 F.2d 41, 43-44 (4th Cir. 1992)) (internal quotation marks\n\nomitted).3\n\n                    \n\n3.  We acknowledge that  the Blackledge holding was  based in\n                                       \npart on the  sparse record of the  change-of-plea hearing and\nthe  \"ambiguous status of  the process of  plea bargaining at\n\n                             -7-\n                              7\n\n     For  several reasons,  we are  unwilling prematurely  to\n\nforeclose  the possibility  that the  instant  case might  be\n\nsufficiently unusual to call for an exception to these rules.\n\nFirst,  petitioner  alleges  that both  his  counsel  and the\n\ngovernment prosecutor advised  him that the FWPP  promise was\n\nan \"administrative matter\" that did not need to appear in the\n\nplea agreement or  be mentioned in court.   Second, he claims\n\nthat, to  the extent this  advice was erroneous,  his counsel\n\nprovided  ineffective   assistance.     Third,  despite   the\n\nprovision in the  plea agreement requiring any  amendments to\n\nbe in  writing, the record  indicates that the  agreement was\n\nlater modified (to provide for the dismissal of three counts)\n\nwithout such written documentation.  Fourth, petitioner could\n\nnot have been expected to  object, at the Rule 11 hearing  or\n\nat sentencing, to  the alleged breach of promise, inasmuch as\n\nany  such breach occurred  only years later.   Compare, e.g.,\n                                                            \n\nBaker,  781 F.2d  at  90  (\"It is  significant  that ...  the\n     \n\nalleged promise was broken, if at all, right before defendant\n\nand  in open  court.\").   Fifth,  the district  court, having\n\nsummarily dismissed  on jurisdictional  grounds, has not  had\n\n                    \n\nthe time the  guilty plea  was made.\"   431 U.S.  at 76;  see\n                                                             \nBaker,  781 F.2d  at 89  (distinguishing  Blackledge on  this\n                                                    \nbasis).   Nonetheless, it cannot  be said that the  advent of\nmodern Rule 11  procedures has  robbed that  decision of  all\ncurrency.   See,  e.g., 2  W.  LaFave &amp;  J. Israel,  Criminal\n                                                             \nProcedure   20.5,  at 668 (1984) (even where  Rule 11 hearing\n         \nwas flawless, there  are still \"some circumstances\"  in which\nan  evidentiary hearing may  be required) (internal citations\nand quotation marks omitted). \n\n                             -8-\n                              8\n\nthe opportunity to consider this  issue.  And finally, on the\n\nlimited record before  us--keeping in  mind, especially,  the\n\nprosecutors' affidavits  (which  the district  court did  not\n\nhave the benefit of reading) and the fact that petitioner was\n\nplaced in a security program while in prison-- the allegation\n\nthat he was  promised protection cannot  be dismissed out  of\n\nhand  as fanciful.   While it  is unlikely that  any of these\n\nfactors, standing  alone, would  warrant a  remand, we  think\n\nthat they  are sufficient  in combination  to render  further\n\nproceedings appropriate.   \n\n     We  need go  no further.4  For the  reasons stated,  the\n\njudgment  of the  district  court  is  affirmed in  part  and\n\nreversed  in  part, and  the  case  is remanded  for  further\n\nproceedings.\n\n     It is so ordered.\n                      \n\n                    \n\n4.  We note that the district court has  appointed counsel in\na related  action recently  filed  by petitioner.   Bemis  v.\n                                                         \nPappalardo, No. 94-10151 (D. Mass.).  Whether the two actions\n          \nought to  be consolidated,  and whether  counsel ought  to be\nappointed in the instant case,  are matters we entrust to the\ndistrict court's  discretion.  Cf.  United States v.  Mala, 7\n                                                          \nF.3d 1058, 1064  n.7 (1st Cir. 1993) (noting  that \"selection\nof  appointed counsel is a  matter best left  to the court in\nwhich such counsel  is to appear\"), cert. denied,  114 S. Ct.\n                                                \n1839 (1994).\n\n                             -9-\n                              9\n",
  "html": "<p class=\"case_cite\">30 F.3d 220</p>\n    <p class=\"parties\">Gregg M. BEMIS, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 93-2387.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted May 2, 1994.<br>Decided July 22, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gregg M. Bemis, pro se.</p>\n      <p class=\"indent\">Donald K. Stern, U.S. Atty., and Annette Forde, Asst. U.S. Atty., on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and CYR, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Gregg Bemis appeals pro se from the summary dismissal of his motion to vacate, set aside, or correct his sentence under 28 U.S.C. Sec. 2255.  The centerpiece of his petition is the allegation that government prosecutors have reneged on a promise, made as part of his 1984 plea agreement, to secure (or at least recommend) his entry into the Federal Witness Protection Program (FWPP) upon his release from prison.  From this premise, petitioner advances a number of claims--most of which are no longer zoetic and, therefore, need not be described at any length.  In particular, to the extent he is seeking release on his state sentence, that claim is now moot.  To the extent he is seeking damages for wrongful imprisonment, that claim has been explicitly withdrawn.  And to the extent he is challenging (for reasons that are never explained) the term of probation imposed in 1991, that claim has received no developed argumentation on appeal and so has been implicitly waived.   See, e.g., Ryan v. Royal Ins. Co., 916 F.2d 731, 734 (1st Cir.1990).  The dismissal of these various claims is therefore affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner's central claim--that the government's failure to fulfill its alleged promise regarding FWPP participation constitutes a due process violation--is another matter.  \"[W]hen a plea rests in any significant degree on a promise or agreement of the prosecutor, so that it can be said to be part of the inducement or consideration, such promise must be fulfilled.\"  Santobello v. New York, 404 U.S. 257, 262, 92 S.Ct. 495, 499, 30 L.Ed.2d 427 (1971).  Contrary to the district court's jurisdictional ruling, we believe that habeas corpus provides an appropriate procedural vehicle for advancing a Santobello claim.  See, e.g., Kingsley v. United States, 968 F.2d 109, 111 (1st Cir.1992) (action under Sec. 2255 alleging breach of plea agreement).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government suggests that, if the U.S. Attorney's Office in fact made any promise regarding FWPP participation, such a representation would have been ultra vires, see, e.g., Doe v. Civiletti, 635 F.2d 88, 90 (2d Cir.1980), and for that reason unenforceable.  Yet \"[a] plea induced by an unfulfillable promise is no less subject to challenge than one induced by a valid promise which the Government simply fails to fulfill.\"  United States v. Cook, 668 F.2d 317, 320 (7th Cir.1982);  accord, e.g., Mabry v. Johnson, 467 U.S. 504, 509, 104 S.Ct. 2543, 2547, 81 L.Ed.2d 437 (1984) (plea induced by \"unfulfillable promises\" subject to challenge);  Correale v. United States, 479 F.2d 944, 946-47 (1st Cir.1973) (plea rendered involuntary because of failure to carry out promise that was \"impossible of fulfillment\").  The government's argument instead pertains to the appropriate form of remedy--a matter that we have no occasion here to address.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As a result, \"the crucial question is not whether the Government had the authority to carry out the promise which [petitioner] claims he understood it to make, but whether it did in fact make such a promise.\"  Cook, 668 F.2d at 320.   Petitioner advances a colorable claim in the sense that, on appeal, he has submitted two affidavits from the former prosecutors in his case that strongly support his allegations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  He nonetheless has two strikes against him in this regard.  First, the written plea agreement (signed by petitioner, his counsel, and the U.S. Attorney) contains no reference to the FWPP, and declares that \"[n]o additional promises, agreements or conditions have been entered into other than as set forth in this letter and none will be entered into unless in writing and signed by all parties.\"   Second, at the Rule 11 hearing, the district court read portions of the plea agreement into the record and then inquired of petitioner:  \"Except for what is contained in that agreement, has anyone made any promises to you to induce you to plead guilty?\"   Petitioner, while under oath, responded in the negative.  No mention of the FWPP was made at any time during this hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Given these circumstances, petitioner's attempt to establish that an additional promise was made as part of the inducement for his plea faces daunting hurdles.  A defendant is ordinarily bound by his or her representations in court disclaiming the existence of additional promises.  See, e.g., Baker v. United States, 781 F.2d 85, 90 (6th Cir.)  (\"where Rule 11 procedures were fully adequate, absent extraordinary circumstances, or some explanation of why defendant did not reveal other terms, at least when specifically asked to do so by the court, a defendant's plea agreement consists of the terms revealed in open court\"), cert. denied, 479 U.S. 1017, 107 S.Ct. 667, 93 L.Ed.2d 719 (1986);  Barnes v. United States, 579 F.2d 364, 366 (5th Cir.1978) (\"Where, from the transcript, the plea-taking procedures are clear and regular on their face, a petitioner asserting the existence of a bargain outside the record and contrary to his own statements under oath bears a heavy burden.\");   see also United States v. Pellerito, 878 F.2d 1535, 1539 (1st Cir.1989) (defendant cannot \"turn his back on his own representations to the court merely because it would suit his convenience to do so\").  Likewise, the use of parol evidence to supplement the terms of an unambiguous written plea agreement is ordinarily frowned upon, especially where that agreement disclaims the existence of additional promises.  See, e.g., United States v. Ingram, 979 F.2d 1179, 1184 (7th Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1616, 123 L.Ed.2d 176 (1993);  United States v. Gamble, 917 F.2d 1280, 1282 (10th Cir.1990);  Hartman v. Blankenship, 825 F.2d 26, 29 (4th Cir.1987);  see also United States v. Hogan, 862 F.2d 386, 388 (1st Cir.1988) (fact that plea agreement disclaims existence of other promises \"militate[s] strongly\" against defendant's assertion to contrary).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Yet each of these rules is subject to exception in unusual cases.  In Blackledge v. Allison, 431 U.S. 63, 97 S.Ct. 1621, 52 L.Ed.2d 136 (1977), the Court stated that no \"per se rule\" could be adopted \"excluding all possibility that a defendant's representations at the time his guilty plea was accepted were so much the product of such factors as misunderstanding, duress, or misrepresentation by others as to make the guilty plea [unlawful].\"  Id. at 75, 97 S.Ct. at 1629-30;  see, e.g., Gamble, 917 F.2d at 1282 &amp; n. 1 (noting that case did not \"come within any Blackledge exception\");  United States v. Hammerman, 528 F.2d 326, 331 (4th Cir.1975) (defendant's oral disavowal of additional promises cannot be \"considered conclusive\" under circumstances).  Referring to the parol evidence rule, the Blackledge Court explicitly noted that a written contractual provision disclaiming the existence of additional promises, while deserving of \"great weight,\" does not \"conclusively bar subsequent proof that such additional agreements exist and should be given force.\"  431 U.S. at 75 n. 6, 97 S.Ct. at 1630 n. 6;  accord, e.g., Kingsley, 968 F.2d at 115 (explaining that \"parol evidence rule is not rigidly applied in construing plea agreements\" because contract issues that are involved implicate \"constitutional rights as well as concern for the fair administration of justice\") (quoting United States v. Garcia, 956 F.2d 41, 43-44 (4th Cir.1992)) (internal quotation marks omitted).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">For several reasons, we are unwilling prematurely to foreclose the possibility that the instant case might be sufficiently unusual to call for an exception to these rules.  First, petitioner alleges that both his counsel and the government prosecutor advised him that the FWPP promise was an \"administrative matter\" that did not need to appear in the plea agreement or be mentioned in court.  Second, he claims that, to the extent this advice was erroneous, his counsel provided ineffective assistance.  Third, despite the provision in the plea agreement requiring any amendments to be in writing, the record indicates that the agreement was later modified (to provide for the dismissal of three counts) without such written documentation.  Fourth, petitioner could not have been expected to object, at the Rule 11 hearing or at sentencing, to the alleged breach of promise, inasmuch as any such breach occurred only years later.  Compare, e.g., Baker, 781 F.2d at 90 (\"It is significant that ... the alleged promise was broken, if at all, right before defendant and in open court.\").  Fifth, the district court, having summarily dismissed on jurisdictional grounds, has not had the opportunity to consider this issue.  And finally, on the limited record before us--keeping in mind, especially, the prosecutors' affidavits (which the district court did not have the benefit of reading) and the fact that petitioner was placed in a security program while in prison--the allegation that he was promised protection cannot be dismissed out of hand as fanciful.  While it is unlikely that any of these factors, standing alone, would warrant a remand, we think that they are sufficient in combination to render further proceedings appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  For the reasons stated, the judgment of the district court is affirmed in part and reversed in part, and the case is remanded for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We do note that courts on occasion have specifically enforced promises that would encroach on the jurisdiction of independent entities.  See, e.g., Palermo v. Warden, 545 F.2d 286, 296 (2d Cir.1976) (enforcing promise of early parole, in face of contrary decision of Parole Board, and ordering defendant's release as \"the only meaningful relief in the context of this case\"), cert. dismissed, 431 U.S. 911, 97 S.Ct. 2166, 53 L.Ed.2d 221 (1977);  see generally 2 W. LaFave &amp; J. Israel, Criminal Procedure Sec. 20.2, at 600-01 (1984).  We also note the rather obvious point that, should a breach of promise be found in the instant case, the appropriate form of remedy will depend on the nature of that promise.  See, e.g., Geisser v. United States, 513 F.2d 862, 869, 872 (5th Cir.1975) (promise by Department of Justice, which district court construed as assurance that petitioner would not be deported to Switzerland, is interpreted by appeals court as pledge to use its \"best efforts\" to persuade State Department not to do so;  as so construed, promise is specifically enforced)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The government, while protesting that such evidence should not be considered, has responded by submitting the transcript of the Rule 11 hearing and a copy of the written plea agreement.  We think it appropriate to consider such materials, inasmuch as the district court summarily dismissed the pro se petition here sua sponte without affording petitioner the opportunity to amend.  Cf. Johnson v. Rodriguez, 943 F.2d 104, 108 n. 3 (1st Cir.1991) (agreeing to consider claim not raised below under such circumstances), cert. denied, --- U.S. ----, 112 S.Ct. 948, 117 L.Ed.2d 117 (1992);  Lesko v. Lehman, 925 F.2d 1527, 1538 n. 8 (3d Cir.)  (noting that appeals court had directed petitioner to file affidavit from his attorney detailing plea negotiations), cert. denied, --- U.S. ----, 112 S.Ct. 273, 116 L.Ed.2d 226 (1991).  It makes no difference in any event, since a remand would be warranted even if we confined our attention to the allegations in the petition, disregarding both sides' additional proffers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We acknowledge that the Blackledge holding was based in part on the sparse record of the change-of-plea hearing and the \"ambiguous status of the process of plea bargaining at the time the guilty plea was made.\"  431 U.S. at 76, 97 S.Ct. at 1630;  see Baker, 781 F.2d at 89 (distinguishing Blackledge on this basis).  Nonetheless, it cannot be said that the advent of modern Rule 11 procedures has robbed that decision of all currency.  See, e.g., 2 W. LaFave &amp; J. Israel, Criminal Procedure Sec. 20.5, at 668 (1984) (even where Rule 11 hearing was flawless, there are still \"some circumstances\" in which an evidentiary hearing may be required) (internal citations and quotation marks omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that the district court has appointed counsel in a related action recently filed by petitioner.  Bemis v. Pappalardo, No. 94-10151 (D.Mass.).  Whether the two actions ought to be consolidated, and whether counsel ought to be appointed in the instant case, are matters we entrust to the district court's discretion.  Cf. United States v. Mala, 7 F.3d 1058, 1064 n. 7 (1st Cir.1993) (noting that \"selection of appointed counsel is a matter best left to the court in which such counsel is to appear\"), cert. denied, --- U.S. ----, 114 S.Ct. 1839, 128 L.Ed.2d 466 (1994)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></span></p>\n    <p class=\"parties\">Gregg M. BEMIS, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 93-2387.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted May 2, 1994.<br>Decided July 22, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gregg M. Bemis, pro se.</p>\n      <p class=\"indent\">Donald K. Stern, U.S. Atty., and Annette Forde, Asst. U.S. Atty., on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and CYR, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Gregg Bemis appeals pro se from the summary dismissal of his motion to vacate, set aside, or correct his sentence under 28 U.S.C. Sec. 2255.  The centerpiece of his petition is the allegation that government prosecutors have reneged on a promise, made as part of his 1984 plea agreement, to secure (or at least recommend) his entry into the Federal Witness Protection Program (FWPP) upon his release from prison.  From this premise, petitioner advances a number of claims--most of which are no longer zoetic and, therefore, need not be described at any length.  In particular, to the extent he is seeking release on his state sentence, that claim is now moot.  To the extent he is seeking damages for wrongful imprisonment, that claim has been explicitly withdrawn.  And to the extent he is challenging (for reasons that are never explained) the term of probation imposed in 1991, that claim has received no developed argumentation on appeal and so has been implicitly waived.   See, e.g., Ryan v. Royal Ins. Co., <span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 734 (1st Cir.1990).  The dismissal of these various claims is therefore affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner's central claim--that the government's failure to fulfill its alleged promise regarding FWPP participation constitutes a due process violation--is another matter.  \"[W]hen a plea rests in any significant degree on a promise or agreement of the prosecutor, so that it can be said to be part of the inducement or consideration, such promise must be fulfilled.\"  Santobello v. New York, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 262, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">495</span></a></span>, 499, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">427</span> </a></span>(1971).  Contrary to the district court's jurisdictional ruling, we believe that habeas corpus provides an appropriate procedural vehicle for advancing a Santobello claim.  See, e.g., Kingsley v. United States, <span class=\"citation\" data-id=\"586287\"><a href=\"/opinion/586287/michael-j-kingsley-v-united-states/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">109</span></a></span>, 111 (1st Cir.1992) (action under Sec. 2255 alleging breach of plea agreement).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government suggests that, if the U.S. Attorney's Office in fact made any promise regarding FWPP participation, such a representation would have been ultra vires, see, e.g., Doe v. Civiletti, <span class=\"citation\" data-id=\"384546\"><a href=\"/opinion/384546/jane-doe-individually-and-on-behalf-of-her-four-infant-children-plaintiff/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">88</span></a></span>, 90 (2d Cir.1980), and for that reason unenforceable.  Yet \"[a] plea induced by an unfulfillable promise is no less subject to challenge than one induced by a valid promise which the Government simply fails to fulfill.\"  United States v. Cook, <span class=\"citation\" data-id=\"398687\"><a href=\"/opinion/398687/united-states-v-donnie-lee-cook/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span>, 320 (7th Cir.1982);  accord, e.g., Mabry v. Johnson, <span class=\"citation\" data-id=\"111208\"><a href=\"/opinion/111208/mabry-v-johnson/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span>, 509, <span class=\"citation\" data-id=\"111208\"><a href=\"/opinion/111208/mabry-v-johnson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2543</span></a></span>, 2547, <span class=\"citation\" data-id=\"111208\"><a href=\"/opinion/111208/mabry-v-johnson/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">437</span> </a></span>(1984) (plea induced by \"unfulfillable promises\" subject to challenge);  Correale v. United States, <span class=\"citation\" data-id=\"311567\"><a href=\"/opinion/311567/anthony-correale-v-united-states/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">944</span></a></span>, 946-47 (1st Cir.1973) (plea rendered involuntary because of failure to carry out promise that was \"impossible of fulfillment\").  The government's argument instead pertains to the appropriate form of remedy--a matter that we have no occasion here to address.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As a result, \"the crucial question is not whether the Government had the authority to carry out the promise which [petitioner] claims he understood it to make, but whether it did in fact make such a promise.\"  <span class=\"citation\" data-id=\"398687\"><span class=\"antecedent_guess\">Cook,</span> <a href=\"/opinion/398687/united-states-v-donnie-lee-cook/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">320</span></a></span>.   Petitioner advances a colorable claim in the sense that, on appeal, he has submitted two affidavits from the former prosecutors in his case that strongly support his allegations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  He nonetheless has two strikes against him in this regard.  First, the written plea agreement (signed by petitioner, his counsel, and the U.S. Attorney) contains no reference to the FWPP, and declares that \"[n]o additional promises, agreements or conditions have been entered into other than as set forth in this letter and none will be entered into unless in writing and signed by all parties.\"   Second, at the Rule 11 hearing, the district court read portions of the plea agreement into the record and then inquired of petitioner:  \"Except for what is contained in that agreement, has anyone made any promises to you to induce you to plead guilty?\"   Petitioner, while under oath, responded in the negative.  No mention of the FWPP was made at any time during this hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Given these circumstances, petitioner's attempt to establish that an additional promise was made as part of the inducement for his plea faces daunting hurdles.  A defendant is ordinarily bound by his or her representations in court disclaiming the existence of additional promises.  See, e.g., Baker v. United States, <span class=\"citation\" data-id=\"463259\"><a href=\"/opinion/463259/david-wayne-baker-v-united-states/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">85</span></a></span>, 90 (6th Cir.)  (\"where Rule 11 procedures were fully adequate, absent extraordinary circumstances, or some explanation of why defendant did not reveal other terms, at least when specifically asked to do so by the court, a defendant's plea agreement consists of the terms revealed in open court\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1017</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">667</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">719</span> </span>(1986);  Barnes v. United States, <span class=\"citation\" data-id=\"357933\"><a href=\"/opinion/357933/robert-lee-barnes-v-united-states/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span>, 366 (5th Cir.1978) (\"Where, from the transcript, the plea-taking procedures are clear and regular on their face, a petitioner asserting the existence of a bargain outside the record and contrary to his own statements under oath bears a heavy burden.\");   see also United States v. Pellerito, <span class=\"citation\" data-id=\"526038\"><a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1535</span></a></span>, 1539 (1st Cir.1989) (defendant cannot \"turn his back on his own representations to the court merely because it would suit his convenience to do so\").  Likewise, the use of parol evidence to supplement the terms of an unambiguous written plea agreement is ordinarily frowned upon, especially where that agreement disclaims the existence of additional promises.  See, e.g., United States v. Ingram, <span class=\"citation\" data-id=\"595229\"><a href=\"/opinion/595229/united-states-v-george-ingram/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1179</span></a></span>, 1184 (7th Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1616</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span> </span>(1993);  United States v. Gamble, <span class=\"citation\" data-id=\"550744\"><a href=\"/opinion/550744/united-states-v-ranaldo-j-gamble/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1280</span></a></span>, 1282 (10th Cir.1990);  Hartman v. Blankenship, <span class=\"citation\" data-id=\"492057\"><a href=\"/opinion/492057/cecil-mayo-hartman-v-wd-blankenship-attorney-general-of-the-state-of/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span>, 29 (4th Cir.1987);  see also United States v. Hogan, <span class=\"citation\" data-id=\"515175\"><a href=\"/opinion/515175/united-states-v-mark-hogan-and-patricia-hogan/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span>, 388 (1st Cir.1988) (fact that plea agreement disclaims existence of other promises \"militate[s] strongly\" against defendant's assertion to contrary).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Yet each of these rules is subject to exception in unusual cases.  In Blackledge v. Allison, <span class=\"citation\" data-id=\"109648\"><a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">63</span></a></span>, <span class=\"citation\" data-id=\"109648\"><a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1621</span></a></span>, <span class=\"citation\" data-id=\"109648\"><a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span> </a></span>(1977), the Court stated that no \"per se rule\" could be adopted \"excluding all possibility that a defendant's representations at the time his guilty plea was accepted were so much the product of such factors as misunderstanding, duress, or misrepresentation by others as to make the guilty plea [unlawful].\"  <span class=\"citation\" data-id=\"109648\"><a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"id_token\">Id.</span> at 75, </a></span>97 S.Ct. at 1629-30;  see, e.g., <span class=\"citation\" data-id=\"550744\"><span class=\"antecedent_guess\">Gamble,</span> <a href=\"/opinion/550744/united-states-v-ranaldo-j-gamble/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1282</span> </a></span>&amp; n. 1 (noting that case did not \"come within any Blackledge exception\");  United States v. Hammerman, <span class=\"citation\" data-id=\"332105\"><a href=\"/opinion/332105/united-states-v-i-h-hammerman-ii/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">326</span></a></span>, 331 (4th Cir.1975) (defendant's oral disavowal of additional promises cannot be \"considered conclusive\" under circumstances).  Referring to the parol evidence rule, the Blackledge Court explicitly noted that a written contractual provision disclaiming the existence of additional promises, while deserving of \"great weight,\" does not \"conclusively bar subsequent proof that such additional agreements exist and should be given <span class=\"citation\" data-id=\"109648\"><span class=\"antecedent_guess\">force.\"</span>  <a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">75</span> </a></span>n. <span class=\"citation\" data-id=\"109648\"><span class=\"antecedent_guess\">6,</span> <a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1630</span> </a></span>n. 6;  accord, e.g., <span class=\"citation\" data-id=\"586287\"><span class=\"antecedent_guess\">Kingsley,</span> <a href=\"/opinion/586287/michael-j-kingsley-v-united-states/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">115</span> </a></span>(explaining that \"parol evidence rule is not rigidly applied in construing plea agreements\" because contract issues that are involved implicate \"constitutional rights as well as concern for the fair administration of justice\") (quoting United States v. Garcia, <span class=\"citation\" data-id=\"577204\"><a href=\"/opinion/577204/united-states-v-daniel-garcia/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 43-44 (4th Cir.1992)) (internal quotation marks omitted).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">For several reasons, we are unwilling prematurely to foreclose the possibility that the instant case might be sufficiently unusual to call for an exception to these rules.  First, petitioner alleges that both his counsel and the government prosecutor advised him that the FWPP promise was an \"administrative matter\" that did not need to appear in the plea agreement or be mentioned in court.  Second, he claims that, to the extent this advice was erroneous, his counsel provided ineffective assistance.  Third, despite the provision in the plea agreement requiring any amendments to be in writing, the record indicates that the agreement was later modified (to provide for the dismissal of three counts) without such written documentation.  Fourth, petitioner could not have been expected to object, at the Rule 11 hearing or at sentencing, to the alleged breach of promise, inasmuch as any such breach occurred only years later.  Compare, e.g., <span class=\"citation\" data-id=\"463259\"><span class=\"antecedent_guess\">Baker,</span> <a href=\"/opinion/463259/david-wayne-baker-v-united-states/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">90</span> </a></span>(\"It is significant that ... the alleged promise was broken, if at all, right before defendant and in open court.\").  Fifth, the district court, having summarily dismissed on jurisdictional grounds, has not had the opportunity to consider this issue.  And finally, on the limited record before us--keeping in mind, especially, the prosecutors' affidavits (which the district court did not have the benefit of reading) and the fact that petitioner was placed in a security program while in prison--the allegation that he was promised protection cannot be dismissed out of hand as fanciful.  While it is unlikely that any of these factors, standing alone, would warrant a remand, we think that they are sufficient in combination to render further proceedings appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  For the reasons stated, the judgment of the district court is affirmed in part and reversed in part, and the case is remanded for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We do note that courts on occasion have specifically enforced promises that would encroach on the jurisdiction of independent entities.  See, e.g., Palermo v. Warden, <span class=\"citation\" data-id=\"340660\"><a href=\"/opinion/340660/thomas-palermo-and-sheldon-saltzman-v-warden-green-haven-state-prison/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">286</span></a></span>, 296 (2d Cir.1976) (enforcing promise of early parole, in face of contrary decision of Parole Board, and ordering defendant's release as \"the only meaningful relief in the context of this case\"), cert. dismissed, <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation\" data-id=\"109655\"><a href=\"/opinion/109655/state-of-texas-v-state-of-louisiana/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">221</span> </span>(1977);  see generally 2 W. LaFave &amp; J. Israel, Criminal Procedure Sec. 20.2, at 600-01 (1984).  We also note the rather obvious point that, should a breach of promise be found in the instant case, the appropriate form of remedy will depend on the nature of that promise.  See, e.g., Geisser v. United States, <span class=\"citation\" data-id=\"326760\"><a href=\"/opinion/326760/petition-of-josette-geisser-divorced-bauer-aka-paulette-louise-fallai/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></a></span>, 869, 872 (5th Cir.1975) (promise by Department of Justice, which district court construed as assurance that petitioner would not be deported to Switzerland, is interpreted by appeals court as pledge to use its \"best efforts\" to persuade State Department not to do so;  as so construed, promise is specifically enforced)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The government, while protesting that such evidence should not be considered, has responded by submitting the transcript of the Rule 11 hearing and a copy of the written plea agreement.  We think it appropriate to consider such materials, inasmuch as the district court summarily dismissed the pro se petition here sua sponte without affording petitioner the opportunity to amend.  Cf. Johnson v. Rodriguez, <span class=\"citation\" data-id=\"567585\"><a href=\"/opinion/567585/leroy-h-johnson-jr-v-alex-rodriguez-etc/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 108 n. 3 (1st Cir.1991) (agreeing to consider claim not raised below under such circumstances), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">117</span> </span>(1992);  Lesko v. Lehman, <span class=\"citation\" data-id=\"556380\"><a href=\"/opinion/556380/john-charles-lesko-v-joseph-lehman-commissioner-of-the-pennsylvania/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1527</span></a></span>, 1538 n. 8 (3d Cir.)  (noting that appeals court had directed petitioner to file affidavit from his attorney detailing plea negotiations), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">273</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">226</span> </span>(1991).  It makes no difference in any event, since a remand would be warranted even if we confined our attention to the allegations in the petition, disregarding both sides' additional proffers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We acknowledge that the Blackledge holding was based in part on the sparse record of the change-of-plea hearing and the \"ambiguous status of the process of plea bargaining at the time the guilty plea was made.\"  431 U.S. at 7<span class=\"citation\" data-id=\"109648\"><span class=\"antecedent_guess\">6,</span> <a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1630</span></a></span>;  see <span class=\"citation\" data-id=\"463259\"><span class=\"antecedent_guess\">Baker,</span> <a href=\"/opinion/463259/david-wayne-baker-v-united-states/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">89</span> </a></span>(distinguishing Blackledge on this basis).  Nonetheless, it cannot be said that the advent of modern Rule 11 procedures has robbed that decision of all currency.  See, e.g., 2 W. LaFave &amp; J. Israel, Criminal Procedure Sec. 20.5, at 668 (1984) (even where Rule 11 hearing was flawless, there are still \"some circumstances\" in which an evidentiary hearing may be required) (internal citations and quotation marks omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that the district court has appointed counsel in a related action recently filed by petitioner.  Bemis v. Pappalardo, No. 94-10151 (D.Mass.).  Whether the two actions ought to be consolidated, and whether counsel ought to be appointed in the instant case, are matters we entrust to the district court's discretion.  Cf. United States v. Mala, <span class=\"citation\" data-id=\"194994\"><a href=\"/opinion/194994/united-states-v-mala/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1064 n. 7 (1st Cir.1993) (noting that \"selection of appointed counsel is a matter best left to the court in which such counsel is to appear\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1839</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span> </span>(1994)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109648/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109655/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111208/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194994/",
    "https://www.courtlistener.com/api/rest/v3/opinions/311567/",
    "https://www.courtlistener.com/api/rest/v3/opinions/326760/",
    "https://www.courtlistener.com/api/rest/v3/opinions/332105/",
    "https://www.courtlistener.com/api/rest/v3/opinions/340660/",
    "https://www.courtlistener.com/api/rest/v3/opinions/357933/",
    "https://www.courtlistener.com/api/rest/v3/opinions/384546/",
    "https://www.courtlistener.com/api/rest/v3/opinions/398687/",
    "https://www.courtlistener.com/api/rest/v3/opinions/463259/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492057/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515175/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526038/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550744/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556380/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577204/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595229/"
  ]
}