{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195587/",
  "id": 195587,
  "absolute_url": "/opinion/195587/united-technologies-v-browning-ferris/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195587/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:14Z",
  "date_modified": "2020-02-21T23:27:53.000798Z",
  "type": "010combined",
  "sha1": "e9b8db3c3166714e38463648435f56a55c03c37f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2253.01A",
  "local_path": null,
  "plain_text": "September 12, 1994\n                  UNITED STATES COURT OF APPEALS\n\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-2253\n\n             UNITED TECHNOLOGIES CORPORATION, ET AL.,\n                     Plaintiffs, Appellants,\n\n                                v.\n\n            BROWNING-FERRIS INDUSTRIES, INC., ET AL.,\n                      Defendants, Appellees.\n\n                                             \n\n                           ERRATA SHEET\n\n     The  opinion of  the  court issued  on  August 19,  1994  is\ncorrected as follows:\n\n     On page 4, last line   delete citation\n\n     On page  5, line 11    change \"in March, 1986\"  to \"no later\nthan early 1987\"\n\n     On page 5, lines 16, 17, 18   change sentence beginning with\n\"Here, . . . .\" to \"Here, the court entered the consent decree in\nMarch of 1986 and remedial construction apparently started at the\nSite within one year of that event.\"\n\n     On page 19   line 13   change \"five\" to \"six\"\n\n       For copy of appendix, please contact Clerk's Office.\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-2253\n\n             UNITED TECHNOLOGIES CORPORATION, ET AL.,\n                     Plaintiffs, Appellants,\n\n                                v.\n\n            BROWNING-FERRIS INDUSTRIES, INC., ET AL.,\n                      Defendants, Appellees.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. Morton A. Brody, U.S. District Judge]\n                                                     \n\n                                             \n\n                              Before\n\n                      Breyer,* Chief Judge,\n                                          \n\n               Torruella and Selya, Circuit Judges.\n                                                  \n\n                                             \n\n     Peter Buscemi, with whom Howard  T. Weir, Thomas J. O'Brien,\n                                                                \nEllen B. Steen, Morgan,  Lewis &amp; Bockius, Jeffrey A.  Thaler, and\n                                                            \nBerman &amp; Simmons, P.A. were on brief, for appellants.\n                      \n     Robert  L. Gulley,  with whom  Samuel B. Boxerman,  Sidley &amp;\n                                                                 \nAustin, John A. Ciraldo, and  Perkins, Thompson, Hinckley &amp; Keddy\n                                                                 \nwere on brief, for appellee Browning-Ferris Industries, Inc.\n     Arlyn  H.  Weeks and  Conley, Haley  &amp;  O'Neil on  brief for\n                                                   \nappellee Central Maine Power Co.\n     Edward  E.  Shea, Clayton  A.  Prugh,  Elizabeth A.  Bryson,\n                                                                \nWindels, Marx, Davies &amp; Ives, Nicholas M. Lanzilotta, and Colby &amp;\n                                                                 \nLanzilotta on brief for appellee Carleton Woolen Mills, Inc.\n          \n\n                                             \n\n                         August 19, 1994\n                                             \n\n               \n*Chief Judge  Stephen Breyer heard  oral argument in  this matter\nbut did not  participate in the drafting  or the issuance of  the\n\npanel's  opinion.   The remaining  two panelists  therefore issue\nthis opinion pursuant to 28 U.S.C.   46(d).\n\n          SELYA,  Circuit Judge.    This appeal  demands that  we\n          SELYA,  Circuit Judge.\n                               \n\nclarify  the  relationship  between  cost  recovery  actions  and\n\ncontribution  actions  under   the  Comprehensive   Environmental\n\nResponse, Compensation  and Liability Act (CERCLA),  42 U.S.C.   \n\n9601-9675  (1987), as  amended  by the  Superfund Amendments  and\n\nReauthorization Act of 1986 (SARA), Pub. L. No. 99-499,    101 et\n                                                                 \n\nseq.,  100  Stat. 1613  (1986).   Having  completed our  task, we\n    \n\naffirm the district court's entry of summary judgment terminating\n\nappellants' action as time-barred.\n\nI.  BACKGROUND\n\n          The essential facts are not in dispute.  In 1981, after\n\ndiscovering  hazardous substance  contaminants  at a  landfill in\n\nWinthrop, Maine  (the  Site),  the  United  States  Environmental\n\nProtection Agency (EPA) placed the Site on  its national priority\n\nlist.    The  EPA and  Maine  thereafter  undertook  a concurrent\n\ninvestigation  and  determined  that  Inmont  Corporation,  since\n\nacquired by plaintiff-appellant  United Technologies  Corporation\n\n(UTC),1  had conducted contamination  producing activities at the\n\nSite from 1950 to 1975.\n\n          In 1982,  the EPA notified  Inmont that it  was liable,\n\nunder  CERCLA, to  clean up  the Site.   Several years  of dilly-\n\ndallying  eventually gave  way to  negotiations among  Inmont and\n\n                    \n\n     1UTC acquired  Inmont in 1979 and  transferred its ownership\nto  BASF Corporation  (a UTC  subsidiary) in  1985.   Inmont then\nmerged  into BASF.  UTC  and BASF brought  this suit jointly, and\nboth appear here as appellants.\n\n                                4\n\ncertain  other potentially  responsible parties  (PRPs),2 on  one\n\nhand, and  the appropriate  federal and  state officials,  on the\n\nsecond  hand.   The  parties reached  a  tentative agreement  and\n\nprepared  a  consent decree.   On  January  29, 1986,  the United\n\nStates filed  a  civil action  against  Inmont and  others  under\n\nCERCLA,  with a view toward securing a judicial imprimatur on the\n\nproposed decree.  The suit alleged that the named defendants were\n\njointly  and severally liable for the costs the United States had\n\nincurred, and would continue to absorb, in responding to releases\n\nand threatened releases at the Site.\n\n          The district  court  promptly consolidated  EPA's  case\n\nwith a nearly  identical case  that Maine had  filed against  the\n\nsame  defendants; and, on March  23, 1986, the  court entered the\n\nconsent decree.  Pursuant thereto, appellants agreed to undertake\n\nand complete corrective  work at  the Site in  accordance with  a\n\nplan  for remedial action.   The cleanup proved  to be expensive:\n\nappellants make the uncontradicted  claim that remedial work cost\n\nin excess  of $13,000,000 to date,  and that work yet  to be done\n\nlikely will absorb an additional $20,000,000 or more.  Appellants\n\nalso  agreed to reimburse, and  have since paid,  the federal and\n\nstate  sovereigns  $475,000  for costs  previously  incurred with\n\nrespect to scouring the Site.\n\n          On October 16, 1992, appellants brought suit in federal\n\ndistrict  court against  several defendants,  including Browning-\n\n                    \n\n     2The other PRPs  were the Town of Winthrop,  Everett Savage,\nand Glenda Savage.  None of them are involved in this appeal.\n\n                                5\n\nFerris  Industries,  Inc.  (Browning).3     In  their  complaint,\n\nappellants posited claims under both federal and state law.  They\n\nalleged that the defendants  were wholly or partially responsible\n\nfor  contamination of the Site and sought three separate kinds of\n\nrelief,  namely, (1) recovery  of cleanup costs  paid directly by\n\nthem (hereinafter \"first-instance costs\"); (2) recovery of monies\n\npaid  by them  to reimburse the  EPA and Maine  for cleanup costs\n\n(hereinafter \"reimbursed costs\"); and (3) a declaration of rights\n\nin respect to liability for future response costs.\n\n          Browning moved for summary judgment, hypothesizing that\n\nCERCLA's  statute  of  limitations  barred   appellants'  federal\n\nclaims,  and that the pendent state  claims should, therefore, be\n\ndismissed for  lack  of  jurisdiction.    Appellants  voluntarily\n\ndismissed their claims regarding the reimbursed costs (apparently\n\nbelieving  such  claims  to constitute  time-barred  contribution\n\nclaims), but otherwise  opposed the motion.   A magistrate  judge\n\nrecommended  granting   brevis   disposition  with   respect   to\n                              \n\nappellants' remaining  claims.  The  district court agreed.   See\n                                                                 \n\n1993 WL 66007 (D. Me. May 27, 1993).  This appeal followed.4\n\n                    \n\n     3The other named defendants included  Carleton Woolen Mills,\nInc., Central  Maine Power  Company, Community Service  Telephone\nCo.,  Progressive  Iron Works,  Inc.,  and  Quaker Lace  Company.\nEarly in the proceedings,  appellants voluntarily dismissed their\naction against Quaker Lace.  The remaining defendants appear here\nas appellees.\n\n     4When Browning sought  summary judgment,  all the  remaining\ndefendants followed suit.   They ultimately achieved an identical\nresult.  This proceeding  embraces the district court's  grant of\nsummary  judgment  in  favor of  all  defendants.    For ease  in\nreference  we  treat the  appeal as  if  Browning alone  were the\nappellee, but our resolution of it applies with full force to all\n\n                                6\n\nII.  ANALYSIS\n\n          CERCLA and SARA together  create two different kinds of\n\nlegal  actions by which  parties can  recoup some  or all  of the\n\ncosts associated with  cleanups:  cost  recovery actions, see  42\n                                                             \n\nU.S.C.   9607(a), and contribution actions, see id.   9613(f)(1).\n                                                   \n\nCost  recovery  actions  are subject  to  a  six-year  statute of\n\nlimitations,  see id.    9613(g)(2),  while  contribution actions\n                     \n\nmust be brought within half that time, see id.   9613(g)(3).5\n                                              \n\n          In this case appellants' cause of action, no matter how\n\nit is visualized,  accrued no later than early 1987.  Compare id.\n                                                                 \n\n 9613(g)(2)(B)  (providing  that  the  trigger date  for  a  cost\n\nrecovery  action is fixed by the  \"initiation of physical on-site\n\nconstruction of  the remedial  action\")  with id.   9613(g)(3)(B)\n                                                \n\n(providing  that the  accrual  period  for  contribution  actions\n\nbegins  when  a  \"judicially approved  settlement\"  is  entered).\n\nHere, the court  entered the consent decree in March  of 1986 and\n\nremedial  construction started at the Site in the same month that\n\nthe  court entered  the consent  decree, namely,  March of  1986.\n\nAppellants  brought   suit  roughly  five   and  one-half   years\n\nthereafter.   Thus,  the  sole question  presented  on appeal  is\n\nwhether  appellants' action is an action for cost recovery or one\n\nfor  contribution.   If  appellants' action  qualifies under  the\n\nformer  rubric, it is timely;  but, if it  is properly classified\n\n                    \n\nthe other appellees.\n\n     5We  set out the text of the centrally relevant statutes, 42\nU.S.C.    9607(a), 9613(f) &amp; 9613(g), in an appendix hereto.\n\n                                7\n\nunder the latter rubric, it comes too late.\n\n          Because  the  issue  on  appeal turns  on  the  correct\n\ninterpretation of the relevant statutory  provisions, we exercise\n\nde  novo review.  See United States  v. Gifford, 17 F.3d 462, 472\n                                               \n\n(1st Cir. 1994) (holding that  questions of law engender  plenary\n\nappellate review); Liberty Mut. Ins. Co. v. Commercial Union Ins.\n                                                                 \n\nCo., 978 F.2d 750, 757 (1st Cir. 1992) (same).\n   \n\n                A.  The Contours of Contribution.\n                                                \n\n          Four portions of the statute are of immediately obvious\n\nrelevance.  The only one of the four found in the original CERCLA\n\nlegislation  is  42 U.S.C.     9607(a)(4).   This  proviso  makes\n\nenumerated parties  \"liable for  . . .  all costs  of removal  or\n\nremedial action  incurred by [government entities  and] any other\n\nnecessary  costs  of  response   incurred  by  any  other  person\n\nconsistent with  the national contingency plan.\"  The other three\n\nprovisions  originated  in SARA  and are  all codified  within 42\n\nU.S.C.    9613.  Under 42  U.S.C.   9613(f)(1), \"[a]ny person may\n\nseek  contribution  from  any  other  person  who  is  liable  or\n\npotentially  liable\"  for  response  costs.    The  same  section\n\ncontains  two statutes  of  limitations.   One  provides that  an\n\naction  for cost recovery must  be commenced within  six years of\n\nthe accrual date.6   Id.   9613(g)(2).   The other provides  that\n                        \n\n\"[n]o action for contribution for  any response costs or  damages\n\nmay be commenced more than 3 years after . . . the date of . .  .\n\n                    \n\n     6This subsection speaks  in terms \"of the costs  referred to\nin [section 9607].\"  42 U.S.C.   9613(g)(2).\n\n                                8\n\nentry of a  judicially approved settlement  with respect to  such\n\ncosts or damages.\"  Id.   9613(g)(3).\n                       \n\n            It is  apodictic that our  first recourse must  be to\n\nthe statute's text and  structure.  See United States  v. O'Neil,\n                                                                \n\n11 F.3d 292, 295 (1st Cir. 1993); United States v. Charles George\n                                                                 \n\nTrucking Co., 823 F.2d 685, 688 (1st Cir. 1987).   Following this\n            \n\npath, it is evident that CERCLA differentiates between \"action[s]\n\nfor  recovery of . .  . costs\" and  \"action[s] for contribution.\"\n\nCompare 42 U.S.C.    9613(g)(2) with id.   9613(g)(3).   Although\n                                        \n\nCongress did not explicitly plot the boundary that divides  these\n\ntwo types of actions, we are not  wholly without guidance.  Under\n\naccepted canons  of construction, legal  terms used in  framing a\n\nstatute  are ordinarily presumed to  have been intended to convey\n\ntheir customary legal meaning.  See Bradley v. United States, 410\n                                                            \n\nU.S. 605, 609 (1973)  (holding that \"the law uses  familiar legal\n\nexpressions in  their familiar legal sense\")  (citation omitted);\n\nMCA, Inc. v. Wilson, 677 F.2d 180, 186 (2d  Cir. 1981) (similar);\n                   \n\nsee also 2A Norman J. Singer, Sutherland Stat. Const.   47.30, at\n                                                     \n\n262 (5th ed. 1992).  This precept has special force when, as now,\n\nthere  is no persuasive evidence  that Congress aspired  to use a\n\nparticular legal term in some unusual or unorthodox sense.\n\n          This  canon measurably  assists our  effort to  ascribe\n\nmeaning to the word \"contribution.\"   Contribution is a  standard\n\nlegal  term that  enjoys  a stable,  well-known  denotation.   It\n\nrefers  to a claim \"by  and between jointly  and severally liable\n\nparties  for an appropriate division  of the payment  one of them\n\n                                9\n\nhas  been  compelled to  make.\"   Akzo  Coatings, Inc.  v. Aigner\n                                                                 \n\nCorp.,     F.3d    ,      (7th Cir. 1994)  [1994 U.S. App.  LEXIS\n     \n\n17028  at  *5];  accord  Northwest Airlines,  Inc.  v.  Transport\n                                                                 \n\nWorkers  Union, 451 U.S. 77,  87-88 (1981); In  re \"Agent Orange\"\n                                                                 \n\nProd. Liab.  Litig., 818 F.2d 204,  207 (2d Cir. 1987);  see also\n                                                                 \n\nBlack's Law Dictionary 399  (6th ed. 1990) (defining contribution\n                      \n\nas  a right  \"of one  who has  discharged  a common  liability to\n\nrecover  of another  also liable,  the  aliquot portion  which he\n\nought  to pay  or  bear\").7   Accordingly,  absent evidence  that\n\nCongress  had a different, more exotic definition in mind, we are\n\ninclined,  in  parsing  42  U.S.C.     9613,  to  give  the  word\n\n\"contribution\" its generally accepted legal meaning.\n\n          The relevant external  considerations counsel in  favor\n\nof  this usage and, thus, solidify our inclination.  Perhaps most\n\nimportant,   ascribing  a   traditional  meaning   to  the   term\n\n\"contribution\"  fits both  CERCLA's language  and its  structure.\n\nUnder  such a reading, the two statutes of limitations complement\n\neach other and together  exhaust the types of actions  that might\n\nbe brought to  recoup response costs:   the shorter  prescriptive\n\nperiod,  contained in  42  U.S.C.    9613(g)(3), governs  actions\n\nbrought  by liable  parties  during or  following a  civil action\n\n                    \n\n     7Most  states  have  adopted  contribution  provisions  that\noperate along  substantially similar lexicographical lines.   See\n                                                                 \nNorthwest Airlines,  451 U.S. at 87  n.17 (collecting exemplars).\n                  \nThis is  an important datum because  CERCLA's legislative history\nevinces an intent that  courts establish the scope and  nature of\nCERCLA liability  consistent  with evolving  principles  of  law.\nSee, e.g.,  126  Cong.  Rec.  30,932 (1980)  (statement  of  Sen.\n         \nRandolph); 126  Cong.  Rec. 31,  965  (1980) (statement  of  Rep.\nFlorio).\n\n                                10\n\nunder 42  U.S.C.     9606-9607(a),  while the  longer statute  of\n\nlimitations,  contained  in  42 U.S.C.     9613(g)(2),  addresses\n\nactions brought by innocent parties that have undertaken cleanups\n\n(say, the federal, state or local government).8\n\n          This reading fits especially  well with the language of\n\n42 U.S.C.   9613(g)(2),  which concerns actions for \"recovery  of\n\nthe costs.\"  That  phrase, reiterative of the  subsection heading\n\n\"Actions for recovery  of costs,\" suggests full recovery;  and it\n\nis  sensible  to  assume  that Congress  intended  only  innocent\n\nparties    not  parties  who  were  themselves  liable     to  be\n\npermitted  to  recoup  the  whole  of  their  expenditures.    By\n\ncontrast, 42  U.S.C.    9613(g)(3) allows a  \"non-innocent\" party\n\n(i.e., a party who  himself is liable) only to seek recoupment of\n     \n\nthat portion of his expenditures which exceeds his pro rata share\n                                                           \n\nof the overall liability    in other words, to  seek contribution\n\n                    \n\n     8It is possible that, although falling outside the statutory\nparameters  established  for  an  express  cause  of  action  for\ncontribution, see 42 U.S.C.   9613(f)(1), a PRP who spontaneously\n                 \ninitiates a  cleanup without governmental prodding  might be able\nto  pursue an implied right  of action for  contribution under 42\nU.S.C.   9607(c).  See Key Tronic Corp. v. United  States, 114 S.\n                                                         \nCt.  1960, 1966  (1994)  (explaining that  CERCLA now  \"expressly\nauthorizes a cause  of action  for contribution in  [  9613]  and\nimpliedly authorizes a similar and somewhat overlapping remedy in\n[  9607]\"); cf.  In re Hemingway Transp., Inc., 993 F.2d 915, 931\n                                              \n(1st Cir.) (stating  in dictum  that \"in the  event the  private-\naction plaintiff itself  is potentially `liable'  to the EPA  for\nresponse costs, and thus is akin to a joint `tortfeasor,' section\n9607(a)(4)(B)  serves  as  the   pre-enforcement  analog  to  the\n                                                \n`impleader'   contribution   action   permitted   under   section\n9613(f)\"), cert. denied, 114  S. Ct. 303 (1993).  If, indeed, the\n                       \nlaw allows such an implied right of action for contribution to be\nmaintained   a matter on which we take no view   it is unclear to\nus whether such a cause of  action would be subject to the three-\nyear  or the six-year  prescriptive period.   Because this appeal\ndoes not pose that question, we leave it for another day.\n\n                                11\n\nrather  than complete  indemnity.   The  statutory language  thus\n\nsuggests that cost recovery and contribution actions are distinct\n\nand do not overlap.\n\n          The  pre-SARA  caselaw and  SARA's  legislative history\n\ndovetail  to furnish  strong support  for imputing  a traditional\n\nmeaning  to the term \"contribution\" as  it appears in 42 U.S.C.  \n\n9613.    As  originally  written,  CERCLA gave  the  EPA  several\n\nremedial  choices.    For  example,  it  could  (1)  clean  up  a\n\ncontaminated site and then sue to recover its response costs, see\n                                                                 \n\nid.    9607(a)(4), (2)  endeavor to  compel a  PRP  to perform  a\n   \n\ncleanup  by   administrative  order,   or,  if  the   PRP  proved\n\nrecalcitrant,  by obtaining a judicial decree, see id.   9606, or\n                                                      \n\n(3)  negotiate a settlement, see id.    9622.  Despite this array\n                                    \n\nof weapons, however, CERCLA was   and still is   silent as to the\n\nextent of  a particular PRP's  liability.  Judges  abhor vacuums;\n\nand  the courts filled this lacuna in the statute, reading CERCLA\n\nas  imposing joint  and  several liability  on  the part  of  all\n\nresponsible  parties  to  reimburse  the  government for  cleanup\n\nexpenses and to  pay response costs.  See, e.g.,  In re Hemingway\n                                                                 \n\nTransp., Inc., 993 F.2d 915, 921 (1st Cir.), cert. denied, 114 S.\n                                                         \n\nCt. 303 (1993);  O'Neil v. Picillo, 883  F.2d 176, 178  (1st Cir.\n                                  \n\n1989), cert. denied, 493 U.S. 1071 (1990).\n                   \n\n          Notwithstanding the  presumed  existence of  joint  and\n\nseveral  liability, there  was much  uncertainty prior  to SARA's\n\npassage  as  to whether  a responsible  party could  recover from\n\nother PRPs the portion of its cleanup costs that exceeded its pro\n                                                                 \n\n                                12\n\nrata share.   See, e.g., United States v.  New Castle County, 642\n                                                            \n\nF.  Supp.  1258,  1262   (D.  Del.  1986)  (noting  uncertainty).\n\nAlthough most courts ultimately ruled that section 9607 conferred\n\nan implied  right of action  for contribution in  favor of a  PRP\n\nthat paid more  than its  ratable share, see,  e.g., O'Neil,  883\n                                                           \n\nF.2d  at 179; Mardan Corp. v.  C.G.C. Music, Ltd., 804 F.2d 1454,\n                                                 \n\n1457  n.3 (9th  Cir.  1986), the  situation  was clouded  by  the\n\nCourt's refusal to imply rights of action under other statutes in\n\nthe absence  of an  express direction  from Congress,  see, e.g.,\n                                                                \n\nTexas  Indus., Inc.  v. Radcliff Materials,  Inc., 451  U.S. 630,\n                                                 \n\n639-40   (1981)  (declining   to  imply   right  of   action  for\n\ncontribution under  the antitrust laws);  Northwest Airlines, 451\n                                                            \n\nU.S. at  91-95 (finding  no implied  right to contribution  under\n\neither the Equal Pay Act of 1963 or Title VII of the Civil Rights\n\nAct of 1964).\n\n          This background  brings the origins of  SARA into sharp\n\nfocus.    A  principal  goal  of  the  new  section 9613  was  to\n\n\"clarif[y] and confirm[] the  right of a person held  jointly and\n\nseverally  liable under  CERCLA to  seek contribution  from other\n\npotentially liable parties, when the  person believes that it has\n\nassumed a share  of the cleanup or cost that  may be greater than\n\nits  equitable share under the  circumstances.\"  S.  Rep. No. 11,\n\n99th Cong.,  1st  Sess. 44  (1985),  reprinted in  2  Legislative\n                                                                 \n\nHistory of  the Superfund  Amendments and Reauthorization  Act of\n                                                                 \n\n1986,  636, Sp. Print 101-120 (101st Cong., 2d Sess.) (1990); see\n                                                                 \n\nalso  131 Cong. Rec.  24,450 (1985) (statement  of Sen. Stafford)\n    \n\n                                13\n\n(predicting that section 9613 would \"remove[] any doubt as to the\n\nright of  contribution\").  Of paramount  significance for present\n\npurposes is that Congress, in enacting SARA, sought to codify the\n\ncase law, see O'Neil, 883 F.2d at 179    and the cases decided to\n                    \n\nthat   point,  without   exception,   employed  the   legal  term\n\n\"contribution\" in its traditional sense to cover an action by one\n\nliable  party  against another  liable  party.   See,  e.g., Bulk\n                                                                 \n\nDistrib.  Ctrs., Inc. v. Monsanto Co., 589 F. Supp. 1437, 1442-44\n                                     \n\n(S.D. Fla. 1984); Jones v. Inmont Corp., 584 F. Supp. 1425, 1428-\n                                       \n\n29 (S. D. Ohio 1984).\n\n          Taken  in the aggregate,  this impressive collection of\n\nsignposts    canons of  construction, other CERCLA  language, the\n\nstatute's structure, the  state of the case law antedating SARA's\n\npassage,  and SARA's legislative  history    point squarely  to a\n\nconclusion  that Congress  used  the word  \"contribution\" in  the\n\nconventional sense, and  fully intended courts  to give the  word\n\nits  customary meaning.    The authorities  so  hold.   See  Akzo\n                                                                 \n\nCoatings,      F.3d  at     [1994  U.S. App. LEXIS  17028 at *7];\n        \n\nAmoco Oil Co. v. Borden, Inc., 889 F.2d 664, 672 (5th Cir. 1989);\n                             \n\nAvnet, Inc.  v. Allied-Signal, Inc.,  825 F. Supp.  1132, 1137-38\n                                   \n\n(D.R.I. 1992); Transtech  Indus., Inc. v. A &amp; Z Septic Clean, 798\n                                                            \n\nF. Supp. 1079, 1086  (D.N.J. 1992), appeal dism'd, 5 F.3d  51 (3d\n                                                 \n\nCir. 1993), cert. denied,  114 S. Ct.  2692 (1994); see also  Key\n                                                                 \n\nTronic  Corp. v. United States,  114 S. Ct.  1960, 1965-66 (1994)\n                              \n\n(observing  that section  9613(f)  expressly created  a cause  of\n\naction permitting  a responsible party to  seek contribution from\n\n                                14\n\nother PRPs).\n\n          Applying this  legal regime to  the facts at  hand, and\n\nbearing in mind that appellants are by their own admission liable\n\nparties, their claim  against Browning must  be classified as  an\n\naction for contribution.  Hence,  unless the claim can  otherwise\n\nbe saved,  it will fall prey to the three-year bar of 42 U.S.C.  \n\n9613(g)(3).\n\n                   B.  The Statutory Interface.\n                                              \n\n          Appellants   argue    that,   notwithstanding   section\n\n9613(f)(3), the  broad, unqualified  language to the  effect that\n\nresponsible parties  shall be  liable to  \"any other  person,\" 42\n\nU.S.C.   9607(a)(4),  provides  an  alternative  avenue  for  the\n\nmaintenance of their suit.   If this is  so, appellants add,  the\n\nsix-year  statute  of  limitations found  in  section 9613(g)(2),\n\npertaining to actions for  \"recovery of the costs referred  to in\n\n[ ] 9607\" must govern in this instance.\n\n          At face  value, this expansive reading  of section 9607\n\nis  untenable; carried  to its  logical extreme,  such a  reading\n\nwould  completely swallow section 9613(g)(3)'s three-year statute\n\nof limitations  associated with actions for  contribution.  Since\n\ncourts must strive to give effect to each subsection contained in\n\na statute, indeed,  to give effect to  each word and phrase,  see\n                                                                 \n\nUnited  States v.  Nordic Village,  Inc., 112  S. Ct.  1011, 1015\n                                        \n\n(1992);  United States  v. Ven-Fuel,  Inc., 758 F.2d  741, 751-52\n                                          \n\n(1st  Cir. 1985), we refuse  to follow a  course that ineluctably\n\nproduces judicial nullification of an entire SARA subsection.\n\n                                15\n\n          Recognizing this looming  obstacle, appellants  attempt\n\nto skirt it by  lowering their sights and, thus,  preserving some\n\nsemblance of utility for 42  U.S.C.   9613(g)(3).  In this  vein,\n\nthey focus  on the phrase \"incurred  by,\" as used in  42 U.S.C.  \n\n9607(a),  and asseverate,  based on  this language,  that section\n\n9607(a) only covers actions to recoup cleanup costs directly paid\n\nfor  (i.e.,  \"incurred\") by  a  responsible party  (what  we have\n          \n\ntermed  first-instance  costs,   see  supra  p.  4).     If  this\n                                           \n\nconstruction were adopted, then an  action for recoupment of sums\n\npaid  by a responsible party to a government agency to compensate\n\nit,  pursuant to  a  settlement or  judgment,  for the  funds  it\n\nexpended  in cleaning up a  site (what we  have termed reimbursed\n\ncosts, see supra p.  4), would lie under section 9613(f), but not\n                \n\nunder section  9607(a).   Hence, section 9613(g)(3)  would retain\n\nsome  measure of vitality, for  an action by  a responsible party\n\nagainst  other  PRPs to  recover that  portion of  the reimbursed\n\ncosts paid  by the former in  excess of its pro  rata share would\n                                                     \n\nconstitute  a  contribution  claim,  subject  to  the  three-year\n\nprescriptive period.9\n\n          We are not persuaded by this sleight of hand.   For one\n\nthing,  appellants' reading  depends on  excerpting  phrases from\n\nsection  9607(a) without  due  regard for  the statute's  overall\n\n                    \n\n     9As  an  example,  appellants  suggest that  an  attempt  to\nrecover some part of the $475,000 payment they made to compensate\nthe  EPA and Maine for the latters' cleanup expenditures would be\nsubject to the three-year limitations period, while an attempt to\nrecover a  portion of the  response costs  ($13,000,000 to  date)\npaid  directly  by  appellants  could be  brought  under  section\n9607(a) and come within the six-year limitations period.\n\n                                16\n\ncontent.  The full text of the relevant subsection, reproduced in\n\nthe appendix infra, makes selected  parties liable for \"any other\n                  \n\nnecessary  costs of response incurred by any other person.\"  This\n\nunqualifiedly   broad   language  comfortably   accommodates  all\n\nresponse costs  incurred  by a  private  party, not  just  first-\n\ninstance costs.   In  a nutshell, accepting  appellants' position\n\nwould  require  us to  read section  9607's language  (\"any other\n\nnecessary  costs\")  as  containing  an   implicit  qualification:\n\n\"except for monies paid to reimburse government entities' cleanup\n\ncosts.\"   There  is simply  no rhyme  or reason for  reading that\n\ncondition into what appears  on its face to be  a straightforward\n\nstatutory directive.  See, e.g., CIA v. Sims, 471 U.S. 159,  169-\n                                            \n\n70  (1985)   (refusing  to   read  limitations  into   broad  and\n\nunconditional  statutory language).   Under  the reading  that we\n\nadopt, by contrast, the unqualified language \"any other necessary\n\ncosts\"   remains  as   Congress  wrote   it,  that   is,  without\n\nqualification.10  We think that this reading is preferable.\n\n          For another thing, appellants' tracing of the statutory\n\ninterface is wholly dependent on an unusually cramped reading  of\n\nthe  term \"contribution.\"    Under appellants'  theory, the  term\n\nrefers only to reimbursed costs.  This artificial circumscription\n\nentirely  omits  from the  sweep of  section  9613 what  might be\n\ncalled \"traditional\" contribution actions.   We know of no  other\n\ncourt  that  has  given  such  an  odd  definition  to  the  term\n\n                    \n\n     10As  discussed  above,  see  supra  p.  11,  42   U.S.C.   \n                                        \n9613(f)(1)   explicitly  confirms   the   cause  of   action  for\ncontribution that is implicit in the language of   9607(a).\n\n                                17\n\n\"contribution\" in this    or any other    context; and, though we\n\nrecognize that  we are not bound  to interpret the word  as it is\n\ndefined  by state law, see 42 U.S.C.   9613(f)(1) (providing that\n                          \n\nclaims for contribution  \"shall be governed by Federal law\"), the\n\nresponsibility  to develop federal common law is not a license to\n\noverride  policy choices  made  by  the  Congress  or  to  create\n\nnewfangled definitions for no better reason than that they suit a\n\nparty's convenience or strike a judge's fancy.  The meaning to be\n\nattributed to terms  governed by  federal law must,  at the  very\n\nleast, comport  with the  statutory  scheme in  which such  terms\n\nappear,   and,   wherever   possible,    effectuate   discernible\n\ncongressional  intent.   Put  bluntly, a  court cannot  rewrite a\n\nstatute  by  the simple  expedient of  calling  a camel  a horse,\n\noverlooking obvious humps.\n\n          Appellants'   suggested   interpretation   fails   this\n\ncommonsense test on two grounds.   First, 42 U.S.C.   9613 itself\n\nappears   to  reject   any  distinction   for  the   purposes  of\n\ncontribution between  first-instance costs and  reimbursed costs.\n\nAfter all,  subsection 9613(f)(3)(B)  authorizes a party  to seek\n\ncontribution \"for some or all of the response action or  for some\n\nor all of the costs of such action . . .\"  The simple  reading of\n\nthis subsection  is that  the initial  phrase refers to  expenses\n\nincurred in the course of a liable party's direction of a  site's\n\ncleanup  while  the  second  phrase refers  to  reimbursement  of\n\ncleanup costs incurred under the government's hegemony.\n\n          The legislative history confirms this explanation.   In\n\n                                18\n\nformulating SARA, the Senate  Committee on Environment and Public\n\nWorks viewed what is now section 9613(f) as intended to permit an\n\naction  for  contribution  when  a  party  believed  that it  had\n\n\"assumed a share of the cleanup or cost that may  be greater than\n\nits equitable share.\"  S. Rep. No. 11, supra.  By like token, the\n                                            \n\nHouse Committee  on Energy and Commerce  stated that contribution\n\ncould be had under section 9613(f) by parties \"who settle for all\n\nor part of a cleanup or its costs . . .\"  H.R. Rep. No. 253,  pt.\n\n1, 99th Cong., 2d Sess. 80 (1985), reprinted in 1986 U.S.C.C.A.N.\n                                               \n\n2835, 2862.   These statements show beyond  serious question that\n\nthe  drafters intended  contribution,  as that  term  is used  in\n\nsection  9613, to  cover  parties' disproportionate  payments  of\n\nfirst-instance  costs  as   well  as  parties'   disproportionate\n\npayments of reimbursed costs.\n\n          Second,   appellants'   construction  emasculates   the\n\ncontribution   protection   component   of  CERCLA's   settlement\n\nframework.   CERCLA seeks to provide EPA with the necessary tools\n\nto  achieve  prompt  cleanups.   See  United  States  v.  Cannons\n                                                                 \n\nEngineering Corp., 899 F.2d 79, 90-91  (1st Cir. 1990).  One such\n                 \n\ntool is the ability to  foster incentives for timely settlements.\n\nSee id.   To  this end,  42 U.S.C.    9613(f)(2) provides  that a\n       \n\nparty  who settles with the  government \"shall not  be liable for\n\nclaims  for  contribution  regarding  matters  addressed  in  the\n\nsettlement.\"   Because only the amount of the settlement, not the\n\npro rata share attributable to the  settling party, is subtracted\n        \n\nfrom the aggregate liability of the nonsettling parties, see id.,\n                                                                \n\n                                19\n\nsection 9613(f)(2)  envisions that  nonsettling parties  may bear\n\ndisproportionate liability.   This paradigm is  not a scrivener's\n\naccident.  It \"was designed to encourage settlements  and provide\n\nPRPs a measure  of finality  in return for  their willingness  to\n\nsettle.\"  Cannons Engineering, 899 F.2d at 92; see also H.R. Rep.\n                                                       \n\nNo. 253, supra, 1986 U.S.C.C.A.N. at 2862.\n              \n\n          This  mechanism for  encouraging  settlement  would  be\n\ngutted  were courts to share appellants' view of the contribution\n\nuniverse, for subsection 9613(f)(2) then would afford very little\n\nprotection.    Although the  subsection  still  would  prevent  a\n\nsettlor  from being  sued by  another responsible  party claiming\n\nthat the first settlor  paid less than  its ratable share of  the\n                                                                 \n\ngovernment's expenses (what  we have termed  \"reimbursed costs\"),\n                     \n\nthe  statutory shield would not  extend beyond that  point.  Most\n\ndisturbingly, if  a party's  direct, first-instance  payments are\n\nnot  grist for  the contribution  mill, but,  instead, are  to be\n\ntreated  as recovery costs within the purview of section 9607(a),\n\na nonsettling or later-settling PRP would be entitled to bring an\n\naction against a  responsible party who  settled at the  earliest\n\npracticable moment, but paid  less than his ratable share  of the\n\naggregate first-instance payments.   Exposing early settlors  who\n\nmake first-instance  payments to  later contribution  actions not\n\nonly would create a needless asymmetry in the treatment of first-\n\ninstance  costs as  opposed to  reimbursed costs, but  also would\n\ngreatly  diminish  the  incentive  for  parties  to  reach  early\n\nsettlements with  the  government, thereby  thwarting  Congress's\n\n                                20\n\ndiscernible  intent.11   This  result  makes  little sense,  and,\n\ntherefore,  we reject  appellants' tortured  construction of  the\n\nstatutory language.\n\nIII.  CONCLUSION\n\n          The  word \"contribution\"  for purposes  of 42  U.S.C.  \n\n9613(f)  should  be  given its  plain  meaning.    Adapted to  an\n\nenvironmental case, it refers to an action by a responsible party\n\nto recover  from another  responsible party that  portion of  its\n\ncosts that are  in excess of its pro rata  share of the aggregate\n                                         \n\nresponse   costs   (including  both   first-instance   costs  and\n\nreimbursed costs).  Applying  this definition, the instant action\n\nclearly  qualifies as  an action  for contribution  under section\n\n9613(f)(1).      And  because   CERCLA's   text  indicates   that\n\ncontribution  and   cost  recovery  actions  are  distinct,  non-\n\noverlapping  anodynes,12 the  action had  to be  commenced within\n\nthree years of its accrual.  See 42 U.S.C.   9163(g)(3).\n                                \n\n          We need go no further.  Appellants did not deign to sue\n\nuntil  some six  and one-half  years after  entry of  the consent\n\n                    \n\n     11It  bears mention  that  CERCLA's contribution  protection\nprovisions also would be undermined if cost recovery actions were\ndeemed to be overlapping with contribution actions.\n\n     12Envisioning contribution and cost recovery actions as non-\noverlapping is  perfectly  consistent  with  the  Court's  recent\ndetermination that  42 U.S.C.    9613 and 9707(a) create \"similar\nand somewhat overlapping\" actions  for contribution.  Key Tronic,\n                                                                \n114  S. Ct.  at 1966.   The Key  Tronic Court  was discussing two\n                                       \ndifferent species of contribution  actions and expressed no views\nanent  the  relation  between  contribution  and  cost   recovery\nactions.\n\n                                21\n\ndecree.  Their suit is, therefore, time-barred.13 \n\nAffirmed.\n        \n\n                    \n\n     13The court below  reached the same result based on somewhat\ndifferent  reasoning.     While  its  rationale   strikes  us  as\nproblematic, we see  little point  in tilting at  windmills.   An\nappellate court is  not chained to  the lower court's  reasoning,\nbut may affirm the judgment below on any independently sufficient\nbasis made  manifest by the  record.   See Garside v.  Osco Drug,\n                                                                 \nInc.,  895 F.2d  46, 49  (1st Cir.  1990); Polyplastics,  Inc. v.\n                                                              \nTransconex, Inc., 827 F.2d 859, 860-61 (1st Cir. 1987).  Thus, we\n                \nendorse  the result reached  below solely for  the reasons stated\nherein.\n\n                                22\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">September 12, 1994\n                  UNITED STATES COURT OF APPEALS\n\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-2253\n\n             UNITED TECHNOLOGIES CORPORATION, ET AL.,\n                     Plaintiffs, Appellants,\n\n                                v.\n\n            BROWNING-FERRIS INDUSTRIES, INC., ET AL.,\n                      Defendants, Appellees.\n\n                                             \n\n                           ERRATA SHEET\n\n     The  opinion of  the  court issued  on  August 19,  1994  is\ncorrected as follows:\n\n     On page 4, last line   delete citation\n\n     On page  5, line 11    change \"in March, 1986\"  to \"no later\nthan early 1987\"\n\n     On page 5, lines 16, 17, 18   change sentence beginning with\n\"Here, . . . .\" to \"Here, the court entered the consent decree in\nMarch of 1986 and remedial construction apparently started at the\nSite within one year of that event.\"\n\n     On page 19   line 13   change \"five\" to \"six\"\n\n       For copy of appendix, please contact Clerk's Office.\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-2253\n\n             UNITED TECHNOLOGIES CORPORATION, ET AL.,\n                     Plaintiffs, Appellants,\n\n                                v.\n\n            BROWNING-FERRIS INDUSTRIES, INC., ET AL.,\n                      Defendants, Appellees.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. Morton A. Brody, U.S. District Judge]\n                                                     \n\n                                             \n\n                              Before\n\n                      Breyer,* Chief Judge,\n                                          \n\n               Torruella and Selya, Circuit Judges.\n                                                  \n\n                                             \n\n     Peter Buscemi, with whom Howard  T. Weir, Thomas J. O'Brien,\n                                                                \nEllen B. Steen, Morgan,  Lewis &amp; Bockius, Jeffrey A.  Thaler, and\n                                                            \nBerman &amp; Simmons, P.A. were on brief, for appellants.\n                      \n     Robert  L. Gulley,  with whom  Samuel B. Boxerman,  Sidley &amp;\n                                                                 \nAustin, John A. Ciraldo, and  Perkins, Thompson, Hinckley &amp; Keddy\n                                                                 \nwere on brief, for appellee Browning-Ferris Industries, Inc.\n     Arlyn  H.  Weeks and  Conley, Haley  &amp;  O'Neil on  brief for\n                                                   \nappellee Central Maine Power Co.\n     Edward  E.  Shea, Clayton  A.  Prugh,  Elizabeth A.  Bryson,\n                                                                \nWindels, Marx, Davies &amp; Ives, Nicholas M. Lanzilotta, and Colby &amp;\n                                                                 \nLanzilotta on brief for appellee Carleton Woolen Mills, Inc.\n          \n\n                                             \n\n                         August 19, 1994\n                                             \n\n               \n*Chief Judge  Stephen Breyer heard  oral argument in  this matter\nbut did not  participate in the drafting  or the issuance of  the\n\npanel's  opinion.   The remaining  two panelists  therefore issue\nthis opinion pursuant to 28 U.S.C.   46(d).\n\n          SELYA,  Circuit Judge.    This appeal  demands that  we\n          SELYA,  Circuit Judge.\n                               \n\nclarify  the  relationship  between  cost  recovery  actions  and\n\ncontribution  actions  under   the  Comprehensive   Environmental\n\nResponse, Compensation  and Liability Act (CERCLA),  42 U.S.C.   \n\n9601-9675  (1987), as  amended  by the  Superfund Amendments  and\n\nReauthorization Act of 1986 (SARA), Pub. L. No. 99-499,    101 et\n                                                                 \n\nseq.,  100  Stat. 1613  (1986).   Having  completed our  task, we\n    \n\naffirm the district court's entry of summary judgment terminating\n\nappellants' action as time-barred.\n\nI.  BACKGROUND\n\n          The essential facts are not in dispute.  In 1981, after\n\ndiscovering  hazardous substance  contaminants  at a  landfill in\n\nWinthrop, Maine  (the  Site),  the  United  States  Environmental\n\nProtection Agency (EPA) placed the Site on  its national priority\n\nlist.    The  EPA and  Maine  thereafter  undertook  a concurrent\n\ninvestigation  and  determined  that  Inmont  Corporation,  since\n\nacquired by plaintiff-appellant  United Technologies  Corporation\n\n(UTC),1  had conducted contamination  producing activities at the\n\nSite from 1950 to 1975.\n\n          In 1982,  the EPA notified  Inmont that it  was liable,\n\nunder  CERCLA, to  clean up  the Site.   Several years  of dilly-\n\ndallying  eventually gave  way to  negotiations among  Inmont and\n\n                    \n\n     1UTC acquired  Inmont in 1979 and  transferred its ownership\nto  BASF Corporation  (a UTC  subsidiary) in  1985.   Inmont then\nmerged  into BASF.  UTC  and BASF brought  this suit jointly, and\nboth appear here as appellants.\n\n                                4\n\ncertain  other potentially  responsible parties  (PRPs),2 on  one\n\nhand, and  the appropriate  federal and  state officials,  on the\n\nsecond  hand.   The  parties reached  a  tentative agreement  and\n\nprepared  a  consent decree.   On  January  29, 1986,  the United\n\nStates filed  a  civil action  against  Inmont and  others  under\n\nCERCLA,  with a view toward securing a judicial imprimatur on the\n\nproposed decree.  The suit alleged that the named defendants were\n\njointly  and severally liable for the costs the United States had\n\nincurred, and would continue to absorb, in responding to releases\n\nand threatened releases at the Site.\n\n          The district  court  promptly consolidated  EPA's  case\n\nwith a nearly  identical case  that Maine had  filed against  the\n\nsame  defendants; and, on March  23, 1986, the  court entered the\n\nconsent decree.  Pursuant thereto, appellants agreed to undertake\n\nand complete corrective  work at  the Site in  accordance with  a\n\nplan  for remedial action.   The cleanup proved  to be expensive:\n\nappellants make the uncontradicted  claim that remedial work cost\n\nin excess  of $13,000,000 to date,  and that work yet  to be done\n\nlikely will absorb an additional $20,000,000 or more.  Appellants\n\nalso  agreed to reimburse, and  have since paid,  the federal and\n\nstate  sovereigns  $475,000  for costs  previously  incurred with\n\nrespect to scouring the Site.\n\n          On October 16, 1992, appellants brought suit in federal\n\ndistrict  court against  several defendants,  including Browning-\n\n                    \n\n     2The other PRPs  were the Town of Winthrop,  Everett Savage,\nand Glenda Savage.  None of them are involved in this appeal.\n\n                                5\n\nFerris  Industries,  Inc.  (Browning).3     In  their  complaint,\n\nappellants posited claims under both federal and state law.  They\n\nalleged that the defendants  were wholly or partially responsible\n\nfor  contamination of the Site and sought three separate kinds of\n\nrelief,  namely, (1) recovery  of cleanup costs  paid directly by\n\nthem (hereinafter \"first-instance costs\"); (2) recovery of monies\n\npaid  by them  to reimburse the  EPA and Maine  for cleanup costs\n\n(hereinafter \"reimbursed costs\"); and (3) a declaration of rights\n\nin respect to liability for future response costs.\n\n          Browning moved for summary judgment, hypothesizing that\n\nCERCLA's  statute  of  limitations  barred   appellants'  federal\n\nclaims,  and that the pendent state  claims should, therefore, be\n\ndismissed for  lack  of  jurisdiction.    Appellants  voluntarily\n\ndismissed their claims regarding the reimbursed costs (apparently\n\nbelieving  such  claims  to constitute  time-barred  contribution\n\nclaims), but otherwise  opposed the motion.   A magistrate  judge\n\nrecommended  granting   brevis   disposition  with   respect   to\n                              \n\nappellants' remaining  claims.  The  district court agreed.   See\n                                                                 \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">66007</span> </span><pre class=\"inline\">(D. Me. May 27, 1993).  This appeal followed.4\n\n                    \n\n     3The other named defendants included  Carleton Woolen Mills,\nInc., Central  Maine Power  Company, Community Service  Telephone\nCo.,  Progressive  Iron Works,  Inc.,  and  Quaker Lace  Company.\nEarly in the proceedings,  appellants voluntarily dismissed their\naction against Quaker Lace.  The remaining defendants appear here\nas appellees.\n\n     4When Browning sought  summary judgment,  all the  remaining\ndefendants followed suit.   They ultimately achieved an identical\nresult.  This proceeding  embraces the district court's  grant of\nsummary  judgment  in  favor of  all  defendants.    For ease  in\nreference  we  treat the  appeal as  if  Browning alone  were the\nappellee, but our resolution of it applies with full force to all\n\n                                6\n\nII.  ANALYSIS\n\n          CERCLA and SARA together  create two different kinds of\n\nlegal  actions by which  parties can  recoup some  or all  of the\n\ncosts associated with  cleanups:  cost  recovery actions, see  42\n                                                             \n\nU.S.C.   9607(a), and contribution actions, see </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>   9613(f)(1).\n                                                   \n\nCost </span><pre class=\"inline\"> recovery  actions  are subject  to  a  six-year  statute of\n\nlimitations,  see </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>    9613(g)(2),  while </span><pre class=\"inline\"> contribution actions\n                     \n\nmust be brought within half that time, see </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>   9613(g)(3).5\n                                              \n\n          In </span><pre class=\"inline\">this case appellants' cause of action, no matter how\n\nit is visualized,  accrued no later than early 1987.  Compare </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>\n                                                                 \n\n 9613(g)(2)(B)  (providing </span><pre class=\"inline\"> that  the  trigger date  for  a  cost\n\nrecovery  action is fixed by the  \"initiation of physical on-site\n\nconstruction of  the remedial  action\")  with </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>   9613(g)(3)(B)\n                                                \n\n(providing </span><pre class=\"inline\"> that the  accrual  period  for  contribution  actions\n\nbegins  when  a  \"judicially approved  settlement\"  is  entered).\n\nHere, the court  entered the consent decree in March  of 1986 and\n\nremedial  construction started at the Site in the same month that\n\nthe  court entered  the consent  decree, namely,  March of  1986.\n\nAppellants  brought   suit  roughly  five   and  one-half   years\n\nthereafter.   Thus,  the  sole question  presented  on appeal  is\n\nwhether  appellants' action is an action for cost recovery or one\n\nfor  contribution.   If  appellants' action  qualifies under  the\n\nformer  rubric, it is timely;  but, if it  is properly classified\n\n                    \n\nthe other appellees.\n\n     5We  set out the text of the centrally relevant statutes, 42\nU.S.C.    9607(a), 9613(f) &amp; 9613(g), in an appendix hereto.\n\n                                7\n\nunder the latter rubric, it comes too late.\n\n          Because  the  issue  on  appeal turns  on  the  correct\n\ninterpretation of the relevant statutory  provisions, we exercise\n\nde  novo review.  See United States  v. Gifford, </pre><span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span><pre class=\"inline\">, 472\n                                               \n\n(1st Cir. 1994) (holding that  questions of law engender  plenary\n\nappellate review); Liberty Mut. Ins. Co. v. Commercial Union Ins.\n                                                                 \n\nCo., </pre><span class=\"citation\" data-id=\"593905\"><a href=\"/opinion/593905/liberty-mutual-insurance-company-v-commercial-union-insurance-company/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">750</span></a></span><pre class=\"inline\">, 757 (1st Cir. 1992) (same).\n   \n\n                A.  The Contours of Contribution.\n                                                \n\n          Four portions of the statute are of immediately obvious\n\nrelevance.  The only one of the four found in the original CERCLA\n\nlegislation  is  42 U.S.C.     9607(a)(4).   This  proviso  makes\n\nenumerated parties  \"liable for  . . .  all costs  of removal  or\n\nremedial action  incurred by [government entities  and] any other\n\nnecessary  costs  of  response   incurred  by  any  other  person\n\nconsistent with  the national contingency plan.\"  The other three\n\nprovisions  originated  in SARA  and are  all codified  within 42\n\nU.S.C.    9613.  Under 42  U.S.C.   9613(f)(1), \"[a]ny person may\n\nseek  contribution  from  any  other  person  who  is  liable  or\n\npotentially  liable\"  for  response  costs.    The  same  section\n\ncontains  two statutes  of  limitations.   One  provides that  an\n\naction  for cost recovery must  be commenced within  six years of\n\nthe accrual date.6   </pre><span class=\"citation\" data-id=\"593905\"><a href=\"/opinion/593905/liberty-mutual-insurance-company-v-commercial-union-insurance-company/\"><span class=\"id_token\">Id.</span>   9613(g)(2).   The </a></span><pre class=\"inline\">other provides  that\n                        \n\n\"[n]o action for contribution for  any response costs or  damages\n\nmay be commenced more than 3 years after . . . the date of . .  .\n\n                    \n\n     6This subsection speaks  in terms \"of the costs  referred to\nin [section 9607].\"  42 U.S.C.   9613(g)(2).\n\n                                8\n\nentry of a  judicially approved settlement  with respect to  such\n\ncosts or damages.\"  </pre><span class=\"citation\" data-id=\"593905\"><a href=\"/opinion/593905/liberty-mutual-insurance-company-v-commercial-union-insurance-company/\"><span class=\"id_token\">Id.</span>   9613(g)(3).\n                       \n\n            It </a></span><pre class=\"inline\">is  apodictic that our  first recourse must  be to\n\nthe statute's text and  structure.  See United States  v. O'Neil,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"658542\"><a href=\"/opinion/658542/united-states-v-shaun-k-oneil/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">292</span></a></span><pre class=\"inline\">, 295 (1st Cir. 1993); United States v. Charles George\n                                                                 \n\nTrucking Co., </pre><span class=\"citation\" data-id=\"491460\"><a href=\"/opinion/491460/united-states-v-charles-george-trucking-co-charles-george-sr-and/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span><pre class=\"inline\">, 688 (1st Cir. 1987).   Following this\n            \n\npath, it is evident that CERCLA differentiates between \"action[s]\n\nfor  recovery of . .  . costs\" and  \"action[s] for contribution.\"\n\nCompare 42 U.S.C.    9613(g)(2) with </pre><span class=\"citation\" data-id=\"491460\"><a href=\"/opinion/491460/united-states-v-charles-george-trucking-co-charles-george-sr-and/\"><span class=\"id_token\">id.</span>   9613(g)(3).   Although\n</a></span><pre class=\"inline\">                                        \n\nCongress did not explicitly plot the boundary that divides  these\n\ntwo types of actions, we are not  wholly without guidance.  Under\n\naccepted canons  of construction, legal  terms used in  framing a\n\nstatute  are ordinarily presumed to  have been intended to convey\n\ntheir customary legal meaning.  See Bradley v. United States, </pre><span class=\"citation\" data-id=\"108735\"><a href=\"/opinion/108735/bradley-v-united-states/\"><span class=\"volume\">410</span>\n                                                            \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span><pre class=\"inline\">, 609 (1973)  (holding that \"the law uses  familiar legal\n\nexpressions in  their familiar legal sense\")  (citation omitted);\n\nMCA, Inc. v. Wilson, </pre><span class=\"citation\" data-id=\"403548\"><a href=\"/opinion/403548/mca-inc-dba-mca-music-a-division-thereof-v-earl-wilson-jr-phil/\"><span class=\"volume\">677</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">180</span></a></span><pre class=\"inline\">, 186 (2d  Cir. 1981) (similar);\n                   \n\nsee also 2A Norman J. Singer, Sutherland Stat. Const.   47.30, at\n                                                     \n\n262 (5th ed. 1992).  This precept has special force when, as now,\n\nthere  is no persuasive evidence  that Congress aspired  to use a\n\nparticular legal term in some unusual or unorthodox sense.\n\n          This  canon measurably  assists our  effort to  ascribe\n\nmeaning to the word \"contribution.\"   Contribution is a  standard\n\nlegal  term that  enjoys  a stable,  well-known  denotation.   It\n\nrefers  to a claim \"by  and between jointly  and severally liable\n\nparties  for an appropriate division  of the payment  one of them\n\n                                9\n\nhas  been  compelled to  make.\"   Akzo  Coatings, Inc.  v. Aigner\n                                                                 \n\nCorp.,     F.3d    ,      (7th Cir. 1994)  [1994 U.S. App.  LEXIS\n     \n\n17028  at  *5];  accord  Northwest Airlines,  Inc.  v.  Transport\n                                                                 \n\nWorkers  Union, </pre><span class=\"citation\" data-id=\"110460\"><a href=\"/opinion/110460/northwest-airlines-inc-v-transport-workers/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">77</span></a></span><pre class=\"inline\">,  87-88 (1981); In  re \"Agent Orange\"\n                                                                 \n\nProd. Liab.  Litig., </pre><span class=\"citation\" data-id=\"488031\"><a href=\"/opinion/488031/in-re-agent-orange-product-liability-litigation-the-dow-chemical/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">204</span></a></span><pre class=\"inline\">,  207 (2d Cir. 1987);  see also\n                                                                 \n\nBlack's Law Dictionary 399  (6th ed. 1990) (defining contribution\n                      \n\nas  a right  \"of one  who has  discharged  a common  liability to\n\nrecover  of another  also liable,  the  aliquot portion  which he\n\nought  to pay  or  bear\").7   Accordingly,  absent evidence  that\n\nCongress  had a different, more exotic definition in mind, we are\n\ninclined,  in  parsing  42  U.S.C.     9613,  to  give  the  word\n\n\"contribution\" its generally accepted legal meaning.\n\n          The relevant external  considerations counsel in  favor\n\nof  this usage and, thus, solidify our inclination.  Perhaps most\n\nimportant,   ascribing  a   traditional  meaning   to  the   term\n\n\"contribution\"  fits both  CERCLA's language  and its  structure.\n\nUnder  such a reading, the two statutes of limitations complement\n\neach other and together  exhaust the types of actions  that might\n\nbe brought to  recoup response costs:   the shorter  prescriptive\n\nperiod,  contained in  42  U.S.C.    9613(g)(3), governs  actions\n\nbrought  by liable  parties  during or  following a  civil action\n\n                    \n\n     7Most  states  have  adopted  contribution  provisions  that\noperate along  substantially similar lexicographical lines.   See\n                                                                 \nNorthwest </pre><span class=\"citation\" data-id=\"110460\"><span class=\"antecedent_guess\">Airlines,</span>  <a href=\"/opinion/110460/northwest-airlines-inc-v-transport-workers/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">87</span> </a></span><pre class=\"inline\"> n.17 (collecting exemplars).\n                  \nThis is  an important datum because  CERCLA's legislative history\nevinces an intent that  courts establish the scope and  nature of\nCERCLA liability  consistent  with evolving  principles  of  law.\nSee, e.g.,  126  Cong.  Rec.  30,932 (1980)  (statement  of  Sen.\n         \nRandolph); 126  Cong.  Rec. 31,  965  (1980) (statement  of  Rep.\nFlorio).\n\n                                10\n\nunder 42  U.S.C.     9606-9607(a),  while the  longer statute  of\n\nlimitations,  contained  in  42 U.S.C.     9613(g)(2),  addresses\n\nactions brought by innocent parties that have undertaken cleanups\n\n(say, the federal, state or local government).8\n\n          This reading fits especially  well with the language of\n\n42 U.S.C.   9613(g)(2),  which concerns actions for \"recovery  of\n\nthe costs.\"  That  phrase, reiterative of the  subsection heading\n\n\"Actions for recovery  of costs,\" suggests full recovery;  and it\n\nis  sensible  to  assume  that Congress  intended  only  innocent\n\nparties    not  parties  who  were  themselves  liable     to  be\n\npermitted  to  recoup  the  whole  of  their  expenditures.    By\n\ncontrast, 42  U.S.C.    9613(g)(3) allows a  \"non-innocent\" party\n\n(i.e., a party who  himself is liable) only to seek recoupment of\n     \n\nthat portion of his expenditures which exceeds his pro rata share\n                                                           \n\nof the overall liability    in other words, to  seek contribution\n\n                    \n\n     8It is possible that, although falling outside the statutory\nparameters  established  for  an  express  cause  of  action  for\ncontribution, see 42 U.S.C.   9613(f)(1), a PRP who spontaneously\n                 \ninitiates a  cleanup without governmental prodding  might be able\nto  pursue an implied right  of action for  contribution under 42\nU.S.C.   9607(c).  See Key Tronic Corp. v. United  States, 114 S.\n                                                         \nCt.  1960, 1966  (1994)  (explaining that  CERCLA now  \"expressly\nauthorizes a cause  of action  for contribution in  [  9613]  and\nimpliedly authorizes a similar and somewhat overlapping remedy in\n[  9607]\"); cf.  In re Hemingway Transp., Inc., </pre><span class=\"citation\" data-id=\"607104\"><a href=\"/opinion/607104/in-re-hemingway-transport-inc-debtors-juniper-development-group-etc/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">915</span></a></span><pre class=\"inline\">, 931\n                                              \n(1st Cir.) (stating  in dictum  that \"in the  event the  private-\naction plaintiff itself  is potentially `liable'  to the EPA  for\nresponse costs, and thus is akin to a joint `tortfeasor,' section\n9607(a)(4)(B)  serves  as  the   pre-enforcement  analog  to  the\n                                                \n`impleader'   contribution   action   permitted   under   section\n9613(f)\"), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">114</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">303</span> </span><pre class=\"inline\">(1993).  If, indeed, the\n                       \nlaw allows such an implied right of action for contribution to be\nmaintained   a matter on which we take no view   it is unclear to\nus whether such a cause of  action would be subject to the three-\nyear  or the six-year  prescriptive period.   Because this appeal\ndoes not pose that question, we leave it for another day.\n\n                                11\n\nrather  than complete  indemnity.   The  statutory language  thus\n\nsuggests that cost recovery and contribution actions are distinct\n\nand do not overlap.\n\n          The  pre-SARA  caselaw and  SARA's  legislative history\n\ndovetail  to furnish  strong support  for imputing  a traditional\n\nmeaning  to the term \"contribution\" as  it appears in 42 U.S.C.  \n\n9613.    As  originally  written,  CERCLA gave  the  EPA  several\n\nremedial  choices.    For  example,  it  could  (1)  clean  up  a\n\ncontaminated site and then sue to recover its response costs, see\n                                                                 \n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>    9607(a)(4), (2) </span><pre class=\"inline\"> endeavor to  compel a  PRP  to perform  a\n   \n\ncleanup  by   administrative  order,   or,  if  the   PRP  proved\n\nrecalcitrant,  by obtaining a judicial decree, see </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>   9606, or\n</span><pre class=\"inline\">                                                      \n\n(3)  negotiate a settlement, see </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>    9622.  Despite </span><pre class=\"inline\">this array\n                                    \n\nof weapons, however, CERCLA was   and still is   silent as to the\n\nextent of  a particular PRP's  liability.  Judges  abhor vacuums;\n\nand  the courts filled this lacuna in the statute, reading CERCLA\n\nas  imposing joint  and  several liability  on  the part  of  all\n\nresponsible  parties  to  reimburse  the  government for  cleanup\n\nexpenses and to  pay response costs.  See, e.g.,  In re Hemingway\n                                                                 \n\nTransp., Inc., </pre><span class=\"citation\" data-id=\"607104\"><a href=\"/opinion/607104/in-re-hemingway-transport-inc-debtors-juniper-development-group-etc/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">915</span></a></span><pre class=\"inline\">, 921 (1st Cir.), cert. denied, 114 S.\n                                                         \n\nCt. 303 (1993);  O'Neil v. Picillo, </pre><span class=\"citation\" data-id=\"528193\"><a href=\"/opinion/528193/james-e-oneil-in-his-capacity-as-attorney-general-for-the-state-of-rhode/\"><span class=\"volume\">883</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">176</span></a></span><pre class=\"inline\">, 178  (1st Cir.\n                                  \n\n1989), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1071</span> </span><pre class=\"inline\">(1990).\n                   \n\n          Notwithstanding the  presumed  existence of  joint  and\n\nseveral  liability, there  was much  uncertainty prior  to SARA's\n\npassage  as  to whether  a responsible  party could  recover from\n\nother PRPs the portion of its cleanup costs that exceeded its pro\n                                                                 \n\n                                12\n\nrata share.   See, e.g., United States v.  New Castle County, 642\n                                                            \n\nF.  Supp.  1258,  1262   (D.  Del.  1986)  (noting  uncertainty).\n\nAlthough most courts ultimately ruled that section 9607 conferred\n\nan implied  right of action  for contribution in  favor of a  PRP\n\nthat paid more  than its  ratable share, see,  e.g., </pre><span class=\"citation\" data-id=\"528193\"><span class=\"antecedent_guess\">O'Neil,</span>  <a href=\"/opinion/528193/james-e-oneil-in-his-capacity-as-attorney-general-for-the-state-of-rhode/\"><span class=\"volume\">883</span>\n                                                           \n\n<span class=\"reporter\">F.2d</span>  at <span class=\"page\">179</span></a></span><pre class=\"inline\">; Mardan Corp. v.  C.G.C. Music, Ltd., </pre><span class=\"citation\" data-id=\"479185\"><a href=\"/opinion/479185/mardan-corporation-v-cgc-music-ltd-and-macmillan-inc/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1454</span></a></span><pre class=\"inline\">,\n                                                 \n\n1457  n.3 (9th  Cir.  1986), the  situation  was clouded  by  the\n\nCourt's refusal to imply rights of action under other statutes in\n\nthe absence  of an  express direction  from Congress,  see, e.g.,\n                                                                \n\nTexas  Indus., Inc.  v. Radcliff Materials,  Inc., </pre><span class=\"citation\" data-id=\"110484\"><a href=\"/opinion/110484/texas-industries-inc-v-radcliff-materials-inc/\"><span class=\"volume\">451</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">630</span></a></span><pre class=\"inline\">,\n                                                 \n\n639-40   (1981)  (declining   to  imply   right  of   action  for\n\ncontribution under  the antitrust laws);  Northwest </pre><span class=\"citation\" data-id=\"110460\"><span class=\"antecedent_guess\">Airlines,</span> <a href=\"/opinion/110460/northwest-airlines-inc-v-transport-workers/\"><span class=\"volume\">451</span>\n                                                            \n\n<span class=\"reporter\">U.S.</span> at  <span class=\"page\">91-95</span> </a></span><pre class=\"inline\">(finding  no implied  right to contribution  under\n\neither the Equal Pay Act of 1963 or Title VII of the Civil Rights\n\nAct of 1964).\n\n          This background  brings the origins of  SARA into sharp\n\nfocus.    A  principal  goal  of  the  new  section 9613  was  to\n\n\"clarif[y] and confirm[] the  right of a person held  jointly and\n\nseverally  liable under  CERCLA to  seek contribution  from other\n\npotentially liable parties, when the  person believes that it has\n\nassumed a share  of the cleanup or cost that  may be greater than\n\nits  equitable share under the  circumstances.\"  S.  Rep. No. 11,\n\n99th Cong.,  1st  Sess. 44  (1985),  reprinted in  2  Legislative\n                                                                 \n\nHistory of  the Superfund  Amendments and Reauthorization  Act of\n                                                                 \n\n1986,  636, Sp. Print 101-120 (101st Cong., 2d Sess.) (1990); see\n                                                                 \n\nalso  131 Cong. Rec.  24,450 (1985) (statement  of Sen. Stafford)\n    \n\n                                13\n\n(predicting that section 9613 would \"remove[] any doubt as to the\n\nright of  contribution\").  Of paramount  significance for present\n\npurposes is that Congress, in enacting SARA, sought to codify the\n\ncase law, see </pre><span class=\"citation\" data-id=\"528193\"><span class=\"antecedent_guess\">O'Neil,</span> <a href=\"/opinion/528193/james-e-oneil-in-his-capacity-as-attorney-general-for-the-state-of-rhode/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">179</span> </a></span><pre class=\"inline\">   and the cases decided to\n                    \n\nthat   point,  without   exception,   employed  the   legal  term\n\n\"contribution\" in its traditional sense to cover an action by one\n\nliable  party  against another  liable  party.   See,  e.g., Bulk\n                                                                 \n\nDistrib.  Ctrs., Inc. v. Monsanto Co., </pre><span class=\"citation\" data-id=\"1869798\"><a href=\"/opinion/1869798/bulk-distribution-centers-inc-v-monsanto-co/\"><span class=\"volume\">589</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1437</span></a></span><pre class=\"inline\">, 1442-44\n                                     \n\n(S.D. Fla. 1984); Jones v. Inmont Corp., </pre><span class=\"citation\" data-id=\"2270169\"><a href=\"/opinion/2270169/jones-v-inmont-corp/\"><span class=\"volume\">584</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1425</span></a></span><pre class=\"inline\">, 1428-\n                                       \n\n29 (S. D. Ohio 1984).\n\n          Taken  in the aggregate,  this impressive collection of\n\nsignposts    canons of  construction, other CERCLA  language, the\n\nstatute's structure, the  state of the case law antedating SARA's\n\npassage,  and SARA's legislative  history    point squarely  to a\n\nconclusion  that Congress  used  the word  \"contribution\" in  the\n\nconventional sense, and  fully intended courts  to give the  word\n\nits  customary meaning.    The authorities  so  hold.   See  Akzo\n                                                                 \n\nCoatings,      F.3d  at     [</pre><span class=\"citation no-link\"><span class=\"volume\">1994</span>  <span class=\"reporter\">U.S. App. LEXIS</span>  <span class=\"page\">17028</span> </span><pre class=\"inline\">at *7];\n        \n\nAmoco Oil Co. v. Borden, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">664</span></span><pre class=\"inline\">, 672 (5th Cir. 1989);\n                             \n\nAvnet, Inc.  v. Allied-Signal, Inc.,  </pre><span class=\"citation\" data-id=\"1412790\"><a href=\"/opinion/1412790/avnet-inc-v-allied-signal-inc/\"><span class=\"volume\">825</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">1132</span></a></span><pre class=\"inline\">, 1137-38\n                                   \n\n(D.R.I. 1992); Transtech  Indus., Inc. v. A &amp; Z Septic Clean, </pre><span class=\"citation\" data-id=\"1556409\"><a href=\"/opinion/1556409/transtech-industries-inc-v-a-z-septic-clean/\"><span class=\"volume\">798</span>\n                                                            \n\n<span class=\"reporter\">F. Supp.</span> <span class=\"page\">1079</span></a></span><pre class=\"inline\">, 1086  (D.N.J. 1992), appeal dism'd, </pre><span class=\"citation\" data-id=\"652924\"><a href=\"/opinion/652924/transtech-industries-inc-a-delaware-corporation-kin-buc-inc-a-new/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">51</span> </a></span><pre class=\"inline\">(3d\n                                                 \n\nCir. 1993), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">2692</span> </span><pre class=\"inline\">(1994); see also  Key\n                                                                 \n\nTronic  Corp. v. United States,  </pre><span class=\"citation\" data-id=\"1087945\"><a href=\"/opinion/1087945/key-tronic-corp-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1960</span></a></span><pre class=\"inline\">, 1965-66 (1994)\n                              \n\n(observing  that section  9613(f)  expressly created  a cause  of\n\naction permitting  a responsible party to  seek contribution from\n\n                                14\n\nother PRPs).\n\n          Applying this  legal regime to  the facts at  hand, and\n\nbearing in mind that appellants are by their own admission liable\n\nparties, their claim  against Browning must  be classified as  an\n\naction for contribution.  Hence,  unless the claim can  otherwise\n\nbe saved,  it will fall prey to the three-year bar of 42 U.S.C.  \n\n9613(g)(3).\n\n                   B.  The Statutory Interface.\n                                              \n\n          Appellants   argue    that,   notwithstanding   section\n\n9613(f)(3), the  broad, unqualified  language to the  effect that\n\nresponsible parties  shall be  liable to  \"any other  person,\" 42\n\nU.S.C.   9607(a)(4),  provides  an  alternative  avenue  for  the\n\nmaintenance of their suit.   If this is  so, appellants add,  the\n\nsix-year  statute  of  limitations found  in  section 9613(g)(2),\n\npertaining to actions for  \"recovery of the costs referred  to in\n\n[ ] 9607\" must govern in this instance.\n\n          At face  value, this expansive reading  of section 9607\n\nis  untenable; carried  to its  logical extreme,  such a  reading\n\nwould  completely swallow section 9613(g)(3)'s three-year statute\n\nof limitations  associated with actions for  contribution.  Since\n\ncourts must strive to give effect to each subsection contained in\n\na statute, indeed,  to give effect to  each word and phrase,  see\n                                                                 \n\nUnited  States v.  Nordic Village,  Inc., </pre><span class=\"citation\" data-id=\"112694\"><a href=\"/opinion/112694/united-states-v-nordic-village-inc/\"><span class=\"volume\">112</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1011</span></a></span><pre class=\"inline\">, 1015\n                                        \n\n(1992);  United States  v. Ven-Fuel,  Inc., </pre><span class=\"citation\" data-id=\"450368\"><a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">741</span></a></span><pre class=\"inline\">, 751-52\n                                          \n\n(1st  Cir. 1985), we refuse  to follow a  course that ineluctably\n\nproduces judicial nullification of an entire SARA subsection.\n\n                                15\n\n          Recognizing this looming  obstacle, appellants  attempt\n\nto skirt it by  lowering their sights and, thus,  preserving some\n\nsemblance of utility for 42  U.S.C.   9613(g)(3).  In this  vein,\n\nthey focus  on the phrase \"incurred  by,\" as used in  42 U.S.C.  \n\n9607(a),  and asseverate,  based on  this language,  that section\n\n9607(a) only covers actions to recoup cleanup costs directly paid\n\nfor  (i.e.,  \"incurred\") by  a  responsible party  (what  we have\n          \n\ntermed  first-instance  costs,   see  supra  p.  4).     If  this\n                                           \n\nconstruction were adopted, then an  action for recoupment of sums\n\npaid  by a responsible party to a government agency to compensate\n\nit,  pursuant to  a  settlement or  judgment,  for the  funds  it\n\nexpended  in cleaning up a  site (what we  have termed reimbursed\n\ncosts, see supra p.  4), would lie under section 9613(f), but not\n                \n\nunder section  9607(a).   Hence, section 9613(g)(3)  would retain\n\nsome  measure of vitality, for  an action by  a responsible party\n\nagainst  other  PRPs to  recover that  portion of  the reimbursed\n\ncosts paid  by the former in  excess of its pro  rata share would\n                                                     \n\nconstitute  a  contribution  claim,  subject  to  the  three-year\n\nprescriptive period.9\n\n          We are not persuaded by this sleight of hand.   For one\n\nthing,  appellants' reading  depends on  excerpting  phrases from\n\nsection  9607(a) without  due  regard for  the statute's  overall\n\n                    \n\n     9As  an  example,  appellants  suggest that  an  attempt  to\nrecover some part of the $475,000 payment they made to compensate\nthe  EPA and Maine for the latters' cleanup expenditures would be\nsubject to the three-year limitations period, while an attempt to\nrecover a  portion of the  response costs  ($13,000,000 to  date)\npaid  directly  by  appellants  could be  brought  under  section\n9607(a) and come within the six-year limitations period.\n\n                                16\n\ncontent.  The full text of the relevant subsection, reproduced in\n\nthe appendix infra, makes selected  parties liable for \"any other\n                  \n\nnecessary  costs of response incurred by any other person.\"  This\n\nunqualifiedly   broad   language  comfortably   accommodates  all\n\nresponse costs  incurred  by a  private  party, not  just  first-\n\ninstance costs.   In  a nutshell, accepting  appellants' position\n\nwould  require  us to  read section  9607's language  (\"any other\n\nnecessary  costs\")  as  containing  an   implicit  qualification:\n\n\"except for monies paid to reimburse government entities' cleanup\n\ncosts.\"   There  is simply  no rhyme  or reason for  reading that\n\ncondition into what appears  on its face to be  a straightforward\n\nstatutory directive.  See, e.g., CIA v. Sims, </pre><span class=\"citation\" data-id=\"111410\"><a href=\"/opinion/111410/cia-v-sims/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span><pre class=\"inline\">,  169-\n                                            \n\n70  (1985)   (refusing  to   read  limitations  into   broad  and\n\nunconditional  statutory language).   Under  the reading  that we\n\nadopt, by contrast, the unqualified language \"any other necessary\n\ncosts\"   remains  as   Congress  wrote   it,  that   is,  without\n\nqualification.10  We think that this reading is preferable.\n\n          For another thing, appellants' tracing of the statutory\n\ninterface is wholly dependent on an unusually cramped reading  of\n\nthe  term \"contribution.\"    Under appellants'  theory, the  term\n\nrefers only to reimbursed costs.  This artificial circumscription\n\nentirely  omits  from the  sweep of  section  9613 what  might be\n\ncalled \"traditional\" contribution actions.   We know of no  other\n\ncourt  that  has  given  such  an  odd  definition  to  the  term\n\n                    \n\n     10As  discussed  above,  see  supra  p.  11,  42   U.S.C.   \n                                        \n9613(f)(1)   explicitly  confirms   the   cause  of   action  for\ncontribution that is implicit in the language of   9607(a).\n\n                                17\n\n\"contribution\" in this    or any other    context; and, though we\n\nrecognize that  we are not bound  to interpret the word  as it is\n\ndefined  by state law, see 42 U.S.C.   9613(f)(1) (providing that\n                          \n\nclaims for contribution  \"shall be governed by Federal law\"), the\n\nresponsibility  to develop federal common law is not a license to\n\noverride  policy choices  made  by  the  Congress  or  to  create\n\nnewfangled definitions for no better reason than that they suit a\n\nparty's convenience or strike a judge's fancy.  The meaning to be\n\nattributed to terms  governed by  federal law must,  at the  very\n\nleast, comport  with the  statutory  scheme in  which such  terms\n\nappear,   and,   wherever   possible,    effectuate   discernible\n\ncongressional  intent.   Put  bluntly, a  court cannot  rewrite a\n\nstatute  by  the simple  expedient of  calling  a camel  a horse,\n\noverlooking obvious humps.\n\n          Appellants'   suggested   interpretation   fails   this\n\ncommonsense test on two grounds.   First, 42 U.S.C.   9613 itself\n\nappears   to  reject   any  distinction   for  the   purposes  of\n\ncontribution between  first-instance costs and  reimbursed costs.\n\nAfter all,  subsection 9613(f)(3)(B)  authorizes a party  to seek\n\ncontribution \"for some or all of the response action or  for some\n\nor all of the costs of such action . . .\"  The simple  reading of\n\nthis subsection  is that  the initial  phrase refers to  expenses\n\nincurred in the course of a liable party's direction of a  site's\n\ncleanup  while  the  second  phrase refers  to  reimbursement  of\n\ncleanup costs incurred under the government's hegemony.\n\n          The legislative history confirms this explanation.   In\n\n                                18\n\nformulating SARA, the Senate  Committee on Environment and Public\n\nWorks viewed what is now section 9613(f) as intended to permit an\n\naction  for  contribution  when  a  party  believed  that it  had\n\n\"assumed a share of the cleanup or cost that may  be greater than\n\nits equitable share.\"  S. Rep. No. </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">11,</span> supra</span><pre class=\"inline\">.  By like token, the\n                                            \n\nHouse Committee  on Energy and Commerce  stated that contribution\n\ncould be had under section 9613(f) by parties \"who settle for all\n\nor part of a cleanup or its costs . . .\"  H.R. Rep. No. 253,  pt.\n\n1, 99th Cong., 2d Sess. 80 (1985), reprinted in 1986 U.S.C.C.A.N.\n                                               \n\n2835, 2862.   These statements show beyond  serious question that\n\nthe  drafters intended  contribution,  as that  term  is used  in\n\nsection  9613, to  cover  parties' disproportionate  payments  of\n\nfirst-instance  costs  as   well  as  parties'   disproportionate\n\npayments of reimbursed costs.\n\n          Second,   appellants'   construction  emasculates   the\n\ncontribution   protection   component   of  CERCLA's   settlement\n\nframework.   CERCLA seeks to provide EPA with the necessary tools\n\nto  achieve  prompt  cleanups.   See  United  States  v.  Cannons\n                                                                 \n\nEngineering Corp., </pre><span class=\"citation\" data-id=\"538792\"><a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">79</span></a></span><pre class=\"inline\">, 90-91  (1st Cir. 1990).  One such\n                 \n\ntool is the ability to  foster incentives for timely settlements.\n\nSee </pre><span class=\"citation\" data-id=\"538792\"><a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"id_token\">id.</span>   To  this </a></span><pre class=\"inline\">end,  42 U.S.C.    9613(f)(2) provides  that a\n       \n\nparty  who settles with the  government \"shall not  be liable for\n\nclaims  for  contribution  regarding  matters  addressed  in  the\n\nsettlement.\"   Because only the amount of the settlement, not the\n\npro rata share attributable to the  settling party, is subtracted\n        \n\nfrom the aggregate liability of the nonsettling parties, see </pre><span class=\"citation\" data-id=\"538792\"><a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"id_token\">id.,</span>\n                                                                \n\n                                19\n\nsection </a></span><pre class=\"inline\">9613(f)(2)  envisions that  nonsettling parties  may bear\n\ndisproportionate liability.   This paradigm is  not a scrivener's\n\naccident.  It \"was designed to encourage settlements  and provide\n\nPRPs a measure  of finality  in return for  their willingness  to\n\nsettle.\"  Cannons </pre><span class=\"citation\" data-id=\"538792\"><span class=\"antecedent_guess\">Engineering,</span> <a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">92</span></a></span><pre class=\"inline\">; see also H.R. Rep.\n                                                       \n\nNo. </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">253,</span> supra</span><pre class=\"inline\">, 1986 U.S.C.C.A.N. at 2862.\n              \n\n          This  mechanism for  encouraging  settlement  would  be\n\ngutted  were courts to share appellants' view of the contribution\n\nuniverse, for subsection 9613(f)(2) then would afford very little\n\nprotection.    Although the  subsection  still  would  prevent  a\n\nsettlor  from being  sued by  another responsible  party claiming\n\nthat the first settlor  paid less than  its ratable share of  the\n                                                                 \n\ngovernment's expenses (what  we have termed  \"reimbursed costs\"),\n                     \n\nthe  statutory shield would not  extend beyond that  point.  Most\n\ndisturbingly, if  a party's  direct, first-instance  payments are\n\nnot  grist for  the contribution  mill, but,  instead, are  to be\n\ntreated  as recovery costs within the purview of section 9607(a),\n\na nonsettling or later-settling PRP would be entitled to bring an\n\naction against a  responsible party who  settled at the  earliest\n\npracticable moment, but paid  less than his ratable share  of the\n\naggregate first-instance payments.   Exposing early settlors  who\n\nmake first-instance  payments to  later contribution  actions not\n\nonly would create a needless asymmetry in the treatment of first-\n\ninstance  costs as  opposed to  reimbursed costs, but  also would\n\ngreatly  diminish  the  incentive  for  parties  to  reach  early\n\nsettlements with  the  government, thereby  thwarting  Congress's\n\n                                20\n\ndiscernible  intent.11   This  result  makes  little sense,  and,\n\ntherefore,  we reject  appellants' tortured  construction of  the\n\nstatutory language.\n\nIII.  CONCLUSION\n\n          The  word \"contribution\"  for purposes  of 42  U.S.C.  \n\n9613(f)  should  be  given its  plain  meaning.    Adapted to  an\n\nenvironmental case, it refers to an action by a responsible party\n\nto recover  from another  responsible party that  portion of  its\n\ncosts that are  in excess of its pro rata  share of the aggregate\n                                         \n\nresponse   costs   (including  both   first-instance   costs  and\n\nreimbursed costs).  Applying  this definition, the instant action\n\nclearly  qualifies as  an action  for contribution  under section\n\n9613(f)(1).      And  because   CERCLA's   text  indicates   that\n\ncontribution  and   cost  recovery  actions  are  distinct,  non-\n\noverlapping  anodynes,12 the  action had  to be  commenced within\n\nthree years of its accrual.  See 42 U.S.C.   9163(g)(3).\n                                \n\n          We need go no further.  Appellants did not deign to sue\n\nuntil  some six  and one-half  years after  entry of  the consent\n\n                    \n\n     11It  bears mention  that  CERCLA's contribution  protection\nprovisions also would be undermined if cost recovery actions were\ndeemed to be overlapping with contribution actions.\n\n     12Envisioning contribution and cost recovery actions as non-\noverlapping is  perfectly  consistent  with  the  Court's  recent\ndetermination that  42 U.S.C.    9613 and 9707(a) create \"similar\nand somewhat overlapping\" actions  for contribution.  Key </pre><span class=\"citation\" data-id=\"1087945\"><span class=\"antecedent_guess\">Tronic,</span>\n                                                                \n<a href=\"/opinion/1087945/key-tronic-corp-v-united-states/\"><span class=\"volume\">114</span>  <span class=\"reporter\">S. Ct.</span>  at <span class=\"page\">1966</span></a></span><pre class=\"inline\">.   The Key  Tronic Court  was discussing two\n                                       \ndifferent species of contribution  actions and expressed no views\nanent  the  relation  between  contribution  and  cost   recovery\nactions.\n\n                                21\n\ndecree.  Their suit is, therefore, time-barred.13 \n\nAffirmed.\n        \n\n                    \n\n     13The court below  reached the same result based on somewhat\ndifferent  reasoning.     While  its  rationale   strikes  us  as\nproblematic, we see  little point  in tilting at  windmills.   An\nappellate court is  not chained to  the lower court's  reasoning,\nbut may affirm the judgment below on any independently sufficient\nbasis made  manifest by the  record.   See Garside v.  Osco Drug,\n                                                                 \nInc.,  </pre><span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">46</span></a></span><pre class=\"inline\">, 49  (1st Cir.  1990); Polyplastics,  Inc. v.\n                                                              \nTransconex, Inc., </pre><span class=\"citation\" data-id=\"493609\"><a href=\"/opinion/493609/polyplastics-inc-v-transconex-inc/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span><pre class=\"inline\">, 860-61 (1st Cir. 1987).  Thus, we\n                \nendorse  the result reached  below solely for  the reasons stated\nherein.\n\n                                22\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108735/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110460/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110484/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111410/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/403548/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450368/",
    "https://www.courtlistener.com/api/rest/v3/opinions/479185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488031/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491460/",
    "https://www.courtlistener.com/api/rest/v3/opinions/493609/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528193/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538792/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607104/",
    "https://www.courtlistener.com/api/rest/v3/opinions/652924/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1087945/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1412790/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1556409/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1869798/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2270169/"
  ]
}