{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195537/",
  "id": 195537,
  "absolute_url": "/opinion/195537/best-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195537/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:03Z",
  "date_modified": "2020-02-21T23:31:18.632759Z",
  "type": "010combined",
  "sha1": "8f5ffa1bef5138bfbd240edec7b7b3c9d37308b5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1862.01A",
  "local_path": null,
  "plain_text": "August 5, 1994        [NOT FOR PUBLICATION]\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1862\n\n                         CHARLOTTE BEST,\n\n                      Plaintiff - Appellant,\n\n                                v.\n\n                    UNITED STATES OF AMERICA,\n\n                      Defendant - Appellee.\n\n                                           \n\n                           ERRATA SHEET\n\n     The opinion of this court issued on August 1, 1994, not  for\npublication, is amended as follows:\n\n     On  the cover sheet the U.S. District Judge should be Samuel\nB. King, Senior U.S. District Judge.  A  footnote should be added\nwhich   reads:     \"Of  the  District   of  Hawaii,   sitting  by\ndesignation.\"\n\n                      [NOT FOR PUBLICATION]\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1862\n\n                         CHARLOTTE BEST,\n\n                      Plaintiff - Appellant,\n\n                                v.\n\n                    UNITED STATES OF AMERICA,\n\n                      Defendant - Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Samuel P. King,* Senior U.S. District Judge]\n                                                         \n\n                                           \n\n                              Before\n\n                    Torruella, Cyr and Boudin,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n     Edward T. Troy, was on brief for appellant.\n                   \n     Mary  Elizabeth Carmody,  Assistant  U.S.  Attorney,  Senior\n                            \nLitigation  Counsel, with  with  Donald K.  Stern, United  States\n                                                 \nAttorney, was on brief for appellee.\n\n                                           \n\n                          August 1, 1994\n                                           \n\n------------------\n\n                    \n\n*  Of the District of Hawaii, sitting by designation.\n\n                               -2-\n\n*  Of the District of Hawaii, sitting by designation.\n\n                               -3-\n\n     Per Curiam.   This is an  appeal from a judgment  entered in\n               \nfavor  of  defendant-appellee,  United States,  after  a non-jury\ntrial in an action for alleged negligence pursuant to the Federal\nTort Claims Act (\"FTCA\"),  28 U.S.C.A.    1346(6), 2671,  et seq.\n                                                                 \nAt the conclusion of  plaintiff's, Charlotte Best's, evidence the\ncourt granted judgment as  a matter of law for the United States.\n\n     Plaintiff-appellant Best raises four  issues on appeal:  (1)\nthe district court failed  to comply with the provisions  of Fed.\nR. Civ. P. 52 by not stating its findings of fact and conclusions\nof  law  with  sufficient  specificity  to  allow  for  effective\nappellate  review,  (2) the  district  court  committed error  in\nruling that  plaintiff  failed to sustain her burden of  proof on\nthe  issue of negligence, (3) the district court erred in holding\nthat the doctrine of res ipsa loquitur did not apply to the facts\n                                      \nof this case, and (4) the district court abused its discretion in\nits  control of the examination of witnesses and in excluding the\ntestimony of plaintiff's expert.   We affirm the judgment  of the\ndistrict court.\n     Best  rented skis  from  the recreational  supply center  at\nHanscom Air Force Base in Massachusetts.  Thereafter, on March 2,\n1988, she injured  herself while skiing  on Mount Snow,  Vermont.\nAt a pre-trial conference, the parties narrowed the controvery to\nthe issue of whether United States' employees were negligent when\nthey adjusted Best's ski bindings, which in turn allegedly caused\nthe bindings to fail to release, thereby causing Best's injuries.\n     It  is  undisputed  that  Charlotte Best's  son,  Guy  Best,\nreturned the skis to the United States in March of 1988, and that\nUnited States' employees  immediately put the skis  back into its\ninventory.  At that time,  Best's son did not make any  complaint\nto any person that any defect or negligence in adjustment  of the\nskis was  the cause of  Best's accident.   The United States  was\nthus  not  alerted  to the  need  to  inspect,  or preserve,  the\nallegedly defective equipment or to determine whether any failure\nto  properly  adjust  the  skis  was  the  cause  of  plaintiff's\naccident.   On May 2, 1989,  more than a year  after the accident\noccurred,  Best filed  her administrative  claim pursuant  to the\nFTCA, 28 U.S.C.    2675.  And by that time  the United States was\nunable to identify the allegedly defective skis  to determine the\nvalidity of Best's claim.  \n     The testimony at trial was equally unhelpful in filling this\ngap, as Best could not remember the serial number or  even recall\nwho  manufactured the  equipment she  rented.   Furthermore, even\nthough  she  observed  defendant's  employee  adjusting  the  ski\nbindings,  she  was unable  to testify  as  to the  setting used.\nMoreover, Best's expert,  Mr. Adam, testified  that in order  for\nhim  to give  an  opinion as  to  the cause  of Best's  accident,\nwhether  the bindings were  properly set  or whether  they should\nhave  released, he  would  have had  to  examine the  actual  ski\nequipment used.   The district court thus disallowed the expert's\ntestimony.\n     At  the end of  Best's case, the  court ruled  as follows in\ngranting  the United States' motion  for judgment as  a matter of\nlaw:\n          I'm going to grant the motion for judgment as\n\n                               -4-\n\n          a matter  of law.  And  I will do so  for the\n          following reasons:\n\n          First of all, I think Vermont law applies, to\n          tell  you  the  truth,  because  it  would be\n          almost impossible  to  poor old  Vermont;  it\n          would depend on where the person came from as\n          to  what  happened.   This  happens  to be  a\n          federal case  but it  could be a  state case.\n          And [if] Vermont law didn't apply  to Vermont\n          ski lodges, they would be in a terrible spot.\n\n          I  also  don't believe  it  makes  much of  a\n          difference  whether   it's  Massachusetts  or\n          Vermont law at this stage.\n\n          The reason I'm granting the motion is because\n          there  is insufficient evidence  to justify a\n                                                       \n          finding that proof by a preponderance of  the\n                                                       \n          credible   evidence   that   there   is   any\n                                                       \n          connection    between    what    Mr.    Adams\n                                                       \n          [plaintiff's expert] says should be done when\n                                                       \n          -- by  the renters of the skis when they rent\n                                                       \n          them and what took place.\n                                  \n\n          The only possible thing that could be pointed\n          to as  a possible error would  be the tension\n          on the back blade  against the heel and there\n          is no  evidence that that  wasn't appropriate\n          or that that had  anything to do with causing\n          the injury.\n\n          The  only  testimony  we  have  regarding the\n          setting  according to  the chart  was it  was\n          three   and   a  half.      The  boots   were\n          comfortable.  They  fit.   Mrs. Best  cleaned\n          off  the bottoms,  didn't  notice  there  was\n          anything wrong with  them.  Nobody complained\n          to the  people when they sent  them back that\n          there was  anything wrong with them.   So she\n          could look at them.\n\n          This  idea  that the  government has  to keep\n          track of ski equipment  by serial number  and\n          hang onto it for an indefinite period of time\n          in  case somebody  comes in  and says  \"I was\n          damaged by  that particular set  of skis\"  is\n          just not  in the duties required  under these\n          circumstances.\n\n          If  there had  been a  complaint  about those\n          particular skis  and  they had  not kept  it,\n          that would  be another matter.   But it holds\n          them  to a  higher level  of care  for having\n          destroyed it and that does happen sometimes.\n\n                               -5-\n\n          So   in  my  opinion  there  is  insufficient\n          evidence  of liability.    And  I  grant  the\n          motion for judgment as a matter of law.\n\n(Emphasis supplied).\n\n     Best's  brief  is  less  than  helpful  in  its  allegations\n\nregarding the  district court's findings and conclusions pursuant\n\nto Fed. R. Civ. P. 52(a).  As best we can glean, appellant claims\n\nthat the district court violated Rule 52(a),and deprived her of a\n\nmeaningful  appeal, because  it disregarded  plaintiff's expert's\n\nopinion without explanation, and because it allegedly ignored the\n\ntestimony of Gary  Best, plaintiff's son, regarding the return of\n\nthe skis to the  defendant-appellee.  These allegations, however,\n\nare not sufficient to sustain the challenge.**\n\n                    \n\n**  In its pertinent part Fed. R. Civ. P. 52 reads as follows:\n\n          (a) Effect.   In  all actions tried  upon the\n          (a) Effect.\n          facts without  a jury .  . . the  court shall\n          find the facts specially and state separately\n          its  conclusions of law thereon, and judgment\n          shall be entered pursuant  to Rule 58. . .  .\n          Requests  for findings are  not necessary for\n          purposes   of  review.    Findings  of  fact,\n          whether   based   on   oral  or   documentary\n          evidence,  shall  not  be  set  aside  unless\n          clearly  erroneous, and  due regard  shall be\n          given  to the opportunity  of the trial court\n          to judge the credibility  of witnesses. . . .\n          It will be sufficient if the findings of fact\n          and conclusions of law  are stated orally and\n          recorded in open court following the close of\n          the evidence.\n          (c) Judgment  on Partial Findings.  If during\n          (c) Judgment  on Partial Findings.\n          a trial without a jury a party has been fully\n          heard on an issue and the court finds against\n          the party on that  issue, the court may enter\n          judgment  as a  matter  of  law against  that\n          party with respect to a claim or defense that\n          cannot   under   the   controlling   law   be\n          maintained  or  defeated without  a favorable\n          finding  on that issue. . . . Such a judgment\n          shall be  supported by  findings of  fact and\n          conclusions of law as required by subdivision\n          (a) of this rule.\n\n                               -6-\n\n     In its  findings pursuant to Fed.  R. Civ. P. 52,  the court\n\ndid not  explicitly  state why  it disregarded  the testimony  of\n\nBest's  expert, Mr.  Adams.   The court, however,  had previously\n\ngiven an explanation, when it excluded Mr. Adam's testmony during\n\nthe trial as an evidentiary matter.  That ruling is  not appealed\n\nfrom,  and  in any  event, it  appears  to be  eminently correct.\n\nThere is no need  or requirement that the trial judge  repeat his\n\nevidentiary  ruling later  in the  proceedings when  ruling under\n\nRule 52.\n\n     As to  Guy Best's  testimony, Best basically  disagrees with\n\nthe  trial   court's  ultimate  conclusion  not   to  credit  his\n\ntestimony, a  position which must  be considered pursuant  to the\n\nrequirements of  the very rule  which is relied upon,  i.e., on a\n\nclearly  erroneous standard.   Dedham  Water v.  Cumberland Farms\n                                                                 \n\nDairy,  972 F.2d  453,  457 (1st  Cir.  1992).   Our  independent\n     \n\nscreening of the district court's ruling, reproduced ante at 4-5,\n                                                         \n\nleads  us to conclude that  the court's findings  are not clearly\n\nerroneous.\n\n     This  was a  simple negligence  case, the  key to  which was\n\nproof  that the skis used by Best  were defective because of some\n\naction or inaction by the United States' employees.  There was no\n\nsuch  proof  and no  defect was  shown,  because no  evidence was\n\navailable  regarding the  condition of  the  skis when  they were\n\nreturned.   A brief review of the district court's ruling reveals\n\nthe following essential findings of fact:  (1) The ski boots when\n\nreceived by Best were  in proper condition, (2) when  returned no\n\none complained that there  was anything wrong with them,  and (3)\n\nthe testimony  of Best's  expert could  not connect any  improper\n\n                               -7-\n\naction  by defendant's employees to the accident.  The court then\n\nconcluded that this evidence as a matter of law did not establish\n\nliability on behalf of defendant.\n\n     The  court's  findings and  conclusions  sufficiently comply\n\nwith  Rule 52(a) and did not deprive appellant of the opportunity\n\nto  intelligently frame  her appeal.   Thermo  Electron Corp.  v.\n                                                             \n\nSchiavone  Construction Co.,  958  F.2d 1158,  1160-61 (1st  Cir.\n                           \n\n1992).    \"[W]hat is  adequate depends  on  the importance  of an\n\nissue,  its complexity,  the  depth and  nature  of the  evidence\n\npresented, and  similar elements  that vary  from case to  case.\"\n\nKnapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp., 15 F.3d 1222, 1238\n                                             \n\n(1st Cir. 1994).\n\n     Best's  allegation  regarding   the  applicability  of   the\n\ndoctrine of  res  ipsa  loquitur  is  equally  misplaced.    This\n                                \n\ndoctrine is inapplicable  where the  instrumentality causing  the\n\naccident  is  without  the  control  of  the  defendant  upon the\n\noccurrence of the accident.   See Coyne v. John S. Tilley  Co., 2\n                                                              \n\nMass. App. Ct. 641, 644, 318 N.E.2d 623, 626 (1974); Cyr v. Green\n                                                                 \n\nMountain Power Corp., 145 Vt. 231, 235-36, 485 A.2d 1265 (1984).\n                    \n\n     Lastly, Best complains of an alleged abuse  of discretion by\n\nthe  trial  judge regarding  curtailment  of  the questioning  of\n\nwitnesses and  exclusion of the testimony  of plaintiff's expert.\n\nWe find  no such error to have been committed.  Elgabri v. Lekas,\n                                                                \n\n964 F.2d 1255, 1260 (1st Cir. 1992).\n\n     Affirmed.\n             \n\n                               -8-\n",
  "html": "<p class=\"case_cite\">32 F.3d 561</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Charlotte BEST, Plaintiff-Appellant,<br>v.<br>UNITED STATES of America, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 93-1862</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 1, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Samuel P. King,<sup>*</sup>, Senior U.S. District Judge], Of the District of Hawaii, sitting by designation.</p>\n      <p class=\"indent\">Edward T. Troy, was on brief for appellant.</p>\n      <p class=\"indent\">Mary Elizabeth Carmody, Assistant U.S. Attorney, Senior Litigation Counsel, with with Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a judgment entered in favor of defendant-appellee, United States, after a non-jury trial in an action for alleged negligence pursuant to the Federal Tort Claims Act (\"FTCA\"), 28 U.S.C.A. Secs. 1346(6), 2671, et seq.  At the conclusion of plaintiff's, Charlotte Best's, evidence the court granted judgment as a matter of law for the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff-appellant Best raises four issues on appeal:  (1) the district court failed to comply with the provisions of Fed.  R. Civ. P. 52 by not stating its findings of fact and conclusions of law with sufficient specificity to allow for effective appellate review, (2) the district court committed error in ruling that plaintiff failed to sustain her burden of proof on the issue of negligence, (3) the district court erred in holding that the doctrine of res ipsa loquitur did not apply to the facts of this case, and (4) the district court abused its discretion in its control of the examination of witnesses and in excluding the testimony of plaintiff's expert.  We affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Best rented skis from the recreational supply center at Hanscom Air Force Base in Massachusetts.  Thereafter, on March 2, 1988, she injured herself while skiing on Mount Snow, Vermont.  At a pre-trial conference, the parties narrowed the controversy to the issue of whether United States' employees were negligent when they adjusted Best's ski bindings, which in turn allegedly caused the bindings to fail to release, thereby causing Best's injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is undisputed that Charlotte Best's son, Guy Best, returned the skis to the United States in March of 1988, and that United States' employees immediately put the skis back into its inventory.  At that time, Best's son did not make any complaint to any person that any defect or negligence in adjustment of the skis was the cause of Best's accident.  The United States was thus not alerted to the need to inspect, or preserve, the allegedly defective equipment or to determine whether any failure to properly adjust the skis was the cause of plaintiff's accident.  On May 2, 1989, more than a year after the accident occurred, Best filed her administrative claim pursuant to the FTCA, 28 U.S.C. Sec. 2675.  And by that time the United States was unable to identify the allegedly defective skis to determine the validity of Best's claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The testimony at trial was equally unhelpful in filling this gap, as Best could not remember the serial number or even recall who manufactured the equipment she rented.  Furthermore, even though she observed defendant's employee adjusting the ski bindings, she was unable to testify as to the setting used.  Moreover, Best's expert, Mr. Adam, testified that in order for him to give an opinion as to the cause of Best's accident, whether the bindings were properly set or whether they should have released, he would have had to examine the actual ski equipment used.  The district court thus disallowed the expert's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the end of Best's case, the court ruled as follows in granting the United States' motion for judgment as a matter of law:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>I'm going to grant the motion for judgment as a matter of law.  And I will do so for the following reasons:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>First of all, I think Vermont law applies, to tell you the truth, because it would be almost impossible to poor old Vermont;  it would depend on where the person came from as to what happened.  This happens to be a federal case but it could be a state case.  And [if] Vermont law didn't apply to Vermont ski lodges, they would be in a terrible spot.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>I also don't believe it makes much of a difference whether it's Massachusetts or Vermont law at this stage.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>The reason I'm granting the motion is because there is insufficient evidence to justify a finding that proof by a preponderance of the credible evidence that there is any connection between what Mr. Adams [plaintiff's expert] says should be done when-by the renters of the skis when they rent them and what took place.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The only possible thing that could be pointed to as a possible error would be the tension on the back blade against the heel and there is no evidence that that wasn't appropriate or that that had anything to do with causing the injury.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>The only testimony we have regarding the setting according to the chart was it was three and a half.  The boots were comfortable.  They fit.  Mrs. Best cleaned off the bottoms, didn't notice there was anything wrong with them.  Nobody complained to the people when they sent them back that there was anything wrong with them.  So she could look at them.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>This idea that the government has to keep track of ski equipment by serial number and hang onto it for an indefinite period of time in case somebody comes in and says \"I was damaged by that particular set of skis\" is just not in the duties required under these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>If there had been a complaint about those particular skis and they had not kept it, that would be another matter.  But it holds them to a higher level of care for having destroyed it and that does happen sometimes.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>So in my opinion there is insufficient evidence of liability.  And I grant the motion for judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(Emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Best's brief is less than helpful in its allegations regarding the district court's findings and conclusions pursuant to Fed.  R. Civ. P. 52(a).  As best we can glean, appellant claims that the district court violated Rule 52(a),and deprived her of a meaningful appeal, because it disregarded plaintiff's expert's opinion without explanation, and because it allegedly ignored the testimony of Gary Best, plaintiff's son, regarding the return of the skis to the defendant-appellee.  These allegations, however, are not sufficient to sustain the challenge.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In its findings pursuant to Fed.  R. Civ. P. 52, the court did not explicitly state why it disregarded the testimony of Best's expert, Mr. Adams.  The court, however, had previously given an explanation, when it excluded Mr. Adam's testimony during the trial as an evidentiary matter.  That ruling is not appealed from, and in any event, it appears to be eminently correct.  There is no need or requirement that the trial judge repeat his evidentiary ruling later in the proceedings when ruling under Rule 52.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As to Guy Best's testimony, Best basically disagrees with the trial court's ultimate conclusion not to credit his testimony, a position which must be considered pursuant to the requirements of the very rule which is relied upon, i.e., on a clearly erroneous standard.   Dedham Water v. Cumberland Farms Dairy, 972 F.2d 453, 457 (1st Cir. 1992).  Our independent screening of the district court's ruling, reproduced ante at 4-5, leads us to conclude that the court's findings are not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This was a simple negligence case, the key to which was proof that the skis used by Best were defective because of some action or inaction by the United States' employees.  There was no such proof and no defect was shown, because no evidence was available regarding the condition of the skis when they were returned.  A brief review of the district court's ruling reveals the following essential findings of fact:  (1) The ski boots when received by Best were in proper condition, (2) when returned no one complained that there was anything wrong with them, and (3) the testimony of Best's expert could not connect any improper action by defendant's employees to the accident.  The court then concluded that this evidence as a matter of law did not establish liability on behalf of defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The court's findings and conclusions sufficiently comply with Rule 52(a) and did not deprive appellant of the opportunity to intelligently frame her appeal.   Thermo Electron Corp. v. Schiavone Construction Co., 958 F.2d 1158, 1160-61 (1st Cir. 1992).  \"[W]hat is adequate depends on the importance of an issue, its complexity, the depth and nature of the evidence presented, and similar elements that vary from case to case.\"   Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp., 15 F.3d 1222, 1238 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Best's allegation regarding the applicability of the doctrine of res ipsa loquitur is equally misplaced.  This doctrine is inapplicable where the instrumentality causing the accident is without the control of the defendant upon the occurrence of the accident.   See Coyne v. John S. Tilley Co., 2 Mass.  App. Ct. 641, 644, 318 N.E.2d 623, 626 (1974);   Cyr v. Green Mountain Power Corp., 145 Vt. 231, 235-36, 485 A.2d 1265 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Lastly, Best complains of an alleged abuse of discretion by the trial judge regarding curtailment of the questioning of witnesses and exclusion of the testimony of plaintiff's expert.  We find no such error to have been committed.   Elgabri v. Lekas, 964 F.2d 1255, 1260 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In its pertinent part Fed.  R. Civ. P. 52 reads as follows:</p>\n        <p>(a) Effect.  In all actions tried upon the facts without a jury ... the court shall find the facts specially and state separately its conclusions of law thereon, and judgment shall be entered pursuant to Rule 58....  Requests for findings are not necessary for purposes of review.  Findings of fact, whether based on oral or documentary evidence, shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the trial court to judge the credibility of witnesses....  It will be sufficient if the findings of fact and conclusions of law are stated orally and recorded in open court following the close of the evidence.  (c) Judgment on Partial Findings.  If during a trial without a jury a party has been fully heard on an issue and the court finds against the party on that issue, the court may enter judgment as a matter of law against that party with respect to a claim or defense that cannot under the controlling law be maintained or defeated without a favorable finding on that issue....  Such a judgment shall be supported by findings of fact and conclusions of law as required by subdivision (a) of this rule.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">561</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Charlotte BEST, Plaintiff-Appellant,<br>v.<br>UNITED STATES of America, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 93-1862</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 1, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Samuel P. King,<sup>*</sup>, Senior U.S. District Judge], Of the District of Hawaii, sitting by designation.</p>\n      <p class=\"indent\">Edward T. Troy, was on brief for appellant.</p>\n      <p class=\"indent\">Mary Elizabeth Carmody, Assistant U.S. Attorney, Senior Litigation Counsel, with with Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a judgment entered in favor of defendant-appellee, United States, after a non-jury trial in an action for alleged negligence pursuant to the Federal Tort Claims Act (\"FTCA\"), 28 U.S.C.A. Secs. 1346(6), 2671, et seq.  At the conclusion of plaintiff's, Charlotte Best's, evidence the court granted judgment as a matter of law for the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff-appellant Best raises four issues on appeal:  (1) the district court failed to comply with the provisions of Fed.  R. Civ. P. 52 by not stating its findings of fact and conclusions of law with sufficient specificity to allow for effective appellate review, (2) the district court committed error in ruling that plaintiff failed to sustain her burden of proof on the issue of negligence, (3) the district court erred in holding that the doctrine of res ipsa loquitur did not apply to the facts of this case, and (4) the district court abused its discretion in its control of the examination of witnesses and in excluding the testimony of plaintiff's expert.  We affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Best rented skis from the recreational supply center at Hanscom Air Force Base in Massachusetts.  Thereafter, on March 2, 1988, she injured herself while skiing on Mount Snow, Vermont.  At a pre-trial conference, the parties narrowed the controversy to the issue of whether United States' employees were negligent when they adjusted Best's ski bindings, which in turn allegedly caused the bindings to fail to release, thereby causing Best's injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is undisputed that Charlotte Best's son, Guy Best, returned the skis to the United States in March of 1988, and that United States' employees immediately put the skis back into its inventory.  At that time, Best's son did not make any complaint to any person that any defect or negligence in adjustment of the skis was the cause of Best's accident.  The United States was thus not alerted to the need to inspect, or preserve, the allegedly defective equipment or to determine whether any failure to properly adjust the skis was the cause of plaintiff's accident.  On May 2, 1989, more than a year after the accident occurred, Best filed her administrative claim pursuant to the FTCA, 28 U.S.C. Sec. 2675.  And by that time the United States was unable to identify the allegedly defective skis to determine the validity of Best's claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The testimony at trial was equally unhelpful in filling this gap, as Best could not remember the serial number or even recall who manufactured the equipment she rented.  Furthermore, even though she observed defendant's employee adjusting the ski bindings, she was unable to testify as to the setting used.  Moreover, Best's expert, Mr. Adam, testified that in order for him to give an opinion as to the cause of Best's accident, whether the bindings were properly set or whether they should have released, he would have had to examine the actual ski equipment used.  The district court thus disallowed the expert's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the end of Best's case, the court ruled as follows in granting the United States' motion for judgment as a matter of law:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>I'm going to grant the motion for judgment as a matter of law.  And I will do so for the following reasons:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>First of all, I think Vermont law applies, to tell you the truth, because it would be almost impossible to poor old Vermont;  it would depend on where the person came from as to what happened.  This happens to be a federal case but it could be a state case.  And [if] Vermont law didn't apply to Vermont ski lodges, they would be in a terrible spot.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>I also don't believe it makes much of a difference whether it's Massachusetts or Vermont law at this stage.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>The reason I'm granting the motion is because there is insufficient evidence to justify a finding that proof by a preponderance of the credible evidence that there is any connection between what Mr. Adams [plaintiff's expert] says should be done when-by the renters of the skis when they rent them and what took place.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The only possible thing that could be pointed to as a possible error would be the tension on the back blade against the heel and there is no evidence that that wasn't appropriate or that that had anything to do with causing the injury.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>The only testimony we have regarding the setting according to the chart was it was three and a half.  The boots were comfortable.  They fit.  Mrs. Best cleaned off the bottoms, didn't notice there was anything wrong with them.  Nobody complained to the people when they sent them back that there was anything wrong with them.  So she could look at them.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>This idea that the government has to keep track of ski equipment by serial number and hang onto it for an indefinite period of time in case somebody comes in and says \"I was damaged by that particular set of skis\" is just not in the duties required under these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>If there had been a complaint about those particular skis and they had not kept it, that would be another matter.  But it holds them to a higher level of care for having destroyed it and that does happen sometimes.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>So in my opinion there is insufficient evidence of liability.  And I grant the motion for judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(Emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Best's brief is less than helpful in its allegations regarding the district court's findings and conclusions pursuant to Fed.  R. Civ. P. 52(a).  As best we can glean, appellant claims that the district court violated Rule 52(a),and deprived her of a meaningful appeal, because it disregarded plaintiff's expert's opinion without explanation, and because it allegedly ignored the testimony of Gary Best, plaintiff's son, regarding the return of the skis to the defendant-appellee.  These allegations, however, are not sufficient to sustain the challenge.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In its findings pursuant to Fed.  R. Civ. P. 52, the court did not explicitly state why it disregarded the testimony of Best's expert, Mr. Adams.  The court, however, had previously given an explanation, when it excluded Mr. Adam's testimony during the trial as an evidentiary matter.  That ruling is not appealed from, and in any event, it appears to be eminently correct.  There is no need or requirement that the trial judge repeat his evidentiary ruling later in the proceedings when ruling under Rule 52.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As to Guy Best's testimony, Best basically disagrees with the trial court's ultimate conclusion not to credit his testimony, a position which must be considered pursuant to the requirements of the very rule which is relied upon, i.e., on a clearly erroneous standard.   Dedham Water v. Cumberland Farms Dairy, <span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 457 (1st Cir. 1992).  Our independent screening of the district court's ruling, reproduced ante at 4-5, leads us to conclude that the court's findings are not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This was a simple negligence case, the key to which was proof that the skis used by Best were defective because of some action or inaction by the United States' employees.  There was no such proof and no defect was shown, because no evidence was available regarding the condition of the skis when they were returned.  A brief review of the district court's ruling reveals the following essential findings of fact:  (1) The ski boots when received by Best were in proper condition, (2) when returned no one complained that there was anything wrong with them, and (3) the testimony of Best's expert could not connect any improper action by defendant's employees to the accident.  The court then concluded that this evidence as a matter of law did not establish liability on behalf of defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The court's findings and conclusions sufficiently comply with Rule 52(a) and did not deprive appellant of the opportunity to intelligently frame her appeal.   Thermo Electron Corp. v. Schiavone Construction Co., <span class=\"citation\" data-id=\"579442\"><a href=\"/opinion/579442/thermo-electron-corp-v-schiavone-construction-company/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1158</span></a></span>, 1160-61 (1st Cir. 1992).  \"[W]hat is adequate depends on the importance of an issue, its complexity, the depth and nature of the evidence presented, and similar elements that vary from case to case.\"   Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp., <span class=\"citation\" data-id=\"195201\"><a href=\"/opinion/195201/knapp-v-sylvania-shoe/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1222</span></a></span>, 1238 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Best's allegation regarding the applicability of the doctrine of res ipsa loquitur is equally misplaced.  This doctrine is inapplicable where the instrumentality causing the accident is without the control of the defendant upon the occurrence of the accident.   See Coyne v. John S. Tilley Co., 2 Mass.  App. Ct. 641, 644, <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">623</span></span>, 626 (1974);   Cyr v. Green Mountain Power Corp., <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">Vt.</span> <span class=\"page\">231</span></span>, 235-36, <span class=\"citation\" data-id=\"1467828\"><a href=\"/opinion/1467828/cyr-v-green-mountain-power-corp/\"><span class=\"volume\">485</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1265</span> </a></span>(1984).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Lastly, Best complains of an alleged abuse of discretion by the trial judge regarding curtailment of the questioning of witnesses and exclusion of the testimony of plaintiff's expert.  We find no such error to have been committed.   Elgabri v. Lekas, <span class=\"citation\" data-id=\"583865\"><a href=\"/opinion/583865/tarek-h-elgabri-md-v-mary-d-lekas-md/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1255</span></a></span>, 1260 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In its pertinent part Fed.  R. Civ. P. 52 reads as follows:</p>\n        <p>(a) Effect.  In all actions tried upon the facts without a jury ... the court shall find the facts specially and state separately its conclusions of law thereon, and judgment shall be entered pursuant to Rule 58....  Requests for findings are not necessary for purposes of review.  Findings of fact, whether based on oral or documentary evidence, shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the trial court to judge the credibility of witnesses....  It will be sufficient if the findings of fact and conclusions of law are stated orally and recorded in open court following the close of the evidence.  (c) Judgment on Partial Findings.  If during a trial without a jury a party has been fully heard on an issue and the court finds against the party on that issue, the court may enter judgment as a matter of law against that party with respect to a claim or defense that cannot under the controlling law be maintained or defeated without a favorable finding on that issue....  Such a judgment shall be supported by findings of fact and conclusions of law as required by subdivision (a) of this rule.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195201/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579442/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583865/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1467828/"
  ]
}