{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195565/",
  "id": 195565,
  "absolute_url": "/opinion/195565/united-states-v-de-alba-pagan/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195565/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:42:52Z",
  "date_modified": "2020-02-21T23:27:04.154588Z",
  "type": "010combined",
  "sha1": "c232587554cb8023d8f00c874fdade9fa862d086",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2018.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-2018\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                      HECTOR De ALBA PAGAN,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Raymond L. Acosta, U.S. District Judge]\n                                                      \n\n                                             \n\n                              Before\n\n             Selya, Boudin and Stahl, Circuit Judges.\n                                                    \n\n                                             \n\n     Jorge L. Arroyo, by appointment of the Court, for appellant.\n                    \n     Jose  A. Quiles-Espinosa,  Senior  Litigation Counsel,  with\n                             \nwhom  Guillermo  Gil, United  States  Attorney,  and Rosa  Emilia\n                                                                 \nRodriguez-Velez, Assistant United States Attorney, were on brief,\n               \nfor the United States.\n\n                                             \n\n                         August 26, 1994\n\n                                             \n\n          SELYA, Circuit  Judge.   On March 22,  1993, defendant-\n          SELYA, Circuit  Judge.\n                               \n\nappellant  Hector De Alba Pagan pled guilty  to five counts of an\n\nindictment  charging  him, and  twenty-three other  persons, with\n\nvarious  drug-trafficking  offenses.    On August  5,  1993,  the\n\ndistrict court, after first denying defendant's pro  se motion to\n                                                       \n\nwithdraw  his earlier  plea,1 sentenced  him to a  lengthy prison\n\nterm.  This appeal followed.\n\n          Defendant  makes  several  points.    Distilled,  these\n\npoints reduce to  three broad  issues.  We  address those  issues\n\nseriatim.\n        \n\n                                I.\n                                  \n\n                         Plea Withdrawal\n                                        \n\n          Defendant contends  that the  district  court erred  in\n\nrefusing to allow him to  withdraw his guilty plea.  We  review a\n\ndistrict  court's decision to grant or deny a request to withdraw\n\na guilty plea solely for abuse  of discretion.  See United States\n                                                                 \n\nv.  Parrilla-Tirado, 22  F.3d 368,  371  (1st Cir.  1994); United\n                                                                 \n\nStates v. Doyle, 981 F.2d 591, 594 (1st Cir. 1992); United States\n                                                                 \n\nv. Pellerito, 878 F.2d 1535, 1538 (1st Cir. 1989).  Applying that\n            \n\nstandard, we discern no error.\n\n          It  is settled that a motion to withdraw a guilty plea,\n\nmade before sentencing,  can be granted \"only upon an affirmative\n\nshowing of a `fair  and just reason.'\"  Parrilla-Tirado,  22 F.3d\n                                                       \n\n                    \n\n     1Defendant filed his motion to withdraw pro se, although, at\n                                                   \nthe time, he was represented by counsel.  In the  same motion, he\nasked  the court to discharge his lawyer and appoint a successor.\nThe court denied this  request as well.  On  appeal, defendant is\nrepresented by a newly appointed attorney.\n\n                                2\n\nat  371  (quoting  Fed.  R.  Crim.  P.  32(d)).    The  burden of\n\npersuasion rests with  the defendant.   See id.   In  determining\n                                               \n\nwhether this  burden has been  carried, an  inquiring court  must\n\nconsider  the totality of  the circumstances, focusing especially\n\non four  factors,  namely, (1)  the plausibility  of the  reasons\n\nprompting the requested  change of  plea; (2) the  timing of  the\n\ndefendant's  motion;  (3) the  existence  or  nonexistence of  an\n\nassertion  of innocence;  and  (4) whether  the defendant's  plea\n\nrealistically  may  be  characterized as  legally  suspect,  say,\n\nbecause it  was involuntary  or  otherwise in  derogation of  the\n\nrequirements  imposed by Fed.  R. Crim. P.  11.  See  id. at 371;\n                                                         \n\nDoyle, 981 F.2d  at 594; Pellerito, 878 F.2d at  1537.  If, after\n                                  \n\ndue consideration, the  defendant appears to  have the better  of\n\nthis assessment, the court must  then mull an additional  factor:\n\nprejudice  to the  government.   See Parrilla-Tirado, 22  F.3d at\n                                                    \n\n371;  United  States v.  Kobrosky, 711  F.2d  449, 455  (1st Cir.\n                                 \n\n1983).   Here, we do not reach the question of prejudice, for the\n\ndefendant's claim,  when  measured by  virtually every  pertinent\n\ntest, fails at the earlier stage.\n\n          We need not wax  longiloquent.  Defendant asserts three\n\nreasons for  seeking to  withdraw his plea,  but two of  them are\n\nhopelessly infirm and do not warrant discussion.  His quest rises\n\nor falls, therefore, on  his claim that, when he  pleaded guilty,\n\nhe \"did not  understand that,  as a consequence  of his plea,  he\n\nwould be sentenced [based  partly] on relevant conduct  that went\n\nbeyond that which he  admitted to in his statements  to the court\n\n                                3\n\n[at the change-of-plea hearing].\"  Appellant's Brief at 16-17.\n\n          On  this chiaroscuro  record, we  cannot find  that the\n\nlower court  erred in refusing  to credit this  professed reason.\n\nAfter  all, the  court made  it very clear  to defendant  that he\n\nwould be  sentenced  in accordance  with  the provisions  of  the\n\nsentencing guidelines,  informed  him  of  the  maximum  possible\n\npunishment, asked  him about promises or  assurances beyond those\n\nlimned  in the plea  agreement (defendant said  there were none),\n\nand made certain that defendant was told quite pointedly that the\n\nmatter of relevant conduct would be determined at sentencing.\n\n          To be sure,  defendant claims to have  had a subjective\n\nunderstanding  to the  contrary.2   But where,  as here,  a court\n\nexpressly retains  the power to determine  relevant facts bearing\n\non sentencing under the guidelines, \"a defendant cannot claim . .\n\n.  that the plea is rendered involuntary when the court exercises\n\nthis  power.\"   United States  v. Williams,  919 F.2d  1451, 1456\n                                          \n\n(10th Cir.  1990),  cert. denied,  499  U.S. 968  (1991);  accord\n                                                                 \n\nUnited States v. Stephens, 906 F.2d 251, 254 (6th Cir. 1990).  In\n                         \n\nshort, a defendant's lament that he misjudged the consequences of\n\nhis guilty  plea, without more, is not a fair and just reason for\n\nsetting  the plea  aside.   By the  same token,  the fact  that a\n\ndefendant  misapprehends  the likely  guideline  sentencing range\n\ndoes  not constitute  a fair  and just  reason for  withdrawing a\n\n                    \n\n     2Defendant  asserts  that  a   principal  reason  for   this\nsubjective belief lay in his lawyer's  statements to him, abetted\nby his lawyer's failure to tell him of comments made by the judge\nat sidebar.   These circumstances are more directly  pertinent to\nthe claim of ineffective assistance, see infra Part II.\n                                              \n\n                                4\n\nguilty plea.  See  Williams, 919 F.2d  at 1456; United States  v.\n                                                             \n\nBradley, 905 F.2d 359,  360 (11th Cir. 1990); Stephens,  906 F.2d\n                                                      \n\nat 253;  United  States v.  Jones, 905  F.2d 867,  868 (5th  Cir.\n                                 \n\n1990); United States  v. Sweeney,  878 F.2d 68,  69-71 (2nd  Cir.\n                                \n\n1989).3\n\n          Although the absence of a plausible reason itself often\n\nconstitutes  an insurmountable  obstacle to  a  defendant's plea-\n\nwithdrawal  effort, we  note that,  here,  most of  the remaining\n\nfactors  involved in  the  Parrilla-Tirado test  also counsel  in\n                                          \n\nfavor of upholding  the district court's  ruling.  Beyond  noting\n\ntwo  vital  pieces of  information    that  defendant has  yet to\n\nassert his innocence, and  that we have  been unable to find  any\n\nsubstantial defect in the  Rule 11 proceedings   we think that it\n\nwould serve  no  useful purpose  to  cite  book and  verse.    It\n\nsuffices  to  say  that the  district  court  did  not abuse  its\n\ndiscretion in denying defendant's plea-withdrawal motion.\n\n                               II.\n                                  \n\n                      Ineffective Assistance\n                                            \n\n          The Sixth  Amendment requires that  persons accused  of\n\ncrimes shall  receive the benefit  of counsel for  their defense.\n\nSee U.S. Const.,  Amend. VI.  The defendant maintains that he was\n   \n\ndenied   this  boon   because  his   trial  counsel   acted  both\n\n                    \n\n     3Here, no one supplied the defendant with an estimate of the\nguideline sentencing range during the change-of-plea hearing.  We\nnote in passing,  however, that  courts have held  that even  the\nfurnishing  of  an incorrect  estimate  to defendant  by  his own\n                            \ncounsel would not afford  a basis for permitting him  to withdraw\nhis  earlier  plea.   See,  e.g.,  Williams,  919  F.2d at  1456;\n                                           \nStephens, 906 F.2d at 253.\n        \n\n                                5\n\nirresponsibly and  below an  acceptable standard  of proficiency.\n\nWe do not think this plaint is ripe for appellate review.\n\n          \"We  have  held  with  a regularity  bordering  on  the\n\nmonotonous  that fact-specific  claims of  ineffective assistance\n\ncannot make their debut on direct review of criminal convictions,\n\nbut,  rather, must originally be presented to, and acted upon by,\n\nthe trial court.\"  United States v. Mala, 7 F.3d  1058, 1063 (1st\n                                        \n\nCir.  1993) (collecting  cases), cert.  denied,  114 S.  Ct. 1839\n                                              \n\n(1994).    Here,  defendant's  complaint  anent  trial  counsel's\n\nperformance  is  utterly factbound,  and cannot  intelligently be\n\nevaluated on the sparse record that is now before us.\n\n          Nonetheless,  the rule  reiterated  in Mala  should  be\n                                                     \n\nconstrued in a  practical, commonsense fashion.  The chief reason\n\nthat we  do not  undertake first-instance review  of prototypical\n\nineffective  assistance claims  is prudential  in nature.   As we\n\nsaid in Mala:\n            \n\n          Since   claims   of  ineffective   assistance\n          involve  a  binary analysis     the defendant\n          must show, first, that  counsel's performance\n          was  constitutionally deficient  and, second,\n          that the deficient performance prejudiced the\n          defense,  see  Strickland v.  Washington, 466\n                                                  \n          U.S.  668, 687 (1984)   such claims typically\n          require the resolution of factual issues that\n          cannot  efficaciously  be  addressed  in  the\n          first instance by an appellate tribunal.   In\n          addition, the  trial judge, by reason  of his\n          familiarity with the case, is usually in  the\n          best position  to assess both the  quality of\n          the  legal  representation  afforded  to  the\n          defendant  in  the  district  court  and  the\n          impact    of    any    shortfall   in    that\n          representation.   Under  ideal circumstances,\n          the court of appeals  should have the benefit\n          of  this evaluation; elsewise,  the court, in\n          effect, may be playing blindman's buff.\n\n                                6\n\nId.  (some internal citations omitted).\n   \n\n          Be  that as  it  may,  the  case  at  bar  possesses  a\n\nprocedural wrinkle:  it must,  in all events, be remanded to  the\n\ndistrict court for further proceedings, see infra Part III.  That\n                                                 \n\ncircumstance, coupled with the fact that the claim of ineffective\n\nassistance  is at  least  colorable,  impels  us  to  direct  the\n\ndistrict  court,  on remand,  to hold  an evidentiary  hearing in\n\nadvance   of  resentencing   to  determine   whether  defendant's\n\nconviction  ought to  be set  aside on  Sixth Amendment  grounds.\n\nCf., e.g., United  States v. Rodriguez  Rodriguez, 929 F.2d  747,\n                                                 \n\n753 (1st  Cir. 1991)  (per curiam)  (directing district  court on\n\nremand  to conduct  an  inquiry into  defendant's allegations  of\n\nmisconduct by counsel); Mack  v. Smith, 659 F.2d 23, 26 (5th Cir.\n                                      \n\n1981)  (per  curiam)  (remanding   for  evidentiary  hearing   to\n\ndetermine  if  failure  to file  a  timely  appeal  resulted from\n\nineffectiveness of counsel).   Of course, we take no  view of the\n\nmerits of defendant's Sixth Amendment claim.\n\n                               III.\n                                   \n\n                            Sentencing\n                                      \n\n          The  defendant  asserts  a  salmagundi  of  grounds  in\n\nsupport  of his contention that  the district court  erred in the\n\nimposition of sentence.  We agree that the sentencing proceedings\n\nwere irremediably flawed and must be conducted afresh.\n\n          The right of  allocution affords  a criminal  defendant\n\nthe  opportunity to  make a final  plea to  the judge  on his own\n\nbehalf  prior to sentencing.   See United States  v. Behrens, 375\n                                                            \n\n                                7\n\nU.S. 162, 165 (1963).  Ancient in law, allocution is  both a rite\n\nand a right.  It  is designed to temper punishment with  mercy in\n\nappropriate  cases,  and  to  ensure   that  sentencing  reflects\n\nindividualized circumstances.   See United States  v. Barnes, 948\n                                                            \n\nF.2d 325,  328  (7th Cir.  1991).   Furthermore, allocution  \"has\n\nvalue  in  terms  of  maximizing  the  perceived  equity  of  the\n\nprocess.\"  Id. (citation and internal quotation marks omitted).\n              \n\n          While it can be argued that the right of allocution has\n\nlost  some  of its  stature since  the  advent of  the sentencing\n\nguidelines   the guidelines,  we might add, have been  blamed for\n\nmuch worse    allocution remains deeply embedded  in our criminal\n\njurisprudence.  Indeed, the right is incorporated in the Criminal\n\nRules,  which provide in pertinent part that, prior to imposing a\n\nsentence, the  judge \"shall address the  defendant personally and\n\ndetermine  if the  defendant wishes  to make  a statement  and to\n\npresent  any information in mitigation of the sentence.\"  Fed. R.\n\nCrim. P. 32(a)(1)(C).  If the defendant responds affirmatively to\n\nthis invitation,  he must then be permitted to speak.  See, e.g.,\n                                                                \n\nBarnes, 948 F.2d at 331.\n      \n\n          In  this case,  the  court below  did not  specifically\n\naddress  the  defendant  and  make  the  inquiry  that  the  rule\n\nrequires.    Despite this  apparent  failure to  heed  the rule's\n\ncommand, the government argues that  the omission, in itself,  is\n\nnot dispositive.  Rather,  the government strives to persuade  us\n\nthat the totality of the circumstances surrounding the sentencing\n\nhearing,   including  some   specific  interaction   between  the\n\n                                8\n\ndefendant and the judge,  constituted substantial compliance with\n\nthe rule.  We are not convinced.\n\n          As we have previously observed, allocution continues to\n\nplay a salient  role in criminal  cases.  Thus,  while we do  not\n\nattach talismanic significance to any particular string of words,\n\na defendant must at  least be accorded the functional  equivalent\n\nof the right.   And, moreover, functional equivalency  should not\n\nlightly  be assumed.    Though  there may  be  cases  in which  a\n\ndefendant, despite  the absence of  the focused inquiry  that the\n\nlanguage of the rule requires, can  be said to have received  its\n\nfunctional equivalent,  such cases will  be few and  far between.\n\nDoubts should be resolved in the defendant's favor.\n\n          To achieve functional equivalency (or, put another way,\n\nsubstantial compliance with the imperative of Rule 32 (a)(1)(C)),\n\nit  is not enough that the sentencing court addresses a defendant\n\non  a particular issue, see,  e.g., United States  v. Walker, 896\n                                                            \n\nF.2d 295, 300-01 (8th Cir. 1990), affords counsel the opportunity\n\nto speak, see, e.g., United  States v. Posner, 868 F.2d  720, 724\n                                             \n\n(5th Cir. 1989), or hears the defendant's specific objections  to\n\nthe presentence report, see, e.g., United States v. Phillips, 936\n                                                            \n\nF.2d  1252, 1255-56  (11th Cir.  1991).   Rather, the  court, the\n\nprosecutor,  and the defendant must at the very least interact in\n\na manner that shows clearly  and convincingly that the  defendant\n\nknew he had a right to speak on any subject of his choosing prior\n\nto the imposition of sentence.   See Green v. United States,  365\n                                                           \n\nU.S. 301, 304-05 (1961).\n\n                                9\n\n          Viewed against this backdrop, we cannot find functional\n\nequivalency  or  substantial  compliance   here.    Although  the\n\ndefendant  did engage  in  discussion of  specific points  at the\n\ndisposition  hearing, the court did  not, either explicitly or by\n\nfair  implication, invite him to  speak on a  broader, more wide-\n\nranging level.  Nor does the record furnish any other basis for a\n\nfinding that  defendant knew of his  right to allocute.   In this\n\ncase, then, the  court's failure to comply with  Rule 32(a)(1)(C)\n\nconstituted reversible error.4\n\n          We say \"reversible\" because, in this type of situation,\n\nwe cannot dismiss the error  as harmless.  As early as  1689, the\n\ncommon law  acknowledged  that  a  court's failure  to  invite  a\n\ndefendant  to speak  before  sentencing required  reversal.   See\n                                                                 \n\nBarnes,  948 F.2d at  328 (citing Anonymous, 3  Mod. 265, 266, 87\n                                           \n\nEng.Rep. 175 (K.B. 1689)).   This axiom has survived  the passage\n\nof time.  It is settled that a failure to comply with the mandate\n\nof Rule 32(a)(1)(C) ordinarily  requires vacation of the sentence\n\nimposed without a concomitant inquiry into prejudice.  See United\n                                                                 \n\nStates  v. Maldonado, 996 F.2d  598, 599 (2d  Cir. 1993); Barnes,\n                                                                \n\n948 F.2d  at 332; Phillips, 936 F.2d at 1256; Walker, 896 F.2d at\n                                                    \n\n301; Posner, 868  F.2d at 724; United States v. Buckley, 847 F.2d\n                                                       \n\n991,  1002 (1st Cir. 1988),  cert. denied, 488  U.S. 1015 (1989);\n                                         \n\nUnited  States v. Navarro-Flores,  628 F.2d 1178,  1184 (9th Cir.\n                                \n\n                    \n\n     4Under  Rule 32(a)(1)(C),  it is  the court's  obligation to\ninvite  the defendant's  remarks.   Thus, a  defendant ordinarily\nwill not be  held to have  waived the right of  allocution merely\nbecause he  did not seek to  address the court.   See Barnes, 948\n                                                            \nF.2d at 330-31; see also Walker, 896 F.2d at 300.\n                               \n\n                                10\n\n1984); cf. United  States v.  Miller, 849 F.2d  896, 897-98  (4th\n                                    \n\nCir. 1988) (remanding for  failure to meet strictures of  Fed. R.\n\nCrim. P. 32(a)(1)(A) and (C)).  This is  so precisely because the\n\nimpact of  the omission  on a  discretionary decision is  usually\n\nenormously difficult to ascertain.5\n\n          In   line  with   this  virtually  unbroken   skein  of\n\nauthorities, we hold, that if  the trial court fails to  afford a\n\ndefendant  either  the  right  of allocution  conferred  by  Rule\n\n32(a)(1)(C) or its functional equivalent, vacation of the ensuing\n\nsentence must follow automatically.  So it is here.6\n\n          We affirm  the district court's  denial of  defendant's\n                                                                 \n\nplea-withdrawal  motion,  but  vacate  defendant's  sentence  and\n                                                                 \n\nremand for further proceedings as described herein.  So ordered.\n                                                               \n\n                    \n\n     5This is not necessarily so, of course, when the sentence is\nthe minimum  possible.   Thus, the  Ninth Circuit  has undertaken\nharmless-error analysis in certain cases in which a defendant has\nbeen  denied  his  right  to  allocution,  limited,  however,  to\ninstances in  which a sentence is  \"already as short as  it could\npossibly be under the  Guidelines.\"  United States v.  Carper, 24\n                                                             \nF.3d  1157, 1162  (9th  Cir. 1994);  see  also United  States  v.\n                                                             \nOrtega-Lopez, 988 F.2d 70,  72-73 (9th Cir.  1993).  The case  at\n            \nhand is not such a case.\n\n     6Because further  proceedings are required, we  do not reach\nthe  remaining  sentence-related issues  raised  on  appeal.   We\nassume that, at the appropriate juncture, the district court will\ntraverse  that  ground and  make  new  findings  on an  augmented\nrecord.\n\n                                11\n",
  "html": "<p class=\"case_cite\">33 F.3d 125</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Hector De ALBA PAGAN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2018.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 2, 1994.<br>Decided Aug. 26, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jorge L. Arroyo, San Juan, PR, by appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC, and Rosa Emilia Rodriguez-Velez, Asst. U.S. Atty., Hato Rey, PR, were on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On March 22, 1993, defendant-appellant Hector De Alba Pagan pled guilty to five counts of an indictment charging him, and twenty-three other persons, with various drug-trafficking offenses.  On August 5, 1993, the district court, after first denying defendant's pro se motion to withdraw his earlier plea,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> sentenced him to a lengthy prison term.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant makes several points.  Distilled, these points reduce to three broad issues.  We address those issues seriatim.</p>\n    </div>\n    <p>I.</p>\n    <p>Plea Withdrawal</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Defendant contends that the district court erred in refusing to allow him to withdraw his guilty plea.  We review a district court's decision to grant or deny a request to withdraw a guilty plea solely for abuse of discretion.  See United States v. Parrilla-Tirado, 22 F.3d 368, 371 (1st Cir.1994);  United States v. Doyle, 981 F.2d 591, 594 (1st Cir.1992);  United States v. Pellerito, 878 F.2d 1535, 1538 (1st Cir.1989).  Applying that standard, we discern no error.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is settled that a motion to withdraw a guilty plea, made before sentencing, can be granted \"only upon an affirmative showing of a 'fair and just reason.' \"  Parrilla-Tirado, 22 F.3d at 371 (quoting Fed.R.Crim.P. 32(d)).  The burden of persuasion rests with the defendant.  See id.   In determining whether this burden has been carried, an inquiring court must consider the totality of the circumstances, focusing especially on four factors, namely, (1) the plausibility of the reasons prompting the requested change of plea;  (2) the timing of the defendant's motion;  (3) the existence or nonexistence of an assertion of innocence;  and (4) whether the defendant's plea realistically may be characterized as legally suspect, say, because it was involuntary or otherwise in derogation of the requirements imposed by Fed.R.Crim.P. 11.  See id. at 371;  Doyle, 981 F.2d at 594;  Pellerito, 878 F.2d at 1537.   If, after due consideration, the defendant appears to have the better of this assessment, the court must then mull an additional factor:  prejudice to the government.  See Parrilla-Tirado, 22 F.3d at 371;  United States v. Kobrosky, 711 F.2d 449, 455 (1st Cir.1983).  Here, we do not reach the question of prejudice, for the defendant's claim, when measured by virtually every pertinent test, fails at the earlier stage.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We need not wax longiloquent.  Defendant asserts three reasons for seeking to withdraw his plea, but two of them are hopelessly infirm and do not warrant discussion.  His quest rises or falls, therefore, on his claim that, when he pleaded guilty, he \"did not understand that, as a consequence of his plea, he would be sentenced [based partly] on relevant conduct that went beyond that which he admitted to in his statements to the court [at the change-of-plea hearing].\"  Appellant's Brief at 16-17.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On this chiaroscuro record, we cannot find that the lower court erred in refusing to credit this professed reason.  After all, the court made it very clear to defendant that he would be sentenced in accordance with the provisions of the sentencing guidelines, informed him of the maximum possible punishment, asked him about promises or assurances beyond those limned in the plea agreement (defendant said there were none), and made certain that defendant was told quite pointedly that the matter of relevant conduct would be determined at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To be sure, defendant claims to have had a subjective understanding to the contrary.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  But where, as here, a court expressly retains the power to determine relevant facts bearing on sentencing under the guidelines, \"a defendant cannot claim ... that the plea is rendered involuntary when the court exercises this power.\"  United States v. Williams, 919 F.2d 1451, 1456 (10th Cir.1990), cert. denied, 499 U.S. 968, 111 S.Ct. 1604, 113 L.Ed.2d 667 (1991);  accord United States v. Stephens, 906 F.2d 251, 254 (6th Cir.1990).  In short, a defendant's lament that he misjudged the consequences of his guilty plea, without more, is not a fair and just reason for setting the plea aside.  By the same token, the fact that a defendant misapprehends the likely guideline sentencing range does not constitute a fair and just reason for withdrawing a guilty plea.  See Williams, 919 F.2d at 1456;  United States v. Bradley, 905 F.2d 359, 360 (11th Cir.1990);  Stephens, 906 F.2d at 253;  United States v. Jones, 905 F.2d 867, 868 (5th Cir.1990);  United States v. Sweeney, 878 F.2d 68, 69-71 (2nd Cir.1989).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although the absence of a plausible reason itself often constitutes an insurmountable obstacle to a defendant's plea-withdrawal effort, we note that, here, most of the remaining factors involved in the Parrilla-Tirado test also counsel in favor of upholding the district court's ruling.  Beyond noting two vital pieces of information--that defendant has yet to assert his innocence, and that we have been unable to find any substantial defect in the Rule 11 proceedings--we think that it would serve no useful purpose to cite book and verse.  It suffices to say that the district court did not abuse its discretion in denying defendant's plea-withdrawal motion.</p>\n    </div>\n    <p>II.</p>\n    <p>Ineffective Assistance</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Sixth Amendment requires that persons accused of crimes shall receive the benefit of counsel for their defense.  See U.S. Const., Amend.  VI.  The defendant maintains that he was denied this boon because his trial counsel acted both irresponsibly and below an acceptable standard of proficiency.  We do not think this plaint is ripe for appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"We have held with a regularity bordering on the monotonous that fact-specific claims of ineffective assistance cannot make their debut on direct review of criminal convictions, but, rather, must originally be presented to, and acted upon by, the trial court.\"  United States v. Mala, 7 F.3d 1058, 1063 (1st Cir.1993) (collecting cases), cert. denied, --- U.S. ----, 114 S.Ct. 1839, 128 L.Ed.2d 466 (1994).  Here, defendant's complaint anent trial counsel's performance is utterly factbound, and cannot intelligently be evaluated on the sparse record that is now before us.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nonetheless, the rule reiterated in Mala should be construed in a practical, commonsense fashion.  The chief reason that we do not undertake first-instance review of prototypical ineffective assistance claims is prudential in nature.  As we said in Mala:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Since claims of ineffective assistance involve a binary analysis--the defendant must show, first, that counsel's performance was constitutionally deficient and, second, that the deficient performance prejudiced the defense, see Strickland v. Washington, 466 U.S. 668, 687 [104 S.Ct. 2052, 2064, 80 L.Ed.2d 674] (1984)--such claims typically require the resolution of factual issues that cannot efficaciously be addressed in the first instance by an appellate tribunal.  In addition, the trial judge, by reason of his familiarity with the case, is usually in the best position to assess both the quality of the legal representation afforded to the defendant in the district court and the impact of any shortfall in that representation.  Under ideal circumstances, the court of appeals should have the benefit of this evaluation;  elsewise, the court, in effect, may be playing blindman's buff.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Id. (some internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Be that as it may, the case at bar possesses a procedural wrinkle:  it must, in all events, be remanded to the district court for further proceedings, see infra Part III.  That circumstance, coupled with the fact that the claim of ineffective assistance is at least colorable, impels us to direct the district court, on remand, to hold an evidentiary hearing in advance of resentencing to determine whether defendant's conviction ought to be set aside on Sixth Amendment grounds.  Cf., e.g., United States v. Rodriguez Rodriguez, 929 F.2d 747, 753 (1st Cir.1991) (per curiam) (directing district court on remand to conduct an inquiry into defendant's allegations of misconduct by counsel);  Mack v. Smith, 659 F.2d 23, 26 (5th Cir.1981) (per curiam) (remanding for evidentiary hearing to determine if failure to file a timely appeal resulted from ineffectiveness of counsel).  Of course, we take no view of the merits of defendant's Sixth Amendment claim.</p>\n    </div>\n    <p>III.</p>\n    <p>Sentencing</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defendant asserts a salmagundi of grounds in support of his contention that the district court erred in the imposition of sentence.  We agree that the sentencing proceedings were irremediably flawed and must be conducted afresh.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The right of allocution affords a criminal defendant the opportunity to make a final plea to the judge on his own behalf prior to sentencing.  See United States v. Behrens, 375 U.S. 162, 165, 84 S.Ct. 295, 296-97, 11 L.Ed.2d 224 (1963).  Ancient in law, allocution is both a rite and a right.  It is designed to temper punishment with mercy in appropriate cases, and to ensure that sentencing reflects individualized circumstances.  See United States v. Barnes, 948 F.2d 325, 328 (7th Cir.1991).  Furthermore, allocution \"has value in terms of maximizing the perceived equity of the process.\"  Id. (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">While it can be argued that the right of allocution has lost some of its stature since the advent of the sentencing guidelines--the guidelines, we might add, have been blamed for much worse--allocuation remains deeply embedded in our criminal jurisprudence.  Indeed, the right is incorporated in the Criminal Rules, which provide in pertinent part that, prior to imposing a sentence, the judge shall \"address the defendant personally and determine if the defendant wishes to make a statement and to present any information in mitigation of the sentence.\"   Fed.R.Crim.P. 32(a)(1)(C).  If the defendant responds affirmatively to this invitation, he must then be permitted to speak.  See, e.g., Barnes, 948 F.2d at 331.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this case, the court below did not specifically address the defendant and make the inquiry that the rule requires.  Despite this apparent failure to heed the rule's command, the government argues that the omission, in itself, is not dispositive.  Rather, the government strives to persuade us that the totality of the circumstances surrounding the sentencing hearing, including some specific interaction between the defendant and the judge, constituted substantial compliance with the rule.  We are not convinced.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As we have previously observed, allocution continues to play a salient role in criminal cases.  Thus, while we do not attach talismanic significance to any particular string of words, a defendant must at least be accorded the functional equivalent of the right.  And, moreover, functional equivalency should not lightly be assumed.  Though there may be cases in which a defendant, despite the absence of the focused inquiry that the language of the rule requires, can be said to have received its functional equivalent, such cases will be few and far between.  Doubts should be resolved in the defendant's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To achieve functional equivalency (or, put another way, substantial compliance with the imperative of Rule 32(a)(1)(C)), it is not enough that the sentencing court addresses a defendant on a particular issue, see, e.g., United States v. Walker, 896 F.2d 295, 300-01 (8th Cir.1990), affords counsel the opportunity to speak, see, e.g., United States v. Posner, 868 F.2d 720, 724 (5th Cir.1989), or hears the defendant's specific objections to the presentence report, see, e.g., United States v. Phillips, 936 F.2d 1252, 1255-56 (11th Cir.1991).  Rather, the court, the prosecutor, and the defendant must at the very least interact in a manner that shows clearly and convincingly that the defendant knew he had a right to speak on any subject of his choosing prior to the imposition of sentence.  See Green v. United States, 365 U.S. 301, 304-05, 81 S.Ct. 653, 655-56, 5 L.Ed.2d 670 (1961).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Viewed against this backdrop, we cannot find functional equivalency or substantial compliance here.  Although the defendant did engage in discussion of specific points at the disposition hearing, the court did not, either explicitly or by fair implication, invite him to speak on a broader, more wide-ranging level.  Nor does the record furnish any other basis for a finding that defendant knew of his right to allocute.  In this case, then, the court's failure to comply with Rule 32(a)(1)(C) constituted reversible error.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We say \"reversible\" because, in this type of situation, we cannot dismiss the error as harmless.  As early as 1689, the common law acknowledged that a court's failure to invite a defendant to speak before sentencing required reversal.  See Barnes, 948 F.2d at 328 (citing Anonymous, 3 Mod. 265, 266, 87 Eng.Rep. 175 (K.B. 1689)).  This axiom has survived the passage of time.  It is settled that a failure to comply with the mandate of Rule 32(a)(1)(C) ordinarily requires vacation of the sentence imposed without a concomitant inquiry into prejudice.  See United States v. Maldonado, 996 F.2d 598, 599 (2d Cir.1993);  Barnes, 948 F.2d at 332;  Phillips, 936 F.2d at 1256;  Walker, 896 F.2d at 301;  Posner, 868 F.2d at 724;  United States v. Buckley, 847 F.2d 991, 1002 (1st Cir.1988), cert. denied, 488 U.S. 1015, 109 S.Ct. 808, 102 L.Ed.2d 798 (1989);  United States v. Navarro-Flores, 628 F.2d 1178, 1184 (9th Cir.1980);  cf. United States v. Miller, 849 F.2d 896, 897-98 (4th Cir.1988) (remanding for failure to meet strictures of Fed.R.Crim.P. 32(a)(1)(A) and (C)).  This is so precisely because the impact of the omission on a discretionary decision is usually enormously difficult to ascertain.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In line with this virtually unbroken skein of authorities, we hold, that if the trial court fails to afford a defendant either the right of allocution conferred by Rule 32(a)(1)(C) or its functional equivalent, vacation of the ensuing sentence must follow automatically.  So it is here.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We affirm the district court's denial of defendant's plea-withdrawal motion, but vacate defendant's sentence and remand for further proceedings as described herein.  So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Defendant filed his motion to withdraw pro se, although, at the time, he was represented by counsel.  In the same motion, he asked the court to discharge his lawyer and appoint a successor.  The court denied this request as well.  On appeal, defendant is represented by a newly appointed attorney</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Defendant asserts that a principal reason for this subjective belief lay in his lawyer's statements to him, abetted by his lawyer's failure to tell him of comments made by the judge at sidebar.  These circumstances are more directly pertinent to the claim of ineffective assistance, see infra Part II</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Here, no one supplied the defendant with an estimate of the guideline sentencing range during the change-of-plea hearing.  We note in passing, however, that courts have held that even the furnishing of an incorrect estimate to defendant by his own counsel would not afford a basis for permitting him to withdraw his earlier plea.  See, e.g., Williams, 919 F.2d at 1456;  Stephens, 906 F.2d at 253</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Under Rule 32(a)(1)(C), it is the court's obligation to invite the defendant's remarks.  Thus, a defendant ordinarily will not be held to have waived the right of allocution merely because he did not seek to address the court.  See Barnes, 948 F.2d at 330-31;  see also Walker, 896 F.2d at 300</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This is not necessarily so, of course, when the sentence is the minimum possible.  Thus, the Ninth Circuit has undertaken harmless-error analysis in certain cases in which a defendant has been denied his right to allocution, limited, however, to instances in which a sentence is \"already as short as it could possibly be under the Guidelines.\"  United States v. Carper, 24 F.3d 1157, 1162 (9th Cir.1994);  see also United States v. Ortega-Lopez, 988 F.2d 70, 72-73 (9th Cir.1993).  The case at hand is not such a case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Because further proceedings are required, we do not reach the remaining sentence-related issues raised on appeal.  We assume that, at the appropriate juncture, the district court will traverse that ground and make new findings on an augmented record</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">125</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Hector De ALBA PAGAN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2018.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 2, 1994.<br>Decided Aug. 26, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jorge L. Arroyo, San Juan, PR, by appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC, and Rosa Emilia Rodriguez-Velez, Asst. U.S. Atty., Hato Rey, PR, were on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On March 22, 1993, defendant-appellant Hector De Alba Pagan pled guilty to five counts of an indictment charging him, and twenty-three other persons, with various drug-trafficking offenses.  On August 5, 1993, the district court, after first denying defendant's pro se motion to withdraw his earlier plea,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> sentenced him to a lengthy prison term.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant makes several points.  Distilled, these points reduce to three broad issues.  We address those issues seriatim.</p>\n    </div>\n    <p>I.</p>\n    <p>Plea Withdrawal</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Defendant contends that the district court erred in refusing to allow him to withdraw his guilty plea.  We review a district court's decision to grant or deny a request to withdraw a guilty plea solely for abuse of discretion.  See United States v. Parrilla-Tirado, <span class=\"citation\" data-id=\"195328\"><a href=\"/opinion/195328/united-states-v-parrilla-tirado/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">368</span></a></span>, 371 (1st Cir.1994);  United States v. Doyle, <span class=\"citation\" data-id=\"596485\"><a href=\"/opinion/596485/united-states-v-clifford-a-doyle/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></a></span>, 594 (1st Cir.1992);  United States v. Pellerito, <span class=\"citation\" data-id=\"526038\"><a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1535</span></a></span>, 1538 (1st Cir.1989).  Applying that standard, we discern no error.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is settled that a motion to withdraw a guilty plea, made before sentencing, can be granted \"only upon an affirmative showing of a 'fair and just reason.' \"  <span class=\"citation\" data-id=\"195328\"><span class=\"antecedent_guess\">Parrilla-Tirado,</span> <a href=\"/opinion/195328/united-states-v-parrilla-tirado/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">371</span> </a></span>(quoting Fed.R.Crim.P. 32(d)).  The burden of persuasion rests with the defendant.  See <span class=\"citation\" data-id=\"195328\"><a href=\"/opinion/195328/united-states-v-parrilla-tirado/\"><span class=\"id_token\">id.</span>   In determining </a></span>whether this burden has been carried, an inquiring court must consider the totality of the circumstances, focusing especially on four factors, namely, (1) the plausibility of the reasons prompting the requested change of plea;  (2) the timing of the defendant's motion;  (3) the existence or nonexistence of an assertion of innocence;  and (4) whether the defendant's plea realistically may be characterized as legally suspect, say, because it was involuntary or otherwise in derogation of the requirements imposed by Fed.R.Crim.P. 11.  See <span class=\"citation\" data-id=\"195328\"><a href=\"/opinion/195328/united-states-v-parrilla-tirado/\"><span class=\"id_token\">id.</span> at 371; </a></span> <span class=\"citation\" data-id=\"596485\"><span class=\"antecedent_guess\">Doyle,</span> <a href=\"/opinion/596485/united-states-v-clifford-a-doyle/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">594</span></a></span>;  <span class=\"citation\" data-id=\"526038\"><span class=\"antecedent_guess\">Pellerito,</span> <a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1537</span></a></span>.   If, after due consideration, the defendant appears to have the better of this assessment, the court must then mull an additional factor:  prejudice to the government.  See <span class=\"citation\" data-id=\"195328\"><span class=\"antecedent_guess\">Parrilla-Tirado,</span> <a href=\"/opinion/195328/united-states-v-parrilla-tirado/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">371</span></a></span>;  United States v. Kobrosky, <span class=\"citation\" data-id=\"421132\"><a href=\"/opinion/421132/united-states-v-milton-l-kobrosky/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">449</span></a></span>, 455 (1st Cir.1983).  Here, we do not reach the question of prejudice, for the defendant's claim, when measured by virtually every pertinent test, fails at the earlier stage.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We need not wax longiloquent.  Defendant asserts three reasons for seeking to withdraw his plea, but two of them are hopelessly infirm and do not warrant discussion.  His quest rises or falls, therefore, on his claim that, when he pleaded guilty, he \"did not understand that, as a consequence of his plea, he would be sentenced [based partly] on relevant conduct that went beyond that which he admitted to in his statements to the court [at the change-of-plea hearing].\"  Appellant's Brief at 16-17.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On this chiaroscuro record, we cannot find that the lower court erred in refusing to credit this professed reason.  After all, the court made it very clear to defendant that he would be sentenced in accordance with the provisions of the sentencing guidelines, informed him of the maximum possible punishment, asked him about promises or assurances beyond those limned in the plea agreement (defendant said there were none), and made certain that defendant was told quite pointedly that the matter of relevant conduct would be determined at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To be sure, defendant claims to have had a subjective understanding to the contrary.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  But where, as here, a court expressly retains the power to determine relevant facts bearing on sentencing under the guidelines, \"a defendant cannot claim ... that the plea is rendered involuntary when the court exercises this power.\"  United States v. Williams, <span class=\"citation\" data-id=\"552249\"><a href=\"/opinion/552249/united-states-v-kevin-williams-aka-marcus-kevin-oliver/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1451</span></a></span>, 1456 (10th Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">968</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1604</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">667</span> </span>(1991);  accord United States v. Stephens, <span class=\"citation\" data-id=\"543630\"><a href=\"/opinion/543630/united-states-v-herbert-murray-stephens/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">251</span></a></span>, 254 (6th Cir.1990).  In short, a defendant's lament that he misjudged the consequences of his guilty plea, without more, is not a fair and just reason for setting the plea aside.  By the same token, the fact that a defendant misapprehends the likely guideline sentencing range does not constitute a fair and just reason for withdrawing a guilty plea.  See <span class=\"citation\" data-id=\"552249\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/552249/united-states-v-kevin-williams-aka-marcus-kevin-oliver/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1456</span></a></span>;  United States v. Bradley, <span class=\"citation\" data-id=\"543035\"><a href=\"/opinion/543035/united-states-v-marcus-kevin-bradley/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">359</span></a></span>, 360 (11th Cir.1990);  <span class=\"citation\" data-id=\"543630\"><span class=\"antecedent_guess\">Stephens,</span> <a href=\"/opinion/543630/united-states-v-herbert-murray-stephens/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">253</span></a></span>;  United States v. Jones, <span class=\"citation\" data-id=\"543118\"><a href=\"/opinion/543118/united-states-v-houston-warren-jones/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">867</span></a></span>, 868 (5th Cir.1990);  United States v. Sweeney, <span class=\"citation\" data-id=\"525288\"><a href=\"/opinion/525288/united-states-v-melvin-sweeney/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">68</span></a></span>, 69-71 (2nd Cir.1989).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although the absence of a plausible reason itself often constitutes an insurmountable obstacle to a defendant's plea-withdrawal effort, we note that, here, most of the remaining factors involved in the Parrilla-Tirado test also counsel in favor of upholding the district court's ruling.  Beyond noting two vital pieces of information--that defendant has yet to assert his innocence, and that we have been unable to find any substantial defect in the Rule 11 proceedings--we think that it would serve no useful purpose to cite book and verse.  It suffices to say that the district court did not abuse its discretion in denying defendant's plea-withdrawal motion.</p>\n    </div>\n    <p>II.</p>\n    <p>Ineffective Assistance</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Sixth Amendment requires that persons accused of crimes shall receive the benefit of counsel for their defense.  See U.S. Const., Amend.  VI.  The defendant maintains that he was denied this boon because his trial counsel acted both irresponsibly and below an acceptable standard of proficiency.  We do not think this plaint is ripe for appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"We have held with a regularity bordering on the monotonous that fact-specific claims of ineffective assistance cannot make their debut on direct review of criminal convictions, but, rather, must originally be presented to, and acted upon by, the trial court.\"  United States v. Mala, <span class=\"citation\" data-id=\"194994\"><a href=\"/opinion/194994/united-states-v-mala/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1063 (1st Cir.1993) (collecting cases), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1839</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span> </span>(1994).  Here, defendant's complaint anent trial counsel's performance is utterly factbound, and cannot intelligently be evaluated on the sparse record that is now before us.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nonetheless, the rule reiterated in Mala should be construed in a practical, commonsense fashion.  The chief reason that we do not undertake first-instance review of prototypical ineffective assistance claims is prudential in nature.  As we said in Mala:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Since claims of ineffective assistance involve a binary analysis--the defendant must show, first, that counsel's performance was constitutionally deficient and, second, that the deficient performance prejudiced the defense, see Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 687 [<span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, 2064, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span>] (1984)--such claims typically require the resolution of factual issues that cannot efficaciously be addressed in the first instance by an appellate tribunal.  In addition, the trial judge, by reason of his familiarity with the case, is usually in the best position to assess both the quality of the legal representation afforded to the defendant in the district court and the impact of any shortfall in that representation.  Under ideal circumstances, the court of appeals should have the benefit of this evaluation;  elsewise, the court, in effect, may be playing blindman's buff.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"id_token\">Id.</span> (some internal </a></span>citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Be that as it may, the case at bar possesses a procedural wrinkle:  it must, in all events, be remanded to the district court for further proceedings, see infra Part III.  That circumstance, coupled with the fact that the claim of ineffective assistance is at least colorable, impels us to direct the district court, on remand, to hold an evidentiary hearing in advance of resentencing to determine whether defendant's conviction ought to be set aside on Sixth Amendment grounds.  Cf., e.g., United States v. Rodriguez Rodriguez, <span class=\"citation\" data-id=\"558563\"><a href=\"/opinion/558563/united-states-v-carlos-rodriguez-rodriguez/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">747</span></a></span>, 753 (1st Cir.1991) (per curiam) (directing district court on remand to conduct an inquiry into defendant's allegations of misconduct by counsel);  Mack v. Smith, <span class=\"citation\" data-id=\"393999\"><a href=\"/opinion/393999/david-l-mack-v-william-french-smith-united-states-attorney-general/\"><span class=\"volume\">659</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span>, 26 (5th Cir.1981) (per curiam) (remanding for evidentiary hearing to determine if failure to file a timely appeal resulted from ineffectiveness of counsel).  Of course, we take no view of the merits of defendant's Sixth Amendment claim.</p>\n    </div>\n    <p>III.</p>\n    <p>Sentencing</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defendant asserts a salmagundi of grounds in support of his contention that the district court erred in the imposition of sentence.  We agree that the sentencing proceedings were irremediably flawed and must be conducted afresh.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The right of allocution affords a criminal defendant the opportunity to make a final plea to the judge on his own behalf prior to sentencing.  See United States v. Behrens, <span class=\"citation\" data-id=\"106705\"><a href=\"/opinion/106705/united-states-v-behrens/\"><span class=\"volume\">375</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">162</span></a></span>, 165, <span class=\"citation\" data-id=\"106705\"><a href=\"/opinion/106705/united-states-v-behrens/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">295</span></a></span>, 296-97, <span class=\"citation\" data-id=\"106705\"><a href=\"/opinion/106705/united-states-v-behrens/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span> </a></span>(1963).  Ancient in law, allocution is both a rite and a right.  It is designed to temper punishment with mercy in appropriate cases, and to ensure that sentencing reflects individualized circumstances.  See United States v. Barnes, <span class=\"citation\" data-id=\"571297\"><a href=\"/opinion/571297/united-states-v-walter-barnes/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">325</span></a></span>, 328 (7th Cir.1991).  Furthermore, allocution \"has value in terms of maximizing the perceived equity of the process.\"  <span class=\"citation\" data-id=\"571297\"><a href=\"/opinion/571297/united-states-v-walter-barnes/\"><span class=\"id_token\">Id.</span> (citation and </a></span>internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">While it can be argued that the right of allocution has lost some of its stature since the advent of the sentencing guidelines--the guidelines, we might add, have been blamed for much worse--allocuation remains deeply embedded in our criminal jurisprudence.  Indeed, the right is incorporated in the Criminal Rules, which provide in pertinent part that, prior to imposing a sentence, the judge shall \"address the defendant personally and determine if the defendant wishes to make a statement and to present any information in mitigation of the sentence.\"   Fed.R.Crim.P. 32(a)(1)(C).  If the defendant responds affirmatively to this invitation, he must then be permitted to speak.  See, e.g., <span class=\"citation\" data-id=\"571297\"><span class=\"antecedent_guess\">Barnes,</span> <a href=\"/opinion/571297/united-states-v-walter-barnes/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">331</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this case, the court below did not specifically address the defendant and make the inquiry that the rule requires.  Despite this apparent failure to heed the rule's command, the government argues that the omission, in itself, is not dispositive.  Rather, the government strives to persuade us that the totality of the circumstances surrounding the sentencing hearing, including some specific interaction between the defendant and the judge, constituted substantial compliance with the rule.  We are not convinced.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As we have previously observed, allocution continues to play a salient role in criminal cases.  Thus, while we do not attach talismanic significance to any particular string of words, a defendant must at least be accorded the functional equivalent of the right.  And, moreover, functional equivalency should not lightly be assumed.  Though there may be cases in which a defendant, despite the absence of the focused inquiry that the language of the rule requires, can be said to have received its functional equivalent, such cases will be few and far between.  Doubts should be resolved in the defendant's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To achieve functional equivalency (or, put another way, substantial compliance with the imperative of Rule 32(a)(1)(C)), it is not enough that the sentencing court addresses a defendant on a particular issue, see, e.g., United States v. Walker, <span class=\"citation\" data-id=\"536568\"><a href=\"/opinion/536568/united-states-v-r-randall-walker-united-states-of-america-v-trula-a/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">295</span></a></span>, 300-01 (8th Cir.1990), affords counsel the opportunity to speak, see, e.g., United States v. Posner, <span class=\"citation\" data-id=\"518872\"><a href=\"/opinion/518872/united-states-v-irwin-posner/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">720</span></a></span>, 724 (5th Cir.1989), or hears the defendant's specific objections to the presentence report, see, e.g., United States v. Phillips, <span class=\"citation\" data-id=\"563755\"><a href=\"/opinion/563755/united-states-v-robert-phillips/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1252</span></a></span>, 1255-56 (11th Cir.1991).  Rather, the court, the prosecutor, and the defendant must at the very least interact in a manner that shows clearly and convincingly that the defendant knew he had a right to speak on any subject of his choosing prior to the imposition of sentence.  See Green v. United States, <span class=\"citation\" data-id=\"106176\"><a href=\"/opinion/106176/green-v-united-states/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">301</span></a></span>, 304-05, <span class=\"citation\" data-id=\"106176\"><a href=\"/opinion/106176/green-v-united-states/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">653</span></a></span>, 655-56, <span class=\"citation\" data-id=\"106176\"><a href=\"/opinion/106176/green-v-united-states/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">670</span> </a></span>(1961).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Viewed against this backdrop, we cannot find functional equivalency or substantial compliance here.  Although the defendant did engage in discussion of specific points at the disposition hearing, the court did not, either explicitly or by fair implication, invite him to speak on a broader, more wide-ranging level.  Nor does the record furnish any other basis for a finding that defendant knew of his right to allocute.  In this case, then, the court's failure to comply with Rule 32(a)(1)(C) constituted reversible error.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We say \"reversible\" because, in this type of situation, we cannot dismiss the error as harmless.  As early as 1689, the common law acknowledged that a court's failure to invite a defendant to speak before sentencing required reversal.  See <span class=\"citation\" data-id=\"571297\"><span class=\"antecedent_guess\">Barnes,</span> <a href=\"/opinion/571297/united-states-v-walter-barnes/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">328</span> </a></span>(citing Anonymous, 3 Mod. 265, 266, 87 Eng.Rep. 175 (K.B. 1689)).  This axiom has survived the passage of time.  It is settled that a failure to comply with the mandate of Rule 32(a)(1)(C) ordinarily requires vacation of the sentence imposed without a concomitant inquiry into prejudice.  See United States v. Maldonado, <span class=\"citation\" data-id=\"609746\"><a href=\"/opinion/609746/united-states-v-erasmo-maldonado-jr/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span></a></span>, 599 (2d Cir.1993);  <span class=\"citation\" data-id=\"571297\"><span class=\"antecedent_guess\">Barnes,</span> <a href=\"/opinion/571297/united-states-v-walter-barnes/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">332</span></a></span>;  <span class=\"citation\" data-id=\"563755\"><span class=\"antecedent_guess\">Phillips,</span> <a href=\"/opinion/563755/united-states-v-robert-phillips/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1256</span></a></span>;  <span class=\"citation\" data-id=\"536568\"><span class=\"antecedent_guess\">Walker,</span> <a href=\"/opinion/536568/united-states-v-r-randall-walker-united-states-of-america-v-trula-a/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">301</span></a></span>;  <span class=\"citation\" data-id=\"518872\"><span class=\"antecedent_guess\">Posner,</span> <a href=\"/opinion/518872/united-states-v-irwin-posner/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">724</span></a></span>;  United States v. Buckley, <span class=\"citation\" data-id=\"506591\"><a href=\"/opinion/506591/united-states-v-david-k-buckley-david-k-buckley-v-united-states/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">991</span></a></span>, 1002 (1st Cir.1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1015</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">798</span> </span>(1989);  United States v. Navarro-Flores, <span class=\"citation\" data-id=\"381445\"><a href=\"/opinion/381445/united-states-v-roberto-navarro-flores/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1178</span></a></span>, 1184 (9th Cir.1980);  cf. United States v. Miller, <span class=\"citation\" data-id=\"507791\"><a href=\"/opinion/507791/united-states-v-christopher-leo-miller/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">896</span></a></span>, 897-98 (4th Cir.1988) (remanding for failure to meet strictures of Fed.R.Crim.P. 32(a)(1)(A) and (C)).  This is so precisely because the impact of the omission on a discretionary decision is usually enormously difficult to ascertain.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In line with this virtually unbroken skein of authorities, we hold, that if the trial court fails to afford a defendant either the right of allocution conferred by Rule 32(a)(1)(C) or its functional equivalent, vacation of the ensuing sentence must follow automatically.  So it is here.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We affirm the district court's denial of defendant's plea-withdrawal motion, but vacate defendant's sentence and remand for further proceedings as described herein.  So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Defendant filed his motion to withdraw pro se, although, at the time, he was represented by counsel.  In the same motion, he asked the court to discharge his lawyer and appoint a successor.  The court denied this request as well.  On appeal, defendant is represented by a newly appointed attorney</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Defendant asserts that a principal reason for this subjective belief lay in his lawyer's statements to him, abetted by his lawyer's failure to tell him of comments made by the judge at sidebar.  These circumstances are more directly pertinent to the claim of ineffective assistance, see infra Part II</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Here, no one supplied the defendant with an estimate of the guideline sentencing range during the change-of-plea hearing.  We note in passing, however, that courts have held that even the furnishing of an incorrect estimate to defendant by his own counsel would not afford a basis for permitting him to withdraw his earlier plea.  See, e.g., <span class=\"citation\" data-id=\"552249\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/552249/united-states-v-kevin-williams-aka-marcus-kevin-oliver/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1456</span></a></span>;  <span class=\"citation\" data-id=\"543630\"><span class=\"antecedent_guess\">Stephens,</span> <a href=\"/opinion/543630/united-states-v-herbert-murray-stephens/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">253</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Under Rule 32(a)(1)(C), it is the court's obligation to invite the defendant's remarks.  Thus, a defendant ordinarily will not be held to have waived the right of allocution merely because he did not seek to address the court.  See <span class=\"citation\" data-id=\"571297\"><span class=\"antecedent_guess\">Barnes,</span> <a href=\"/opinion/571297/united-states-v-walter-barnes/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">330-31</span></a></span>;  see also <span class=\"citation\" data-id=\"536568\"><span class=\"antecedent_guess\">Walker,</span> <a href=\"/opinion/536568/united-states-v-r-randall-walker-united-states-of-america-v-trula-a/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">300</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This is not necessarily so, of course, when the sentence is the minimum possible.  Thus, the Ninth Circuit has undertaken harmless-error analysis in certain cases in which a defendant has been denied his right to allocution, limited, however, to instances in which a sentence is \"already as short as it could possibly be under the Guidelines.\"  United States v. Carper, <span class=\"citation\" data-id=\"670607\"><a href=\"/opinion/670607/united-states-v-larry-wayne-carper-jr/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1157</span></a></span>, 1162 (9th Cir.1994);  see also United States v. Ortega-Lopez, <span class=\"citation no-link\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">70</span></span>, 72-73 (9th Cir.1993).  The case at hand is not such a case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Because further proceedings are required, we do not reach the remaining sentence-related issues raised on appeal.  We assume that, at the appropriate juncture, the district court will traverse that ground and make new findings on an augmented record</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106176/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106705/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194994/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195328/",
    "https://www.courtlistener.com/api/rest/v3/opinions/381445/",
    "https://www.courtlistener.com/api/rest/v3/opinions/393999/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421132/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506591/",
    "https://www.courtlistener.com/api/rest/v3/opinions/507791/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518872/",
    "https://www.courtlistener.com/api/rest/v3/opinions/525288/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526038/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536568/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543035/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543118/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543630/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552249/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558563/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563755/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571297/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596485/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609746/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670607/"
  ]
}