{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195654/",
  "id": 195654,
  "absolute_url": "/opinion/195654/ayers-schaffner-v-distefano/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195654/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:44:45Z",
  "date_modified": "2020-02-21T23:32:07.938726Z",
  "type": "010combined",
  "sha1": "2498ef32e102280c19ebe09da6e857345fd3bcba",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1884.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1884\n\n                M. JANICE AYERS-SCHAFFNER, ET AL.,\n\n                      Plaintiffs, Appellees,\n\n                                v.\n\n                   JOSEPH R. DISTEFANO, ET AL.,\n\n                     Defendants, Appellants.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\n                                                          \n\n                                           \n\n                              Before\n\n                      Torruella, Chief Judge,\n                                            \n                  Coffin, Senior Circuit Judge,\n                                              \n                  and Keeton*, District Judge. \n                                             \n\n                                           \n\n  Anthony J. Bucci, Jr., for appellants.\n                       \n  Michael DiBiase for appellees.\n                 \n\n                                           \n\n                        September 30, 1994\n                                           \n\n                  \n\n*Of the District of Massachusetts, sitting by designation.\n\n     COFFIN,  Senior   Circuit  Judge.     This  case   poses  an\n                                     \n\ninteresting, and readily answerable, constitutional question: can\n\nstate election officials  restrict the  right to vote  in a  new,\n\ncurative  election to  those  who participated  in the  original,\n\ndefective election?  The district  court found no state  interest\n\nserved by such a limitation, and rejected it as unconstitutional.\n\nWe agree, and  thus affirm the  district court's order  directing\n\nthat the contested  new election  be open to  all registered  and\n\nqualified voters.1\n\n                      I. Factual Background\n                                           \n\n     On June 7, 1994, a nonpartisan primary election was held for\n\nthree  seats  on  the  Warwick  School  Committee.   Voters  were\n\npermitted to vote  for up  to two candidates  for the three  open\n\npositions.  After the election, as a result of a protest filed by\n\nseveral of the 15 candidates, the Rhode Island Board of Elections\n\nruled that each voter should have  been limited to a single vote.\n\nThe  Board also  found  that there  was  a probability  that  the\n\nelection  results  would  have  been different  had  the  correct\n\nprocedure  been  used, and  it  consequently ordered  that  a new\n\nelection be conducted.  It further ruled that the new election be\n\nlimited to  those candidates and  voters who participated  in the\n\noriginal balloting.\n\n                    \n\n     1 We issued an order affirming the district court's judgment\nimmediately after  oral argument  in this case  on September  16,\n1994, notifying the parties that an opinion would follow.\n\n                               -2-\n\n     This  action  followed.2    The  plaintiffs  are  registered\n\nvoters in  the City of Warwick  who were eligible to  vote in the\n\nfirst  election but did not.  They wish  to be allowed to vote in\n\nthe  second one.  They  brought suit on  behalf of themselves and\n\nall  similarly situated  Warwick residents  against the  Board of\n\nElections, alleging  violations of  their rights of  free speech,\n\nassociation, equal  protection, and due process  as guaranteed by\n\nthe First and Fourteenth Amendments.3\n\n     The district  court ruled  in their  favor, finding  that no\n\nstate interest justified the limitation on voters.  The Board now\n\nappeals, claiming that  the district court erred  in applying the\n\napplicable  precedent to  the  circumstances of  this case.   The\n\nBoard claims  that its  restriction on  voters imposes a  minimal\n\nburden on the plaintiffs  while serving legitimate and compelling\n\nstate interests.\n\n     Like the  district court, and substantially  for the reasons\n\nit  gave, we conclude that  the Board's notion  of the applicable\n\nconstitutional principles is off the mark.\n\n                          II. Discussion\n                                        \n\n     In its simplest form, this case asks us to decide  whether a\n\nstate may condition  the right to vote in one election on whether\n\nthat right was exercised in a preceding election.  So stated, the\n\n                    \n\n     2 The curative primary election originally was scheduled for\nJuly 19, 1994.  After this lawsuit was filed, the Board agreed to\nreschedule the election to October 4, 1994.\n\n     3  Plaintiffs also alleged state causes of action, which we,\nlike the district court, need not reach.\n\n                               -3-\n\ncase  is hardly worthy of discussion.   The right to vote \"`is of\n\nthe  most  fundamental  significance  under   our  constitutional\n\nstructure,'\" Burdick  v. Takushi, 112  S. Ct. 2059,  2063 (1992),\n                                \n\nand depriving  a qualified voter  of the right  to cast a  ballot\n\nbecause  of  failure to  vote in  an  earlier election  is almost\n\ninconceivable.   See  generally Reynolds  v. Sims, 377  U.S. 533,\n                                                 \n\n554-55  (1964) (quoted in Griffin  v. Burns, 570  F.2d 1065, 1075\n                                           \n\n(1st Cir.  1978)  (\"[A]ny restrictions  on  [the right  to  vote]\n\nstrike at the heart of representative government.\")\n\n     The  Board contends that this  case is not  that one because\n\nthe  second election here is not a new, independent election, but\n\nsimply  a recreation of the  defective primary.   It asserts that\n\nthis   distinction  renders  the  right-to-vote  caselaw  largely\n\ninapposite,  and  that no  precedent bars  its  effort to  hold a\n\nlawful  version   of  the   defective  election   by  restricting\n\nparticipation to the original voters and  candidates.4  The Board\n\nmaintains  that this plan imposes, at most, only a minimal burden\n\non  the plaintiffs  because of  the easy  access provided  to the\n\nregularly  scheduled election.  And it cites a litany of purposes\n\nserved by its plan.  See infra at n.6.\n                              \n\n     The Board's  effort to distinguish  this case  is flawed  in\n\nseveral respects.  First, we cannot accept the Board's suggestion\n\nthat the second election here is free from the requirements of  a\n\ngenuine  election because  its purpose  is simply to  replicate a\n\n                    \n\n     4  No challenge  has been  made to  the Board's  decision to\nlimit the ballot  to those  who were candidates  in the  original\nprimary, and our opinion does not address that issue.\n\n                               -4-\n\nprevious event.  The original election was defective and invalid,\n\nand  the  Board  deemed  its results  unreliable.    The  primary\n\nobjective  of the  second  election therefore  must be  viewed as\n\nidentical  to that of the  original one, to  choose through valid\n\nprocedures the candidates supported by a majority of the eligible\n\nvoters.  To  exclude plaintiffs  from the second  election is  to\n\nexclude  them  from  the only  primary  that  will determine  the\n\ncandidates for the school committee offices.\n\n     Moreover, the  goal of reconstructing the  original election\n\nis, at best, an illusory one.  Presumably, some of the voters who\n\nvoted  the first  time will  be unable,  for various  reasons, to\n\nparticipate in the new election.  Unexpected trips and illnesses,\n\nor  even death,  may intervene.   Some  voters no  longer  may be\n\neligible,  having  moved  from  the  area.    In  addition,  some\n\nundetermined number of voters in the original election voted only\n\nfor the bond issue that was on the ballot, and some of them could\n\nbe  expected  to   vote  this  time  for  the   school  committee\n\ncandidates.  An identical match  of voters is therefore extremely\n\nunlikely.\n\n     The  second flaw is found in the Board's suggestion that the\n\nburden imposed  by its action  is slight  because plaintiffs  had\n\nample  opportunity  to  vote in  the  first  election.   This  is\n\ntantamount  to a claim that plaintiffs waived their right to vote\n\nin the second election by failing  to vote in the first.  However\n\ncharacterized, the contention is wholly without force.\n\n                               -5-\n\n     While  it is true that plaintiffs knowingly gave up the only\n\nopportunity  they expected to have  to vote in  the primary, they\n\ndid  not thereby  waive  their interest  in  the outcome  of  the\n\nelection.  Nor did  they demonstrate any willingness to  forego a\n\nsecond  chance to vote  if circumstances  should make  a curative\n\nelection necessary.  In  the absence of any advance  warning that\n\nfailure  to vote in the  first election would  preclude voting in\n\nthe second, their lack of participation in the original balloting\n\ncannot in any respect be viewed as  a waiver of the right to vote\n\nin the new primary.  And, while access to the  first election may\n\nhave been easily achieved, what is before  us is the total denial\n\nof the right to vote in the only primary with any significance in\n\nthe school committee race.  That burden is undeniably severe, and\n\nit is in no  way lessened by the  past opportunity to vote in  an\n\ninvalid election.5\n\n     Third,  and  most  significantly,  the Board  is  unable  to\n\narticulate   any   meaningful  interest   served  by   its  voter\n\nrestriction.   Of  the  seven separate  interests  listed in  its\n\nbrief,6 one is  facially meritless,7 and  the remainder all  rest\n\n                    \n\n     5 Nor  is the  ability to  vote  in the  general election  a\nsatisfactory alternative for those voters not allowed to  vote in\nthe  primary,  as the  candidate of  their  choice may  have been\nexcludedin the preliminary election from which they were barred. \n\n     6 The seven interests are as follows:\n\n     (1) preserving the integrity of  the electoral process,\n     (2) enhancing  confidence of  the electors in  election\n     results,  (3)  recreating  the  election  to fashion  a\n     remedy that  would generate  a valid expression  of the\n     will of the voters who participated in the June 7, 1994\n     originally  scheduled  election,  (4) encourage  better\n\n                               -6-\n\non the premise that limiting the pool of eligible voters to those\n\nwho actually voted in the first election is necessary to preserve\n\nthe  integrity  of  either  the  original  or  overall  electoral\n\nprocess.   As to the  original election, it  is precisely because\n\nthe Board found the process to  be vulnerable that a new election\n\nwas scheduled,  and any concern for preserving the original votes\n\nand outcome is  therefore without substance.   Indeed, the  Board\n\nexplicitly found \"a probability that the order of finish of the[]\n\ncandidates  might have  been altered\"  had the  correct procedure\n\nbeen  followed.  Preserving what  would have been  the outcome of\n                                       \n\nthe election had  it been properly conducted,  while a legitimate\n\nobjective,  is, as  we  have discussed  earlier, not  feasible in\n\nlight of  the  inevitable  changes in  the  availability  of  the\n\noriginal voters.\n\n                    \n\n     voter  participation in  elections by  informing voters\n     that they will only get one opportunity to vote in each\n     election, (5) avoiding  the debasement and  disillusion\n     of those votes that were  cast in the original election\n     which would occur if the election were not recreated as\n     provided  in the  Board's  Decision, (6)  not punishing\n     those voters who took  the time and made the  effort to\n     participate  in the original election by diluting their\n     votes,  and  (7) avoiding  the  patent  unfairness that\n     could result to those  candidates and their  supporters\n     that seemingly  prevailed in the original  June 7, 1994\n     primary.\n\n     7  We share  the  district court's  view  that there  is  no\nsubstance in  the  asserted  interest  in  \"encourag[ing]  better\nparticipation  in elections  by informing  voters that  they will\nonly get  one opportunity to  vote in  each election.\"   We doubt\nthat a voter would decide to vote in an election only to preserve\nthe  opportunity   to  vote  in  an   unlikely-to-occur  curative\nelection.  Moreover, those who voted in the original election are\n                                                                 \nbeing given another opportunity to vote under the Board's ruling.\n\n                               -7-\n\n     With    the   interest   in   electoral   integrity   either\n\ninappropriately linked to the original  election, or unable to be\n\nserved  as  it relates  to that  election,  the only  interest in\n\nintegrity that remains concerns  the overall process for choosing\n\nschool committee  candidates.  The Board's  restriction on voters\n\ndoes not serve this interest.\n\n     Once the Board wiped the slate clean by nullifying the first\n\nelection,  what  needed  to  be  recreated  was  the  \"democratic\n\nprocess\"   surrounding   the   selection  of   school   committee\n\ncandidates,  not  the   particular  conditions  surrounding   the\n\noriginal  election.   See Griffin,  570 F.2d  at 1079  n.14 (\"The\n                                 \n\nConstitution  protects the  right of  all citizens  to democratic\n\nprocesses, not the right of any particular candidate or voters to\n\na  certain result.\")  The  foundation of our \"democratic process\"\n\nis  the right  of  all  qualified  voters  to  cast  their  votes\n\neffectively.  See, e.g., Burdick, 112 S. Ct. at 2063; Anderson v.\n                                                              \n\nCelebrezze,  460 U.S. 780,  787 (1983); Wesberry  v. Sanders, 376\n                                                            \n\nU.S.  1,  17-18 (1964);  Reynolds v.  Sims,  377 U.S.  at 554-55.\n                                          \n\nDepriving eligible voters of the right to vote in the \"effective\"\n\nelection  shakes  that   foundation  and  weakens,   rather  than\n\nsupports,  the broad  goal  of preserving  the  integrity of  the\n\nelectoral process.   Indeed, it  imposes a penalty  for the  past\n\nfailure  to  vote,  precisely  the  course  of action  we  deemed\n\ntransparently unconstitutional at the outset of our discussion.\n\n     The Board's effort  to characterize  its order  as merely  a\n\n\"time, place and manner\" restriction blinks reality.  The states'\n\n                               -8-\n\nauthority  to  regulate  elections   stems  from  a  recognition,\n\nembodied in  the Constitution, that elections  must be structured\n\ncarefully  to ensure that  they are fair and  honest, and so that\n\n\"some  sort  of order,  rather than  chaos,  is to  accompany the\n\ndemocratic  processes,\"  Burdick, 112  S.  Ct.  at 2063  (quoting\n                                \n\nStorer v.Brown, 415 U.S.724, 730 (1974)). Thisauthority, however,\n              \n\n     does  not  extinguish  the  State's  responsibility  to\n     observe  the limits established  by the First Amendment\n     rights  of the State's citizens.  The power to regulate\n     the  time,  place, and  manner  of  elections does  not\n     justify, without  more, the abridgement  of fundamental\n     rights, such as the right to vote . . . .\n\nTashjian v.  Republican Party of  Connecticut, 479 U.S.  208, 217\n                                             \n\n(1986) (citing  Wesberry v. Sanders,  376 U.S. at 6-7).   In this\n                                   \n\ncase, the contested order does not implicate the structure of the\n\nelection, but goes directly to the heart of the voting privilege,\n\ndenying the privilege to many fully qualified voters.8\n\n     To put our analysis  in traditional right-to-vote terms, see\n                                                                 \n\nBurdick, 112 S. Ct. at 2062,9  the Board has failed to offer even\n       \n\n                    \n\n     8   It  is,  of course,  well  established that  states  may\nrestrict  the  voting  privilege   through  residency  and  other\nregistration requirements.  The  crucial distinction here is that\nthe  plaintiffs  have  satisfied   the  state's  standard  voting\nrequirements. \n\n     9  Quoting from Anderson, 460 U.S. at 789, and Tashjian, 479\n                                                            \nU.S.  at 213-214,  the Supreme  Court  in Burdick  formulated the\n                                                 \nstandard as follows:\n\n     A court considering a challenge to a state election law\n     must weigh \"the character and magnitude of the asserted\n     injury  to  the  rights  protected  by  the  First  and\n     Fourteenth  Amendments  that  the  plaintiff  seeks  to\n     vindicate\" against \"the  precise interests put  forward\n     by the  State as justifications for  the burden imposed\n     by its rule,\" taking  into consideration \"the extent to\n     which those  interests make it necessary  to burden the\n\n                               -9-\n\na rational basis  for its direct,  retroactive limitation on  the\n\nright to  vote.  In light  of the obviously severe  nature of the\n\ninjury  to the  plaintiffs,  who would  be  denied the  right  to\n\nparticipate in the selection  of school committee candidates, the\n\nrestriction cannot be permitted.\n\n     Although the  Board cites numerous  cases in support  of its\n\nposition, none involves an  equivalent action.  The long  line of\n\ncases  upholding   ballot   access  requirements   are   patently\n\ninapplicable, as  limiting candidates through  reasonable advance\n\nrequirements   provides  no  justification  for  the  retroactive\n\nrestriction of the right to vote.   See, e.g., Munro v. Socialist\n                                                                 \n\nWorkers Party, 479 U.S. 189 (1986) (requirements for placement of\n             \n\nminority  party candidates on ballot);  Storer v. Brown, 415 U.S.\n                                                       \n\n724 (1974) (requirements of party disaffiliation and no voting in\n\npreceding primary for access to ballot as independent); Felice v.\n                                                              \n\nRhode Island Board of  Elections, 781 F. Supp. 100  (D.R.I. 1991)\n                                \n\n(candidate must  file declaration  precisely as name  appeared on\n\n                    \n\n     plaintiff's rights.\"\n\n          Under  this  standard,  the  rigorousness  of  our\n     inquiry  into the  propriety  of a  state election  law\n     depends   upon  the  extent   to  which   a  challenged\n     regulation  burdens  First  and   Fourteenth  Amendment\n     rights.  Thus, as we  have recognized when those rights\n     are subjected to \"severe\" restrictions,  the regulation\n     must be \"narrowly drawn to advance a state interest  of\n     compelling importance.\" . . . But when a state election\n     law     provision     imposes     only     \"reasonable,\n     nondiscriminatory  restrictions\"  upon  the  First  and\n     Fourteenth  Amendment rights  of  voters, \"the  State's\n     important regulatory interests are generally sufficient\n     to justify\" the restrictions.\n\n                               -10-\n\nvoting   list).10     The   right-to-vote   cases  also   involve\n\nconditions explicitly established in advance as prerequisites for\n                                            \n\nvoting, see,  e.g., Rosario v.  Rockefeller, 410 U.S.  752 (1973)\n                                           \n\n(upholding   advance  party  affiliation  requirement  for  party\n\nprimary); Dunn v. Blumstein, 405 U.S. 330  (1972) (upholding bona\n                           \n\nfide  residence requirements,  but rejecting  one-year durational\n\nrequirement).   The  Board points to  no federal case  in which a\n\nsegment  of the  electorate, qualified  to  vote under  state and\n\nlocal law, is barred  from participating in an election  based on\n\nthe failure to meet some later-imposed, additional criteria.\n\n     The  Board's  most  apposite  precedent is  a  Rhode  Island\n\nSupreme Court  case, Buonanno v.  DiStefano, 430  A.2d 765  (R.I.\n                                           \n\n1981),  in which the state  Board of Elections  ordered a special\n\nelection limited to two polling places where  voting machines had\n\nmalfunctioned during the regular election.  Only those voters who\n\nhad voted  at those two polling  places were eligible to  vote in\n\nthe special election.\n\n     The Supreme  Court upheld  the Board's order,  describing as\n\n\"ingenious\" the Board's attempt to reconstruct the election.  Id.\n                                                                 \n\nat 771.  As the  district court in this case noted,  however, the\n\n                    \n\n     10 The Board claims  that these cases are relevant  in light\nof  the Supreme Court's statement that \"`the rights of voters and\nthe  rights  of  candidates  do   not  lend  themselves  to  neat\nseparation,'\" Burdick, 112 S. Ct. at 2065-66  (quoting Bullock v.\n                                                              \nCarter, 405  U.S. 134,  143 (1972)).   The issue  in Burdick  was\n                                                            \nwhether a state could  bar write-in voting.  The petitioner was a\nvoter.   The  Court  noted the  close  link between  voters'  and\ncandidates' rights in the course of rejecting the suggestion that\nthe  challenge to  the law was  more potent  because framed  as a\nright-to-vote rather than a ballot access case.\n\n                               -11-\n\nSupreme Court made  only scant  reference to the  portion of  the\n\nBoard's  decision  limiting the  special  election  to those  who\n\npreviously  had voted,11  and,  in fact,  it appears  likely that\n\nthe  petitioner  did not  challenge  that aspect  of  the Board's\n\nruling.   In addition, the Board  in Buonanno did not  \"clean the\n                                             \n\nslate\"  by  invalidating  the  whole  election,  but  called  for\n\nreconstruction of  only a  portion of  the voting.   We need  not\n\ndecide here  whether  the breadth  of  the voting  limitation  is\n\nsignificant; for our  purposes, it is  enough to say that  a case\n\nupholding a  voting restriction  in  such a  limited context  and\n\nwithout constitutional  analysis is  of doubtful support  when an\n\nentire election has been invalidated.\n\n     Indeed,  an  earlier   Rhode  Island  case   more  factually\n\nanalogous to  the  present case  suggests that  the state's  high\n\ncourt views full voter participation as the appropriate procedure\n\nwhen a completely new election is held.  In Whitman  v. Mott, 114\n                                                            \n\nR.I. 530, 336 A.2d 836 (R.I. 1975), cited in  Buonanno, the court\n                                                      \n\ninvalidated a  town council election because  voters were allowed\n\nto vote for five of the six candidates when they should have been\n\nlimited  to  three votes.   The  Court  scheduled a  new election\n\nlimited to the six original candidates, but expressly ruled \"that\n\n                    \n\n     11   The  court   recognized  that   practical  difficulties\nconcerning voter turnout are involved in holding a new  election,\nbut noted that \"[a]t  least the new election  gave to the  voters\nwho had taken  the pains to go  to the polls  a second chance  to\nexpress  their choice  about whom  they desired  to serve  in the\ncouncil at-large positions.\"  Id. at 771.  The court  then stated\n                                 \nthat  \"[t]he practical  difficulties  are far  outweighed by  the\nvalue served by this remedy.\"  Id.\n                                  \n\n                               -12-\n\nanyone  eligible to  vote on  the day  specified for  the special\n\nelection may cast a  ballot for those candidates  whom he or  she\n\nthinks is best qualified to serve.\"  114 R.I. at 539, 336 A.2d at\n\n841.  See also Griffin v. Burns, 431 F. Supp. 1361 (D.R.I. 1977),\n                               \n\naff'd, 570 F.2d 1065 (1st Cir. 1978).12\n     \n\n     It  bears repeating that \"[t]he right  to vote is one of the\n\nmost  important and  cherished constitutional  rights,\"  Leaks v.\n                                                              \n\nBoard of Elections of the  City of New York, 58 N.Y.2d  882, 883,\n                                           \n\n447 N.E.2d  42, 43,  460 N.Y.S.2d  494, 495 (1983).   In  a fresh\n\nelection designed to determine  which candidates are supported by\n\na majority of the properly  registered voters, we cannot conceive\n\nof a governmental interest sufficiently strong to limit the right\n\nto  vote to only a portion of  the qualified electorate.  In this\n\ncase,  at least, where such an interest has not been articulated,\n\n                    \n\n     12   In  Griffin,   the  district   court  found   that  the\n                     \ninvalidation of absentee and  shut-in ballots in a party  primary\nfor  a Providence  city council  seat was  unconstitutional.   In\nordering a new election  open to all qualified voters,  the court\nstated:\n\n     Although a new election cannot replicate the conditions\n     of  the March  29 election,  each qualified  voter will\n     have a full opportunity  to cast a ballot, and  to have\n     that ballot counted.  The Constitution demands no less,\n     and the Court can do no more.\n\n431 F.  Supp.  at  1369.  In  affirming, we observed that  \"a new\nprimary  . .  . had  the virtue  of giving  the voters  a further\nchance, in a fair election, to express their views.\"  570 F.2d at\n1079.\n\n                               -13-\n\nwe conclude that  present voting status  is the only  appropriate\n\nyardstick for eligibility.  See id.13\n\n                                     \n\n     The judgment of the district court is therefore AFFIRMED.\n                                                             \n\n                    \n\n     13  Leaks   also  involved  a  primary   election  that  was\n              \ninvalidated.   The  election  board had  ordered  a new  election\nlimited only to those voters eligible to participate in the first\n                                     \nelection.   The Court of  Appeals reversed in  a brief memorandum\ndecision,  ordering that all voters  eligible at the  time of the\nspecial election be allowed to vote.\n\n                               -14-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1884\n\n                M. JANICE AYERS-SCHAFFNER, ET AL.,\n\n                      Plaintiffs, Appellees,\n\n                                v.\n\n                   JOSEPH R. DISTEFANO, ET AL.,\n\n                     Defendants, Appellants.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\n                                                          \n\n                                           \n\n                              Before\n\n                      Torruella, Chief Judge,\n                                            \n                  Coffin, Senior Circuit Judge,\n                                              \n                  and Keeton*, District Judge. \n                                             \n\n                                           \n\n  Anthony J. Bucci, Jr., for appellants.\n                       \n  Michael DiBiase for appellees.\n                 \n\n                                           \n\n                        September 30, 1994\n                                           \n\n                  \n\n*Of the District of Massachusetts, sitting by designation.\n\n     COFFIN,  Senior   Circuit  Judge.     This  case   poses  an\n                                     \n\ninteresting, and readily answerable, constitutional question: can\n\nstate election officials  restrict the  right to vote  in a  new,\n\ncurative  election to  those  who participated  in the  original,\n\ndefective election?  The district  court found no state  interest\n\nserved by such a limitation, and rejected it as unconstitutional.\n\nWe agree, and  thus affirm the  district court's order  directing\n\nthat the contested  new election  be open to  all registered  and\n\nqualified voters.1\n\n                      I. Factual Background\n                                           \n\n     On June 7, 1994, a nonpartisan primary election was held for\n\nthree  seats  on  the  Warwick  School  Committee.   Voters  were\n\npermitted to vote  for up  to two candidates  for the three  open\n\npositions.  After the election, as a result of a protest filed by\n\nseveral of the 15 candidates, the Rhode Island Board of Elections\n\nruled that each voter should have  been limited to a single vote.\n\nThe  Board also  found  that there  was  a probability  that  the\n\nelection  results  would  have  been different  had  the  correct\n\nprocedure  been  used, and  it  consequently ordered  that  a new\n\nelection be conducted.  It further ruled that the new election be\n\nlimited to  those candidates and  voters who participated  in the\n\noriginal balloting.\n\n                    \n\n     1 We issued an order affirming the district court's judgment\nimmediately after  oral argument  in this case  on September  16,\n1994, notifying the parties that an opinion would follow.\n\n                               -2-\n\n     This  action  followed.2    The  plaintiffs  are  registered\n\nvoters in  the City of Warwick  who were eligible to  vote in the\n\nfirst  election but did not.  They wish  to be allowed to vote in\n\nthe  second one.  They  brought suit on  behalf of themselves and\n\nall  similarly situated  Warwick residents  against the  Board of\n\nElections, alleging  violations of  their rights of  free speech,\n\nassociation, equal  protection, and due process  as guaranteed by\n\nthe First and Fourteenth Amendments.3\n\n     The district  court ruled  in their  favor, finding  that no\n\nstate interest justified the limitation on voters.  The Board now\n\nappeals, claiming that  the district court erred  in applying the\n\napplicable  precedent to  the  circumstances of  this case.   The\n\nBoard claims  that its  restriction on  voters imposes a  minimal\n\nburden on the plaintiffs  while serving legitimate and compelling\n\nstate interests.\n\n     Like the  district court, and substantially  for the reasons\n\nit  gave, we conclude that  the Board's notion  of the applicable\n\nconstitutional principles is off the mark.\n\n                          II. Discussion\n                                        \n\n     In its simplest form, this case asks us to decide  whether a\n\nstate may condition  the right to vote in one election on whether\n\nthat right was exercised in a preceding election.  So stated, the\n\n                    \n\n     2 The curative primary election originally was scheduled for\nJuly 19, 1994.  After this lawsuit was filed, the Board agreed to\nreschedule the election to October 4, 1994.\n\n     3  Plaintiffs also alleged state causes of action, which we,\nlike the district court, need not reach.\n\n                               -3-\n\ncase  is hardly worthy of discussion.   The right to vote \"`is of\n\nthe  most  fundamental  significance  under   our  constitutional\n\nstructure,'\" Burdick  v. Takushi, </pre><span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">112</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span><pre class=\"inline\">,  2063 (1992),\n                                \n\nand depriving  a qualified voter  of the right  to cast a  ballot\n\nbecause  of  failure to  vote in  an  earlier election  is almost\n\ninconceivable.   See  generally Reynolds  v. Sims, </pre><span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">377</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span><pre class=\"inline\">,\n                                                 \n\n554-55  (1964) (quoted in Griffin  v. Burns, </pre><span class=\"citation\" data-id=\"353176\"><a href=\"/opinion/353176/lloyd-t-griffin-v-robert-f-burns-etc-thomas-a-mccormick/\"><span class=\"volume\">570</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1065</span></a></span><pre class=\"inline\">, 1075\n                                           \n\n(1st Cir.  1978)  (\"[A]ny restrictions  on  [the right  to  vote]\n\nstrike at the heart of representative government.\")\n\n     The  Board contends that this  case is not  that one because\n\nthe  second election here is not a new, independent election, but\n\nsimply  a recreation of the  defective primary.   It asserts that\n\nthis   distinction  renders  the  right-to-vote  caselaw  largely\n\ninapposite,  and  that no  precedent bars  its  effort to  hold a\n\nlawful  version   of  the   defective  election   by  restricting\n\nparticipation to the original voters and  candidates.4  The Board\n\nmaintains  that this plan imposes, at most, only a minimal burden\n\non  the plaintiffs  because of  the easy  access provided  to the\n\nregularly  scheduled election.  And it cites a litany of purposes\n\nserved by its plan.  See infra at n.6.\n                              \n\n     The Board's  effort to distinguish  this case  is flawed  in\n\nseveral respects.  First, we cannot accept the Board's suggestion\n\nthat the second election here is free from the requirements of  a\n\ngenuine  election because  its purpose  is simply to  replicate a\n\n                    \n\n     4  No challenge  has been  made to  the Board's  decision to\nlimit the ballot  to those  who were candidates  in the  original\nprimary, and our opinion does not address that issue.\n\n                               -4-\n\nprevious event.  The original election was defective and invalid,\n\nand  the  Board  deemed  its results  unreliable.    The  primary\n\nobjective  of the  second  election therefore  must be  viewed as\n\nidentical  to that of the  original one, to  choose through valid\n\nprocedures the candidates supported by a majority of the eligible\n\nvoters.  To  exclude plaintiffs  from the second  election is  to\n\nexclude  them  from  the only  primary  that  will determine  the\n\ncandidates for the school committee offices.\n\n     Moreover, the  goal of reconstructing the  original election\n\nis, at best, an illusory one.  Presumably, some of the voters who\n\nvoted  the first  time will  be unable,  for various  reasons, to\n\nparticipate in the new election.  Unexpected trips and illnesses,\n\nor  even death,  may intervene.   Some  voters no  longer  may be\n\neligible,  having  moved  from  the  area.    In  addition,  some\n\nundetermined number of voters in the original election voted only\n\nfor the bond issue that was on the ballot, and some of them could\n\nbe  expected  to   vote  this  time  for  the   school  committee\n\ncandidates.  An identical match  of voters is therefore extremely\n\nunlikely.\n\n     The  second flaw is found in the Board's suggestion that the\n\nburden imposed  by its action  is slight  because plaintiffs  had\n\nample  opportunity  to  vote in  the  first  election.   This  is\n\ntantamount  to a claim that plaintiffs waived their right to vote\n\nin the second election by failing  to vote in the first.  However\n\ncharacterized, the contention is wholly without force.\n\n                               -5-\n\n     While  it is true that plaintiffs knowingly gave up the only\n\nopportunity  they expected to have  to vote in  the primary, they\n\ndid  not thereby  waive  their interest  in  the outcome  of  the\n\nelection.  Nor did  they demonstrate any willingness to  forego a\n\nsecond  chance to vote  if circumstances  should make  a curative\n\nelection necessary.  In  the absence of any advance  warning that\n\nfailure  to vote in the  first election would  preclude voting in\n\nthe second, their lack of participation in the original balloting\n\ncannot in any respect be viewed as  a waiver of the right to vote\n\nin the new primary.  And, while access to the  first election may\n\nhave been easily achieved, what is before  us is the total denial\n\nof the right to vote in the only primary with any significance in\n\nthe school committee race.  That burden is undeniably severe, and\n\nit is in no  way lessened by the  past opportunity to vote in  an\n\ninvalid election.5\n\n     Third,  and  most  significantly,  the Board  is  unable  to\n\narticulate   any   meaningful  interest   served  by   its  voter\n\nrestriction.   Of  the  seven separate  interests  listed in  its\n\nbrief,6 one is  facially meritless,7 and  the remainder all  rest\n\n                    \n\n     5 Nor  is the  ability to  vote  in the  general election  a\nsatisfactory alternative for those voters not allowed to  vote in\nthe  primary,  as the  candidate of  their  choice may  have been\nexcludedin the preliminary election from which they were barred. \n\n     6 The seven interests are as follows:\n\n     (1) preserving the integrity of  the electoral process,\n     (2) enhancing  confidence of  the electors in  election\n     results,  (3)  recreating  the  election  to fashion  a\n     remedy that  would generate  a valid expression  of the\n     will of the voters who participated in the June 7, 1994\n     originally  scheduled  election,  (4) encourage  better\n\n                               -6-\n\non the premise that limiting the pool of eligible voters to those\n\nwho actually voted in the first election is necessary to preserve\n\nthe  integrity  of  either  the  original  or  overall  electoral\n\nprocess.   As to the  original election, it  is precisely because\n\nthe Board found the process to  be vulnerable that a new election\n\nwas scheduled,  and any concern for preserving the original votes\n\nand outcome is  therefore without substance.   Indeed, the  Board\n\nexplicitly found \"a probability that the order of finish of the[]\n\ncandidates  might have  been altered\"  had the  correct procedure\n\nbeen  followed.  Preserving what  would have been  the outcome of\n                                       \n\nthe election had  it been properly conducted,  while a legitimate\n\nobjective,  is, as  we  have discussed  earlier, not  feasible in\n\nlight of  the  inevitable  changes in  the  availability  of  the\n\noriginal voters.\n\n                    \n\n     voter  participation in  elections by  informing voters\n     that they will only get one opportunity to vote in each\n     election, (5) avoiding  the debasement and  disillusion\n     of those votes that were  cast in the original election\n     which would occur if the election were not recreated as\n     provided  in the  Board's  Decision, (6)  not punishing\n     those voters who took  the time and made the  effort to\n     participate  in the original election by diluting their\n     votes,  and  (7) avoiding  the  patent  unfairness that\n     could result to those  candidates and their  supporters\n     that seemingly  prevailed in the original  June 7, 1994\n     primary.\n\n     7  We share  the  district court's  view  that there  is  no\nsubstance in  the  asserted  interest  in  \"encourag[ing]  better\nparticipation  in elections  by informing  voters that  they will\nonly get  one opportunity to  vote in  each election.\"   We doubt\nthat a voter would decide to vote in an election only to preserve\nthe  opportunity   to  vote  in  an   unlikely-to-occur  curative\nelection.  Moreover, those who voted in the original election are\n                                                                 \nbeing given another opportunity to vote under the Board's ruling.\n\n                               -7-\n\n     With    the   interest   in   electoral   integrity   either\n\ninappropriately linked to the original  election, or unable to be\n\nserved  as  it relates  to that  election,  the only  interest in\n\nintegrity that remains concerns  the overall process for choosing\n\nschool committee  candidates.  The Board's  restriction on voters\n\ndoes not serve this interest.\n\n     Once the Board wiped the slate clean by nullifying the first\n\nelection,  what  needed  to  be  recreated  was  the  \"democratic\n\nprocess\"   surrounding   the   selection  of   school   committee\n\ncandidates,  not  the   particular  conditions  surrounding   the\n\noriginal  election.   See </pre><span class=\"citation\" data-id=\"353176\"><span class=\"antecedent_guess\">Griffin,</span>  <a href=\"/opinion/353176/lloyd-t-griffin-v-robert-f-burns-etc-thomas-a-mccormick/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">1079</span> </a></span><pre class=\"inline\"> n.14 (\"The\n                                 \n\nConstitution  protects the  right of  all citizens  to democratic\n\nprocesses, not the right of any particular candidate or voters to\n\na  certain result.\")  The  foundation of our \"democratic process\"\n\nis  the right  of  all  qualified  voters  to  cast  their  votes\n\neffectively.  See, e.g., </pre><span class=\"citation\" data-id=\"112743\"><span class=\"antecedent_guess\">Burdick,</span> <a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2063</span></a></span><pre class=\"inline\">; Anderson v.\n                                                              \n\nCelebrezze,  </pre><span class=\"citation\" data-id=\"110904\"><a href=\"/opinion/110904/anderson-v-celebrezze/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">780</span></a></span><pre class=\"inline\">,  787 (1983); Wesberry  v. Sanders, </pre><span class=\"citation\" data-id=\"106739\"><a href=\"/opinion/106739/wesberry-v-sanders/\"><span class=\"volume\">376</span>\n                                                            \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">,  17-18 (1964);  Reynolds v.  </pre><span class=\"citation\" data-id=\"106850\"><span class=\"antecedent_guess\">Sims,</span>  <a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">554-55</span></a></span><pre class=\"inline\">.\n                                          \n\nDepriving eligible voters of the right to vote in the \"effective\"\n\nelection  shakes  that   foundation  and  weakens,   rather  than\n\nsupports,  the broad  goal  of preserving  the  integrity of  the\n\nelectoral process.   Indeed, it  imposes a penalty  for the  past\n\nfailure  to  vote,  precisely  the  course  of action  we  deemed\n\ntransparently unconstitutional at the outset of our discussion.\n\n     The Board's effort  to characterize  its order  as merely  a\n\n\"time, place and manner\" restriction blinks reality.  The states'\n\n                               -8-\n\nauthority  to  regulate  elections   stems  from  a  recognition,\n\nembodied in  the Constitution, that elections  must be structured\n\ncarefully  to ensure that  they are fair and  honest, and so that\n\n\"some  sort  of order,  rather than  chaos,  is to  accompany the\n\ndemocratic  processes,\"  Burdick, 112  S.  Ct.  at 2063  (quoting\n                                \n\nStorer v.Brown, 415 U.S.724, 730 (1974)). Thisauthority, however,\n              \n\n     does  not  extinguish  the  State's  responsibility  to\n     observe  the limits established  by the First Amendment\n     rights  of the State's citizens.  The power to regulate\n     the  time,  place, and  manner  of  elections does  not\n     justify, without  more, the abridgement  of fundamental\n     rights, such as the right to vote . . . .\n\nTashjian v.  Republican Party of  Connecticut, </pre><span class=\"citation\" data-id=\"111781\"><a href=\"/opinion/111781/tashjian-v-republican-party-of-conn/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">208</span></a></span><pre class=\"inline\">, 217\n                                             \n\n(1986) (citing  Wesberry v. </pre><span class=\"citation\" data-id=\"106739\"><span class=\"antecedent_guess\">Sanders,</span>  <a href=\"/opinion/106739/wesberry-v-sanders/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">6-7</span></a></span><pre class=\"inline\">).   In this\n                                   \n\ncase, the contested order does not implicate the structure of the\n\nelection, but goes directly to the heart of the voting privilege,\n\ndenying the privilege to many fully qualified voters.8\n\n     To put our analysis  in traditional right-to-vote terms, see\n                                                                 \n\nBurdick, 112 S. Ct. at 2062,9  the Board has failed to offer even\n       \n\n                    \n\n     8   It  is,  of course,  well  established that  states  may\nrestrict  the  voting  privilege   through  residency  and  other\nregistration requirements.  The  crucial distinction here is that\nthe  plaintiffs  have  satisfied   the  state's  standard  voting\nrequirements. \n\n     9  Quoting from </pre><span class=\"citation\" data-id=\"110904\"><span class=\"antecedent_guess\">Anderson,</span> <a href=\"/opinion/110904/anderson-v-celebrezze/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">789</span></a></span><pre class=\"inline\">, and </pre><span class=\"citation\" data-id=\"111781\"><span class=\"antecedent_guess\">Tashjian,</span> <a href=\"/opinion/111781/tashjian-v-republican-party-of-conn/\"><span class=\"volume\">479</span>\n                                                            \n<span class=\"reporter\">U.S.</span>  at <span class=\"page\">213-214</span></a></span><pre class=\"inline\">,  the Supreme  Court  in Burdick  formulated the\n                                                 \nstandard as follows:\n\n     A court considering a challenge to a state election law\n     must weigh \"the character and magnitude of the asserted\n     injury  to  the  rights  protected  by  the  First  and\n     Fourteenth  Amendments  that  the  plaintiff  seeks  to\n     vindicate\" against \"the  precise interests put  forward\n     by the  State as justifications for  the burden imposed\n     by its rule,\" taking  into consideration \"the extent to\n     which those  interests make it necessary  to burden the\n\n                               -9-\n\na rational basis  for its direct,  retroactive limitation on  the\n\nright to  vote.  In light  of the obviously severe  nature of the\n\ninjury  to the  plaintiffs,  who would  be  denied the  right  to\n\nparticipate in the selection  of school committee candidates, the\n\nrestriction cannot be permitted.\n\n     Although the  Board cites numerous  cases in support  of its\n\nposition, none involves an  equivalent action.  The long  line of\n\ncases  upholding   ballot   access  requirements   are   patently\n\ninapplicable, as  limiting candidates through  reasonable advance\n\nrequirements   provides  no  justification  for  the  retroactive\n\nrestriction of the right to vote.   See, e.g., Munro v. Socialist\n                                                                 \n\nWorkers Party, </pre><span class=\"citation\" data-id=\"111780\"><a href=\"/opinion/111780/munro-v-socialist-workers-party/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span> </a></span><pre class=\"inline\">(1986) (requirements for placement of\n             \n\nminority  party candidates on ballot);  Storer v. Brown, </pre><span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span>\n                                                       \n\n<span class=\"page\">724</span> </a></span><pre class=\"inline\">(1974) (requirements of party disaffiliation and no voting in\n\npreceding primary for access to ballot as independent); Felice v.\n                                                              \n\nRhode Island Board of  Elections, </pre><span class=\"citation\" data-id=\"1411581\"><a href=\"/opinion/1411581/felice-v-rhode-island-bd-of-elections/\"><span class=\"volume\">781</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">100</span> </a></span><pre class=\"inline\"> (D.R.I. 1991)\n                                \n\n(candidate must  file declaration  precisely as name  appeared on\n\n                    \n\n     plaintiff's rights.\"\n\n          Under  this  standard,  the  rigorousness  of  our\n     inquiry  into the  propriety  of a  state election  law\n     depends   upon  the  extent   to  which   a  challenged\n     regulation  burdens  First  and   Fourteenth  Amendment\n     rights.  Thus, as we  have recognized when those rights\n     are subjected to \"severe\" restrictions,  the regulation\n     must be \"narrowly drawn to advance a state interest  of\n     compelling importance.\" . . . But when a state election\n     law     provision     imposes     only     \"reasonable,\n     nondiscriminatory  restrictions\"  upon  the  First  and\n     Fourteenth  Amendment rights  of  voters, \"the  State's\n     important regulatory interests are generally sufficient\n     to justify\" the restrictions.\n\n                               -10-\n\nvoting   list).10     The   right-to-vote   cases  also   involve\n\nconditions explicitly established in advance as prerequisites for\n                                            \n\nvoting, see,  e.g., Rosario v.  Rockefeller, </pre><span class=\"citation\" data-id=\"108747\"><a href=\"/opinion/108747/rosario-v-rockefeller/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">752</span> </a></span><pre class=\"inline\">(1973)\n                                           \n\n(upholding   advance  party  affiliation  requirement  for  party\n\nprimary); Dunn v. Blumstein, </pre><span class=\"citation\" data-id=\"108485\"><a href=\"/opinion/108485/dunn-v-blumstein/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">330</span> </a></span><pre class=\"inline\"> (1972) (upholding bona\n                           \n\nfide  residence requirements,  but rejecting  one-year durational\n\nrequirement).   The  Board points to  no federal case  in which a\n\nsegment  of the  electorate, qualified  to  vote under  state and\n\nlocal law, is barred  from participating in an election  based on\n\nthe failure to meet some later-imposed, additional criteria.\n\n     The  Board's  most  apposite  precedent is  a  Rhode  Island\n\nSupreme Court  case, Buonanno v.  DiStefano, </pre><span class=\"citation\" data-id=\"2368818\"><a href=\"/opinion/2368818/buonanno-v-distefano/\"><span class=\"volume\">430</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">765</span> </a></span><pre class=\"inline\"> (R.I.\n                                           \n\n1981),  in which the state  Board of Elections  ordered a special\n\nelection limited to two polling places where  voting machines had\n\nmalfunctioned during the regular election.  Only those voters who\n\nhad voted  at those two polling  places were eligible to  vote in\n\nthe special election.\n\n     The Supreme  Court upheld  the Board's order,  describing as\n\n\"ingenious\" the Board's attempt to reconstruct the election.  </pre><span class=\"citation\" data-id=\"2368818\"><a href=\"/opinion/2368818/buonanno-v-distefano/\"><span class=\"id_token\">Id.</span>\n                                                                 \n\nat 771. </a></span><pre class=\"inline\"> As the  district court in this case noted,  however, the\n\n                    \n\n     10 The Board claims  that these cases are relevant  in light\nof  the Supreme Court's statement that \"`the rights of voters and\nthe  rights  of  candidates  do   not  lend  themselves  to  neat\nseparation,'\" </pre><span class=\"citation\" data-id=\"112743\"><span class=\"antecedent_guess\">Burdick,</span> <a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2065-66</span> </a></span><pre class=\"inline\"> (quoting Bullock v.\n                                                              \nCarter, </pre><span class=\"citation\" data-id=\"108470\"><a href=\"/opinion/108470/bullock-v-carter/\"><span class=\"volume\">405</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span><pre class=\"inline\">,  143 (1972)).   The issue  in Burdick  was\n                                                            \nwhether a state could  bar write-in voting.  The petitioner was a\nvoter.   The  Court  noted the  close  link between  voters'  and\ncandidates' rights in the course of rejecting the suggestion that\nthe  challenge to  the law was  more potent  because framed  as a\nright-to-vote rather than a ballot access case.\n\n                               -11-\n\nSupreme Court made  only scant  reference to the  portion of  the\n\nBoard's  decision  limiting the  special  election  to those  who\n\npreviously  had voted,11  and,  in fact,  it appears  likely that\n\nthe  petitioner  did not  challenge  that aspect  of  the Board's\n\nruling.   In addition, the Board  in Buonanno did not  \"clean the\n                                             \n\nslate\"  by  invalidating  the  whole  election,  but  called  for\n\nreconstruction of  only a  portion of  the voting.   We need  not\n\ndecide here  whether  the breadth  of  the voting  limitation  is\n\nsignificant; for our  purposes, it is  enough to say that  a case\n\nupholding a  voting restriction  in  such a  limited context  and\n\nwithout constitutional  analysis is  of doubtful support  when an\n\nentire election has been invalidated.\n\n     Indeed,  an  earlier   Rhode  Island  case   more  factually\n\nanalogous to  the  present case  suggests that  the state's  high\n\ncourt views full voter participation as the appropriate procedure\n\nwhen a completely new election is held.  In Whitman  v. Mott, </pre><span class=\"citation no-link\"><span class=\"volume\">114</span>\n                                                            \n\n<span class=\"reporter\">R.I.</span> <span class=\"page\">530</span></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"2263674\"><a href=\"/opinion/2263674/whitman-v-mott/\"><span class=\"volume\">336</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">836</span> </a></span><pre class=\"inline\">(R.I. 1975), cited in  Buonanno, the court\n                                                      \n\ninvalidated a  town council election because  voters were allowed\n\nto vote for five of the six candidates when they should have been\n\nlimited  to  three votes.   The  Court  scheduled a  new election\n\nlimited to the six original candidates, but expressly ruled \"that\n\n                    \n\n     11   The  court   recognized  that   practical  difficulties\nconcerning voter turnout are involved in holding a new  election,\nbut noted that \"[a]t  least the new election  gave to the  voters\nwho had taken  the pains to go  to the polls  a second chance  to\nexpress  their choice  about whom  they desired  to serve  in the\ncouncil at-large positions.\"  </pre><span class=\"citation\" data-id=\"2368818\"><a href=\"/opinion/2368818/buonanno-v-distefano/\"><span class=\"id_token\">Id.</span> at 771. </a></span><pre class=\"inline\"> The court  then stated\n                                 \nthat  \"[t]he practical  difficulties  are far  outweighed by  the\nvalue served by this remedy.\"  </pre><span class=\"citation\" data-id=\"2263674\"><a href=\"/opinion/2263674/whitman-v-mott/\"><span class=\"id_token\">Id.</span>\n                                  \n\n                               -12-\n\nanyone </a></span><pre class=\"inline\"> eligible to  vote on  the day  specified for  the special\n\nelection may cast a  ballot for those candidates  whom he or  she\n\nthinks is best qualified to </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">serve.\"</span>  <span class=\"volume\">114</span> <span class=\"reporter\">R.I.</span> at <span class=\"page\">539</span></span><pre class=\"inline\">, 336 A.2d at\n\n841.  See also Griffin v. Burns, </pre><span class=\"citation\" data-id=\"2185020\"><a href=\"/opinion/2185020/griffin-v-burns/\"><span class=\"volume\">431</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1361</span> </a></span><pre class=\"inline\">(D.R.I. 1977),\n                               \n\naff'd, </pre><span class=\"citation\" data-id=\"353176\"><a href=\"/opinion/353176/lloyd-t-griffin-v-robert-f-burns-etc-thomas-a-mccormick/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1065</span> </a></span><pre class=\"inline\">(1st Cir. 1978).12\n     \n\n     It  bears repeating that \"[t]he right  to vote is one of the\n\nmost  important and  cherished constitutional  rights,\"  Leaks v.\n                                                              \n\nBoard of Elections of the  City of New York, </pre><span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">N.Y.2d</span>  <span class=\"page\">882</span></span><pre class=\"inline\">, 883,\n                                           \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">447</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">42</span></span><pre class=\"inline\">, 43,  </pre><span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">N.Y.S.2d</span>  <span class=\"page\">494</span></span><pre class=\"inline\">, 495 (1983).   In  a fresh\n\nelection designed to determine  which candidates are supported by\n\na majority of the properly  registered voters, we cannot conceive\n\nof a governmental interest sufficiently strong to limit the right\n\nto  vote to only a portion of  the qualified electorate.  In this\n\ncase,  at least, where such an interest has not been articulated,\n\n                    \n\n     12   In  Griffin,   the  district   court  found   that  the\n                     \ninvalidation of absentee and  shut-in ballots in a party  primary\nfor  a Providence  city council  seat was  unconstitutional.   In\nordering a new election  open to all qualified voters,  the court\nstated:\n\n     Although a new election cannot replicate the conditions\n     of  the March  29 election,  each qualified  voter will\n     have a full opportunity  to cast a ballot, and  to have\n     that ballot counted.  The Constitution demands no less,\n     and the Court can do no more.\n\n431 F.  Supp.  at  1369.  In  affirming, we observed that  \"a new\nprimary  . .  . had  the virtue  of giving  the voters  a further\nchance, in a fair election, to express their </pre><span class=\"citation\" data-id=\"353176\"><span class=\"antecedent_guess\">views.\"</span>  <a href=\"/opinion/353176/lloyd-t-griffin-v-robert-f-burns-etc-thomas-a-mccormick/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> at\n<span class=\"page\">1079</span></a></span><pre class=\"inline\">.\n\n                               -13-\n\nwe conclude that  present voting status  is the only  appropriate\n\nyardstick for eligibility.  See id.13\n\n                                     \n\n     The judgment of the district court is therefore AFFIRMED.\n                                                             \n\n                    \n\n     13  Leaks   also  involved  a  primary   election  that  was\n              \ninvalidated.   The  election  board had  ordered  a new  election\nlimited only to those voters eligible to participate in the first\n                                     \nelection.   The Court of  Appeals reversed in  a brief memorandum\ndecision,  ordering that all voters  eligible at the  time of the\nspecial election be allowed to vote.\n\n                               -14-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106739/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106850/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108470/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108485/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108747/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108993/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110904/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111781/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112743/",
    "https://www.courtlistener.com/api/rest/v3/opinions/353176/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1411581/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2185020/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2263674/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2368818/"
  ]
}