{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195640/",
  "id": 195640,
  "absolute_url": "/opinion/195640/jackson-v-vose/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195640/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:44:20Z",
  "date_modified": "2020-02-21T23:31:39.157581Z",
  "type": "010combined",
  "sha1": "e96ea73443800eacd8e9b16a79b6f8f394681ea3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2202.01A",
  "local_path": null,
  "plain_text": "September 30, 1994      [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-2202\n\n                     ANTOINE M. JACKSON,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                       GEORGE A. VOSE,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\n                                          \n               Selya and Stahl, Circuit Judges.\n                                               \n\n                                         \n\nAntoine M. Jackson on brief pro se.\n                  \nNancy  Ankers  White,  Special  Assistant  Attorney  General,  and\n                    \nStephen G. Dietrick, Deputy General Counsel, Department of Correction,\n               \non brief for appellee.\n\n                                         \n\n                                         \n\n          Per Curiam.  Plaintiff Antoine  Jackson appeals the\n                    \n\ndistrict  court's  grant  of  summary judgment  in  favor  of\n\ndefendants on Counts  II and  V of his  amended civil  rights\n\ncomplaint.1   \"We review  the  grant of  summary judgment  de\n                                                             \n\nnovo, employing the same criteria incumbent upon the district\n    \n\ncourt in  the first instance,\" Guzman-Rivera  v. Rivera-Cruz,\n                                                            \n\n1994 U.S. App. LEXIS 17,298 at *3 (1st Cir. July 13, 1994.\n\n          Jackson is a prisoner at Massachusetts Correctional\n\nInstitution  in   Cedar   Junction.     He   challenges   the\n\nconstitutional  adequacy of prison disciplinary hearings held\n\non January 17,  1990 and  March 1, 1990,  which followed  two\n\ndiscrete   encounters   between   Jackson  and   correctional\n\nofficers.   Both  hearings resulted  in guilty  findings, and\n\nsentences  of 15 and 30 days respectively in isolation in the\n\nDepartmental Segregation Unit (DSU).\n\n          Jackson argues  that  his due  process rights  were\n\nviolated because he was denied the opportunity to call inmate\n\nwitnesses from  the general  prison population to  testify in\n\nperson  at each hearing.  At the  time of the hearings he was\n\nhoused  outside of the general prison population in the upper\n\ntier of  the West  Wing Segregation  Unit (WWSU),  which held\n\n                    \n\n1.  The district court dismissed a third count for failure to\nstate a claim, and others were tried to a jury which returned\na verdict in favor of defendants.  Plaintiff has not appealed\nthose decisions.\n\n                             -2-\n\ndisruptive  inmates  on \"awaiting  action\" status.2   Jackson\n\nhad been  transferred to WWSU for  security reasons following\n\nthe second incident.3  \n\n          Jackson  initially  named  five general  population\n\ninmates  whom he wished to call as witnesses at each hearing,\n\nin addition to \"the whole [cell] block.\"   The subject of the\n\ninmates'   expected  testimony  was  not  revealed,  however,\n\ndespite  a  specific  request  for  a  brief summary  on  the\n\nofficial forms provided to  Jackson for witness requests.   A\n\nsecond request  for inmate witnesses,  made through Jackson's\n\nstudent  attorney, named  two general population  inmates for\n\none  hearing, and three for  the other.   Again, however, the\n\ninmates' expected testimony was  not described, although each\n\nwas identified as an eyewitness to the relevant incident.\n\n                    \n\n2.  Another tier of the WWSU  held prisoners sentenced to the\nDSU following a disciplinary offense hearing and a finding of\nguilt.  The conditions  of confinement for the two  groups of\nprisoners differed in that awaiting action prisoners had more\nprivileges and  their status  was reviewed every  seven days,\nrather  than every  90  days.   Jackson  claims that  he  was\nactually confined illegally under DSU conditions prior to his\nhearings, but  the conditions  of his confinement  within the\nWWSU are immaterial to the issues before us.  See infra p. 8.\n                                                       \n\n3.      In  the  first  incident  Jackson  was  charged  with\nassaulting  an  officer, but  he  had  remained, on  awaiting\naction status, confined  to a cell within  the general prison\npopulation.    When  the  second incident  resulted  in  five\ndisciplinary reports from as  many officers, charging Jackson\nwith threatening  and disruptive behavior,  and encouraging a\nwork stoppage, he was moved to WWSU.    \n\n                             -3-\n\n          The chairman of  the disciplinary board,  defendant\n\nAho, allowed  Jackson the  opportunity to obtain  and present\n\naffidavits from the named inmates,  but he denied the request\n\nthat the inmates'  testimony be presented  in person.   Aho's\n\ncontemporaneous  notes show  that his  decision was  based on\n\nsecurity  concerns, given  the  difference between  Jackson's\n\nhousing in the prison  and that of  the inmates he sought  to\n\ncall  as  witnesses.    Aho explained,  in  a  deposition and\n\naffidavit submitted below, that  he had decided that bringing\n\ngeneral population inmates into a hearing in WWSU, would have\n\nbeen  \"unduly hazardous,\"  particularly as Jackson  had given\n\n\"no basis for determining the relevance or necessity of these\n\nwitnesses.\"   Jackson's  attorney,  Aho  said, accepted  this\n\ndecision with  an \"okay.\"    If  Jackson or his  attorney had\n\npressed  the objection  at  the hearing  (where the  inmates'\n\naffidavits were  read aloud), or otherwise  made a persuasive\n\ncase  that   Jackson  needed  additional   evidence  or  live\n\ntestimony, Aho  said, \"I could have continued the hearing and\n\n[explored] the possibility of relocating the hearing . . . .\"\n\n          A prisoner's  right to  call witnesses  and present\n\nevidence  at  a  disciplinary  hearing  is  circumscribed  by\n\ncompeting   concerns  for  institutional   safety  and  other\n\ncorrectional goals.   See Ponte  v. Real, 471  U.S. 491,  495\n                                        \n\n(1985);  Wolff v. McDonnell, 418 U.S. at 539, 566 (1974); see\n                                                             \n\n                             -4-\n\nalso  Baxter  v.  Palmigiano, 425  U.S.  308,  321 (1976)  (a\n                            \n\nprisoner's  right  to  confront  and   cross-examine  adverse\n\nwitnesses in a disciplinary hearing is generally more limited\n\nthan  the  right  to  call friendly  witnesses,  but  similar\n\ninterest balancing  may be  applied); Smith v.  Massachusetts\n                                                             \n\nDep't  of Correction,  936  F.2d 1390,  1399 (1st  Cir. 1991)\n                    \n\n(same).   The  presence of  witnesses at  the hearing  may be\n\nrefused  when  it  creates  an  undue  risk  of  reprisal  or\n\nharassment, undermines authority,  or otherwise creates undue\n\nburdens on the safe administration of the prison.  Ponte, 471\n                                                        \n\nU.S. at 495; Wolff, 418 U.S. at 566; see also Ramer v. Kerby,\n                                                            \n\n936  F.2d   1102,  1104   (10th  Cir.  1991)   (\"[L]egitimate\n\npenological  concerns  include,  but [are]  not  limited  to,\n\nsafety or correctional goals, expense,  staffing requirements\n\n.  . .  and the  danger of  harassment.\").   When challenged,\n\nprison  administrators bear  the burden  of showing  that the\n\nreasons for the denial were not arbitrary. Ponte, 471 U.S. at\n                                                \n\n497.   They may make their  reasons known at the  time of the\n\ndisciplinary action or wait until the prisoner brings a legal\n\naction.   Ponte, 471  U.S. at 497;  Smith, 936  F.2d at 1399-\n                                         \n\n1400.\n\n          Our task is not to substitute our judgment for that\n\nof   the  prison  officials   charged  with   conducting  the\n\ndisciplinary  hearing, but  to  determine whether  the  proof\n\noffered  to  explain  the  refusal to  call  these  witnesses\n\n                             -5-\n\nsatisfactorily carries defendants' burden of showing that the\n\ndecision was not arbitrary.   Ponte, 471 U.S. at  497-99; see\n                                                             \n\nalso Freeman v.  Rideout, 808  F.2d 949, 955  (2d Cir.  1986)\n                        \n\n(same),  cert.  denied,  485  U.S. 982  (1988).    Defendants\n                      \n\noffered evidence that the decision was based on a weighing of\n\nthe  known risks  attendant  on  bringing general  population\n\nprisoners into  the WWSU, the difficulties  of relocating the\n\nhearing,   Jackson's   failure   to   supply   the  requested\n\ninformation,  and the  lack  of any  reason  to believe  that\n\naffidavits would not supply Jackson's evidentiary needs.  The\n\nexplanation is logically  related to institutional  goals and\n\nclearly satisfies  the due  process requirements outlined  in\n\nthe cases.   See Ponte, 471  U.S. at 497  (\"[S]o long as  the\n                      \n\nreasons are logically related to preventing undue hazards . .\n\n. the explanation should meet the due process requirements as\n\noutlined in Wolff.\").  \n                 \n\n          Jackson  argues  that  his  failure  to  provide  a\n\ndescription  of the witnesses' testimony was an impermissible\n\nfactor  in the  decision because  it was  not a  \"knowing and\n\nintelligent  waiver\"  of  his constitutional  right  to  call\n\nwitnesses.   The  argument is  beside the  point.   To enable\n\nprison  officials to  evaluate a  request for  live testimony\n\nagainst   competing   institutional  concerns,   obviously  a\n\ndescription  of the nature of the  expected testimony and any\n\nother  indicia  of need  for  the  testimony  may  be  fairly\n\n                             -6-\n\nrequired.  Accord Bostic v. Carlson, 884 F.2d 1267, 1274 (9th\n                                   \n\nCir. 1989).   Only the prisoner can supply  this information.\n\nHaving  failed  to  supply  a  description  despite  official\n\nrequests therefor, Jackson is in a poor position to  complain\n\nthat,  on balance,  the  official charged  with the  decision\n\nfound that the known risks to institutional safety outweighed\n\nthe  prisoner's  undisclosed  needs.4    We  need  not  reach\n\nJackson's  argument  that  a  blanket   proscription  on  the\n\ntestimony of all general population inmates would violate the\n\ndue  process  clause,  because we  do  not  read the  board's\n\nexplanation as relying upon a blanket proscription.\n\n                    \n\n4.   In rejecting the same argument below, the district court\nplaced emphasis on a clause in the published regulations that\nwas  not  added  until  after the  disciplinary  hearings  in\nquestion.   103  C.M.R.    430.14(4)(e) (1992)  now expressly\nincludes a  prisoner's failure  to provide a  witness summary\namong  the non-exclusive list of  factors that may inform the\ndisciplinary  board's decision.   Despite Jackson's denial of\nany  responsibility  for  this   error,  it  was  invited  by\nJackson's  own  memorandum  in  support  of  partial  summary\njudgment,  which quoted  the  newer  regulation as  governing\nauthority.  \n\n     In  any event,  based on  a de  novo review, we  find no\n                                         \nfault with the district court's conclusion, and no unfairness\nunder the regulation in  effect at the time.   The regulation\nprovided ample notice that a  request to call witnesses would\nbe  based on  an evaluation  of whether  it would  be \"unduly\nhazardous to personal safety or institutional security.\"  103\nC.M.R.     430.14  (4) (1987).    The  non-exclusive  list of\nfactors to  be considered  included \"relevance,\" and  whether\nthe evidence was  \"cumulative or repetitive.\"   103 C.M.R.   \n430.14  (4)(a)(b).    Moreover, Jackson  was  given  personal\nnotice,  via  the  official  request  form,  that  the  board\nrequired information from him supportive of his requests.\n\n                             -7-\n\n          We also agree with the  district court's conclusion\n\nthat there was no need to reach Jackson's argument that prior\n\nto  the  disciplinary  hearings  he  was  actually  confined,\n\nillegally, in departmental segregation, rather than under the\n\nless  restrictive  regimen  afforded  prisoners  on  awaiting\n\naction  status.  First,  the   amended  complaint  cannot  be\n\nconstrued as stating  an independent claim in this regard, no\n\nmatter  how liberally it is read.5  Second, the conditions of\n\nJackson's confinement within the  WWSU are not material to  a\n\ndetermination of the due process adequacy of the disciplinary\n\nboard's decision.   The board's security  concerns were based\n\non  Jackson's  housing  within  the WWSU,  not  the  specific\n\nconditions  of  his confinement.    That the  WWSU  held both\n\nawaiting action and DSU prisoners  may have added to security\n\nconcerns, but it did  not turn the board's decision  into the\n\nsort of  bootstrap  justification disapproved  in  Kenney  v.\n                                                         \n\nCommissioner of Correction, 393 Mass. 28, 35, 468 N.E.2d 616,\n                          \n\n621  (1984) (where  a prisoner  was illegally  transferred to\n\nDSU, administrators may not rely on his illegal incarceration\n\nas a justification for denying a request to call witnesses).\n\n          Lastly, we find no  fault with the district court's\n\ndecision  that  the defendants  were  protected  by qualified\n\n                    \n\n5.  Jackson's argument  that his first two  pro se complaints\n                                                  \nmay be reconstrued to  state such a claim is  irrelevant, and\nin  any event not properly before us because it is raised for\nthe first time in his reply brief.  \n\n                             -8-\n\nimmunity  from  damages  liability  for  their  discretionary\n\ndecision.   There was  no proof that  defendants violated any\n\n\"clearly  established statutory  or constitutional  rights of\n\nwhich  a  reasonable person  would  have known.\"    Harlow v.\n                                                          \n\nFitzgerald, 457 U.S. 800, 818 (1982).\n          \n\n          For  the reasons  stated, the  summary judgment  in\n\nfavor  of  defendants  on Counts  II  and  V  of the  amended\n\ncomplaint is affirmed.\n                     \n\n                             -9-\n",
  "html": "<p class=\"case_cite\">36 F.3d 1089</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Antoine M. JACKSON, Plaintiff, Appellant,<br>v.<br>George A. VOSE, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2202</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 30, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Douglas P. Woodlock, U.S. District Judge ]</p>\n      <p class=\"indent\">Antoine M. Jackson on brief pro se.</p>\n      <p class=\"indent\">Nancy Ankers White, Special Assistant Attorney General, and Stephen G. Dietrick, Deputy General Counsel, Department of Correction, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Antoine Jackson appeals the district court's grant of summary judgment in favor of defendants on Counts II and V of his amended civil rights complaint.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  \"We review the grant of summary judgment de novo, employing the same criteria incumbent upon the district court in the first instance,\" Guzman-Rivera v. Rivera-Cruz, 1994 U.S. App.  LEXIS 17,298 at * 3 (1st Cir.  July 13, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Jackson is a prisoner at Massachusetts Correctional Institution in Cedar Junction.  He challenges the constitutional adequacy of prison disciplinary hearings held on January 17, 1990 and March 1, 1990, which followed two discrete encounters between Jackson and correctional officers.  Both hearings resulted in guilty findings, and sentences of 15 and 30 days respectively in isolation in the Departmental Segregation Unit (DSU).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Jackson argues that his due process rights were violated because he was denied the opportunity to call inmate witnesses from the general prison population to testify in person at each hearing.  At the time of the hearings he was housed outside of the general prison population in the upper tier of the West Wing Segregation Unit (WWSU), which held disruptive inmates on \"awaiting action\" status.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Jackson had been transferred to WWSU for security reasons following the second incident.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Jackson initially named five general population inmates whom he wished to call as witnesses at each hearing, in addition to \"the whole [cell] block.\"  The subject of the inmates' expected testimony was not revealed, however, despite a specific request for a brief summary on the official forms provided to Jackson for witness requests.  A second request for inmate witnesses, made through Jackson's student attorney, named two general population inmates for one hearing, and three for the other.  Again, however, the inmates' expected testimony was not described, although each was identified as an eyewitness to the relevant incident.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The chairman of the disciplinary board, defendant Aho, allowed Jackson the opportunity to obtain and present affidavits from the named inmates, but he denied the request that the inmates' testimony be presented in person.  Aho's contemporaneous notes show that his decision was based on security concerns, given the difference between Jackson's housing in the prison and that of the inmates he sought to call as witnesses.  Aho explained, in a deposition and affidavit submitted below, that he had decided that bringing general population inmates into a hearing in WWSU, would have been \"unduly hazardous,\" particularly as Jackson had given \"no basis for determining the relevance or necessity of these witnesses.\"  Jackson's attorney, Aho said, accepted this decision with an \"okay.\"  If Jackson or his attorney had pressed the objection at the hearing (where the inmates' affidavits were read aloud), or otherwise made a persuasive case that Jackson needed additional evidence or live testimony, Aho said, \"I could have continued the hearing and [explored] the possibility of relocating the hearing....\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A prisoner's right to call witnesses and present evidence at a disciplinary hearing is circumscribed by competing concerns for institutional safety and other correctional goals.   See Ponte v. Real, 471 U.S. 491, 495 (1985);  Wolff v. McDonnell, 418 U.S. at 539, 566 (1974);   see also Baxter v. Palmigiano, 425 U.S. 308, 321 (1976) (a prisoner's right to confront and cross-examine adverse witnesses in a disciplinary hearing is generally more limited than the right to call friendly witnesses, but similar interest balancing may be applied);   Smith v. Massachusetts Dep't of Correction, 936 F.2d 1390, 1399 (1st Cir. 1991) (same).  The presence of witnesses at the hearing may be refused when it creates an undue risk of reprisal or harassment, undermines authority, or otherwise creates undue burdens on the safe administration of the prison.   Ponte, 471 U.S. at 495;  Wolff, 418 U.S. at 566;   see also Ramer v. Kerby, 936 F.2d 1102, 1104 (10th Cir. 1991) (\"[L]egitimate penological concerns include, but [are] not limited to, safety or correctional goals, expense, staffing requirements ... and the danger of harassment.\").  When challenged, prison administrators bear the burden of showing that the reasons for the denial were not arbitrary.   Ponte, 471 U.S. at 497.  They may make their reasons known at the time of the disciplinary action or wait until the prisoner brings a legal action.   Ponte, 471 U.S. at 497;   Smith, 936 F.2d at 1399-1400.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Our task is not to substitute our judgment for that of the prison officials charged with conducting the disciplinary hearing, but to determine whether the proof offered to explain the refusal to call these witnesses satisfactorily carries defendants' burden of showing that the decision was not arbitrary.   Ponte, 471 U.S. at 497-99;   see also Freeman v. Rideout, 808 F.2d 949, 955 (2d Cir. 1986) (same), cert. denied, 485 U.S. 982 (1988).  Defendants offered evidence that the decision was based on a weighing of the known risks attendant on bringing general population prisoners into the WWSU, the difficulties of relocating the hearing, Jackson's failure to supply the requested information, and the lack of any reason to believe that affidavits would not supply Jackson's evidentiary needs.  The explanation is logically related to institutional goals and clearly satisfies the due process requirements outlined in the cases.   See Ponte, 471 U.S. at 497 (\"[S]o long as the reasons are logically related to preventing undue hazards ... the explanation should meet the due process requirements as outlined in Wolff.\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Jackson argues that his failure to provide a description of the witnesses' testimony was an impermissible factor in the decision because it was not a \"knowing and intelligent waiver\" of his constitutional right to call witnesses.  The argument is beside the point.  To enable prison officials to evaluate a request for live testimony against competing institutional concerns, obviously a description of the nature of the expected testimony and any other indicia of need for the testimony may be fairly required.   Accord Bostic v. Carlson, 884 F.2d 1267, 1274 (9th Cir. 1989).  Only the prisoner can supply this information.  Having failed to supply a description despite official requests therefor, Jackson is in a poor position to complain that, on balance, the official charged with the decision found that the known risks to institutional safety outweighed the prisoner's undisclosed needs.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We need not reach Jackson's argument that a blanket proscription on the testimony of all general population inmates would violate the due process clause, because we do not read the board's explanation as relying upon a blanket proscription.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We also agree with the district court's conclusion that there was no need to reach Jackson's argument that prior to the disciplinary hearings he was actually confined, illegally, in departmental segregation, rather than under the less restrictive regimen afforded prisoners on awaiting action status.  First, the amended complaint cannot be construed as stating an independent claim in this regard, no matter how liberally it is read.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Second, the conditions of Jackson's confinement within the WWSU are not material to a determination of the due process adequacy of the disciplinary board's decision.  The board's security concerns were based on Jackson's housing within the WWSU, not the specific conditions of his confinement.  That the WWSU held both awaiting action and DSU prisoners may have added to security concerns, but it did not turn the board's decision into the sort of bootstrap justification disapproved in  Kenney v. Commissioner of Correction, 393 Mass. 28, 35, 468 N.E.2d 616, 621 (1984) (where a prisoner was illegally transferred to DSU, administrators may not rely on his illegal incarceration as a justification for denying a request to call witnesses).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lastly, we find no fault with the district court's decision that the defendants were protected by qualified immunity from damages liability for their discretionary decision.  There was no proof that defendants violated any \"clearly established statutory or constitutional rights of which a reasonable person would have known.\"   Harlow v. Fitzgerald, 457 U.S. 800, 818 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the reasons stated, the summary judgment in favor of defendants on Counts II and V of the amended complaint is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court dismissed a third count for failure to state a claim, and others were tried to a jury which returned a verdict in favor of defendants.  Plaintiff has not appealed those decisions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Another tier of the WWSU held prisoners sentenced to the DSU following a disciplinary offense hearing and a finding of guilt.  The conditions of confinement for the two groups of prisoners differed in that awaiting action prisoners had more privileges and their status was reviewed every seven days, rather than every 90 days.  Jackson claims that he was actually confined illegally under DSU conditions prior to his hearings, but the conditions of his confinement within the WWSU are immaterial to the issues before us.  See infra p. 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In the first incident Jackson was charged with assaulting an officer, but he had remained, on awaiting action status, confined to a cell within the general prison population.  When the second incident resulted in five disciplinary reports from as many officers, charging Jackson with threatening and disruptive behavior, and encouraging a work stoppage, he was moved to WWSU</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In rejecting the same argument below, the district court placed emphasis on a clause in the published regulations that was not added until after the disciplinary hearings in question.  103 C.M.R. Sec. 430.14(4)(e) (1992) now expressly includes a prisoner's failure to provide a witness summary among the non-exclusive list of factors that may inform the disciplinary board's decision.  Despite Jackson's denial of any responsibility for this error, it was invited by Jackson's own memorandum in support of partial summary judgment, which quoted the newer regulation as governing authority</p>\n        <p>In any event, based on a de novo review, we find no fault with the district court's conclusion, and no unfairness under the regulation in effect at the time.  The regulation provided ample notice that a request to call witnesses would be based on an evaluation of whether it would be \"unduly hazardous to personal safety or institutional security.\"  103 C.M.R. Sec. 430.14(4) (1987).  The non-exclusive list of factors to be considered included \"relevance,\" and whether the evidence was \"cumulative or repetitive.\"  103 C.M.R. Sec. 430.14(4)(a)(b).  Moreover, Jackson was given personal notice, via the official request form, that the board required information from him supportive of his requests.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Jackson's argument that his first two pro se complaints may be reconstrued to state such a claim is irrelevant, and in any event not properly before us because it is raised for the first time in his reply brief</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1089</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Antoine M. JACKSON, Plaintiff, Appellant,<br>v.<br>George A. VOSE, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2202</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 30, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Douglas P. Woodlock, U.S. District Judge ]</p>\n      <p class=\"indent\">Antoine M. Jackson on brief pro se.</p>\n      <p class=\"indent\">Nancy Ankers White, Special Assistant Attorney General, and Stephen G. Dietrick, Deputy General Counsel, Department of Correction, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Antoine Jackson appeals the district court's grant of summary judgment in favor of defendants on Counts II and V of his amended civil rights complaint.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  \"We review the grant of summary judgment de novo, employing the same criteria incumbent upon the district court in the first instance,\" Guzman-Rivera v. Rivera-Cruz, 1994 U.S. App.  LEXIS 17,298 at * 3 (1st Cir.  July 13, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Jackson is a prisoner at Massachusetts Correctional Institution in Cedar Junction.  He challenges the constitutional adequacy of prison disciplinary hearings held on January 17, 1990 and March 1, 1990, which followed two discrete encounters between Jackson and correctional officers.  Both hearings resulted in guilty findings, and sentences of 15 and 30 days respectively in isolation in the Departmental Segregation Unit (DSU).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Jackson argues that his due process rights were violated because he was denied the opportunity to call inmate witnesses from the general prison population to testify in person at each hearing.  At the time of the hearings he was housed outside of the general prison population in the upper tier of the West Wing Segregation Unit (WWSU), which held disruptive inmates on \"awaiting action\" status.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Jackson had been transferred to WWSU for security reasons following the second incident.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Jackson initially named five general population inmates whom he wished to call as witnesses at each hearing, in addition to \"the whole [cell] block.\"  The subject of the inmates' expected testimony was not revealed, however, despite a specific request for a brief summary on the official forms provided to Jackson for witness requests.  A second request for inmate witnesses, made through Jackson's student attorney, named two general population inmates for one hearing, and three for the other.  Again, however, the inmates' expected testimony was not described, although each was identified as an eyewitness to the relevant incident.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The chairman of the disciplinary board, defendant Aho, allowed Jackson the opportunity to obtain and present affidavits from the named inmates, but he denied the request that the inmates' testimony be presented in person.  Aho's contemporaneous notes show that his decision was based on security concerns, given the difference between Jackson's housing in the prison and that of the inmates he sought to call as witnesses.  Aho explained, in a deposition and affidavit submitted below, that he had decided that bringing general population inmates into a hearing in WWSU, would have been \"unduly hazardous,\" particularly as Jackson had given \"no basis for determining the relevance or necessity of these witnesses.\"  Jackson's attorney, Aho said, accepted this decision with an \"okay.\"  If Jackson or his attorney had pressed the objection at the hearing (where the inmates' affidavits were read aloud), or otherwise made a persuasive case that Jackson needed additional evidence or live testimony, Aho said, \"I could have continued the hearing and [explored] the possibility of relocating the hearing....\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A prisoner's right to call witnesses and present evidence at a disciplinary hearing is circumscribed by competing concerns for institutional safety and other correctional goals.   See Ponte v. Real, <span class=\"citation\" data-id=\"111430\"><a href=\"/opinion/111430/ponte-v-real/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span>, 495 (1985);  Wolff v. <span class=\"citation no-link\"><span class=\"antecedent_guess\">McDonnell,</span> <span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">539</span></span>, 566 (1974);   see also Baxter v. Palmigiano, <span class=\"citation\" data-id=\"109429\"><a href=\"/opinion/109429/baxter-v-palmigiano/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 321 (1976) (a prisoner's right to confront and cross-examine adverse witnesses in a disciplinary hearing is generally more limited than the right to call friendly witnesses, but similar interest balancing may be applied);   Smith v. Massachusetts Dep't of Correction, <span class=\"citation\" data-id=\"563775\"><a href=\"/opinion/563775/guy-l-smith-jr-v-massachusetts-department-of-correction/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1390</span></a></span>, 1399 (1st Cir. 1991) (same).  The presence of witnesses at the hearing may be refused when it creates an undue risk of reprisal or harassment, undermines authority, or otherwise creates undue burdens on the safe administration of the prison.   <span class=\"citation\" data-id=\"111430\"><span class=\"antecedent_guess\">Ponte,</span> <a href=\"/opinion/111430/ponte-v-real/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">495</span></a></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Wolff,</span> <span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">566</span></span>;   see also Ramer v. Kerby, <span class=\"citation\" data-id=\"563732\"><a href=\"/opinion/563732/bryan-r-ramer-v-dareld-kerby/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1102</span></a></span>, 1104 (10th Cir. 1991) (\"[L]egitimate penological concerns include, but [are] not limited to, safety or correctional goals, expense, staffing requirements ... and the danger of harassment.\").  When challenged, prison administrators bear the burden of showing that the reasons for the denial were not arbitrary.   <span class=\"citation\" data-id=\"111430\"><span class=\"antecedent_guess\">Ponte,</span> <a href=\"/opinion/111430/ponte-v-real/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">497</span></a></span>.  They may make their reasons known at the time of the disciplinary action or wait until the prisoner brings a legal action.   <span class=\"citation\" data-id=\"111430\"><span class=\"antecedent_guess\">Ponte,</span> <a href=\"/opinion/111430/ponte-v-real/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">497</span></a></span>;   <span class=\"citation\" data-id=\"563775\"><span class=\"antecedent_guess\">Smith,</span> <a href=\"/opinion/563775/guy-l-smith-jr-v-massachusetts-department-of-correction/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1399-1400</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Our task is not to substitute our judgment for that of the prison officials charged with conducting the disciplinary hearing, but to determine whether the proof offered to explain the refusal to call these witnesses satisfactorily carries defendants' burden of showing that the decision was not arbitrary.   <span class=\"citation\" data-id=\"111430\"><span class=\"antecedent_guess\">Ponte,</span> <a href=\"/opinion/111430/ponte-v-real/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">497</span></a></span>-99;   see also Freeman v. Rideout, <span class=\"citation\" data-id=\"481329\"><a href=\"/opinion/481329/gary-wayne-freeman-v-richard-rideout/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">949</span></a></span>, 955 (2d Cir. 1986) (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">982</span> </span>(1988).  Defendants offered evidence that the decision was based on a weighing of the known risks attendant on bringing general population prisoners into the WWSU, the difficulties of relocating the hearing, Jackson's failure to supply the requested information, and the lack of any reason to believe that affidavits would not supply Jackson's evidentiary needs.  The explanation is logically related to institutional goals and clearly satisfies the due process requirements outlined in the cases.   See <span class=\"citation\" data-id=\"111430\"><span class=\"antecedent_guess\">Ponte,</span> <a href=\"/opinion/111430/ponte-v-real/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">497</span> </a></span>(\"[S]o long as the reasons are logically related to preventing undue hazards ... the explanation should meet the due process requirements as outlined in Wolff.\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Jackson argues that his failure to provide a description of the witnesses' testimony was an impermissible factor in the decision because it was not a \"knowing and intelligent waiver\" of his constitutional right to call witnesses.  The argument is beside the point.  To enable prison officials to evaluate a request for live testimony against competing institutional concerns, obviously a description of the nature of the expected testimony and any other indicia of need for the testimony may be fairly required.   Accord Bostic v. Carlson, <span class=\"citation\" data-id=\"528891\"><a href=\"/opinion/528891/leeroy-b-bostic-jr-v-peter-carlson-warden/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1267</span></a></span>, 1274 (9th Cir. 1989).  Only the prisoner can supply this information.  Having failed to supply a description despite official requests therefor, Jackson is in a poor position to complain that, on balance, the official charged with the decision found that the known risks to institutional safety outweighed the prisoner's undisclosed needs.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We need not reach Jackson's argument that a blanket proscription on the testimony of all general population inmates would violate the due process clause, because we do not read the board's explanation as relying upon a blanket proscription.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We also agree with the district court's conclusion that there was no need to reach Jackson's argument that prior to the disciplinary hearings he was actually confined, illegally, in departmental segregation, rather than under the less restrictive regimen afforded prisoners on awaiting action status.  First, the amended complaint cannot be construed as stating an independent claim in this regard, no matter how liberally it is read.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Second, the conditions of Jackson's confinement within the WWSU are not material to a determination of the due process adequacy of the disciplinary board's decision.  The board's security concerns were based on Jackson's housing within the WWSU, not the specific conditions of his confinement.  That the WWSU held both awaiting action and DSU prisoners may have added to security concerns, but it did not turn the board's decision into the sort of bootstrap justification disapproved in  Kenney v. Commissioner of Correction, <span class=\"citation\" data-id=\"2234278\"><a href=\"/opinion/2234278/kenney-v-commissioner-of-correction/\"><span class=\"volume\">393</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">28</span></a></span>, 35, <span class=\"citation\" data-id=\"2234278\"><a href=\"/opinion/2234278/kenney-v-commissioner-of-correction/\"><span class=\"volume\">468</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">616</span></a></span>, 621 (1984) (where a prisoner was illegally transferred to DSU, administrators may not rely on his illegal incarceration as a justification for denying a request to call witnesses).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lastly, we find no fault with the district court's decision that the defendants were protected by qualified immunity from damages liability for their discretionary decision.  There was no proof that defendants violated any \"clearly established statutory or constitutional rights of which a reasonable person would have known.\"   Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the reasons stated, the summary judgment in favor of defendants on Counts II and V of the amended complaint is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court dismissed a third count for failure to state a claim, and others were tried to a jury which returned a verdict in favor of defendants.  Plaintiff has not appealed those decisions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Another tier of the WWSU held prisoners sentenced to the DSU following a disciplinary offense hearing and a finding of guilt.  The conditions of confinement for the two groups of prisoners differed in that awaiting action prisoners had more privileges and their status was reviewed every seven days, rather than every 90 days.  Jackson claims that he was actually confined illegally under DSU conditions prior to his hearings, but the conditions of his confinement within the WWSU are immaterial to the issues before us.  See infra p. 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In the first incident Jackson was charged with assaulting an officer, but he had remained, on awaiting action status, confined to a cell within the general prison population.  When the second incident resulted in five disciplinary reports from as many officers, charging Jackson with threatening and disruptive behavior, and encouraging a work stoppage, he was moved to WWSU</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In rejecting the same argument below, the district court placed emphasis on a clause in the published regulations that was not added until after the disciplinary hearings in question.  103 C.M.R. Sec. 430.14(4)(e) (1992) now expressly includes a prisoner's failure to provide a witness summary among the non-exclusive list of factors that may inform the disciplinary board's decision.  Despite Jackson's denial of any responsibility for this error, it was invited by Jackson's own memorandum in support of partial summary judgment, which quoted the newer regulation as governing authority</p>\n        <p>In any event, based on a de novo review, we find no fault with the district court's conclusion, and no unfairness under the regulation in effect at the time.  The regulation provided ample notice that a request to call witnesses would be based on an evaluation of whether it would be \"unduly hazardous to personal safety or institutional security.\"  103 C.M.R. Sec. 430.14(4) (1987).  The non-exclusive list of factors to be considered included \"relevance,\" and whether the evidence was \"cumulative or repetitive.\"  103 C.M.R. Sec. 430.14(4)(a)(b).  Moreover, Jackson was given personal notice, via the official request form, that the board required information from him supportive of his requests.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Jackson's argument that his first two pro se complaints may be reconstrued to state such a claim is irrelevant, and in any event not properly before us because it is raised for the first time in his reply brief</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109429/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111430/",
    "https://www.courtlistener.com/api/rest/v3/opinions/481329/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528891/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563732/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563775/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2234278/"
  ]
}