{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195651/",
  "id": 195651,
  "absolute_url": "/opinion/195651/sanchez-v-puerto-rico-oil-co/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195651/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:44:40Z",
  "date_modified": "2020-02-21T23:31:57.449120Z",
  "type": "010combined",
  "sha1": "7d82eae7ad1a1856c4b1bb19780b672dc425979d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1171.01A",
  "local_path": null,
  "plain_text": "\n\nOctober 28, 1994  UNITED STATES COURT OF APPEALS\n\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1171\n\n                         JOSE L. SANCHEZ,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                     PUERTO RICO OIL COMPANY,\n\n                      Defendant, Appellant.\n\n                                             \n\n                           ERRATA SHEET\r                                     ERRATA SHEET\n\n     The  opinion of the court  issued on September  29, 1994, is\ncorrected as follows:\n\n     1.    After first  sentence  of  footnote 3,  (p.5),  delete\nremainder of footnote and replace with the following:\n\n          Plaintiff  conceded  at trial,  however, that\n          appellant's general manager, George Gonzalez,\n          had  reprimanded  him  on approximately  four\n          occasions in the  1988-1990 time frame.   The\n          significance    of   these    reprimands   to\n          plaintiff's overall  job performance involved\n          a  fact  determination   within  the   jury's\n          exclusive province.\n\n     2.   On  p.7, delete  last sentence  of first  paragraph and\nreplace with the following:\n\n          Appellant  disputed  plaintiff's  version  of\n          this   conversation,   suggesting  that   any\n          remarks  by Gonzalez were motivated solely by\n          a concern for plaintiff's health and physical\n          condition.\n\n     3.   On p.15, delete  last two sentences  of first paragraph\nand replace with the following:\n\n          Last,  but  surely  not least,  after  having\n          refused   to   reinstate  Sanchez,   Gonzalez\n          questioned him  about his age and  made other\n          age-related remarks that the  jury reasonably\n          could  have  construed   as  evincing   bias.\r\n\n          Indeed,  if  the  jury  credited  plaintiff's\n          version of  this conversation    as it  had a\n          right  to  do,  especially   since  Gonzalez,\n          though available, was never called to testify\n          at  trial     Gonzalez's statements  comprise\n          potent evidence of age-based animus.\r\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1171\n\n                         JOSE L. SANCHEZ,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                     PUERTO RICO OIL COMPANY,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \n\n                                             \n\n                              Before\n\n             Selya, Boudin and Stahl, Circuit Judges.\r                                                              \n\n                                             \n\n     Enrique Velez-Rodriguez, with whom  Lespier &amp; Munoz-Noya was\r                                                                       \non brief, for appellant.\n     Federico Lora Lopez for appellee.\r                                  \n\n                                             \n\n                        September 29, 1994\n\n                                             \r\n\n          SELYA,  Circuit  Judge.   This is  a  ghost ship  of an\r                    SELYA,  Circuit  Judge.\r                                          \n\nappeal.   One hears  the creak of  the rigging, the  groan of the\n\ntimber, and the muted sound of voices through the fog   but there\n\nis nothing solid to be grasped.  In  the end the appeal, like the\n\nghost  ship, vanishes into  the mist,  leaving things  exactly as\n\nthey were.  The tale follows.\n\nI.  AN OVERVIEW\r          I.  AN OVERVIEW\n\n          Plaintiff-appellee  Jose  L.  Sanchez  sued  defendant-\n\nappellant  Puerto Rico  Oil Company  (Proico) asserting  that the\n\ncompany constructively discharged him due to his advanced age.  A\n\njury agreed; it found that Proico had willfully violated both the\n\nAge Discrimination in Employment Act, 29 U.S.C.    621 634 (1988)\n\n(ADEA),  and  a   Puerto  Rico  statute   proscribing  employment\n\ndiscrimination, P.R. Laws Ann.  tit. 29,   146 (Supp.  1989) (Law\n\n100).   The jury awarded Sanchez $40,376.80 in backpay under ADEA\n\nand  $150,000  for mental  and  moral suffering  under  Law 100.1\n\nProico moved  for judgment  notwithstanding the verdict,  Fed. R.\n\nCiv. P. 50(b), or for  a new trial, Fed.  R. Civ. P. 59(a).   The\n\ndistrict court  reduced the damage awards to  $38,000 for backpay\n\nand $37,500 for suffering, but  otherwise gave Proico cold gruel.\n\nThe  court then  doubled  the reduced  awards, bringing  Proico's\n\naggregate liability to $151,000.  This appeal ensued.\n\n          Although  appellant aggressively advances  an armada of\n\n                    \r                              \n\n     1In both the  jury instructions  and the  verdict form,  the\ndistrict  court appropriately  precluded the  jury from  awarding\ndamages  for backpay under Law  100 in the  event that it awarded\nsuch damages under the ADEA.\n\n                                4\r\n\nartful  arguments, only  five  are worthy  of extended  comment.2\n\nThese  include four evidence-oriented  propositions, namely, that\n\nthe evidence (1) failed to establish a prima  facie case, (2) did\n\nnot  warrant a finding of  liability on the  ADEA count, (3) fell\n\nshort of showing willfulness,  and (4) did not warrant  a finding\n\nthat plaintiff  sustained  non-economic  damages  in  the  amount\n\nawarded under Law 100.  Appellant's final claim is that the lower\n\ncourt erred in doubling the two awards.\n\n          Because  these  importunings  do  not  withstand  close\n\nperscrutation, we affirm the judgment below.\n\nII.  THE ADEA CLAIM\r          II.  THE ADEA CLAIM\n\n          Since  the   first  three  components   of  appellant's\n\nasseverational array  challenge the  adequacy of the  evidence in\n\nrespect  to various aspects  of plaintiff's ADEA  claim, we treat\n\nthem in the ensemble.\n\n                     A.  Standards of Review.\r                               A.  Standards of Review.\r                                                      \n\n          The  standards  of review  that  appertain  to a  trial\n\ncourt's denial of the usual post-trial motions in civil cases are\n\nfirmly  settled.  With respect  to a motion  for judgment n.o.v.,\n\nnow known  as judgment as a  matter of law, the  court of appeals\n\nmust examine  the evidence and  the inferences  reasonably to  be\n\nextracted  therefrom   in  the  light  most   hospitable  to  the\n\n                    \r                              \n\n     2On  appeal,   Proico  offers  no   developed  argumentation\nconcerning any  alleged insufficiency  of the evidence  vis-a-vis\nthe  jury's finding of liability on the  Law 100 claim.  Thus, we\ntreat any such claim as abandoned.  See, e.g., Ryan v. Royal Ins.\r                                                                           \nCo., 916 F.2d 731, 734 (1st Cir. 1990); United States v. Zannino,\r                                                                          \n895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1082 (1990).\r                                                 \n\n                                5\r\n\nnonmovant, and may reverse  the denial of  such a motion only  if\n\nreasonable persons could not have reached the conclusion that the\n\njury  embraced.  See  Wagenmann v. Adams, 829  F.2d 196, 200 (1st\r                                                  \n\nCir.  1987).  In performing  this tamisage, \"we  may not consider\n\nthe credibility of witnesses,  resolve conflicts in testimony, or\n\nevaluate the weight of the evidence.\"  Id.\r                                                    \n\n          Appellate review of a district court's disposition of a\n\nRule  59(a) motion is  even more circumscribed;  a district court\n\nmay set aside a jury's verdict and  order a new trial only if the\n\nverdict  is  against  the  demonstrable weight  of  the  credible\n\nevidence or results  in a  blatant miscarriage of  justice.   See\r                                                                           \n\nCoffran v. Hitchock Clinic, Inc., 683 F.2d 5, 6 (1st Cir.), cert.\r                                                                           \n\ndenied, 459 U.S.  1087 (1982).   And, moreover,  a trial  judge's\r                \n\nrefusal to disturb a jury verdict is further insulated because it\n\ncan be reversed solely  for abuse of discretion.   See Freeman v.\r                                                                        \n\nPackage Mach. Co., 865 F.2d 1331, 1334 (1st Cir. 1988); Milone v.\r                                                                        \n\nMoceri Family, Inc., 847 F.2d 35, 37 (1st Cir. 1988).\r                             \n\n          Mindful  of the high  hurdles that obstruct appellant's\n\npath, we evaluate the  evidence referable to the ADEA  count with\n\nan  eye  toward  determining  whether it  can  support  only  one\n\noutcome, or, if  not, whether it is  so one-sided that  the trial\n\ncourt's failure to defenestrate  the verdict constituted an abuse\n\nof  discretion.  If neither of these conditions obtain, we cannot\n\ndisturb the lower  court's disposition of appellant's  post-trial\n\nmotions.\n\n                          B.  The Proof.\r                                    B.  The Proof.\r                                                 \n\n                                6\r\n\n          Plaintiff  worked for  appellant in  various capacities\n\nfor approximately two  decades.   During the first  18 years,  he\n\nperformed satisfactorily, spending  most of his time  maintaining\n\nthe company's  inventory system.   In 1988,  appellant reassigned\n\nplaintiff,  then  67  years  old,  to  man  a  sales  counter  at\n\nappellant's place  of business in  San Juan.   Plaintiff concedes\n\nthat  this reclassification  reflected  a  legitimate  change  in\n\nbusiness conditions.\n\n          Though the evidence is largely disputed from this point\n\nforward, plaintiff contends, and  the jury could warrantably have\n\nfound, that  he continued to perform his duties ably.3  In May of\n\n1990,  however, managerial  changes  occurred.   Manuel  Catinchi\n\nbecame the company's executive vice-president.  Plaintiff asserts\n\nthat  Catinchi   soon  embarked  on  a   course  of  age-animated\n\nharassment.   The  pot  began  to  boil  when  Catinchi  summoned\n\nplaintiff  on July  5  and  August  1,  and  criticized  his  job\n\nperformance.  A jury reasonably could have concluded from all the\n\nevidence  that Catinchi  had an  ulterior motive  in calling  the\n\nmeetings; contrary to Catinchi's testimony that the sessions were\n\nsparked by customer complaints that had been reported to Soto and\n\nrelayed  by him to Catinchi, Soto denied having received any such\n                    \r                              \n\n     3At trial, this boast was  substantiated by the testimony of\nboth plaintiff's immediate supervisor, Mr. Soto, and a co-worker,\nNydia  Candelaria.   Plaintiff conceded  at trial,  however, that\nappellant's general manager, George Gonzalez, had reprimanded him\non approximately four occasions in the 1988-1990 time frame.  The\nsignificance  of  these  reprimands  to  plaintiff's overall  job\nperformance  involved  a  fact determination  within  the  jury's\nexclusive province.\n\n                                7\r\n\ncomplaints.   In fact, Soto  testified, he had  never spoken with\n\nCatinchi concerning plaintiff's job performance.  Soto added that\n\nplaintiff's work was exemplary.\n\n          On  August  23,  1990,  Catinchi  wrote   to  plaintiff\n\ninforming him that  he was being \"promoted\" to head  a new office\n\nin Aguadilla, effective September 1.  Appellant asserts that this\n\npromotion demonstrates its lack of animosity toward Sanchez.  But\n\na  jury feasibly could have  viewed the employment  decision in a\n\nmore  sinister light;  after  all, Aguadilla  is  located in  the\n\nwesternmost  part  of  Puerto   Rico,  a  three-hour  drive  from\n\nplaintiff's home; and at any rate, management knew that plaintiff\n\ndid not  own a car and  that his wife suffered  from a disability\n\nthat  made it  unwise  (if  not  impossible)  for  him  to  spend\n\nadditional  time away from  home.  The  company did  not offer to\n\nrelocate  plaintiff or  to  furnish him  transportation, and  the\n\nmodest pay increase that  was to accompany the promotion  was not\n\nenough to defray the costs associated with commuting.4\n\n          The  record  is  tenebrous  as  to   whether  appellant\n\npresented the  promotion to plaintiff as  obligatory or optional.\n\nFor present purposes, we do not think it matters, for,  on August\n\n29,  plaintiff wrote  to  Catinchi declining  reassignment.   His\n\nletter stated that he  had \"reached the conclusion that  all this\n\nhas a name  and a purpose:  harassment  and age discrimination to\n\nforce me  to resign .  . . .\"   The company  neither responded to\n                    \r                              \n\n     4The evidence  also established that appellant  did not have\nan office  in Aguadilla;  its salesmen in  the region  habitually\ncongregated at a local Burger King.\n\n                                8\r\n\nthis  missive  nor opened  an  office in  Aguadilla.   Meanwhile,\n\nplaintiff continued on the job.\n\n          On September 18, 1990,  plaintiff toppled from a ladder\n\nwhile at work.  He reported to the State Insurance  Fund (SIF) to\n\nreceive treatment for the injuries sustained.   He refrained from\n\nworking for several weeks on doctor's orders.  On November 9, the\n\nSIF authorized plaintiff to resume employment.   When he reported\n\nfor  duty,  however,  Gonzalez  refused  to  reinstate  him.    A\n\nconversation ensued,  during which  Gonzalez asked  plaintiff his\n\nage and then  counseled him to collect his pension rather than to\n\n\"screw\"  himself  by  returning  to  work.    Appellant  disputed\n\nplaintiff's  version of  this  conversation, suggesting  that any\n\nremarks by  Gonzalez  were  motivated solely  by  a  concern  for\n\nplaintiff's health and physical condition.\n\n          Having  been  shut  out  of  the  workplace,  plaintiff\n\nrepaired to the SIF.  A functionary there told him that he needed\n\na letter from his employer  as to why he had not  been allowed to\n\nreclaim his job.  Plaintiff went to appellant's place of business\n\non Monday,  November 12, and again requested  reinstatement.  His\n\nentreaty fell on  deaf ears.   He then asked  for an  explanatory\n\nletter, and  was told to  return some other  time since it  was a\n\nfirm holiday and only a skeleton staff was on hand.\n\n          Plaintiff  reappeared later  the same  week, bearing  a\n\nletter he himself had composed.  The letter stated that appellant\n\nhad \"ordered\" him to return to the  SIF.  When he sought to  have\n\nGonzalez sign the letter, Gonzalez's secretary told him to retype\n\n                                9\r\n\nit, substituting \"suggested\" for  \"ordered.\"  Plaintiff complied,\n\nbut Gonzalez still refused to sign the document.\n\n          The barring  of the company's  doors on November  9 and\n\nthe events  of the following  week proved to  be the straws  that\n\nbroke the dromedary's back.  When Gonzalez withheld the letter to\n\nthe SIF, plaintiff left  Proico's premises, went directly to  the\n\noffices  of  the  Puerto  Rico  Labor Department,  and  filed  an\n\nadministrative complaint charging age discrimination.  Two men in\n\ntheir twenties assumed his duties on a temporary basis.\n\n          Plaintiff never returned to Proico's employ.  At first,\n\nhe was unable to obtain  unemployment benefits (apparently due to\n\nthe  lack of the required letter)  and soon declared bankruptcy.5\n\nHe  returned to the SIF  for periodic medical  treatment until he\n\nreceived  a  full discharge  on March  7,  1991.6   Several weeks\n\nlater  the company  officially terminated  plaintiff's employment\n\nand  hired  a  36-year-old  man  as  his  permanent  replacement.\n\nThereafter, plaintiff  filed suit in federal  district court with\n\nthe results previously described.\n\n                       C.  ADEA Liability.\r                                 C.  ADEA Liability.\r                                                   \n\n          In a  trio of  related  arguments, appellant  maintains\n\n                    \r                              \n\n     5Plaintiff ultimately secured unemployment benefits, but the\nrecord is silent as to the date.\n\n     6With certain limitations  (not relevant here),  Puerto Rico\nlaw requires  an employer to reserve an injured worker's position\nfor  a minimum of 15 days following the employee's full discharge\nfrom the SIF.  See P.R. Laws Ann. tit. 11,   7 (1983).  Believing\r                            \nthat he  had been constructively discharged  in November, Sanchez\nmade no effort to  reclaim his job in March of  1991.  The jury's\nverdict had the effect of validating this course of conduct.\n\n                                10\r\n\nthat  plaintiff failed  to establish  a prima  facie case  of age\n\ndiscrimination, and that the evidence supports neither the jury's\n\nfinding that appellant violated the ADEA nor its determination of\n\nwillfulness.  We deal sequentially with these assertions.\n\n          1.  The  Prima Facie  Case.  The  claim that  underlies\r                    1.  The  Prima Facie  Case.\r                                              \n\nappellant's first line of attack   that the case  should not have\n\nreached the jury  because plaintiff failed  to establish a  prima\n\nfacie  case   betrays  confusion concerning the  operation of the\n\nburden-shifting  framework   that  applies  in   many  employment\n\ndiscrimination cases (including this one).\n\n          The  ADEA   makes  it  unlawful  for   an  employer  to\n\n\"discharge any  individual or otherwise  discriminate . .  . with\n\nrespect  to . . . terms, conditions, or privileges of employment,\n\nbecause of such individual's age.\"   29 U.S.C.   623(a).   Due to\n\nthe difficulties of unmasking  intentional discrimination, a task\n\nthat has been  described as \"elusive,\"  Texas Dep't of  Community\r                                                                           \n\nAffairs v. Burdine,  450 U.S.  248, 255 n.8  (1981), courts  have\r                            \n\ncrafted a  burden-shifting framework  to be  used in  cases where\n\ndirect evidence  of intentional  discrimination is lacking.   See\r                                                                           \n\nid. at 255-56;  see also  McDonnell Douglas Corp.  v. Green,  411\r                                                                     \n\nU.S.  792, 802-05  (1973).   Under  this  framework, the  initial\n\nburden is on the  plaintiff, who must make a prima  facie showing\n\nof discrimination.\n\n          The prima facie  case requirement  embodies a  concept,\n\nnot a mechanical exercise.  Though  its contours generally follow\n\nthe McDonnell Douglas model,  a prima facie case must  be custom-\r                               \n\n                                11\r\n\ntailored   to  fit   both  the   particular  animus   (e.g.,  age\r                                                                     \n\ndiscrimination, sex discrimination, race discrimination)  and the\n\nparticular type of employment decision involved (e.g., failure to\r                                                               \n\nhire, failure to promote, failure to retain).  The case at bar is\n\nan  ADEA case charging  wrongful termination  of employment.   In\n\nsuch  circumstances, the  plaintiff can  establish a  prima facie\n\ncase  by  adducing  evidence  that (i)  he  is  a  member of  the\n\nprotected class, i.e., over 40 years old, (ii) the quality of his\r                               \n\nwork  met  the  employer's  legitimate  expectations,  (iii)  the\n\nemployer nevertheless cashiered him, and (iv) the employer sought\n\na    replacement    with    roughly    equivalent    occupational\n\nqualifications, thereby  demonstrating a continuing  need for the\n\nsame services and skills.7   See Vega v. Kodak Caribbean, Ltd., 3\r                                                                        \n\nF.3d 476, 479 (1st Cir. 1993); Mesnick v.  General Elec. Co., 950\r                                                                      \n\nF.2d  816, 823  (1st Cir.  1991), cert. denied,  112 S.  Ct. 2965\r                                                        \n\n(1992); Hebert v.  Mohawk Rubber  Co., 872 F.2d  1104, 1110  (1st\r                                               \n\nCir. 1989).\n\n          The  burden of making out a prima facie case belongs to\n\n                    \r                              \n\n     7Appellant insists that plaintiff also  had to show that his\nemployer ultimately hired a  replacement who was not a  member of\nthe protected  class.   The case  law in this  circuit is  to the\ncontrary.   See, e.g.,  Cumpiano v. Banco  Santander Puerto Rico,\r                                                                          \n902 F.2d 148,  155 (1st Cir. 1990)  (stating that \"we have  never\nheld that the  . . . prima facie discharge  case can be fulfilled\nonly  if the complainant shows  that she was  replaced by someone\noutside the  protected group\");  Freeman,  865 F.2d  at 1335  n.2\r                                                  \n(explaining that \"replacement by a younger person . . . is not an\nelement  of the plaintiff's prima  facie case in  an ADEA suit\");\ncf. St. Mary's  Honor Ctr. v.  Hicks, 113 S.  Ct. 2742, 2758  n.1\r                                              \n(1993) (Souter, J., dissenting)  (citing Cumpiano and noting that\r                                                           \nthe  Supreme Court has not addressed the question).  At any rate,\nplaintiff made the showing here.\n\n                                12\r\n\nthe  plaintiff, but it  is \"not onerous.\"   Burdine, 450  U.S. at\r                                                             \n\n253.  All that is needed is the production of admissible evidence\n\nwhich,  if uncontradicted,  would justify  a legal  conclusion of\n\ndiscrimination.  See St.  Mary's Honor Ctr. v. Hicks,  113 S. Ct.\r                                                              \n\n2742, 2747 (1993).  However, it is important to remember that the\n\ncontours  of  a  prima facie  case  are  flexible  and situation-\n\nspecific.   Thus, in applying this rubric to the instant case, we\n\nmust take into account a special wrinkle:  here, plaintiff claims\n\na constructive discharge as opposed to an outright dismissal.  We\n\nhave used the term  \"constructive discharge\" to describe employer\n\naction that makes  \"[work] so arduous or  unappealing, or working\n\nconditions so  intolerable, that  a reasonable person  would feel\n\ncompelled to forsake  his job  rather than to  submit to  looming\n\nindignities.\"   Vega, 3  F.3d at 480;  see also  Alicea Rosado v.\r                                                                        \n\nGarcia  Santiago,  562  F.2d 114,  119-20  (1st  Cir.  1977).   A\r                          \n\nconstructive   discharge  also   may  occur   when  an   employer\n\neffectively prevents an  employee from performing his job.   See,\r                                                                          \n\ne.g., Aviles-Martinez v. Monroig,  963 F.2d 2, 6 (1st  Cir. 1992)\r                                          \n\n(finding  constructive discharge  when  an employer,  inter alia,\r                                                                          \n\n\"removed all  of [plaintiff's] files  and then chastised  him for\n\nnot doing his work\");  Parrett v. City of Connersville,  737 F.2d\r                                                                \n\n690, 694  (7th Cir.  1984) (finding constructive  discharge where\n\nsupervisor removed all work  and responsibilities from employee),\n\ncert. denied, 469 U.S. 1145 (1985).\r                      \n\n          Silhouetted against this backdrop, appellant's argument\n\nseems misshapen in  two respects.  First and  foremost, plaintiff\n\n                                13\r\n\nsucceeded  in limning  a prima facie  case:   he was  in his late\n\nsixties;  his immediate  supervisor and  his sole  co-worker both\n\npraised his  job performance;  SIF's physicians believed  that he\n\nwas  medically fit  to  resume  his  duties  by  November  9;  he\n\nattempted to return to  work on that date, yet  appellant refused\n\nto reinstate him and thereafter spurned at least one other direct\n\nrequest for reinstatement; and  appellant concedes that it  had a\n\ncontinuing  need  for the  position.    This  gusher of  evidence\n\npossessed more  than enough  force to  exceed the  relatively low\n\nthreshold on which the prima facie case requirement rests.\n\n          Second, the question posed by appellant's  challenge is\n\nfundamentally  irrelevant.  Once a prima facie ADEA case has been\n\nestablished under the  McDonnell Douglas framework,  an inference\r                                                  \n\nof  discrimination  arises.    See Mesnick,  950  F.2d  at 823-25\r                                                    \n\n(elucidating the burden-shifting framework).   At this point, the\n\nburden  switches  to  the  employer to  articulate  a  legitimate\n\nnondiscriminatory  reason for the  challenged action.   This is a\n\nburden of production, not of persuasion; the employer merely must\n\n\"set  forth, through  the  introduction of  admissible  evidence,\n\nreasons for  its action which, if believed  by the trier of fact,\r                                                                          \n\nwould support a finding that unlawful discrimination was  not the\n\ncause of the employment action.\"  St. Mary's, 113 S.  Ct. at 2747\r                                                      \n\n(internal quotation omitted); accord Woods v. Friction Materials,\r                                                                           \n\nInc.,     F.3d     (1st Cir. 1994) [No. 93-2296, slip op. at 9].\r              \n\n          If, as in this  case, the employer meets the  burden of\n\nproduction,  the inference  arising  from the  plaintiff's  prima\n\n                                14\r\n\nfacie case \"drops from the case.\"  St. Mary's, 113 S. Ct. at 2747\r                                                       \n\n(quoting  Burdine, 450  U.S. at  255 n.10).   The  plaintiff, who\r                           \n\nretains the  burden of proof  throughout, then must  persuade the\n\ntrier  of  fact  that  he  has  been  victimized  by  intentional\n\ndiscrimination.  See id. at 2748-49.  In this campaign, the facts\r                                                                           \n\nthat comprised  plaintiff's prima  facie case may  be considered,\n\nbut the  inference of  discrimination originally attributable  to\n\nthose facts  no longer pertains.   See id. at 2749;  Mesnick, 950\r                                                                      \n\nF.2d at 823.  To carry  the devoir of persuasion on this ultimate\n\nissue, the plaintiff must identify  probative evidence suggesting\n\nthat the reason given  by the employer for the  employment action\n\nis  pretextual, and,  moreover,  that it  is  a pretext  for  age\n\ndiscrimination.8  See  e.g., Mesnick, 950 F.2d at 823-24; Medina-\r                                                                           \n\nMunoz v.  R.J.  Reynolds Tobacco  Co., 896  F.2d 5,  9 (1st  Cir.\r                                               \n\n1990); Freeman, 865 F.2d at 1336.\r                        \n\n          As can readily  be seen  from this  analysis, when,  as\n\nnow,  an employment discrimination action has been submitted to a\n\njury,  the burden-shifting framework  has fulfilled its function,\n\nand  backtracking  serves no  useful purpose.    To focus  on the\n\nexistence of a prima  facie case after a discrimination  case has\n\n                    \r                              \n\n     8Depending on the  facts of the  particular case, showing  a\ndefendant's articulated explanation for an employment decision to\nbe  pretextual  may    or  may  not    suffice  to  establish age\ndiscrimination,  \"particularly if  disbelief is accompanied  by a\nsuspicion of mendacity.\"   St.  Mary's, 113 S.  Ct. at 2749;  see\r                                                                           \nalso Hazen  Paper Co. v. Biggins,  113 S. Ct. 1701,  1708 (1993);\r                                          \nWoods,      F.3d at      n.3 [slip op.  at 11 n.3].   We need not\r               \nprobe the  point today,  as Sanchez adduced  independent evidence\nwhich,  when   credited  by  the  jury,   sufficed  to  establish\nappellant's discriminatory animus.\n\n                                15\r\n\nbeen fully tried on  the merits is to \"unnecessarily  evade[] the\n\nultimate  question of  discrimination  vel non.\"   United  States\r                                                                           \n\nPostal Serv. Bd. of Govs. v. Aikens, 460 U.S. 711, 713-14 (1983);\r                                             \n\nsee also  Mesnick,  950  F.2d at  824-25.   By  like  token,  our\r                           \n\nevaluation  of post-trial  motions seeking  relief from  a jury's\n\nverdict  in such  a case  is similarly  confined to  the ultimate\n\nquestion of  discrimination.   Consequently, to wander  afield in\n\npursuit of appellant's  phantom \"prima facie case\" argument  is a\n\nbit like  undertaking early  morning calisthenics:   it  might be\n\ngood  exercise, but it certainly is not essential to the business\n\nof the day.\n\n          For  these  reasons,   appellant's  first  argument  is\n\nunavailing.\n\n          2.    Sufficiency  of  the  Evidence.    The  heart  of\r                    2.    Sufficiency  of  the  Evidence.\r                                                        \n\nappellant's   ADEA  challenge   is  its   claim  of   evidentiary\n\ninsufficiency.  We have combed the record and detect a surfeit of\n\nevidence from  which a  rational jury could  have concluded  that\n\nappellant transgressed the law.\n\n          The  evidence    much of which  is highlighted  in Part\n\nII(B), supra   is  copious enough that a lengthy  exegesis, laden\r                      \n\nwith  exquisite  detail,  would  serve  no  useful  purpose.   It\n\nsuffices to say that, although appellant articulated a plausible,\n\nnondiscriminatory reason for refusing to reinstate plaintiff   it\n\ncontended  that  he  had  not  sufficiently  recovered  from  his\n\ninjuries  to resume his  duties on  November 9,  1990    the jury\n\nrejected  that explanation.  And the jury's skepticism has strong\n\n                                16\r\n\nroots in the record.\n\n          It is  undisputed that  appellant refused  to reinstate\n\nSanchez on November 9.   Thus, the jury had to determine  whether\n\nthat refusal  constituted  a constructive  discharge, as  Sanchez\n\ncontended, or  whether, as appellant contended,  it constituted a\n\nbona  fide  personnel  decision  based  on  Sanchez's  incomplete\n\nrecovery  from his injuries.  The jury  did not have to make this\n\ndetermination in a vacuum.  It heard evidence, for example, about\n\nCatinchi's  serial reprimands  of  plaintiff    reprimands  that,\n\ngiven Soto's testimony, the jury could have believed to be bogus.\n\nThe jury also heard  evidence about a \"promotion\" that  seemed to\n\nbe no  promotion at all,  but more like  the kiss of death.   The\n\njury plausibly could  have thought the entire Aguadilla affair to\n\nhave been a subterfuge  aimed at forcing plaintiff's resignation.\n\nThen,  too, the jury heard evidence about the SIF's assessment of\n\nplaintiff's  health  status  and  supportably  could  have  found\n\nGonzalez's contrary views to be pretextual, particularly in light\n\nof  his refusal  to  sign  a letter  to  the SIF  explaining  why\n\nplaintiff had not been  reinstated.  Last, but surely  not least,\n\nafter  having refused  to reinstate Sanchez,  Gonzalez questioned\n\nhim about his  age and  made other age-related  remarks that  the\n\njury  reasonably could have construed  as evincing bias.  Indeed,\n\nif the jury credited plaintiff's  version of this conversation   \n\nas  it had  a  right to  do,  especially since  Gonzalez,  though\n\navailable,  was  never called  to testify  at trial    Gonzalez's\n\nstatements comprise potent evidence of age-based animus.\n\n                                17\r\n\n          We will not trespass on the reader's indulgence.  Here,\n\na  perceptive jury,  making permissible  credibility choices  and\n\ndrawing lawful inferences, could conclude that appellant embarked\n\non  a course of conduct designed to purge plaintiff from the work\n\nforce; that  the sudden offer of a sham \"promotion\" was a step in\n\nthe  plot; that,  after  the promotion  ploy failed,  plaintiff's\n\ninjury presented appellant with a fresh  opportunity to reach its\n\ngoal;  that appellant turned plaintiff away on November 9 despite\n\nits  knowledge that  plaintiff  had  recuperated sufficiently  to\n\nperform his job, thereby constructively discharging him; and that\n\nappellant's actions  were  motivated by  a discriminatory  animus\n\ndirected  at plaintiff's age.  In  short, a reasonable factfinder\n\neasily  could have resolved liability  as did the  jurors in this\n\ncase  without  perpetrating a  miscarriage  of  justice.   Hence,\n\nappellant has  not surmounted the daunting obstacles posed by the\n\nstandards of review governing the district  court's denial of its\n\npost-trial motions.\n\n                         D.  Willfulness.\r                                   D.  Willfulness.\r                                                  \n\n          Next, appellant contends that  the lower court erred in\n\nupholding the jury's finding of  willfulness.  This contention is\n\nunpersuasive.\n\n          Willfulness  is  an issue  in  ADEA  cases because  the\n\nstatute  entitles a  prevailing plaintiff  to doubled  backpay in\n\nsituations involving  \"willful violations.\"  29  U.S.C.   626(b).\n\nCongress   intended  this  liquidated   damage  provision  to  be\n\npunitive, thereby serving to deter willful misconduct.  See Trans\r                                                                           \n\n                                18\r\n\nWorld Airlines, Inc. v. Thurston, 469 U.S. 111, 125 (1985).   For\r                                          \n\nthis purpose, a violation is  considered willful if \"the employer\n\n. . . knew or showed reckless disregard for the matter of whether\n\nits conduct was prohibited by the ADEA.\"  Id. at 126.\r                                                       \n\n          A finding  of willfulness requires  something more than\n\nmerely  showing  that an  employer knew  about  the ADEA  and its\n\npotential applicability in  the workplace.   See  id. at  127-28.\r                                                               \n\nFor  example, in  the context  of  determining whether  a settled\n\ncorporate policy violated the  ADEA, the Thurston Court concluded\r                                                           \n\nthat the company's  reasonable, good-faith  efforts to  determine\n\nthat  the policy  complied  with the  ADEA  sufficed to  avoid  a\n\nfinding  of willfulness even though the  policy violated the law.\n\nSee  id. at 129.  Willfulness, then,  requires an element akin to\r                  \n\nreckless  disregard  of,  or   deliberate  indifference  to,   an\n\nemployer's  ADEA-related obligations.    See Hazen  Paper Co.  v.\r                                                                       \n\nBiggins, 113 S.  Ct. 1701,  1708 (1993) (\"The  word `willful'  is\r                 \n\nwidely used in the law,  and . . . it is  generally understood to\n\nrefer  to  conduct  that  is  not  merely  negligent.\")  (quoting\n\nMcLaughlin  v. Richland Shoe Co.,  486 U.S. 128,  133 (1988); see\r                                                                           \n\nalso Benjamin v. United Merchants &amp; Mfrs., Inc., 873 F.2d  41, 44\r                                                         \n\n(2d Cir. 1989) (explaining  that an ADEA violation is  willful if\n\nthe evidence  shows  that  the employer  has  not  merely  \"acted\n\nnegligently,  inadvertently  [and]  innocently,\"  but   has  been\n\n\"indifferent  to the  requirements of  the governing  statute and\n\nacted in a purposeful, deliberate, or calculated fashion\").\n\n          In  Biggins, the  Supreme  Court held  that  Thurston's\r                                                                         \n\n                                19\r\n\ndefinition  of  willfulness  is  applicable  not  only  when  the\n\nviolation  is a  \"formal, facially  discriminatory policy,  as in\n\nThurston,\"  but also when the violation  is \"an informal decision\r                  \n\nby  an employer that was motivated by the employee's age[.]\"  113\n\nS. Ct. at 1705, 1708-10.9   As in Thurston, the Court  noted that\r                                                    \n\nepisodic violations of the ADEA in disparate treatment cases need\n\nnot automatically  lead to the imposition  of liquidated damages:\n\n\"If an employer  incorrectly but in good faith  and nonrecklessly\n\nbelieves  that   the  statute  permits  a   particular  age-based\n\ndecision, then liquidated damages should not be imposed.\"  Id. at\r                                                                        \n\n1709.\n\n          We will not  tarry.  In this case,  on any tenable view\n\nof the law, there is a firm factual foundation for a finding that\n\nProico  willfully  flouted  the  ADEA.    Here,  the  appellant's\n\nmisconduct lay at the  exact crossroads of the antidiscrimination\n\n                    \r                              \n\n     9Prior  to the Court's opinion in Biggins, the circuits were\r                                                        \nin considerable  disarray  as  to the  quality  and  quantity  of\nevidence, beyond evidence of mere awareness, that is necessary to\nunderbrace  an  award  of  liquidated damages  in  an  ADEA case.\nCompare, e.g.,  Dreyer v. Arco Chem.  Co., 801 F.2d 651,  658 (3d\r                                                   \nCir. 1986)  (requiring \"outrageous  conduct\"), cert.  denied, 480\r                                                                      \nU.S. 906  (1987) with, e.g., Brown  v. M &amp; M/Mars,  883 F.2d 505,\r                                                           \n513  (7th Cir.  1989) (rejecting  the Third  Circuit's approach).\nThe  Biggins   Court  explicitly  rejected  the  Third  Circuit's\r                      \nformulation, and  labelled as \"misplaced\" the  concern of various\ncircuits  that   application  of  the  Thurston   definition  was\r                                                         \ninappropriate in the context  of \"an informal disparate treatment\ncase.\"  113  S. Ct. at 1709.   The Court reasoned that  the \"only\ndistinction between Thurston and [an informal disparate treatment\r                                      \ncase] is the existence of formal discrimination.  Age entered the\nemployment decision there through a formal and publicized policy,\nand not as an undisclosed factor motivating the employer on an ad\nhoc  basis . . .  surely an employer's  reluctance to acknowledge\nits reliance  on  the forbidden  factor  should not  cut  against\r                                                                           \nimposing a penalty.\"  Id. at 1709-10.\r                                   \n\n                                20\r\n\nlaws and the employment  relationship; discharge and constructive\n\ndischarge  are among  the  paradigmatic  employment decisions  to\n\nwhich the ADEA is addressed,  and appellant knew   or, at  least,\n\nshould  have known   that its corporate behavior ran afoul of the\n\nantidiscrimination  laws.   Moreover,  the jury  had an  adequate\n\nbasis  for  a  finding  that  appellant's  refusal  to  reinstate\n\nplaintiff was both the  culmination of a deliberate  strategy and\n\nthe crowning  blow in  a series of  actions reflecting  age-based\n\ndiscrimination; or,  cloaked in the  words of the  Biggins Court,\r                                                                    \n\nthat,  notwithstanding  the  lack  of a  \"formal  and  publicized\n\npolicy\"  productive of discrimination,  there is  \"an undisclosed\n\nfactor motivating  the employer  on an ad  hoc basis,\"  id.   The\r                                                                     \n\nquestionable  reprimands, the audiences demanded by Catinchi, and\n\nthe  so-called promotion could all be viewed as steps toward this\n\nend.   And the  employer's conduct  after  refusing to  reinstate\n\nSanchez  (including its failure to furnish the SIF with a written\n\nexplanation) strongly reinforce  the suggestion that what  befell\n\nSanchez was anything but a mere fortuity.\n\n          On this pithy  record, we are  confident that the  jury\n\nhad a right  to weave  these several evidentiary  threads into  a\n\ntapestry of calculated misconduct from which it could  infer that\n\nProico's conduct  toward plaintiff was not  merely negligent, but\n\nbordered on  the contemptible.  Appellant's  actions clearly fall\n\noutside  the safe  haven  for good  faith  but incorrect  conduct\n\ndescribed in Biggins and  Thurston.  Thus, the jury's  finding of\r                                            \n\n                                21\r\n\nwillfulness is unimpugnable.10\n\nIII.  MENTAL AND MORAL DAMAGES\r          III.  MENTAL AND MORAL DAMAGES\n\n          Appellant's penultimate  point is that, as  a matter of\n\nlaw, there  was  insufficient evidence  to  support an  award  of\n\ndamages    under    Puerto   Rico's    comprehensive   employment\n\ndiscrimination statute.   This  statute, familiarly known  as Law\n\n100, creates a private cause of action in favor of any person who\n\nis discharged  or otherwise  adversely affected in  employment by\n\nreason   of,  inter   alia,   age  discrimination.11     An   age\r                                    \n                    \r                              \n\n     10To be sure, appellant  maintains that its violation cannot\nbe  considered willful because it did  not take reprisals against\nSanchez for refusing the Aguadilla assignment.  This reasoning is\nspecious.     At  best,  this   evidence  is  relevant,  but  not\ndispositive.   Moreover,  it addresses  only one  of the  several\nactions improperly taken against the plaintiff; on this record, a\nreasonable jury could have  found a willful violation even  if it\nhad determined that the promotion incident, in and of itself, did\nnot transgress the ADEA.\n\n     11The statute states in relevant part:\n\n               Any employer who discharges, lays off or\n          discriminates  against an  employee regarding\n          his salary, wage, pay or remuneration, terms,\n          rank,  conditions, or privileges of his work,\n          or who fails or  refuses to hire or rehire  a\n          person,  or  who  limits  or  classifies  his\n          employees   in  any  manner  which  tends  to\n          deprive a person of employment opportunities,\n          or to  affect his status as  employee, on the\n          basis  of age . .  . race, color, sex, social\n          or  national  origin   or  social   position,\n          political   or   religious  beliefs   of  the\n          employee or applicant for employment:\n               (a) shall incur civil liability\n               (1) for a sum  equal to twice the amount\n          of  damages  sustained  by  the  employee  or\n          applicant for  employment on account  of such\n          action.\n\n                                22\r\n\ndiscrimination  action brought  under  Law 100  differs from  one\n\nbrought under the ADEA in two significant respects.  First, as we\n\nrecognized in Wildman v.  Lerner Stores Corp., 771 F.2d  605 (1st\r                                                       \n\nCir.  1985), in an action  brought under the  ADEA, the plaintiff\n\nretains  the burden of proof  throughout the trial;  in an action\n\nbrought under Law 100, in contrast, the burden of proof shifts to\n\nthe defendant once  the plaintiff has  established a prima  facie\n\ncase.  See id. at  609.  Second, and more noteworthy  for present\r                        \n\npurposes, Law 100 permits a plaintiff, upon appropriate proof, to\n\nrecover  damages for  emotional  distress (or  \"mental and  moral\n\nsuffering,\"  to use the term  employed by the  district court and\n\nthe parties).  See  Garcia Pagan v. Shiley Caribbean,  122 D.P.R.\r                                                              \n\n193 (1988).\n\n          With this preface, we  turn to appellant's  sufficiency\n\nchallenge.   As  an initial  matter, it should  be noted  that we\n\nconsider  this challenge  only  in connection  with the  district\n\ncourt's denial of  appellant's motion  for a new  trial.   Proico\n\nneglected to make the sufficiency  claim when moving for judgment\n\nas  a matter  of law  at the  close of  the evidence,  and, thus,\n\nfailed  to preserve it  for appeal.   See Fed. R.  Civ. P. 50(b).\r                                                   \n\nThis is a fatal omission, for \"[if] a defendant wishes to renew a\n\nmotion for judgment  as a matter of  law at the post-trial  stage\n\nwith  a view to  having denial of  that motion considered  by the\n\ncourt of appeals,  the defendant  is required to  have moved  for\n\njudgment as  a matter of law  at the close of  all the evidence.\"\n                    \r                              \n\nP.R. Laws Ann. tit. 29,   146 (Supp. 1989).\n\n                                23\r\n\nKeisling  v. SER-Jobs for Progress,  Inc., 19 F.3d  755, 758 (1st\r                                                   \n\nCir.  1994); accord Jusino v. Zayas, 875  F.2d 986, 991 (1st Cir.\r                                             \n\n1989).  Simply  stated, \"[a] party may not base  its motion for a\n\njudgment n.o.v. on a ground that was not argued in its motion for\n\na directed verdict.\"   Systemized  of New England,  Inc. v.  SCM,\r                                                                           \n\nInc., 732 F.2d 1030, 1035-36 (1st Cir. 1984).\r              \n\n          Although  the  front  door  is closed,  the  back  door\n\nremains ajar.  Appellant  did raise its sufficiency claim  in its\n\nmotion for new trial and, to  that extent, we must consider it in\n\nconnection with  our assessment  of  the weight  of the  credible\n\nevidence.  See id. at 1036-37.  Having reached a variation of the\r                            \n\nissue, however, we can swiftly dispose of it.  We regularly  have\n\nsaid  that  \"[t]ranslating  legal  damage into  money  damages   \n\nespecially  in  cases  which  involve few  significant  items  of\n\nmeasurable economic loss   is a matter peculiarly within a jury's\n\nken.\"   Wagenmann,  829  F.2d at  215;  accord Ruiz  v.  Gonzalez\r                                                                           \n\nCaraballo,  929 F.2d  31,  34 (1st  Cir.  1991).   And here,  the\r                   \n\ndeferential nature of appellate oversight is accentuated because,\n\nwhile  the   jury  originally  awarded   plaintiff  $150,000  for\n\nemotional  distress,  the district  court  reduced  the award  to\n\n$37,500.12  It is a well-established principle that:\n\n                    \r                              \n\n     12Of course, the district court then doubled the pared award\npursuant to the statutory command that an employer's liability is\nfor \"a sum equal to twice  the amount of damages sustained by the\nemployee.\"  P.R. Laws Ann. tit. 29,   146(a)(2).  For the purpose\nof our analysis, however,  the relevant figure is  the underlying\ndamage  award not the doubled award because the doubling that Law\n100 requires is not tied to any particular evidentiary showing on\nthe plaintiff's part.\n\n                                24\r\n\n          Once a verdict has  been trimmed and reshaped\n          at the  hands of the trial  judge, an assault\n          on the remaining amount calls upon [the court\n          of  appeals] not  merely to grade  the essay,\n          but  to  grade the  teacher's grading  of the\n          essay.   The  resultant constraints  are  not\n          inconsiderable.   We  agree  with  the  Fifth\n          Circuit that \"[w]here the trial court already\n          has  invoked  its  discretion  in  granting a\n          remittitur,  [the]  scope of  review  is even\n          narrower than usual.\"   Stapleton v. Kawasaki\r                                                                 \n          Heavy Industries, Ltd., 608 F.2d 571, 574 n.7\r                                          \n          (5th Cir. 1979).\n\nRuiz, 929 F.2d  at 34-35  (quoting Wagenmann, 829  F.2d at  215).\r                                                      \n\nThe  appellant  must show,  therefore,  that  the reduced  figure\n\nremains so extravagant as to shock the appellate conscience.  See\r                                                                           \n\nid. at 35.\r             \n\n          Appellant asserts that the evidence is insufficient  to\n\nallow the  award  of  any  sum  of money  for  mental  and  moral\r                                   \n\nsuffering.   This  assertion seemingly  rests on  the absence  of\n\ntrial  testimony  from  any  mental health  professional  say,  a\n\npsychiatrist or psychologist.   But appellant cites no  case that\n\nstands   for  the   proposition  that   expert  testimony   is  a\n\nprerequisite  to  an  award  of  damages  for  mental  and  moral\n\nsuffering.   In other jurisdictions,  expert testimony ordinarily\n\nis not required  to ground  money damages for  mental anguish  or\n\nemotional distress.  See, e.g., Wulf v. City of Wichita, 883 F.2d\r                                                                 \n\n842,  875 (10th Cir. 1989) (upholding award of damages for mental\n\nanguish  and distress based  solely on lay  testimony); Busche v.\r                                                                        \n\nBurkee, 649  F.2d 509, 519 n.12 (7th Cir.) (rejecting requirement\r                \n\nof  testimony  of medical  or  psychiatric experts  for  award of\n\ndamages  for  emotional distress),  cert.  denied,  454 U.S.  897\r                                                           \n\n                                25\r\n\n(1981);  Gore  v.  Turner, 563  F.2d  159,  164  (5th Cir.  1977)\r                                   \n\n(stating  that damages  for emotional  distress \"may  be inferred\n\nfrom  the circumstances  as  well as  proved  by the  testimony\")\n\n(citations  omitted); see also Carey v. Piphus, 435 U.S. 247, 264\r                                                        \n\nn.20 (1978) (\"Although essentially subjective, genuine injury  in\n\nthis  respect  [mental suffering  or  emotional  anguish] may  be\n\nevidenced by one's conduct and observed  by others.\"); Marable v.\r                                                                        \n\nWalker,  704  F.2d 1219,  1220  (11th  Cir.  1983) (holding  that\r                \n\nabsence of \"evidence of  pecuniary loss, psychiatric disturbance,\n\neffect of social activity, or physical symptoms . . . go[es] more\n\nto  the amount, rather than the fact, of damage[s]\" for emotional\n\ndistress).  We see  no basis for  imputing a more stringent  rule\n\nunder Puerto Rico law.13\n\n          Over and beyond this hurdle, we think that the evidence\n\nof record adequately  supports the  pared award.   A recovery  of\n\n$37,500 for emotional distress  can \"fairly be said to  flow from\n\nthe  evidence adduced at trial,\" Ruiz, 929 F.2d at 35, especially\r                                               \n\ngiven   plaintiff's  testimony   that   appellant's  conduct   in\n\nwrongfully  discharging   him  not  only  stripped   him  of  his\n\nlivelihood  and dignity,  but also  drove him  into bankruptcy.14\n                    \r                              \n\n     13We  hasten to  add that  the district  court appropriately\ntook  the absence of such  evidence into account  in fashioning a\nremittitur,  finding that  \"since  psychological and  psychiatric\nevidence was  not  presented, the  record  would only  support  a\n$37,500 award for pain, mental suffering, and humiliation.\"   The\nplaintiff  accepted the remittitur on  this count as  on the ADEA\ncount.\n\n     14Plaintiff testified that he  was deeply affected by having\nto declare  bankruptcy because  he had always  \"religiously\" paid\nhis debts.\n\n                                26\r\n\nThen, too, plaintiff testified emphatically about the humiliation\n\nthat he suffered  in the  course of shuttling  futilely back  and\n\nforth  between Proico and  the SIF, and the  jury could well have\n\ncredited that testimony.\n\n          We believe  that  we have  written enough  to give  the\n\nreader  the flavor  of the  record.   Though plaintiff's  case on\n\ndamages was relatively asthenic,  we cannot say that  the reduced\n\naward  was   unjustified  or  that  it   offends  our  collective\n\nconscience.   Cf.  Wagenmann, 829  F.2d at  215 (finding  damages\r                                      \n\njustified  when  record  reflected  \"stress,  fear,  humiliation,\n\nembarrassment, and stigmatization\").\n\nIV.  DUPLICATIVE DAMAGES\r          IV.  DUPLICATIVE DAMAGES\n\n          Appellant's  last  asseveration  is  that  the district\n\ncourt erred by doubling  plaintiff's damages under both the  ADEA\n\nand Law 100.  This asseveration  presents a pure question of law,\n\nthereby sparking de  novo review.15   See McCarthy  v. Azure,  22\r                                                                      \n\nF.3d  351,  354  (1st  Cir.  1994);  Liberty  Mut.  Ins.  Co.  v.\r                                                                       \n\nCommercial Union Ins. Co., 978 F.2d 750, 757 (1st Cir. 1992).\r                                   \n\n          In different  legal  contexts  we  have  several  times\n\n                    \r                              \n\n     15In  the interest of clarity we think it worthwhile to note\nthat appellant does  not argue that the  underlying damage awards\nare duplicative.  Indeed, they are not:  the jury awarded Sanchez\ncompensation for the independent losses of backpay under ADEA and\nmental  anguish  under Law  100, see  supra  note 1.   Similarly,\r                                                     \nappellant does not argue that either the aggregate damages or the\ntotal punitive damages  are so  great as to  insult due  process.\nSee generally Pacific  Mut. Life Ins.  Co. v. Haslip, 499  U.S. 1\r                                                              \n(1993).   Appellant  argues  only that  doubling both  underlying\nawards is duplicative.\n\n                                27\r\n\nexpressed the principle that \"a plaintiff is entitled to only one\n\nfull recovery, no matter  how many legal grounds may  support the\n\nverdict.\"   Freeman, 865  F.2d at 1345; see  also Linn v. Andover\r                                                                           \n\nNewton  Theolog. Sch.,  Inc., 874  F.2d 1,  6-8 (1st  Cir. 1989).\r                                      \n\nAppellant  argues  that  this  doctrine  has  application   here:\n\ndoubling  both the  ADEA  and Law  100  awards, appellant  avers,\n\nallows the plaintiff to recover twice for the same loss.\n\n          Appellant's  postulate  does  not  survive  scrutiny.16\n\nLiquidated damages  under ADEA  are punitive  in nature,  and are\n\nintended to deter violations.  See Thurston, 469 U.S. at 125.  In\r                                                     \n\ncontrast,  the Puerto  Rico  Supreme Court,  in interpreting  the\n\ndamages provisions of Law 100, has stated that  the legislature's\n\n\"intent was to devise  a formula to redress damages  arising from\n\ndiscrimination in employment.\"  Garcia Pagan v. Shiley Caribbean,\r                                                                          \n\n122 D.P.R. 193 (1988).   This language fits far  more comfortably\n\nwith an aim  to compensate rather  than to punish  or deter.   To\n\nthis  extent, then, the ADEA  and Law 100  awards serve different\n\nends   and   represent   distinct   types   of   damage   awards.\n\n                    \r                              \n\n     16The  cases  relied on  by  appellant  discuss a  different\nscenario.  In the pre-Thurston era,  liquidated damages under the\r                                        \nADEA were often thought to be compensatory in nature.  See, e.g.,\r                                                                          \nGibson v. Mohawk Rubber Co., 695 F.2d 1093, 1102 (8th Cir. 1982).\r                                     \nWhen a discrimination victim received both liquidated damages and\nprejudgment interest,  some courts took the  view that liquidated\ndamages  were intended to \"cover, among other things, loss due to\ndelay,\"  and,  therefore,  held  that  awarding  both  liquidated\ndamages  and  prejudgment interest  would constitute  an improper\nmultiple recovery,  for \"loss  due to  delay [is]  precisely what\nprejudgment interest protects against.  Linn, 874 F.2d at 6; see,\r                                                                          \ne.g., Kolb  v. Goldring, 694 F.2d 869,  875 (1st Cir. 1982); Blim\r                                                                           \nv. Western Elec. Co.,  731 F.2d 1473, 1479-80 (10th  Cir.), cert.\r                                                                           \ndenied, 469 U.S. 874 (1984).\r                \n\n                                28\r\n\nConsequently, the two  awards, though calculated  in part by  the\n\nsame formula, i.e., doubling, cannot  be deemed duplicative.  Cf.\r                                                                           \n\nLilley v. BTM Corp., 958  F.2d 746, 755 (6th Cir.) (holding  that\r                             \n\nawards for liquidated damages under ADEA and prejudgment interest\n\nunder  state  antidiscrimination  statute  are   not  duplicative\n\nbecause the  ADEA's \"liquidated damages are  punitive [while the]\n\nprejudgment interest  [is] compensatory\"),  cert. denied, 113  S.\r                                                                  \n\nCt. 376 (1992).\n\n          Be that  as it may, this appeal  does not require us to\n\ndecide  today  whether   the  doubling  under   Law  100  has   a\n\ncompensatory  thrust.   Even if  we were  to assume  arguendo the\r                                                                       \n\nopposite, i.e.,  that  doubling  under  Law 100  is  punitive  in\r                        \n\nnature,  appellant  would  not  profit.    Punitive  damages  are\n\ndirected  at deterring  and  punishing defendants;  they are  not\r                                                           \n\ndesigned to  compensate plaintiffs for losses.  See Thurston, 469\r                                                                      \n\nU.S. at 125; Robertson Oil Co. v. Phillips Petroleum Co., 14 F.3d\r                                                                  \n\n373,  383 (8th Cir. 1993), cert.  denied, 114 S. Ct. 2120 (1994).\r                                                  \n\nAs  such,  the  considerations   that  operate  to  bar  multiple\n\nrecoveries are conceptually and legally inapplicable to  punitive\n\ndamages.  Of course, potential  punitive liability may be limited\n\nby legislative intent  or due  process, see TXO  Prod'n Corp.  v.\r                                                                       \n\nAlliance  Resources  Corp.,  113  S. Ct.  2711,  2718-19  (1993);\r                                    \n\nPacific Mut. Life  Ins. Co. v. Haslip, 499  U.S. 1, 14-15 (1991),\r                                               \n\nbut  appellant has  not argued  either of  those aspects  in this\n\nappeal.  And apart from statute or constitutional considerations,\n\nwe  know of no legal concept of duplicative awards that functions\n\n                                29\r\n\nas a limitation on exemplary damages.\n\n          Thus, we come  full circle.  Regardless  of whether the\n\ndoubling  of a Law  100 award for  mental and  moral suffering is\n\nconceived to  be compensatory or punitive  in nature, appellant's\n\nargument fails.\n\nV.  CONCLUSION\r          V.  CONCLUSION\n\n          We  need  go  no further.    The  record reveals  ample\n\nevidence to  sustain the jury's finding  that appellant willfully\n\nterminated  plaintiff's  employment  due   to  his  age,  thereby\n\ntransgressing  both  federal  and  Commonwealth  statutes.    The\n\nensuing damage awards, as refined by the district court, are also\n\nwithin lawful parameters.  Proico's ship has sailed.\n\nAffirmed.\r          Affirmed.\r                  \n\n                                30\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nOctober 28, 1994  UNITED STATES COURT OF APPEALS\n\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1171\n\n                         JOSE L. SANCHEZ,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                     PUERTO RICO OIL COMPANY,\n\n                      Defendant, Appellant.\n\n                                             \n\n                           ERRATA SHEET\r                                     ERRATA SHEET\n\n     The  opinion of the court  issued on September  29, 1994, is\ncorrected as follows:\n\n     1.    After first  sentence  of  footnote 3,  (p.5),  delete\nremainder of footnote and replace with the following:\n\n          Plaintiff  conceded  at trial,  however, that\n          appellant's general manager, George Gonzalez,\n          had  reprimanded  him  on approximately  four\n          occasions in the  1988-1990 time frame.   The\n          significance    of   these    reprimands   to\n          plaintiff's overall  job performance involved\n          a  fact  determination   within  the   jury's\n          exclusive province.\n\n     2.   On  p.7, delete  last sentence  of first  paragraph and\nreplace with the following:\n\n          Appellant  disputed  plaintiff's  version  of\n          this   conversation,   suggesting  that   any\n          remarks  by Gonzalez were motivated solely by\n          a concern for plaintiff's health and physical\n          condition.\n\n     3.   On p.15, delete  last two sentences  of first paragraph\nand replace with the following:\n\n          Last,  but  surely  not least,  after  having\n          refused   to   reinstate  Sanchez,   Gonzalez\n          questioned him  about his age and  made other\n          age-related remarks that the  jury reasonably\n          could  have  construed   as  evincing   bias.\r\n\n          Indeed,  if  the  jury  credited  plaintiff's\n          version of  this conversation    as it  had a\n          right  to  do,  especially   since  Gonzalez,\n          though available, was never called to testify\n          at  trial     Gonzalez's statements  comprise\n          potent evidence of age-based animus.\r\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1171\n\n                         JOSE L. SANCHEZ,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                     PUERTO RICO OIL COMPANY,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \n\n                                             \n\n                              Before\n\n             Selya, Boudin and Stahl, Circuit Judges.\r                                                              \n\n                                             \n\n     Enrique Velez-Rodriguez, with whom  Lespier &amp; Munoz-Noya was\r                                                                       \non brief, for appellant.\n     Federico Lora Lopez for appellee.\r                                  \n\n                                             \n\n                        September 29, 1994\n\n                                             \r\n\n          SELYA,  Circuit  Judge.   This is  a  ghost ship  of an\r                    SELYA,  Circuit  Judge.\r                                          \n\nappeal.   One hears  the creak of  the rigging, the  groan of the\n\ntimber, and the muted sound of voices through the fog   but there\n\nis nothing solid to be grasped.  In  the end the appeal, like the\n\nghost  ship, vanishes into  the mist,  leaving things  exactly as\n\nthey were.  The tale follows.\n\nI.  AN OVERVIEW\r          I.  AN OVERVIEW\n\n          Plaintiff-appellee  Jose  L.  Sanchez  sued  defendant-\n\nappellant  Puerto Rico  Oil Company  (Proico) asserting  that the\n\ncompany constructively discharged him due to his advanced age.  A\n\njury agreed; it found that Proico had willfully violated both the\n\nAge Discrimination in Employment Act, 29 U.S.C.    621 634 (1988)\n\n(ADEA),  and  a   Puerto  Rico  statute   proscribing  employment\n\ndiscrimination, P.R. Laws Ann.  tit. 29,   146 (Supp.  1989) (Law\n\n100).   The jury awarded Sanchez $40,376.80 in backpay under ADEA\n\nand  $150,000  for mental  and  moral suffering  under  Law 100.1\n\nProico moved  for judgment  notwithstanding the verdict,  Fed. R.\n\nCiv. P. 50(b), or for  a new trial, Fed.  R. Civ. P. 59(a).   The\n\ndistrict court  reduced the damage awards to  $38,000 for backpay\n\nand $37,500 for suffering, but  otherwise gave Proico cold gruel.\n\nThe  court then  doubled  the reduced  awards, bringing  Proico's\n\naggregate liability to $151,000.  This appeal ensued.\n\n          Although  appellant aggressively advances  an armada of\n\n                    \r                              \n\n     1In both the  jury instructions  and the  verdict form,  the\ndistrict  court appropriately  precluded the  jury from  awarding\ndamages  for backpay under Law  100 in the  event that it awarded\nsuch damages under the ADEA.\n\n                                4\r\n\nartful  arguments, only  five  are worthy  of extended  comment.2\n\nThese  include four evidence-oriented  propositions, namely, that\n\nthe evidence (1) failed to establish a prima  facie case, (2) did\n\nnot  warrant a finding of  liability on the  ADEA count, (3) fell\n\nshort of showing willfulness,  and (4) did not warrant  a finding\n\nthat plaintiff  sustained  non-economic  damages  in  the  amount\n\nawarded under Law 100.  Appellant's final claim is that the lower\n\ncourt erred in doubling the two awards.\n\n          Because  these  importunings  do  not  withstand  close\n\nperscrutation, we affirm the judgment below.\n\nII.  THE ADEA CLAIM\r          II.  THE ADEA CLAIM\n\n          Since  the   first  three  components   of  appellant's\n\nasseverational array  challenge the  adequacy of the  evidence in\n\nrespect  to various aspects  of plaintiff's ADEA  claim, we treat\n\nthem in the ensemble.\n\n                     A.  Standards of Review.\r                               A.  Standards of Review.\r                                                      \n\n          The  standards  of review  that  appertain  to a  trial\n\ncourt's denial of the usual post-trial motions in civil cases are\n\nfirmly  settled.  With respect  to a motion  for judgment n.o.v.,\n\nnow known  as judgment as a  matter of law, the  court of appeals\n\nmust examine  the evidence and  the inferences  reasonably to  be\n\nextracted  therefrom   in  the  light  most   hospitable  to  the\n\n                    \r                              \n\n     2On  appeal,   Proico  offers  no   developed  argumentation\nconcerning any  alleged insufficiency  of the evidence  vis-a-vis\nthe  jury's finding of liability on the  Law 100 claim.  Thus, we\ntreat any such claim as abandoned.  See, e.g., Ryan v. Royal Ins.\r                                                                           \nCo., </pre><span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span><pre class=\"inline\">, 734 (1st Cir. 1990); United States v. Zannino,\r                                                                          \n</pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span> </span><pre class=\"inline\">(1990).\r                                                 \n\n                                5\r\n\nnonmovant, and may reverse  the denial of  such a motion only  if\n\nreasonable persons could not have reached the conclusion that the\n\njury  embraced.  See  Wagenmann v. Adams, </pre><span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span><pre class=\"inline\">, 200 (1st\r                                                  \n\nCir.  1987).  In performing  this tamisage, \"we  may not consider\n\nthe credibility of witnesses,  resolve conflicts in testimony, or\n\nevaluate the weight of the evidence.\"  </pre><span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"id_token\">Id.</span>\r                                                    \n\n          Appellate review </a></span><pre class=\"inline\">of a district court's disposition of a\n\nRule  59(a) motion is  even more circumscribed;  a district court\n\nmay set aside a jury's verdict and  order a new trial only if the\n\nverdict  is  against  the  demonstrable weight  of  the  credible\n\nevidence or results  in a  blatant miscarriage of  justice.   See\r                                                                           \n\nCoffran v. Hitchock Clinic, Inc., </pre><span class=\"citation\" data-id=\"406206\"><a href=\"/opinion/406206/marion-v-coffran-v-hitchcock-clinic-inc/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 6 (1st Cir.), cert.\r                                                                           \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">1087</span> </span><pre class=\"inline\">(1982).   And, moreover,  a trial  judge's\r                \n\nrefusal to disturb a jury verdict is further insulated because it\n\ncan be reversed solely  for abuse of discretion.   See Freeman v.\r                                                                        \n\nPackage Mach. Co., </pre><span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span><pre class=\"inline\">, 1334 (1st Cir. 1988); Milone v.\r                                                                        \n\nMoceri Family, Inc., </pre><span class=\"citation\" data-id=\"506191\"><a href=\"/opinion/506191/vincent-milone-v-moceri-family-inc/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">, 37 (1st Cir. 1988).\r                             \n\n          Mindful  of the high  hurdles that obstruct appellant's\n\npath, we evaluate the  evidence referable to the ADEA  count with\n\nan  eye  toward  determining  whether it  can  support  only  one\n\noutcome, or, if  not, whether it is  so one-sided that  the trial\n\ncourt's failure to defenestrate  the verdict constituted an abuse\n\nof  discretion.  If neither of these conditions obtain, we cannot\n\ndisturb the lower  court's disposition of appellant's  post-trial\n\nmotions.\n\n                          B.  The Proof.\r                                    B.  The Proof.\r                                                 \n\n                                6\r\n\n          Plaintiff  worked for  appellant in  various capacities\n\nfor approximately two  decades.   During the first  18 years,  he\n\nperformed satisfactorily, spending  most of his time  maintaining\n\nthe company's  inventory system.   In 1988,  appellant reassigned\n\nplaintiff,  then  67  years  old,  to  man  a  sales  counter  at\n\nappellant's place  of business in  San Juan.   Plaintiff concedes\n\nthat  this reclassification  reflected  a  legitimate  change  in\n\nbusiness conditions.\n\n          Though the evidence is largely disputed from this point\n\nforward, plaintiff contends, and  the jury could warrantably have\n\nfound, that  he continued to perform his duties ably.3  In May of\n\n1990,  however, managerial  changes  occurred.   Manuel  Catinchi\n\nbecame the company's executive vice-president.  Plaintiff asserts\n\nthat  Catinchi   soon  embarked  on  a   course  of  age-animated\n\nharassment.   The  pot  began  to  boil  when  Catinchi  summoned\n\nplaintiff  on July  5  and  August  1,  and  criticized  his  job\n\nperformance.  A jury reasonably could have concluded from all the\n\nevidence  that Catinchi  had an  ulterior motive  in calling  the\n\nmeetings; contrary to Catinchi's testimony that the sessions were\n\nsparked by customer complaints that had been reported to Soto and\n\nrelayed  by him to Catinchi, Soto denied having received any such\n                    \r                              \n\n     3At trial, this boast was  substantiated by the testimony of\nboth plaintiff's immediate supervisor, Mr. Soto, and a co-worker,\nNydia  Candelaria.   Plaintiff conceded  at trial,  however, that\nappellant's general manager, George Gonzalez, had reprimanded him\non approximately four occasions in the 1988-1990 time frame.  The\nsignificance  of  these  reprimands  to  plaintiff's overall  job\nperformance  involved  a  fact determination  within  the  jury's\nexclusive province.\n\n                                7\r\n\ncomplaints.   In fact, Soto  testified, he had  never spoken with\n\nCatinchi concerning plaintiff's job performance.  Soto added that\n\nplaintiff's work was exemplary.\n\n          On  August  23,  1990,  Catinchi  wrote   to  plaintiff\n\ninforming him that  he was being \"promoted\" to head  a new office\n\nin Aguadilla, effective September 1.  Appellant asserts that this\n\npromotion demonstrates its lack of animosity toward Sanchez.  But\n\na  jury feasibly could have  viewed the employment  decision in a\n\nmore  sinister light;  after  all, Aguadilla  is  located in  the\n\nwesternmost  part  of  Puerto   Rico,  a  three-hour  drive  from\n\nplaintiff's home; and at any rate, management knew that plaintiff\n\ndid not  own a car and  that his wife suffered  from a disability\n\nthat  made it  unwise  (if  not  impossible)  for  him  to  spend\n\nadditional  time away from  home.  The  company did  not offer to\n\nrelocate  plaintiff or  to  furnish him  transportation, and  the\n\nmodest pay increase that  was to accompany the promotion  was not\n\nenough to defray the costs associated with commuting.4\n\n          The  record  is  tenebrous  as  to   whether  appellant\n\npresented the  promotion to plaintiff as  obligatory or optional.\n\nFor present purposes, we do not think it matters, for,  on August\n\n29,  plaintiff wrote  to  Catinchi declining  reassignment.   His\n\nletter stated that he  had \"reached the conclusion that  all this\n\nhas a name  and a purpose:  harassment  and age discrimination to\n\nforce me  to resign .  . . .\"   The company  neither responded to\n                    \r                              \n\n     4The evidence  also established that appellant  did not have\nan office  in Aguadilla;  its salesmen in  the region  habitually\ncongregated at a local Burger King.\n\n                                8\r\n\nthis  missive  nor opened  an  office in  Aguadilla.   Meanwhile,\n\nplaintiff continued on the job.\n\n          On September 18, 1990,  plaintiff toppled from a ladder\n\nwhile at work.  He reported to the State Insurance  Fund (SIF) to\n\nreceive treatment for the injuries sustained.   He refrained from\n\nworking for several weeks on doctor's orders.  On November 9, the\n\nSIF authorized plaintiff to resume employment.   When he reported\n\nfor  duty,  however,  Gonzalez  refused  to  reinstate  him.    A\n\nconversation ensued,  during which  Gonzalez asked  plaintiff his\n\nage and then  counseled him to collect his pension rather than to\n\n\"screw\"  himself  by  returning  to  work.    Appellant  disputed\n\nplaintiff's  version of  this  conversation, suggesting  that any\n\nremarks by  Gonzalez  were  motivated solely  by  a  concern  for\n\nplaintiff's health and physical condition.\n\n          Having  been  shut  out  of  the  workplace,  plaintiff\n\nrepaired to the SIF.  A functionary there told him that he needed\n\na letter from his employer  as to why he had not  been allowed to\n\nreclaim his job.  Plaintiff went to appellant's place of business\n\non Monday,  November 12, and again requested  reinstatement.  His\n\nentreaty fell on  deaf ears.   He then asked  for an  explanatory\n\nletter, and  was told to  return some other  time since it  was a\n\nfirm holiday and only a skeleton staff was on hand.\n\n          Plaintiff  reappeared later  the same  week, bearing  a\n\nletter he himself had composed.  The letter stated that appellant\n\nhad \"ordered\" him to return to the  SIF.  When he sought to  have\n\nGonzalez sign the letter, Gonzalez's secretary told him to retype\n\n                                9\r\n\nit, substituting \"suggested\" for  \"ordered.\"  Plaintiff complied,\n\nbut Gonzalez still refused to sign the document.\n\n          The barring  of the company's  doors on November  9 and\n\nthe events  of the following  week proved to  be the straws  that\n\nbroke the dromedary's back.  When Gonzalez withheld the letter to\n\nthe SIF, plaintiff left  Proico's premises, went directly to  the\n\noffices  of  the  Puerto  Rico  Labor Department,  and  filed  an\n\nadministrative complaint charging age discrimination.  Two men in\n\ntheir twenties assumed his duties on a temporary basis.\n\n          Plaintiff never returned to Proico's employ.  At first,\n\nhe was unable to obtain  unemployment benefits (apparently due to\n\nthe  lack of the required letter)  and soon declared bankruptcy.5\n\nHe  returned to the SIF  for periodic medical  treatment until he\n\nreceived  a  full discharge  on March  7,  1991.6   Several weeks\n\nlater  the company  officially terminated  plaintiff's employment\n\nand  hired  a  36-year-old  man  as  his  permanent  replacement.\n\nThereafter, plaintiff  filed suit in federal  district court with\n\nthe results previously described.\n\n                       C.  ADEA Liability.\r                                 C.  ADEA Liability.\r                                                   \n\n          In a  trio of  related  arguments, appellant  maintains\n\n                    \r                              \n\n     5Plaintiff ultimately secured unemployment benefits, but the\nrecord is silent as to the date.\n\n     6With certain limitations  (not relevant here),  Puerto Rico\nlaw requires  an employer to reserve an injured worker's position\nfor  a minimum of 15 days following the employee's full discharge\nfrom the SIF.  See P.R. Laws Ann. tit. 11,   7 (1983).  Believing\r                            \nthat he  had been constructively discharged  in November, Sanchez\nmade no effort to  reclaim his job in March of  1991.  The jury's\nverdict had the effect of validating this course of conduct.\n\n                                10\r\n\nthat  plaintiff failed  to establish  a prima  facie case  of age\n\ndiscrimination, and that the evidence supports neither the jury's\n\nfinding that appellant violated the ADEA nor its determination of\n\nwillfulness.  We deal sequentially with these assertions.\n\n          1.  The  Prima Facie  Case.  The  claim that  underlies\r                    1.  The  Prima Facie  Case.\r                                              \n\nappellant's first line of attack   that the case  should not have\n\nreached the jury  because plaintiff failed  to establish a  prima\n\nfacie  case   betrays  confusion concerning the  operation of the\n\nburden-shifting  framework   that  applies  in   many  employment\n\ndiscrimination cases (including this one).\n\n          The  ADEA   makes  it  unlawful  for   an  employer  to\n\n\"discharge any  individual or otherwise  discriminate . .  . with\n\nrespect  to . . . terms, conditions, or privileges of employment,\n\nbecause of such individual's age.\"   29 U.S.C.   623(a).   Due to\n\nthe difficulties of unmasking  intentional discrimination, a task\n\nthat has been  described as \"elusive,\"  Texas Dep't of  Community\r                                                                           \n\nAffairs v. Burdine,  </pre><span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">248</span></a></span><pre class=\"inline\">, 255 n.8  (1981), courts  have\r                            \n\ncrafted a  burden-shifting framework  to be  used in  cases where\n\ndirect evidence  of intentional  discrimination is lacking.   See\r                                                                           \n\n</pre><span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"id_token\">id.</span> at 255-56; </a></span><pre class=\"inline\"> see also  McDonnell Douglas Corp.  v. Green,  </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span>\r                                                                     \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">792</span></a></span><pre class=\"inline\">, 802-05  (1973).   Under  this  framework, the  initial\n\nburden is on the  plaintiff, who must make a prima  facie showing\n\nof discrimination.\n\n          The prima facie  case requirement  embodies a  concept,\n\nnot a mechanical exercise.  Though  its contours generally follow\n\nthe McDonnell Douglas model,  a prima facie case must  be custom-\r                               \n\n                                11\r\n\ntailored   to  fit   both  the   particular  animus   (e.g.,  age\r                                                                     \n\ndiscrimination, sex discrimination, race discrimination)  and the\n\nparticular type of employment decision involved (e.g., failure to\r                                                               \n\nhire, failure to promote, failure to retain).  The case at bar is\n\nan  ADEA case charging  wrongful termination  of employment.   In\n\nsuch  circumstances, the  plaintiff can  establish a  prima facie\n\ncase  by  adducing  evidence  that (i)  he  is  a  member of  the\n\nprotected class, i.e., over 40 years old, (ii) the quality of his\r                               \n\nwork  met  the  employer's  legitimate  expectations,  (iii)  the\n\nemployer nevertheless cashiered him, and (iv) the employer sought\n\na    replacement    with    roughly    equivalent    occupational\n\nqualifications, thereby  demonstrating a continuing  need for the\n\nsame services and skills.7   See Vega v. Kodak Caribbean, Ltd., </pre><span class=\"citation\" data-id=\"628958\"><a href=\"/opinion/628958/62-fair-emplpraccas-1198-62-empl-prac-dec-p-42530-17-employee/\"><span class=\"volume\">3</span>\r                                                                        \n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span><pre class=\"inline\">, 479 (1st Cir. 1993); Mesnick v.  General Elec. Co., </pre><span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span>\r                                                                      \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">816</span></a></span><pre class=\"inline\">, 823  (1st Cir.  1991), cert. denied,  112 S.  Ct. 2965\r                                                        \n\n(1992); Hebert v.  Mohawk Rubber  Co., </pre><span class=\"citation\" data-id=\"521902\"><a href=\"/opinion/521902/andrew-p-hebert-v-the-mohawk-rubber-company/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1104</span></a></span><pre class=\"inline\">, 1110  (1st\r                                               \n\nCir. 1989).\n\n          The  burden of making out a prima facie case belongs to\n\n                    \r                              \n\n     7Appellant insists that plaintiff also  had to show that his\nemployer ultimately hired a  replacement who was not a  member of\nthe protected  class.   The case  law in this  circuit is  to the\ncontrary.   See, e.g.,  Cumpiano v. Banco  Santander Puerto Rico,\r                                                                          \n</pre><span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span><pre class=\"inline\">,  155 (1st Cir. 1990)  (stating that \"we have  never\nheld that the  . . . prima facie discharge  case can be fulfilled\nonly  if the complainant shows  that she was  replaced by someone\noutside the  protected group\");  </pre><span class=\"citation\" data-id=\"517427\"><span class=\"antecedent_guess\">Freeman,</span>  <a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">1335</span> </a></span><pre class=\"inline\"> n.2\r                                                  \n(explaining that \"replacement by a younger person . . . is not an\nelement  of the plaintiff's prima  facie case in  an ADEA suit\");\ncf. St. Mary's  Honor Ctr. v.  Hicks, 113 S.  Ct. 2742, 2758  n.1\r                                              \n(1993) (Souter, J., dissenting)  (citing Cumpiano and noting that\r                                                           \nthe  Supreme Court has not addressed the question).  At any rate,\nplaintiff made the showing here.\n\n                                12\r\n\nthe  plaintiff, but it  is \"not onerous.\"   </pre><span class=\"citation\" data-id=\"110424\"><span class=\"antecedent_guess\">Burdine,</span> <a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span>  <span class=\"reporter\">U.S.</span> at\r                                                             \n\n<span class=\"page\">253</span></a></span><pre class=\"inline\">.  All that is needed is the production of admissible evidence\n\nwhich,  if uncontradicted,  would justify  a legal  conclusion of\n\ndiscrimination.  See St.  Mary's Honor Ctr. v. Hicks,  </pre><span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span>\r                                                              \n\n<span class=\"page\">2742</span></a></span><pre class=\"inline\">, 2747 (1993).  However, it is important to remember that the\n\ncontours  of  a  prima facie  case  are  flexible  and situation-\n\nspecific.   Thus, in applying this rubric to the instant case, we\n\nmust take into account a special wrinkle:  here, plaintiff claims\n\na constructive discharge as opposed to an outright dismissal.  We\n\nhave used the term  \"constructive discharge\" to describe employer\n\naction that makes  \"[work] so arduous or  unappealing, or working\n\nconditions so  intolerable, that  a reasonable person  would feel\n\ncompelled to forsake  his job  rather than to  submit to  looming\n\nindignities.\"   </pre><span class=\"citation\" data-id=\"628958\"><span class=\"antecedent_guess\">Vega,</span> <a href=\"/opinion/628958/62-fair-emplpraccas-1198-62-empl-prac-dec-p-42530-17-employee/\"><span class=\"volume\">3</span>  <span class=\"reporter\">F.3d</span> at <span class=\"page\">480</span></a></span><pre class=\"inline\">;  see also  Alicea Rosado v.\r                                                                        \n\nGarcia  Santiago,  </pre><span class=\"citation\" data-id=\"349221\"><a href=\"/opinion/349221/israel-alicea-rosado-v-ramon-garcia-santiago/\"><span class=\"volume\">562</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">114</span></a></span><pre class=\"inline\">,  119-20  (1st  Cir.  1977).   A\r                          \n\nconstructive   discharge  also   may  occur   when  an   employer\n\neffectively prevents an  employee from performing his job.   See,\r                                                                          \n\ne.g., Aviles-Martinez v. Monroig,  </pre><span class=\"citation\" data-id=\"582754\"><a href=\"/opinion/582754/francisco-aviles-martinez-and-miguel-a-flores-colon-v-guillermo-jimenez/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span><pre class=\"inline\">, 6 (1st  Cir. 1992)\r                                          \n\n(finding  constructive discharge  when  an employer,  inter alia,\r                                                                          \n\n\"removed all  of [plaintiff's] files  and then chastised  him for\n\nnot doing his work\");  Parrett v. City of Connersville,  </pre><span class=\"citation\" data-id=\"437530\"><a href=\"/opinion/437530/donald-r-parrett-v-city-of-connersville-indiana/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span>\r                                                                \n\n<span class=\"page\">690</span></a></span><pre class=\"inline\">, 694  (7th Cir.  1984) (finding constructive  discharge where\n\nsupervisor removed all work  and responsibilities from employee),\n\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1145</span> </span><pre class=\"inline\">(1985).\r                      \n\n          Silhouetted against this backdrop, appellant's argument\n\nseems misshapen in  two respects.  First and  foremost, plaintiff\n\n                                13\r\n\nsucceeded  in limning  a prima facie  case:   he was  in his late\n\nsixties;  his immediate  supervisor and  his sole  co-worker both\n\npraised his  job performance;  SIF's physicians believed  that he\n\nwas  medically fit  to  resume  his  duties  by  November  9;  he\n\nattempted to return to  work on that date, yet  appellant refused\n\nto reinstate him and thereafter spurned at least one other direct\n\nrequest for reinstatement; and  appellant concedes that it  had a\n\ncontinuing  need  for the  position.    This  gusher of  evidence\n\npossessed more  than enough  force to  exceed the  relatively low\n\nthreshold on which the prima facie case requirement rests.\n\n          Second, the question posed by appellant's  challenge is\n\nfundamentally  irrelevant.  Once a prima facie ADEA case has been\n\nestablished under the  McDonnell Douglas framework,  an inference\r                                                  \n\nof  discrimination  arises.    See </pre><span class=\"citation\" data-id=\"573068\"><span class=\"antecedent_guess\">Mesnick,</span>  <a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span>  <span class=\"reporter\">F.2d</span>  at <span class=\"page\">823-25</span>\r</a></span><pre class=\"inline\">                                                    \n\n(elucidating the burden-shifting framework).   At this point, the\n\nburden  switches  to  the  employer to  articulate  a  legitimate\n\nnondiscriminatory  reason for the  challenged action.   This is a\n\nburden of production, not of persuasion; the employer merely must\n\n\"set  forth, through  the  introduction of  admissible  evidence,\n\nreasons for  its action which, if believed  by the trier of fact,\r                                                                          \n\nwould support a finding that unlawful discrimination was  not the\n\ncause of the employment action.\"  St. Mary's, 113 S.  Ct. at 2747\r                                                      \n\n(internal quotation omitted); accord Woods v. Friction Materials,\r                                                                           \n\nInc.,     F.3d     (1st Cir. 1994) [No. 93-2296, slip op. at 9].\r              \n\n          If, as in this  case, the employer meets the  burden of\n\nproduction,  the inference  arising  from the  plaintiff's  prima\n\n                                14\r\n\nfacie case \"drops from the case.\"  St. </pre><span class=\"citation\" data-id=\"112901\"><span class=\"antecedent_guess\">Mary's,</span> <a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2747</span>\r</a></span><pre class=\"inline\">                                                       \n\n(quoting  </pre><span class=\"citation\" data-id=\"110424\"><span class=\"antecedent_guess\">Burdine,</span> <a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">255</span> </a></span><pre class=\"inline\">n.10).   The  plaintiff, who\r                           \n\nretains the  burden of proof  throughout, then must  persuade the\n\ntrier  of  fact  that  he  has  been  victimized  by  intentional\n\ndiscrimination.  See </pre><span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"id_token\">id.</span> at 2748-49. </a></span><pre class=\"inline\"> In this campaign, the facts\r                                                                           \n\nthat comprised  plaintiff's prima  facie case may  be considered,\n\nbut the  inference of  discrimination originally attributable  to\n\nthose facts  no longer pertains.   See </pre><span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"id_token\">id.</span> at 2749; </a></span><pre class=\"inline\"> </pre><span class=\"citation\" data-id=\"573068\"><span class=\"antecedent_guess\">Mesnick,</span> <a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span>\r                                                                      \n\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">823</span></a></span><pre class=\"inline\">.  To carry  the devoir of persuasion on this ultimate\n\nissue, the plaintiff must identify  probative evidence suggesting\n\nthat the reason given  by the employer for the  employment action\n\nis  pretextual, and,  moreover,  that it  is  a pretext  for  age\n\ndiscrimination.8  See  e.g., </pre><span class=\"citation\" data-id=\"573068\"><span class=\"antecedent_guess\">Mesnick,</span> <a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">823</span></a></span><pre class=\"inline\">-24; Medina-\r                                                                           \n\nMunoz v.  R.J.  Reynolds Tobacco  Co., </pre><span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">,  9 (1st  Cir.\r                                               \n\n1990); </pre><span class=\"citation\" data-id=\"517427\"><span class=\"antecedent_guess\">Freeman,</span> <a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1336</span></a></span><pre class=\"inline\">.\r                        \n\n          As can readily  be seen  from this  analysis, when,  as\n\nnow,  an employment discrimination action has been submitted to a\n\njury,  the burden-shifting framework  has fulfilled its function,\n\nand  backtracking  serves no  useful purpose.    To focus  on the\n\nexistence of a prima  facie case after a discrimination  case has\n\n                    \r                              \n\n     8Depending on the  facts of the  particular case, showing  a\ndefendant's articulated explanation for an employment decision to\nbe  pretextual  may    or  may  not    suffice  to  establish age\ndiscrimination,  \"particularly if  disbelief is accompanied  by a\nsuspicion of mendacity.\"   St.  Mary's, 113 S.  Ct. at 2749;  see\r                                                                           \nalso Hazen  Paper Co. v. Biggins,  </pre><span class=\"citation\" data-id=\"112844\"><a href=\"/opinion/112844/hazen-paper-co-v-biggins/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1701</span></a></span><pre class=\"inline\">,  1708 (1993);\r                                          \nWoods,      F.3d at      n.3 [slip op.  at 11 n.3].   We need not\r               \nprobe the  point today,  as Sanchez adduced  independent evidence\nwhich,  when   credited  by  the  jury,   sufficed  to  establish\nappellant's discriminatory animus.\n\n                                15\r\n\nbeen fully tried on  the merits is to \"unnecessarily  evade[] the\n\nultimate  question of  discrimination  vel non.\"   United  States\r                                                                           \n\nPostal Serv. Bd. of Govs. v. Aikens, </pre><span class=\"citation\" data-id=\"110899\"><a href=\"/opinion/110899/postal-service-bd-of-governors-v-aikens/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span><pre class=\"inline\">, 713-14 (1983);\r                                             \n\nsee also  </pre><span class=\"citation\" data-id=\"573068\"><span class=\"antecedent_guess\">Mesnick,</span>  <a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">824-25</span></a></span><pre class=\"inline\">.   By  like  token,  our\r                           \n\nevaluation  of post-trial  motions seeking  relief from  a jury's\n\nverdict  in such  a case  is similarly  confined to  the ultimate\n\nquestion of  discrimination.   Consequently, to wander  afield in\n\npursuit of appellant's  phantom \"prima facie case\" argument  is a\n\nbit like  undertaking early  morning calisthenics:   it  might be\n\ngood  exercise, but it certainly is not essential to the business\n\nof the day.\n\n          For  these  reasons,   appellant's  first  argument  is\n\nunavailing.\n\n          2.    Sufficiency  of  the  Evidence.    The  heart  of\r                    2.    Sufficiency  of  the  Evidence.\r                                                        \n\nappellant's   ADEA  challenge   is  its   claim  of   evidentiary\n\ninsufficiency.  We have combed the record and detect a surfeit of\n\nevidence from  which a  rational jury could  have concluded  that\n\nappellant transgressed the law.\n\n          The  evidence    much of which  is highlighted  in Part\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">II(B),</span> supra </span><pre class=\"inline\">  is  copious enough that a lengthy  exegesis, laden\r                      \n\nwith  exquisite  detail,  would  serve  no  useful  purpose.   It\n\nsuffices to say that, although appellant articulated a plausible,\n\nnondiscriminatory reason for refusing to reinstate plaintiff   it\n\ncontended  that  he  had  not  sufficiently  recovered  from  his\n\ninjuries  to resume his  duties on  November 9,  1990    the jury\n\nrejected  that explanation.  And the jury's skepticism has strong\n\n                                16\r\n\nroots in the record.\n\n          It is  undisputed that  appellant refused  to reinstate\n\nSanchez on November 9.   Thus, the jury had to determine  whether\n\nthat refusal  constituted  a constructive  discharge, as  Sanchez\n\ncontended, or  whether, as appellant contended,  it constituted a\n\nbona  fide  personnel  decision  based  on  Sanchez's  incomplete\n\nrecovery  from his injuries.  The jury  did not have to make this\n\ndetermination in a vacuum.  It heard evidence, for example, about\n\nCatinchi's  serial reprimands  of  plaintiff    reprimands  that,\n\ngiven Soto's testimony, the jury could have believed to be bogus.\n\nThe jury also heard  evidence about a \"promotion\" that  seemed to\n\nbe no  promotion at all,  but more like  the kiss of death.   The\n\njury plausibly could  have thought the entire Aguadilla affair to\n\nhave been a subterfuge  aimed at forcing plaintiff's resignation.\n\nThen,  too, the jury heard evidence about the SIF's assessment of\n\nplaintiff's  health  status  and  supportably  could  have  found\n\nGonzalez's contrary views to be pretextual, particularly in light\n\nof  his refusal  to  sign  a letter  to  the SIF  explaining  why\n\nplaintiff had not been  reinstated.  Last, but surely  not least,\n\nafter  having refused  to reinstate Sanchez,  Gonzalez questioned\n\nhim about his  age and  made other age-related  remarks that  the\n\njury  reasonably could have construed  as evincing bias.  Indeed,\n\nif the jury credited plaintiff's  version of this conversation   \n\nas  it had  a  right to  do,  especially since  Gonzalez,  though\n\navailable,  was  never called  to testify  at trial    Gonzalez's\n\nstatements comprise potent evidence of age-based animus.\n\n                                17\r\n\n          We will not trespass on the reader's indulgence.  Here,\n\na  perceptive jury,  making permissible  credibility choices  and\n\ndrawing lawful inferences, could conclude that appellant embarked\n\non  a course of conduct designed to purge plaintiff from the work\n\nforce; that  the sudden offer of a sham \"promotion\" was a step in\n\nthe  plot; that,  after  the promotion  ploy failed,  plaintiff's\n\ninjury presented appellant with a fresh  opportunity to reach its\n\ngoal;  that appellant turned plaintiff away on November 9 despite\n\nits  knowledge that  plaintiff  had  recuperated sufficiently  to\n\nperform his job, thereby constructively discharging him; and that\n\nappellant's actions  were  motivated by  a discriminatory  animus\n\ndirected  at plaintiff's age.  In  short, a reasonable factfinder\n\neasily  could have resolved liability  as did the  jurors in this\n\ncase  without  perpetrating a  miscarriage  of  justice.   Hence,\n\nappellant has  not surmounted the daunting obstacles posed by the\n\nstandards of review governing the district  court's denial of its\n\npost-trial motions.\n\n                         D.  Willfulness.\r                                   D.  Willfulness.\r                                                  \n\n          Next, appellant contends that  the lower court erred in\n\nupholding the jury's finding of  willfulness.  This contention is\n\nunpersuasive.\n\n          Willfulness  is  an issue  in  ADEA  cases because  the\n\nstatute  entitles a  prevailing plaintiff  to doubled  backpay in\n\nsituations involving  \"willful violations.\"  29  U.S.C.   626(b).\n\nCongress   intended  this  liquidated   damage  provision  to  be\n\npunitive, thereby serving to deter willful misconduct.  See Trans\r                                                                           \n\n                                18\r\n\nWorld Airlines, Inc. v. Thurston, </pre><span class=\"citation\" data-id=\"111290\"><a href=\"/opinion/111290/trans-world-airlines-inc-v-thurston/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span><pre class=\"inline\">, 125 (1985).   For\r                                          \n\nthis purpose, a violation is  considered willful if \"the employer\n\n. . . knew or showed reckless disregard for the matter of whether\n\nits conduct was prohibited by the ADEA.\"  </pre><span class=\"citation\" data-id=\"111290\"><a href=\"/opinion/111290/trans-world-airlines-inc-v-thurston/\"><span class=\"id_token\">Id.</span> at 126.\r</a></span><pre class=\"inline\">                                                       \n\n          A finding  of willfulness requires  something more than\n\nmerely  showing  that an  employer knew  about  the ADEA  and its\n\npotential applicability in  the workplace.   See  </pre><span class=\"citation\" data-id=\"111290\"><a href=\"/opinion/111290/trans-world-airlines-inc-v-thurston/\"><span class=\"id_token\">id.</span> at  127-28.\r</a></span><pre class=\"inline\">                                                               \n\nFor  example, in  the context  of  determining whether  a settled\n\ncorporate policy violated the  ADEA, the Thurston Court concluded\r                                                           \n\nthat the company's  reasonable, good-faith  efforts to  determine\n\nthat  the policy  complied  with the  ADEA  sufficed to  avoid  a\n\nfinding  of willfulness even though the  policy violated the law.\n\nSee  </pre><span class=\"citation\" data-id=\"111290\"><a href=\"/opinion/111290/trans-world-airlines-inc-v-thurston/\"><span class=\"id_token\">id.</span> at 129. </a></span><pre class=\"inline\"> Willfulness, then,  requires an element akin to\r                  \n\nreckless  disregard  of,  or   deliberate  indifference  to,   an\n\nemployer's  ADEA-related obligations.    See Hazen  Paper Co.  v.\r                                                                       \n\nBiggins, 113 S.  Ct. 1701,  1708 (1993) (\"The  word `willful'  is\r                 \n\nwidely used in the law,  and . . . it is  generally understood to\n\nrefer  to  conduct  that  is  not  merely  negligent.\")  (quoting\n\nMcLaughlin  v. Richland Shoe Co.,  </pre><span class=\"citation\" data-id=\"112072\"><a href=\"/opinion/112072/mclaughlin-v-richland-shoe-co/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span><pre class=\"inline\">,  133 (1988); see\r                                                                           \n\nalso Benjamin v. United Merchants &amp; Mfrs., Inc., </pre><span class=\"citation\" data-id=\"521960\"><a href=\"/opinion/521960/peter-m-benjamin-melvin-h-klipper-and-david-peritz-v-united-merchants/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">41</span></a></span><pre class=\"inline\">, 44\r                                                         \n\n(2d Cir. 1989) (explaining  that an ADEA violation is  willful if\n\nthe evidence  shows  that  the employer  has  not  merely  \"acted\n\nnegligently,  inadvertently  [and]  innocently,\"  but   has  been\n\n\"indifferent  to the  requirements of  the governing  statute and\n\nacted in a purposeful, deliberate, or calculated fashion\").\n\n          In  Biggins, the  Supreme  Court held  that  Thurston's\r                                                                         \n\n                                19\r\n\ndefinition  of  willfulness  is  applicable  not  only  when  the\n\nviolation  is a  \"formal, facially  discriminatory policy,  as in\n\nThurston,\"  but also when the violation  is \"an informal decision\r                  \n\nby  an employer that was motivated by the employee's </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">age[.]\"</span>  <span class=\"volume\">113</span>\n\n<span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1705</span></span><pre class=\"inline\">, 1708-10.9   As in Thurston, the Court  noted that\r                                                    \n\nepisodic violations of the ADEA in disparate treatment cases need\n\nnot automatically  lead to the imposition  of liquidated damages:\n\n\"If an employer  incorrectly but in good faith  and nonrecklessly\n\nbelieves  that   the  statute  permits  a   particular  age-based\n\ndecision, then liquidated damages should not be imposed.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at\r                                                                        \n\n1709.\n</span><pre class=\"inline\">\n          We will not  tarry.  In this case,  on any tenable view\n\nof the law, there is a firm factual foundation for a finding that\n\nProico  willfully  flouted  the  ADEA.    Here,  the  appellant's\n\nmisconduct lay at the  exact crossroads of the antidiscrimination\n\n                    \r                              \n\n     9Prior  to the Court's opinion in Biggins, the circuits were\r                                                        \nin considerable  disarray  as  to the  quality  and  quantity  of\nevidence, beyond evidence of mere awareness, that is necessary to\nunderbrace  an  award  of  liquidated damages  in  an  ADEA case.\nCompare, e.g.,  Dreyer v. Arco Chem.  Co., </pre><span class=\"citation\" data-id=\"476659\"><a href=\"/opinion/476659/dorothy-e-dreyer-and-naomi-d-strayer-v-arco-chemical-company-a-division/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">651</span></a></span><pre class=\"inline\">,  658 (3d\r                                                   \nCir. 1986)  (requiring \"outrageous  conduct\"), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">480</span>\r                                                                      \n<span class=\"reporter\">U.S.</span> <span class=\"page\">906</span> </span><pre class=\"inline\"> (1987) with, e.g., Brown  v. M &amp; M/Mars,  </pre><span class=\"citation\" data-id=\"528252\"><a href=\"/opinion/528252/edward-j-brown-v-m-mmars/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">505</span></a></span><pre class=\"inline\">,\r                                                           \n513  (7th Cir.  1989) (rejecting  the Third  Circuit's approach).\nThe  Biggins   Court  explicitly  rejected  the  Third  Circuit's\r                      \nformulation, and  labelled as \"misplaced\" the  concern of various\ncircuits  that   application  of  the  Thurston   definition  was\r                                                         \ninappropriate in the context  of \"an informal disparate treatment\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">case.\"</span>  <span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1709</span></span><pre class=\"inline\">.   The Court reasoned that  the \"only\ndistinction between Thurston and [an informal disparate treatment\r                                      \ncase] is the existence of formal discrimination.  Age entered the\nemployment decision there through a formal and publicized policy,\nand not as an undisclosed factor motivating the employer on an ad\nhoc  basis . . .  surely an employer's  reluctance to acknowledge\nits reliance  on  the forbidden  factor  should not  cut  against\r                                                                           \nimposing a penalty.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1709-10.\r</span><pre class=\"inline\">                                   \n\n                                20\r\n\nlaws and the employment  relationship; discharge and constructive\n\ndischarge  are among  the  paradigmatic  employment decisions  to\n\nwhich the ADEA is addressed,  and appellant knew   or, at  least,\n\nshould  have known   that its corporate behavior ran afoul of the\n\nantidiscrimination  laws.   Moreover,  the jury  had an  adequate\n\nbasis  for  a  finding  that  appellant's  refusal  to  reinstate\n\nplaintiff was both the  culmination of a deliberate  strategy and\n\nthe crowning  blow in  a series of  actions reflecting  age-based\n\ndiscrimination; or,  cloaked in the  words of the  Biggins Court,\r                                                                    \n\nthat,  notwithstanding  the  lack  of a  \"formal  and  publicized\n\npolicy\"  productive of discrimination,  there is  \"an undisclosed\n\nfactor motivating  the employer  on an ad  hoc basis,\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>   The\r                                                                     \n\nquestionable </span><pre class=\"inline\"> reprimands, the audiences demanded by Catinchi, and\n\nthe  so-called promotion could all be viewed as steps toward this\n\nend.   And the  employer's conduct  after  refusing to  reinstate\n\nSanchez  (including its failure to furnish the SIF with a written\n\nexplanation) strongly reinforce  the suggestion that what  befell\n\nSanchez was anything but a mere fortuity.\n\n          On this pithy  record, we are  confident that the  jury\n\nhad a right  to weave  these several evidentiary  threads into  a\n\ntapestry of calculated misconduct from which it could  infer that\n\nProico's conduct  toward plaintiff was not  merely negligent, but\n\nbordered on  the contemptible.  Appellant's  actions clearly fall\n\noutside  the safe  haven  for good  faith  but incorrect  conduct\n\ndescribed in Biggins and  Thurston.  Thus, the jury's  finding of\r                                            \n\n                                21\r\n\nwillfulness is unimpugnable.10\n\nIII.  MENTAL AND MORAL DAMAGES\r          III.  MENTAL AND MORAL DAMAGES\n\n          Appellant's penultimate  point is that, as  a matter of\n\nlaw, there  was  insufficient evidence  to  support an  award  of\n\ndamages    under    Puerto   Rico's    comprehensive   employment\n\ndiscrimination statute.   This  statute, familiarly known  as Law\n\n100, creates a private cause of action in favor of any person who\n\nis discharged  or otherwise  adversely affected in  employment by\n\nreason   of,  inter   alia,   age  discrimination.11     An   age\r                                    \n                    \r                              \n\n     10To be sure, appellant  maintains that its violation cannot\nbe  considered willful because it did  not take reprisals against\nSanchez for refusing the Aguadilla assignment.  This reasoning is\nspecious.     At  best,  this   evidence  is  relevant,  but  not\ndispositive.   Moreover,  it addresses  only one  of the  several\nactions improperly taken against the plaintiff; on this record, a\nreasonable jury could have  found a willful violation even  if it\nhad determined that the promotion incident, in and of itself, did\nnot transgress the ADEA.\n\n     11The statute states in relevant part:\n\n               Any employer who discharges, lays off or\n          discriminates  against an  employee regarding\n          his salary, wage, pay or remuneration, terms,\n          rank,  conditions, or privileges of his work,\n          or who fails or  refuses to hire or rehire  a\n          person,  or  who  limits  or  classifies  his\n          employees   in  any  manner  which  tends  to\n          deprive a person of employment opportunities,\n          or to  affect his status as  employee, on the\n          basis  of age . .  . race, color, sex, social\n          or  national  origin   or  social   position,\n          political   or   religious  beliefs   of  the\n          employee or applicant for employment:\n               (a) shall incur civil liability\n               (1) for a sum  equal to twice the amount\n          of  damages  sustained  by  the  employee  or\n          applicant for  employment on account  of such\n          action.\n\n                                22\r\n\ndiscrimination  action brought  under  Law 100  differs from  one\n\nbrought under the ADEA in two significant respects.  First, as we\n\nrecognized in Wildman v.  Lerner Stores Corp., </pre><span class=\"citation\" data-id=\"457690\"><a href=\"/opinion/457690/mark-wildman-v-lerner-stores-corporation-mark-wildman-v-lerner-stores/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">605</span> </a></span><pre class=\"inline\">(1st\r                                                       \n\nCir.  1985), in an action  brought under the  ADEA, the plaintiff\n\nretains  the burden of proof  throughout the trial;  in an action\n\nbrought under Law 100, in contrast, the burden of proof shifts to\n\nthe defendant once  the plaintiff has  established a prima  facie\n\ncase.  See </pre><span class=\"citation\" data-id=\"457690\"><a href=\"/opinion/457690/mark-wildman-v-lerner-stores-corporation-mark-wildman-v-lerner-stores/\"><span class=\"id_token\">id.</span> at  609. </a></span><pre class=\"inline\"> Second, and more noteworthy  for present\r                        \n\npurposes, Law 100 permits a plaintiff, upon appropriate proof, to\n\nrecover  damages for  emotional  distress (or  \"mental and  moral\n\nsuffering,\"  to use the term  employed by the  district court and\n\nthe parties).  See  Garcia Pagan v. Shiley Caribbean,  122 D.P.R.\r                                                              \n\n193 (1988).\n\n          With this preface, we  turn to appellant's  sufficiency\n\nchallenge.   As  an initial  matter, it should  be noted  that we\n\nconsider  this challenge  only  in connection  with the  district\n\ncourt's denial of  appellant's motion  for a new  trial.   Proico\n\nneglected to make the sufficiency  claim when moving for judgment\n\nas  a matter  of law  at the  close of  the evidence,  and, thus,\n\nfailed  to preserve it  for appeal.   See Fed. R.  Civ. P. 50(b).\r                                                   \n\nThis is a fatal omission, for \"[if] a defendant wishes to renew a\n\nmotion for judgment  as a matter of  law at the post-trial  stage\n\nwith  a view to  having denial of  that motion considered  by the\n\ncourt of appeals,  the defendant  is required to  have moved  for\n\njudgment as  a matter of law  at the close of  all the evidence.\"\n                    \r                              \n\nP.R. Laws Ann. tit. 29,   146 (Supp. 1989).\n\n                                23\r\n\nKeisling  v. SER-Jobs for Progress,  Inc., </pre><span class=\"citation\" data-id=\"665981\"><a href=\"/opinion/665981/64-fair-emplpraccas-bna-432-64-empl-prac-dec-p-42963-dania-r/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">755</span></a></span><pre class=\"inline\">, 758 (1st\r                                                   \n\nCir.  1994); accord Jusino v. Zayas, </pre><span class=\"citation\" data-id=\"524052\"><a href=\"/opinion/524052/waddie-jusino-v-carmen-sonia-zayas-etc/\"><span class=\"volume\">875</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">986</span></a></span><pre class=\"inline\">, 991 (1st Cir.\r                                             \n\n1989).  Simply  stated, \"[a] party may not base  its motion for a\n\njudgment n.o.v. on a ground that was not argued in its motion for\n\na directed verdict.\"   Systemized  of New England,  Inc. v.  SCM,\r                                                                           \n\nInc., </pre><span class=\"citation\" data-id=\"434889\"><a href=\"/opinion/434889/systemized-of-new-england-inc-v-scm-incorporated/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1030</span></a></span><pre class=\"inline\">, 1035-36 (1st Cir. 1984).\r              \n\n          Although  the  front  door  is closed,  the  back  door\n\nremains ajar.  Appellant  did raise its sufficiency claim  in its\n\nmotion for new trial and, to  that extent, we must consider it in\n\nconnection with  our assessment  of  the weight  of the  credible\n\nevidence.  See </pre><span class=\"citation\" data-id=\"434889\"><a href=\"/opinion/434889/systemized-of-new-england-inc-v-scm-incorporated/\"><span class=\"id_token\">id.</span> at 1036-37. </a></span><pre class=\"inline\"> Having reached a variation of the\r                            \n\nissue, however, we can swiftly dispose of it.  We regularly  have\n\nsaid  that  \"[t]ranslating  legal  damage into  money  damages   \n\nespecially  in  cases  which  involve few  significant  items  of\n\nmeasurable economic loss   is a matter peculiarly within a jury's\n\nken.\"   </pre><span class=\"citation\" data-id=\"494589\"><span class=\"antecedent_guess\">Wagenmann,</span>  <a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">215</span></a></span><pre class=\"inline\">;  accord Ruiz  v.  Gonzalez\r                                                                           \n\nCaraballo,  </pre><span class=\"citation\" data-id=\"558023\"><a href=\"/opinion/558023/marta-ruiz-aka-marta-ruiz-romero-v-generoso-gonzalez-caraballo-etc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">31</span></a></span><pre class=\"inline\">,  34 (1st  Cir.  1991).   And here,  the\r                   \n\ndeferential nature of appellate oversight is accentuated because,\n\nwhile  the   jury  originally  awarded   plaintiff  $150,000  for\n\nemotional  distress,  the district  court  reduced  the award  to\n\n$37,500.12  It is a well-established principle that:\n\n                    \r                              \n\n     12Of course, the district court then doubled the pared award\npursuant to the statutory command that an employer's liability is\nfor \"a sum equal to twice  the amount of damages sustained by the\nemployee.\"  P.R. Laws Ann. tit. 29,   146(a)(2).  For the purpose\nof our analysis, however,  the relevant figure is  the underlying\ndamage  award not the doubled award because the doubling that Law\n100 requires is not tied to any particular evidentiary showing on\nthe plaintiff's part.\n\n                                24\r\n\n          Once a verdict has  been trimmed and reshaped\n          at the  hands of the trial  judge, an assault\n          on the remaining amount calls upon [the court\n          of  appeals] not  merely to grade  the essay,\n          but  to  grade the  teacher's grading  of the\n          essay.   The  resultant constraints  are  not\n          inconsiderable.   We  agree  with  the  Fifth\n          Circuit that \"[w]here the trial court already\n          has  invoked  its  discretion  in  granting a\n          remittitur,  [the]  scope of  review  is even\n          narrower than usual.\"   Stapleton v. Kawasaki\r                                                                 \n          Heavy Industries, Ltd., </pre><span class=\"citation\" data-id=\"371134\"><a href=\"/opinion/371134/ellen-l-stapleton-v-kawasaki-heavy-industries-ltd-and-kawasaki-motors/\"><span class=\"volume\">608</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span><pre class=\"inline\">, 574 n.7\r                                          \n          (5th Cir. 1979).\n\n</pre><span class=\"citation\" data-id=\"558023\"><span class=\"antecedent_guess\">Ruiz,</span> <a href=\"/opinion/558023/marta-ruiz-aka-marta-ruiz-romero-v-generoso-gonzalez-caraballo-etc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">34-35</span> </a></span><pre class=\"inline\"> (quoting </pre><span class=\"citation\" data-id=\"494589\"><span class=\"antecedent_guess\">Wagenmann,</span> <a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">215</span></a></span><pre class=\"inline\">).\r                                                      \n\nThe  appellant  must show,  therefore,  that  the reduced  figure\n\nremains so extravagant as to shock the appellate conscience.  See\r                                                                           \n\n</pre><span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"id_token\">id.</span> at 35.\r</a></span><pre class=\"inline\">             \n\n          Appellant asserts that the evidence is insufficient  to\n\nallow the  award  of  any  sum  of money  for  mental  and  moral\r                                   \n\nsuffering.   This  assertion seemingly  rests on  the absence  of\n\ntrial  testimony  from  any  mental health  professional  say,  a\n\npsychiatrist or psychologist.   But appellant cites no  case that\n\nstands   for  the   proposition  that   expert  testimony   is  a\n\nprerequisite  to  an  award  of  damages  for  mental  and  moral\n\nsuffering.   In other jurisdictions,  expert testimony ordinarily\n\nis not required  to ground  money damages for  mental anguish  or\n\nemotional distress.  See, e.g., Wulf v. City of Wichita, </pre><span class=\"citation\" data-id=\"528293\"><a href=\"/opinion/528293/sheldon-l-wulf-v-the-city-of-wichita-gene-denton-and-richard-lamunyon/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span>\r                                                                 \n\n<span class=\"page\">842</span></a></span><pre class=\"inline\">,  875 (10th Cir. 1989) (upholding award of damages for mental\n\nanguish  and distress based  solely on lay  testimony); Busche v.\r                                                                        \n\nBurkee, </pre><span class=\"citation\" data-id=\"390516\"><a href=\"/opinion/390516/robert-leslie-busche-cross-appellant-v-wallace-e-burkee-cross-appellee/\"><span class=\"volume\">649</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">509</span></a></span><pre class=\"inline\">, 519 n.12 (7th Cir.) (rejecting requirement\r                \n\nof  testimony  of medical  or  psychiatric experts  for  award of\n\ndamages  for  emotional distress),  cert.  denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">897</span>\r</span><pre class=\"inline\">                                                           \n\n                                25\r\n\n(1981);  Gore  v.  Turner, </pre><span class=\"citation no-link\"><span class=\"volume\">563</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">159</span></span><pre class=\"inline\">,  164  (5th Cir.  1977)\r                                   \n\n(stating  that damages  for emotional  distress \"may  be inferred\n\nfrom  the circumstances  as  well as  proved  by the  testimony\")\n\n(citations  omitted); see also Carey v. Piphus, </pre><span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span><pre class=\"inline\">, 264\r                                                        \n\nn.20 (1978) (\"Although essentially subjective, genuine injury  in\n\nthis  respect  [mental suffering  or  emotional  anguish] may  be\n\nevidenced by one's conduct and observed  by others.\"); Marable v.\r                                                                        \n\nWalker,  </pre><span class=\"citation\" data-id=\"416759\"><a href=\"/opinion/416759/sylvester-l-marable-jr-v-francis-j-walker/\"><span class=\"volume\">704</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1219</span></a></span><pre class=\"inline\">,  1220  (11th  Cir.  1983) (holding  that\r                \n\nabsence of \"evidence of  pecuniary loss, psychiatric disturbance,\n\neffect of social activity, or physical symptoms . . . go[es] more\n\nto  the amount, rather than the fact, of damage[s]\" for emotional\n\ndistress).  We see  no basis for  imputing a more stringent  rule\n\nunder Puerto Rico law.13\n\n          Over and beyond this hurdle, we think that the evidence\n\nof record adequately  supports the  pared award.   A recovery  of\n\n$37,500 for emotional distress  can \"fairly be said to  flow from\n\nthe  evidence adduced at trial,\" </pre><span class=\"citation\" data-id=\"558023\"><span class=\"antecedent_guess\">Ruiz,</span> <a href=\"/opinion/558023/marta-ruiz-aka-marta-ruiz-romero-v-generoso-gonzalez-caraballo-etc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">35</span></a></span><pre class=\"inline\">, especially\r                                               \n\ngiven   plaintiff's  testimony   that   appellant's  conduct   in\n\nwrongfully  discharging   him  not  only  stripped   him  of  his\n\nlivelihood  and dignity,  but also  drove him  into bankruptcy.14\n                    \r                              \n\n     13We  hasten to  add that  the district  court appropriately\ntook  the absence of such  evidence into account  in fashioning a\nremittitur,  finding that  \"since  psychological and  psychiatric\nevidence was  not  presented, the  record  would only  support  a\n$37,500 award for pain, mental suffering, and humiliation.\"   The\nplaintiff  accepted the remittitur on  this count as  on the ADEA\ncount.\n\n     14Plaintiff testified that he  was deeply affected by having\nto declare  bankruptcy because  he had always  \"religiously\" paid\nhis debts.\n\n                                26\r\n\nThen, too, plaintiff testified emphatically about the humiliation\n\nthat he suffered  in the  course of shuttling  futilely back  and\n\nforth  between Proico and  the SIF, and the  jury could well have\n\ncredited that testimony.\n\n          We believe  that  we have  written enough  to give  the\n\nreader  the flavor  of the  record.   Though plaintiff's  case on\n\ndamages was relatively asthenic,  we cannot say that  the reduced\n\naward  was   unjustified  or  that  it   offends  our  collective\n\nconscience.   Cf.  </pre><span class=\"citation\" data-id=\"494589\"><span class=\"antecedent_guess\">Wagenmann,</span> <a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">215</span> </a></span><pre class=\"inline\">(finding  damages\r                                      \n\njustified  when  record  reflected  \"stress,  fear,  humiliation,\n\nembarrassment, and stigmatization\").\n\nIV.  DUPLICATIVE DAMAGES\r          IV.  DUPLICATIVE DAMAGES\n\n          Appellant's  last  asseveration  is  that  the district\n\ncourt erred by doubling  plaintiff's damages under both the  ADEA\n\nand Law 100.  This asseveration  presents a pure question of law,\n\nthereby sparking de  novo review.15   See McCarthy  v. Azure,  </pre><span class=\"citation\" data-id=\"195334\"><a href=\"/opinion/195334/mccarthy-v-azure/\"><span class=\"volume\">22</span>\r                                                                      \n\n<span class=\"reporter\">F.3d</span>  <span class=\"page\">351</span></a></span><pre class=\"inline\">,  354  (1st  Cir.  1994);  Liberty  Mut.  Ins.  Co.  v.\r                                                                       \n\nCommercial Union Ins. Co., </pre><span class=\"citation\" data-id=\"593905\"><a href=\"/opinion/593905/liberty-mutual-insurance-company-v-commercial-union-insurance-company/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">750</span></a></span><pre class=\"inline\">, 757 (1st Cir. 1992).\r                                   \n\n          In different  legal  contexts  we  have  several  times\n\n                    \r                              \n\n     15In  the interest of clarity we think it worthwhile to note\nthat appellant does  not argue that the  underlying damage awards\nare duplicative.  Indeed, they are not:  the jury awarded Sanchez\ncompensation for the independent losses of backpay under ADEA and\nmental  anguish  under Law  100, see  supra  note 1.   Similarly,\r                                                     \nappellant does not argue that either the aggregate damages or the\ntotal punitive damages  are so  great as to  insult due  process.\nSee generally Pacific  Mut. Life Ins.  Co. v. Haslip, </pre><span class=\"citation no-link\"><span class=\"volume\">499</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span>\r</span><pre class=\"inline\">                                                              \n(1993).   Appellant  argues  only that  doubling both  underlying\nawards is duplicative.\n\n                                27\r\n\nexpressed the principle that \"a plaintiff is entitled to only one\n\nfull recovery, no matter  how many legal grounds may  support the\n\nverdict.\"   </pre><span class=\"citation\" data-id=\"517427\"><span class=\"antecedent_guess\">Freeman,</span> <a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">1345</span></a></span><pre class=\"inline\">; see  also Linn v. Andover\r                                                                           \n\nNewton  Theolog. Sch.,  Inc., </pre><span class=\"citation\" data-id=\"522861\"><a href=\"/opinion/522861/edmund-h-linn-v-andover-newton-theological-school-inc-edmund-h-linn/\"><span class=\"volume\">874</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  6-8 (1st  Cir. 1989).\r                                      \n\nAppellant  argues  that  this  doctrine  has  application   here:\n\ndoubling  both the  ADEA  and Law  100  awards, appellant  avers,\n\nallows the plaintiff to recover twice for the same loss.\n\n          Appellant's  postulate  does  not  survive  scrutiny.16\n\nLiquidated damages  under ADEA  are punitive  in nature,  and are\n\nintended to deter violations.  See </pre><span class=\"citation\" data-id=\"111290\"><span class=\"antecedent_guess\">Thurston,</span> <a href=\"/opinion/111290/trans-world-airlines-inc-v-thurston/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">125</span></a></span><pre class=\"inline\">.  In\r                                                     \n\ncontrast,  the Puerto  Rico  Supreme Court,  in interpreting  the\n\ndamages provisions of Law 100, has stated that  the legislature's\n\n\"intent was to devise  a formula to redress damages  arising from\n\ndiscrimination in employment.\"  Garcia Pagan v. Shiley Caribbean,\r                                                                          \n\n122 D.P.R. 193 (1988).   This language fits far  more comfortably\n\nwith an aim  to compensate rather  than to punish  or deter.   To\n\nthis  extent, then, the ADEA  and Law 100  awards serve different\n\nends   and   represent   distinct   types   of   damage   awards.\n\n                    \r                              \n\n     16The  cases  relied on  by  appellant  discuss a  different\nscenario.  In the pre-Thurston era,  liquidated damages under the\r                                        \nADEA were often thought to be compensatory in nature.  See, e.g.,\r                                                                          \nGibson v. Mohawk Rubber Co., </pre><span class=\"citation\" data-id=\"411914\"><a href=\"/opinion/411914/30-fair-emplpraccas-859-30-empl-prac-dec-p-33247-12-fed-r-evid/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1093</span></a></span><pre class=\"inline\">, 1102 (8th Cir. 1982).\r                                     \nWhen a discrimination victim received both liquidated damages and\nprejudgment interest,  some courts took the  view that liquidated\ndamages  were intended to \"cover, among other things, loss due to\ndelay,\"  and,  therefore,  held  that  awarding  both  liquidated\ndamages  and  prejudgment interest  would constitute  an improper\nmultiple recovery,  for \"loss  due to  delay [is]  precisely what\nprejudgment interest protects against.  </pre><span class=\"citation\" data-id=\"522861\"><span class=\"antecedent_guess\">Linn,</span> <a href=\"/opinion/522861/edmund-h-linn-v-andover-newton-theological-school-inc-edmund-h-linn/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">6</span></a></span><pre class=\"inline\">; see,\r                                                                          \ne.g., Kolb  v. Goldring, </pre><span class=\"citation\" data-id=\"411646\"><a href=\"/opinion/411646/30-fair-emplpraccas-633-30-empl-prac-dec-p-33169-theodore-kolb-v/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">869</span></a></span><pre class=\"inline\">,  875 (1st Cir. 1982); Blim\r                                                                           \nv. Western Elec. Co.,  </pre><span class=\"citation\" data-id=\"433857\"><a href=\"/opinion/433857/34-fair-emplpraccas-757-34-empl-prac-dec-p-34300-15-fed-r-evid/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1473</span></a></span><pre class=\"inline\">, 1479-80 (10th  Cir.), cert.\r                                                                           \ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">874</span> </span><pre class=\"inline\">(1984).\r                \n\n                                28\r\n\nConsequently, the two  awards, though calculated  in part by  the\n\nsame formula, i.e., doubling, cannot  be deemed duplicative.  Cf.\r                                                                           \n\nLilley v. BTM Corp., </pre><span class=\"citation\" data-id=\"579240\"><a href=\"/opinion/579240/robert-lilley-cross-appellee-v-btm-corporation-cross-appellant/\"><span class=\"volume\">958</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">746</span></a></span><pre class=\"inline\">, 755 (6th Cir.) (holding  that\r                             \n\nawards for liquidated damages under ADEA and prejudgment interest\n\nunder  state  antidiscrimination  statute  are   not  duplicative\n\nbecause the  ADEA's \"liquidated damages are  punitive [while the]\n\nprejudgment interest  [is] compensatory\"),  cert. denied, 113  S.\r                                                                  \n\nCt. 376 (1992).\n\n          Be that  as it may, this appeal  does not require us to\n\ndecide  today  whether   the  doubling  under   Law  100  has   a\n\ncompensatory  thrust.   Even if  we were  to assume  arguendo the\r                                                                       \n\nopposite, i.e.,  that  doubling  under  Law 100  is  punitive  in\r                        \n\nnature,  appellant  would  not  profit.    Punitive  damages  are\n\ndirected  at deterring  and  punishing defendants;  they are  not\r                                                           \n\ndesigned to  compensate plaintiffs for losses.  See </pre><span class=\"citation\" data-id=\"111290\"><span class=\"antecedent_guess\">Thurston,</span> <a href=\"/opinion/111290/trans-world-airlines-inc-v-thurston/\"><span class=\"volume\">469</span>\r                                                                      \n\n<span class=\"reporter\">U.S.</span> at <span class=\"page\">125</span></a></span><pre class=\"inline\">; Robertson Oil Co. v. Phillips Petroleum Co., </pre><span class=\"citation\" data-id=\"660705\"><a href=\"/opinion/660705/robertson-oil-company-inc-v-phillips-petroleum-company/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span>\r                                                                  \n\n<span class=\"page\">373</span></a></span><pre class=\"inline\">,  383 (8th Cir. 1993), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2120</span> </span><pre class=\"inline\">(1994).\r                                                  \n\nAs  such,  the  considerations   that  operate  to  bar  multiple\n\nrecoveries are conceptually and legally inapplicable to  punitive\n\ndamages.  Of course, potential  punitive liability may be limited\n\nby legislative intent  or due  process, see TXO  Prod'n Corp.  v.\r                                                                       \n\nAlliance  Resources  Corp.,  </pre><span class=\"citation\" data-id=\"112900\"><a href=\"/opinion/112900/txo-production-corp-v-alliance-resources-corp/\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">2711</span></a></span><pre class=\"inline\">,  2718-19  (1993);\r                                    \n\nPacific Mut. Life  Ins. Co. v. Haslip, </pre><span class=\"citation no-link\"><span class=\"volume\">499</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 14-15 (1991),\r                                               \n\nbut  appellant has  not argued  either of  those aspects  in this\n\nappeal.  And apart from statute or constitutional considerations,\n\nwe  know of no legal concept of duplicative awards that functions\n\n                                29\r\n\nas a limitation on exemplary damages.\n\n          Thus, we come  full circle.  Regardless  of whether the\n\ndoubling  of a Law  100 award for  mental and  moral suffering is\n\nconceived to  be compensatory or punitive  in nature, appellant's\n\nargument fails.\n\nV.  CONCLUSION\r          V.  CONCLUSION\n\n          We  need  go  no further.    The  record reveals  ample\n\nevidence to  sustain the jury's finding  that appellant willfully\n\nterminated  plaintiff's  employment  due   to  his  age,  thereby\n\ntransgressing  both  federal  and  Commonwealth  statutes.    The\n\nensuing damage awards, as refined by the district court, are also\n\nwithin lawful parameters.  Proico's ship has sailed.\n\nAffirmed.\r          Affirmed.\r                  \n\n                                30\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110899/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111290/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112072/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112557/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112844/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112900/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/349221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/371134/",
    "https://www.courtlistener.com/api/rest/v3/opinions/390516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406206/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411646/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411914/",
    "https://www.courtlistener.com/api/rest/v3/opinions/416759/",
    "https://www.courtlistener.com/api/rest/v3/opinions/433857/",
    "https://www.courtlistener.com/api/rest/v3/opinions/434889/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437530/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457690/",
    "https://www.courtlistener.com/api/rest/v3/opinions/476659/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506191/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521902/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521960/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522861/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524052/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528252/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528293/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558023/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579240/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582754/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660705/",
    "https://www.courtlistener.com/api/rest/v3/opinions/665981/"
  ]
}