{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195646/",
  "id": 195646,
  "absolute_url": "/opinion/195646/united-states-v-maravilla/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195646/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:44:26Z",
  "date_modified": "2020-02-21T23:31:44.957264Z",
  "type": "010combined",
  "sha1": "17c7943ba6e5b6e2493a2cb9035f9cbb8831024c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1315.01A",
  "local_path": null,
  "plain_text": "October 5, 1994\n                    [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1315\n\n           KENNETH A. HANLEY AND PHYLLIS G. HANLEY,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. Frank H. Freedman, Senior U.S. District Judge]\n                                                        \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\n                                          \n                Selya and Cyr, Circuit Judges.\n                                             \n\n                                         \n\nKenneth A. Hanley and Phyllis G. Hanley on brief pro se.\n                                       \nLoretta C.  Argrett, Assistant  Attorney General,  Gary R.  Allen,\n                                                                 \nCharles  E. Brookhart and  Sara Ann Ketchum,  Attorneys, Tax Division,\n                                       \nDepartment of Justice, on brief for appellee.\n\n                                         \n\n                                         \n\n     Per Curiam.  Appellants  Keith and Phyllis Hanley appeal\n               \n\npro  se  from  a  judgment  dismissing  their  first  amended\n       \n\ncomplaint for  lack of  jurisdiction and  from the  denial of\n\ntheir post-judgment motions to amend the complaint and for  a\n\nnew trial.  For the following reasons, we affirm.\n\n                          BACKGROUND\n\n     This is the  second appeal to  this court in  connection\n\nwith the Hanleys' 1986  income taxes.  On April 26, 1990, the\n\nHanleys filed a petition in the United States Tax Court for a\n\nredetermination of deficiency for  tax year 1986.   In Hanley\n                                                             \n\nv.  Commissioner, No. 92-1035  (1st Cir. Dec.  16, 1992) (per\n                \n\ncuriam), we upheld the Tax Court's finding of a deficiency in\n\nthe amount  of $524.  On  April 9, 1993, the  Hanleys filed a\n\nvaguely worded complaint in  the United States District Court\n\nfor the District of  Massachusetts alleging that the Internal\n\nRevenue  Service had discriminated  against them and deprived\n\nthem of  due  process of  law  by violating  various  federal\n\nstatutes in connection with  the assessment and collection of\n\ntheir 1986 taxes.  Although the  complaint is notably lacking\n\nin factual  detail, the  central allegation is  that the  IRS\n\nfailed  to process  a  partnership schedule  attached to  the\n\nHanleys'  1986  tax  return,  and  as  a  result,  improperly\n\nassessed  them in the amount  of $1,824.   The complaint also\n\nalleges that the IRS  improperly failed to issue a  notice of\n\ndeficiency before making  this assessment.1  Read  liberally,\n\nand in light of later filings, the complaint alleges that the\n\nIRS unlawfully  levied on Keith  Hanley's military  pension.2\n\nFinally,  the   complaint  alleges   that  the  IRS   made  a\n\nmathematical error  in computating the Hanleys' tax liability\n\nfor 1986 and refuses to correct it.3\n\n     On July 23,  1993, the government  moved to dismiss  the\n\ncomplaint for lack of jurisdiction.  Among  other things, the\n\ngovernment  argued  that  to the  extent  the  suit  could be\n\nconstrued as  a claim for  a refund pursuant  to 28 U.S.C.   \n\n1346(a) and  26 U.S.C.   7422,  it is barred by  the Hanleys'\n\nfailure to allege, as jurisdictional prerequisites, that they\n\n                    \n\n1.  Although there is no  evidence in the record whether  the\nIRS sent the Hanleys a  notice of deficiency before assessing\nthem $1,824 for tax year 1986,  it is undisputed that the IRS\nat some  point determined that  an additional amount  was due\nfor  that taxable  year  and sent  the  Hanleys a  notice  of\ndeficiency in the  amount of  $1,217.  Indeed,  it was  after\nreceiving  this  notice of  deficiency  in  January 1990  for\n$1,217 that the Hanleys filed a petition in the Tax Court.\n\n2.  Although the Hanleys contend  that this pension is exempt\nfrom levy,  they rely on chapter 73 of title 10 of the United\nStates Code,  which exempts annuities payable  to a surviving\nspouse  and children--but  not military  pensions--from levy.\nSee 10 U.S.C.   1440; 26 U.S.C.   6334(6).  Although under 26\n   \nU.S.C.    6334(6),  special  pension payments  received by  a\nperson whose name  has been  entered on the  Army, Navy,  Air\nForce,  and Coast Guard Medal  of Honor roll  are exempt from\nlevy,  appellants have  never alleged  that Keith  Hanley has\nbeen  entered on this honor  roll or receives  such a special\npension.  \n\n3.  The original complaint names the Commissioner of Internal\nRevenue   as  defendant.      The  first   amended  complaint\nsubstitutes the United States as defendant.\n\n                             -3-\n\nfiled an administrative  claim for refund  and paid the  full\n\ntax assessed.  In addition, the government argued that such a\n\nsuit  is barred  by 26  U.S.C.    6512(a), which  prohibits a\n\ntaxpayer  who  has petitioned  the  Tax Court  from  filing a\n\nrefund suit for the  same taxable year.  The  government also\n\nargued  that to  the extent  the complaint  could be  read as\n\nalleging a  common law  tort, such a  claim is  barred by  28\n\nU.S.C.    2680(c).   Finally, the government  argued that any\n\nclaim  under 26 U.S.C.    7433 for damages  caused by the IRS\n\nduring  the  collection of  taxes is  barred by  the Hanleys'\n\nfailure to allege that they exhausted administrative remedies\n\npursuant to 26 U.S.C.   7433(d)(1).  \n\n     On November  23, 1993, the district  court dismissed the\n\nfirst  amended  complaint  for  lack  of  jurisdiction.    On\n\nDecember 7, 1993,  the Hanleys  filed a motion  to amend  the\n\ncomplaint.  A proposed  second amended complaint, attached to\n\nthis  motion,  added  the  allegation that  the  Hanleys  had\n\nexhausted  administrative  remedies,  but was  not  otherwise\n\nsignificantly  different  than the  first  amended complaint.\n\nApproximately a week later, on December 13, 1993, the Hanleys\n\nfiled a motion for new trial.   Appended to this motion was a\n\ncopy of a document headed:\n\n     ADMINISTRATIVE    DEMAND     TO    THE    SECRETARY\n     (COMMISSIONER  OF  INTERNAL  REVENUE  SERVICE)  FOR\n     RETURN OF  ALL ILL  GOTTEN OR OVER  COLLECTED MONEY\n     TAKEN BY  THE REVENUE SERVICE BY  MEANS OF MISTAKE;\n     OVER   ASSESSMENT;  LEVIES;   AUTOMATED  COLLECTION\n     PROCESS  OR OTHER  MEANS  NOT SPECIFICALLY  LEGALLY\n\n                             -4-\n\n     AUTHORIZED TOO UNDER THE REVENUE LAWS AND TO RETURN\n     ALL  OVER  ASSESSED  PENALTIES;  AND  INTEREST  NOT\n     ENTITLED TO, AS PER THE IRS CODE . . . \n\nThe  district court  denied  both post-judgment  motions, and\n\nthis appeal followed.\n\n                          DISCUSSION\n\n     We  begin with  the  basic proposition  that the  United\n\nStates,  as a  sovereign, is  immune from  lawsuit  unless it\n\nconsents to be sued.   United States v. Testan, 424 U.S. 392,\n                                              \n\n399  (1976).   Accordingly,  any lawsuit  against the  United\n\nStates must be brought in compliance  with a specific statute\n\nwhich  expressly waives sovereign immunity.   Id. at  399.  A\n                                                 \n\nplaintiff has  the burden  of showing  a waiver  of sovereign\n\nimmunity.  See Baker v. United States, 817 F.2d 560, 562 (9th\n                                     \n\nCir. 1987), cert. denied, 487 U.S. 1204 (1988).\n                        \n\n     The  Hanleys contend that 28 U.S.C.    1346(a)(1) and 26\n\nU.S.C.   7422, which together authorize a taxpayer to sue the\n\ngovernment for a tax refund, provide a jurisdictional    base\n\nfor  their suit.    They further  argue  that they  not  only\n\nalleged, but submitted evidence to prove, that they satisfied\n\nthe  requirements for such a suit by filing an administrative\n\nclaim  and  paying all  taxes due.    See McMillen  v. United\n                                                             \n\nStates Dep't of Treasury,  960 F.2d 187, 188 (1st  Cir. 1991)\n                        \n\n(per curiam) (ruling that district court  lacked jurisdiction\n\nover refund  action where  these requirements were  not met).\n\nAppellants   also  contend   that  the  district   court  had\n\n                             -5-\n\njurisdiction under 26  U.S.C.   7433,  and that they  alleged\n\nand  proved that they  exhausted the  administrative remedies\n\nnecessary to bring  an action under this  statute for damages\n\nincurred  during the  collection of taxes.   See  Conforte v.\n                                                          \n\nUnited States,  979 F.2d 1375,  1377 (9th Cir.  1992) (ruling\n             \n\nthat district  court lacked  jurisdiction over    7433 action\n\nwhere plaintiff failed to exhaust administrative remedies).  \n\n     There is  no question  that the first  amended complaint\n\nfails to allege that the Hanleys exhausted the administrative\n\nremedies necessary to bring a refund suit or a   7433 action.\n\nIn  their opposition to  the motion to  dismiss, however, the\n\nHanleys   allege  that   \"all  administrative   avenues  were\n\nexhausted.\"   The proposed  second amended  complaint alleges\n\nthat  the  Hanleys filed  for  an  administrative refund  and\n\n\"exhausted  all legal  and administrative  avenues.\"   In the\n\naccompanying motion to  amend, the Hanleys cite as proof that\n\nthey made an administrative  claim, the document, attached to\n\nthe motion for new trial, demanding \"return of all ill gotten\n\nor  over collected money.\"  In their  motion for a new trial,\n\nappellants  cite  this  same  document  as  proof  that  they\n\nexhausted the administrative requirements for filing a   7433\n\nclaim. \n\n     Even if  we indulge appellants  as pro se  litigants and\n\nconstrue their  first amended complaint  to incorporate later\n\nallegations of having  exhausted administrative remedies,  we\n\n                             -6-\n\nare persuaded that the refund and   7433 claims were properly\n\ndismissed.  The applicable Treasury regulations  require that\n\nan administrative  refund claim include  a detailed statement\n\nproviding  the grounds for relief.  See 26 C.F.R.   301.6402-\n                                       \n\n2(b)(1).  If  this requirement is not  met, meaningful review\n\nof  the   refund  claim   at  the  administrative   level  is\n\nimpossible,  and  a  district  court  lacks  jurisdiction  to\n\nentertain  the refund suit.  See, e.g.,  Hefti v. IRS, 8 F.3d\n                                                     \n\n1169, 1173  (7th Cir. 1993);  Goulding v. United  States, 929\n                                                        \n\nF.2d 329, 332 (7th  Cir. 1991), cert. denied, 113  S. Ct. 188\n                                            \n\n(1992).  In the instant case,  the document alleged to be the\n\nHanleys' administrative refund claim utterly fails to specify\n\nany grounds for relief,  and district court jurisdiction was,\n\naccordingly, lacking.4   The Treasury regulations  for filing\n\nan administrative claim pursuant  to   7433 similarly require\n\na statement  of the  grounds for  relief.   See  26 C.F.R.   \n                                               \n\n301.7433-1(e)(2).   We  think  it equally  apparent that  the\n\npurported administrative demand for \"return of all ill gotten\n\n                    \n\n4.  In light of our ruling that  appellants failed to satisfy\nthe jurisdictional  prerequisites for a refund  suit, we need\nnot  reach the  government's argument  that  the filing  of a\npetition in the Tax  Court serves as a jurisdictional  bar to\nany  refund suit.   We  observe, however,  that as  a general\nrule,  the Tax  Court's  jurisdiction extends  to the  entire\nsubject  of the correct tax  for the particular  year, and 26\nU.S.C.    6512(a) serves  to deprive  the  district court  of\njurisdiction once  the Tax  Court has  been petitioned.   See\n                                                             \nSolitron Devices v.  United States, 862  F.2d 846, 848  (11th\n                                  \nCir. 1989).  Appellants have not argued that the instant case\nfalls within any of the exceptions set forth in   6512(a).   \n\n                             -7-\n\nor over  collected money\"  was inadequate to  confer district\n\ncourt jurisdiction over the Hanleys'   7433 claim.\n\n     For similar reasons, we uphold the denial of appellants'\n\nmotion to amend the complaint.  We note as an  initial matter\n\nthat once  a district court  enters judgment on  a dismissal,\n\nthe filing  of  an  amendment  cannot be  allowed  until  the\n\njudgment  is set aside or vacated under Federal Rule of Civil\n\nProcedure  59(e)  or   60(b).    See  Acevedo-Villalobos   v.\n                                                        \n\nHernandez,  22 F.3d  384, 389  (1st Cir. 1994),  petition for\n                                                             \n\ncert. filed, 63 U.S.L.W.  3161 (U.S. Aug. 29, 1994)  (No. 94-\n           \n\n362).   Putting  aside  the fact  that  the Hanleys  did  not\n\naccompany their motion to amend with the requisite Rule 59(e)\n\nor  60(b) motion, we could  not find that  the district court\n\nabused its  discretion.  The  only significant change  in the\n\nproposed  second  amended  complaint  was   the  addition  of\n\nallegations   that   the  Hanleys   exhausted  administrative\n\navenues.    Assuming,  without  deciding,  that  the proposed\n\nchanges  cured  certain  facial  deficiencies  in  the  first\n\namended complaint with respect  to the Hanleys' refund  and  \n\n7433 claims,  it is  plain, for the  reasons just  discussed,\n\nthat the  proposed amendments  were futile.   See  Jackson v.\n                                                          \n\nSalon, 614 F.2d 15, 17 (1st Cir. 1980) (post-judgment  motion\n     \n\nto amend  complaint properly denied where  amendment would be\n\nfutile).\n\n                             -8-\n\n     We  need not  devote  as much  attention to  appellants'\n\nremaining arguments.   The  Hanleys contend that  the Federal\n\nTort Claims  Act (FTCA),  28 U.S.C.    2671-2680,  provides a\n\njurisdictional basis  for their  action.  Section  2680(c) of\n\nthe  FTCA, however,  prohibits  any suit  against the  United\n\nStates \"arising in respect of the assessment or collection of\n\nany tax . . . \"  See McMillen,  960 F.2d at 188.  The conduct\n                             \n\nalleged  by the Hanleys as  the basis of  their lawsuit falls\n\nsquarely within  the parameters of this  exclusion.  Contrary\n\nto the position taken  by the Hanleys,    2680(c) encompasses\n\nany activities of an  IRS agent even remotely related  to his\n\nor  her official  duties  of assessing  or collecting  taxes,\n\nincluding  unlawful  or  unauthorized actions.    See,  e.g.,\n                                                            \n\nNational Commodity  &amp; Barter Ass'n  v. Gibbs, 886  F.2d 1240,\n                                            \n\n1246 n.5 (10th Cir. 1989) (rejecting argument that    2680(c)\n\nis  inapplicable  where IRS  failed  to comply  with  its own\n\nprocedures); Capozzoli v. Tracey, 663 F.2d 654, 657 (5th Cir.\n                                \n\nDec.  1981)  (rejecting argument  that  tortious or  wrongful\n\nconduct by an agent  cannot, by definition, be in  respect of\n\nhis official duties of assessing or collecting taxes); Morris\n                                                             \n\nv. United States, 521 F.2d 872, 874 (9th Cir. 1975) (unlawful\n                \n\nseizure and levy  of property fell  within exempted group  of\n\ntort   claims  arising  out   of  tax   collection  efforts).\n\nAppellants'   constitutional  challenge   to      2680(c)  is\n\nmeritless.\n\n                             -9-\n\n     We also reject  appellants' argument  that the  district\n\ncourt's  dismissal of their  first amended complaint deprived\n\nthem  of their right to  a jury trial  under the Constitution\n\nand various federal  statutes.  Where,  as here, federal  law\n\nprovides no  basis for the exercise  of federal jurisdiction,\n\nthere  is  no  cognizable  cause  of  action  to   which  any\n\nconstitutional or statutory  right to a jury trial can apply.\n\nSee County of  Suffolk v.  Long Island Lighting  Co., 710  F.\n                                                    \n\nSupp.  1387, 1404 (E.D.N.Y. 1989), aff'd in part and rev'd in\n                                                             \n\npart,  907  F.2d 1295  (2d  Cir. 1990)  (ruling  that Seventh\n    \n\nAmendment  right to  a jury  trial  was not  implicated where\n\nplaintiff's claim  was dismissed  for lack of  jurisdiction).\n\nWe add, however, that  the Seventh Amendment right to  a jury\n\ntrial does not  extend to actions against  the United States,\n\nsee,  e.g., Hudson v. United States, 766 F.2d 1288, 1292 (9th\n                                   \n\nCir. 1985); and  that Article III, Section 2, Clause 3 of the\n\nConstitution, which provides that \"the trial of  all crimes .\n\n. . shall be by jury\", is not applicable to the instant civil\n\naction alleging violations of civil statutes.  \n\n     We  have considered appellants'  remaining arguments and\n\nfind them to be without merit.5  \n\n     Affirmed.\n              \n\n                    \n\n5.  We also deny appellants' request for oral argument.\n\n                             -10-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">October 5, 1994\n                    [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1315\n\n           KENNETH A. HANLEY AND PHYLLIS G. HANLEY,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. Frank H. Freedman, Senior U.S. District Judge]\n                                                        \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\n                                          \n                Selya and Cyr, Circuit Judges.\n                                             \n\n                                         \n\nKenneth A. Hanley and Phyllis G. Hanley on brief pro se.\n                                       \nLoretta C.  Argrett, Assistant  Attorney General,  Gary R.  Allen,\n                                                                 \nCharles  E. Brookhart and  Sara Ann Ketchum,  Attorneys, Tax Division,\n                                       \nDepartment of Justice, on brief for appellee.\n\n                                         \n\n                                         \n\n     Per Curiam.  Appellants  Keith and Phyllis Hanley appeal\n               \n\npro  se  from  a  judgment  dismissing  their  first  amended\n       \n\ncomplaint for  lack of  jurisdiction and  from the  denial of\n\ntheir post-judgment motions to amend the complaint and for  a\n\nnew trial.  For the following reasons, we affirm.\n\n                          BACKGROUND\n\n     This is the  second appeal to  this court in  connection\n\nwith the Hanleys' 1986  income taxes.  On April 26, 1990, the\n\nHanleys filed a petition in the United States Tax Court for a\n\nredetermination of deficiency for  tax year 1986.   In Hanley\n                                                             \n\nv.  Commissioner, No. 92-1035  (1st Cir. Dec.  16, 1992) (per\n                \n\ncuriam), we upheld the Tax Court's finding of a deficiency in\n\nthe amount  of $524.  On  April 9, 1993, the  Hanleys filed a\n\nvaguely worded complaint in  the United States District Court\n\nfor the District of  Massachusetts alleging that the Internal\n\nRevenue  Service had discriminated  against them and deprived\n\nthem of  due  process of  law  by violating  various  federal\n\nstatutes in connection with  the assessment and collection of\n\ntheir 1986 taxes.  Although the  complaint is notably lacking\n\nin factual  detail, the  central allegation is  that the  IRS\n\nfailed  to process  a  partnership schedule  attached to  the\n\nHanleys'  1986  tax  return,  and  as  a  result,  improperly\n\nassessed  them in the amount  of $1,824.   The complaint also\n\nalleges that the IRS  improperly failed to issue a  notice of\n\ndeficiency before making  this assessment.1  Read  liberally,\n\nand in light of later filings, the complaint alleges that the\n\nIRS unlawfully  levied on Keith  Hanley's military  pension.2\n\nFinally,  the   complaint  alleges   that  the  IRS   made  a\n\nmathematical error  in computating the Hanleys' tax liability\n\nfor 1986 and refuses to correct it.3\n\n     On July 23,  1993, the government  moved to dismiss  the\n\ncomplaint for lack of jurisdiction.  Among  other things, the\n\ngovernment  argued  that  to the  extent  the  suit  could be\n\nconstrued as  a claim for  a refund pursuant  to 28 U.S.C.   \n\n1346(a) and  26 U.S.C.   7422,  it is barred by  the Hanleys'\n\nfailure to allege, as jurisdictional prerequisites, that they\n\n                    \n\n1.  Although there is no  evidence in the record whether  the\nIRS sent the Hanleys a  notice of deficiency before assessing\nthem $1,824 for tax year 1986,  it is undisputed that the IRS\nat some  point determined that  an additional amount  was due\nfor  that taxable  year  and sent  the  Hanleys a  notice  of\ndeficiency in the  amount of  $1,217.  Indeed,  it was  after\nreceiving  this  notice of  deficiency  in  January 1990  for\n$1,217 that the Hanleys filed a petition in the Tax Court.\n\n2.  Although the Hanleys contend  that this pension is exempt\nfrom levy,  they rely on chapter 73 of title 10 of the United\nStates Code,  which exempts annuities payable  to a surviving\nspouse  and children--but  not military  pensions--from levy.\nSee 10 U.S.C.   1440; 26 U.S.C.   6334(6).  Although under 26\n   \nU.S.C.    6334(6),  special  pension payments  received by  a\nperson whose name  has been  entered on the  Army, Navy,  Air\nForce,  and Coast Guard Medal  of Honor roll  are exempt from\nlevy,  appellants have  never alleged  that Keith  Hanley has\nbeen  entered on this honor  roll or receives  such a special\npension.  \n\n3.  The original complaint names the Commissioner of Internal\nRevenue   as  defendant.      The  first   amended  complaint\nsubstitutes the United States as defendant.\n\n                             -3-\n\nfiled an administrative  claim for refund  and paid the  full\n\ntax assessed.  In addition, the government argued that such a\n\nsuit  is barred  by 26  U.S.C.    6512(a), which  prohibits a\n\ntaxpayer  who  has petitioned  the  Tax Court  from  filing a\n\nrefund suit for the  same taxable year.  The  government also\n\nargued  that to  the extent  the complaint  could be  read as\n\nalleging a  common law  tort, such a  claim is  barred by  28\n\nU.S.C.    2680(c).   Finally, the government  argued that any\n\nclaim  under 26 U.S.C.    7433 for damages  caused by the IRS\n\nduring  the  collection of  taxes is  barred by  the Hanleys'\n\nfailure to allege that they exhausted administrative remedies\n\npursuant to 26 U.S.C.   7433(d)(1).  \n\n     On November  23, 1993, the district  court dismissed the\n\nfirst  amended  complaint  for  lack  of  jurisdiction.    On\n\nDecember 7, 1993,  the Hanleys  filed a motion  to amend  the\n\ncomplaint.  A proposed  second amended complaint, attached to\n\nthis  motion,  added  the  allegation that  the  Hanleys  had\n\nexhausted  administrative  remedies,  but was  not  otherwise\n\nsignificantly  different  than the  first  amended complaint.\n\nApproximately a week later, on December 13, 1993, the Hanleys\n\nfiled a motion for new trial.   Appended to this motion was a\n\ncopy of a document headed:\n\n     ADMINISTRATIVE    DEMAND     TO    THE    SECRETARY\n     (COMMISSIONER  OF  INTERNAL  REVENUE  SERVICE)  FOR\n     RETURN OF  ALL ILL  GOTTEN OR OVER  COLLECTED MONEY\n     TAKEN BY  THE REVENUE SERVICE BY  MEANS OF MISTAKE;\n     OVER   ASSESSMENT;  LEVIES;   AUTOMATED  COLLECTION\n     PROCESS  OR OTHER  MEANS  NOT SPECIFICALLY  LEGALLY\n\n                             -4-\n\n     AUTHORIZED TOO UNDER THE REVENUE LAWS AND TO RETURN\n     ALL  OVER  ASSESSED  PENALTIES;  AND  INTEREST  NOT\n     ENTITLED TO, AS PER THE IRS CODE . . . \n\nThe  district court  denied  both post-judgment  motions, and\n\nthis appeal followed.\n\n                          DISCUSSION\n\n     We  begin with  the  basic proposition  that the  United\n\nStates,  as a  sovereign, is  immune from  lawsuit  unless it\n\nconsents to be sued.   United States v. Testan, </pre><span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span><pre class=\"inline\">,\n                                              \n\n399  (1976).   Accordingly,  any lawsuit  against the  United\n\nStates must be brought in compliance  with a specific statute\n\nwhich  expressly waives sovereign immunity.   </pre><span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"id_token\">Id.</span> at  399. </a></span><pre class=\"inline\"> A\n                                                 \n\nplaintiff has  the burden  of showing  a waiver  of sovereign\n\nimmunity.  See Baker v. United States, </pre><span class=\"citation\" data-id=\"487474\"><a href=\"/opinion/487474/wade-baker-and-rita-baker-v-united-states/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">560</span></a></span><pre class=\"inline\">, 562 (9th\n                                     \n\nCir. 1987), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1204</span> </span><pre class=\"inline\">(1988).\n                        \n\n     The  Hanleys contend that 28 U.S.C.    1346(a)(1) and 26\n\nU.S.C.   7422, which together authorize a taxpayer to sue the\n\ngovernment for a tax refund, provide a jurisdictional    base\n\nfor  their suit.    They further  argue  that they  not  only\n\nalleged, but submitted evidence to prove, that they satisfied\n\nthe  requirements for such a suit by filing an administrative\n\nclaim  and  paying all  taxes due.    See McMillen  v. United\n                                                             \n\nStates Dep't of Treasury,  </pre><span class=\"citation\" data-id=\"580692\"><a href=\"/opinion/580692/raymond-e-mcmillen-jr-and-laura-mcmillen-v-united-states-department-of/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></a></span><pre class=\"inline\">, 188 (1st  Cir. 1991)\n                        \n\n(per curiam) (ruling that district court  lacked jurisdiction\n\nover refund  action where  these requirements were  not met).\n\nAppellants   also  contend   that  the  district   court  had\n\n                             -5-\n\njurisdiction under 26  U.S.C.   7433,  and that they  alleged\n\nand  proved that they  exhausted the  administrative remedies\n\nnecessary to bring  an action under this  statute for damages\n\nincurred  during the  collection of taxes.   See  Conforte v.\n                                                          \n\nUnited States,  </pre><span class=\"citation no-link\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1375</span></span><pre class=\"inline\">,  1377 (9th Cir.  1992) (ruling\n             \n\nthat district  court lacked  jurisdiction over    7433 action\n\nwhere plaintiff failed to exhaust administrative remedies).  \n\n     There is  no question  that the first  amended complaint\n\nfails to allege that the Hanleys exhausted the administrative\n\nremedies necessary to bring a refund suit or a   7433 action.\n\nIn  their opposition to  the motion to  dismiss, however, the\n\nHanleys   allege  that   \"all  administrative   avenues  were\n\nexhausted.\"   The proposed  second amended  complaint alleges\n\nthat  the  Hanleys filed  for  an  administrative refund  and\n\n\"exhausted  all legal  and administrative  avenues.\"   In the\n\naccompanying motion to  amend, the Hanleys cite as proof that\n\nthey made an administrative  claim, the document, attached to\n\nthe motion for new trial, demanding \"return of all ill gotten\n\nor  over collected money.\"  In their  motion for a new trial,\n\nappellants  cite  this  same  document  as  proof  that  they\n\nexhausted the administrative requirements for filing a   7433\n\nclaim. \n\n     Even if  we indulge appellants  as pro se  litigants and\n\nconstrue their  first amended complaint  to incorporate later\n\nallegations of having  exhausted administrative remedies,  we\n\n                             -6-\n\nare persuaded that the refund and   7433 claims were properly\n\ndismissed.  The applicable Treasury regulations  require that\n\nan administrative  refund claim include  a detailed statement\n\nproviding  the grounds for relief.  See 26 C.F.R.   301.6402-\n                                       \n\n2(b)(1).  If  this requirement is not  met, meaningful review\n\nof  the   refund  claim   at  the  administrative   level  is\n\nimpossible,  and  a  district  court  lacks  jurisdiction  to\n\nentertain  the refund suit.  See, e.g.,  Hefti v. IRS, </pre><span class=\"citation\" data-id=\"656593\"><a href=\"/opinion/656593/charles-r-hefti-and-marion-hefti-v-internal-revenue-service/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span>\n                                                     \n\n<span class=\"page\">1169</span></a></span><pre class=\"inline\">, 1173  (7th Cir. 1993);  Goulding v. United  States, </pre><span class=\"citation\" data-id=\"558085\"><a href=\"/opinion/558085/victor-h-goulding-v-united-states/\"><span class=\"volume\">929</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">329</span></a></span><pre class=\"inline\">, 332 (7th  Cir. 1991), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">188</span>\n</span><pre class=\"inline\">                                            \n\n(1992).  In the instant case,  the document alleged to be the\n\nHanleys' administrative refund claim utterly fails to specify\n\nany grounds for relief,  and district court jurisdiction was,\n\naccordingly, lacking.4   The Treasury regulations  for filing\n\nan administrative claim pursuant  to   7433 similarly require\n\na statement  of the  grounds for  relief.   See  26 C.F.R.   \n                                               \n\n301.7433-1(e)(2).   We  think  it equally  apparent that  the\n\npurported administrative demand for \"return of all ill gotten\n\n                    \n\n4.  In light of our ruling that  appellants failed to satisfy\nthe jurisdictional  prerequisites for a refund  suit, we need\nnot  reach the  government's argument  that  the filing  of a\npetition in the Tax  Court serves as a jurisdictional  bar to\nany  refund suit.   We  observe, however,  that as  a general\nrule,  the Tax  Court's  jurisdiction extends  to the  entire\nsubject  of the correct tax  for the particular  year, and 26\nU.S.C.    6512(a) serves  to deprive  the  district court  of\njurisdiction once  the Tax  Court has  been petitioned.   See\n                                                             \nSolitron Devices v.  United States, </pre><span class=\"citation\" data-id=\"515252\"><a href=\"/opinion/515252/solitron-devices-inc-v-united-states/\"><span class=\"volume\">862</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">846</span></a></span><pre class=\"inline\">, 848  (11th\n                                  \nCir. 1989).  Appellants have not argued that the instant case\nfalls within any of the exceptions set forth in   6512(a).   \n\n                             -7-\n\nor over  collected money\"  was inadequate to  confer district\n\ncourt jurisdiction over the Hanleys'   7433 claim.\n\n     For similar reasons, we uphold the denial of appellants'\n\nmotion to amend the complaint.  We note as an  initial matter\n\nthat once  a district court  enters judgment on  a dismissal,\n\nthe filing  of  an  amendment  cannot be  allowed  until  the\n\njudgment  is set aside or vacated under Federal Rule of Civil\n\nProcedure  59(e)  or   60(b).    See  Acevedo-Villalobos   v.\n                                                        \n\nHernandez,  </pre><span class=\"citation\" data-id=\"195330\"><a href=\"/opinion/195330/acevedo-villalobos-v-hon-hernandez/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">384</span></a></span><pre class=\"inline\">, 389  (1st Cir. 1994),  petition for\n                                                             \n\ncert. filed, </pre><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">U.S.L.W.</span>  <span class=\"page\">3161</span> </span><pre class=\"inline\">(U.S. Aug. 29, 1994)  (No. 94-\n           \n\n362).   Putting  aside  the fact  that  the Hanleys  did  not\n\naccompany their motion to amend with the requisite Rule 59(e)\n\nor  60(b) motion, we could  not find that  the district court\n\nabused its  discretion.  The  only significant change  in the\n\nproposed  second  amended  complaint  was   the  addition  of\n\nallegations   that   the  Hanleys   exhausted  administrative\n\navenues.    Assuming,  without  deciding,  that  the proposed\n\nchanges  cured  certain  facial  deficiencies  in  the  first\n\namended complaint with respect  to the Hanleys' refund  and  \n\n7433 claims,  it is  plain, for the  reasons just  discussed,\n\nthat the  proposed amendments  were futile.   See  Jackson v.\n                                                          \n\nSalon, </pre><span class=\"citation\" data-id=\"373916\"><a href=\"/opinion/373916/anthony-jackson-v-stephen-salon/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">, 17 (1st Cir. 1980) (post-judgment  motion\n     \n\nto amend  complaint properly denied where  amendment would be\n\nfutile).\n\n                             -8-\n\n     We  need not  devote  as much  attention to  appellants'\n\nremaining arguments.   The  Hanleys contend that  the Federal\n\nTort Claims  Act (FTCA),  28 U.S.C.    2671-2680,  provides a\n\njurisdictional basis  for their  action.  Section  2680(c) of\n\nthe  FTCA, however,  prohibits  any suit  against the  United\n\nStates \"arising in respect of the assessment or collection of\n\nany tax . . . \"  See </pre><span class=\"citation\" data-id=\"580692\"><span class=\"antecedent_guess\">McMillen,</span>  <a href=\"/opinion/580692/raymond-e-mcmillen-jr-and-laura-mcmillen-v-united-states-department-of/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">188</span></a></span><pre class=\"inline\">.  The conduct\n                             \n\nalleged  by the Hanleys as  the basis of  their lawsuit falls\n\nsquarely within  the parameters of this  exclusion.  Contrary\n\nto the position taken  by the Hanleys,    2680(c) encompasses\n\nany activities of an  IRS agent even remotely related  to his\n\nor  her official  duties  of assessing  or collecting  taxes,\n\nincluding  unlawful  or  unauthorized actions.    See,  e.g.,\n                                                            \n\nNational Commodity  &amp; Barter Ass'n  v. Gibbs, </pre><span class=\"citation\" data-id=\"530046\"><a href=\"/opinion/530046/national-commodity-and-barter-association-national-commodity-exchange/\"><span class=\"volume\">886</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1240</span></a></span><pre class=\"inline\">,\n                                            \n\n1246 n.5 (10th Cir. 1989) (rejecting argument that    2680(c)\n\nis  inapplicable  where IRS  failed  to comply  with  its own\n\nprocedures); Capozzoli v. Tracey, </pre><span class=\"citation\" data-id=\"396559\"><a href=\"/opinion/396559/louis-j-capozzoli-jr-and-laura-b-capozzoli-v-w-j-tracey-jr/\"><span class=\"volume\">663</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">654</span></a></span><pre class=\"inline\">, 657 (5th Cir.\n                                \n\nDec.  1981)  (rejecting argument  that  tortious or  wrongful\n\nconduct by an agent  cannot, by definition, be in  respect of\n\nhis official duties of assessing or collecting taxes); Morris\n                                                             \n\nv. United States, </pre><span class=\"citation\" data-id=\"329707\"><a href=\"/opinion/329707/melvin-morris-jr-and-ramona-morris-v-united-states-of-america/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">872</span></a></span><pre class=\"inline\">, 874 (9th Cir. 1975) (unlawful\n                \n\nseizure and levy  of property fell  within exempted group  of\n\ntort   claims  arising  out   of  tax   collection  efforts).\n\nAppellants'   constitutional  challenge   to      2680(c)  is\n\nmeritless.\n\n                             -9-\n\n     We also reject  appellants' argument  that the  district\n\ncourt's  dismissal of their  first amended complaint deprived\n\nthem  of their right to  a jury trial  under the Constitution\n\nand various federal  statutes.  Where,  as here, federal  law\n\nprovides no  basis for the exercise  of federal jurisdiction,\n\nthere  is  no  cognizable  cause  of  action  to   which  any\n\nconstitutional or statutory  right to a jury trial can apply.\n\nSee County of  Suffolk v.  Long Island Lighting  Co., 710  F.\n                                                    \n\nSupp.  1387, 1404 (E.D.N.Y. 1989), aff'd in part and rev'd in\n                                                             \n\npart,  </pre><span class=\"citation\" data-id=\"544612\"><a href=\"/opinion/544612/county-of-suffolk-a-municipal-corporation-robert-alcorn-christopher-s/\"><span class=\"volume\">907</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1295</span> </a></span><pre class=\"inline\"> (2d  Cir. 1990)  (ruling  that Seventh\n    \n\nAmendment  right to  a jury  trial  was not  implicated where\n\nplaintiff's claim  was dismissed  for lack of  jurisdiction).\n\nWe add, however, that  the Seventh Amendment right to  a jury\n\ntrial does not  extend to actions against  the United States,\n\nsee,  e.g., Hudson v. United States, </pre><span class=\"citation\" data-id=\"454741\"><a href=\"/opinion/454741/daniel-r-hudson-v-united-states/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1288</span></a></span><pre class=\"inline\">, 1292 (9th\n                                   \n\nCir. 1985); and  that Article III, Section 2, Clause 3 of the\n\nConstitution, which provides that \"the trial of  all crimes .\n\n. . shall be by jury\", is not applicable to the instant civil\n\naction alleging violations of civil statutes.  \n\n     We  have considered appellants'  remaining arguments and\n\nfind them to be without merit.5  \n\n     Affirmed.\n              \n\n                    \n\n5.  We also deny appellants' request for oral argument.\n\n                             -10-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109386/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195330/",
    "https://www.courtlistener.com/api/rest/v3/opinions/329707/",
    "https://www.courtlistener.com/api/rest/v3/opinions/373916/",
    "https://www.courtlistener.com/api/rest/v3/opinions/396559/",
    "https://www.courtlistener.com/api/rest/v3/opinions/454741/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487474/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515252/",
    "https://www.courtlistener.com/api/rest/v3/opinions/530046/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544612/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558085/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580692/",
    "https://www.courtlistener.com/api/rest/v3/opinions/656593/"
  ]
}