{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195647/",
  "id": 195647,
  "absolute_url": "/opinion/195647/sullivan-v-pepe/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195647/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:44:27Z",
  "date_modified": "2020-02-21T23:31:47.931945Z",
  "type": "010combined",
  "sha1": "884888488b514f5b8ef3bd7c0102db32b4d1714e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1281.01A",
  "local_path": null,
  "plain_text": "October 6, 1994\n                    [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                       \n\nNo. 94-1281 \n\n                      GLEN M. SULLIVAN,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                     PETER PEPE, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                   Torruella, Chief Judge,\n                                         \n               Cyr and Boudin, Circuit Judges.\n                                             \n\n                                         \n\nGlen M. Sullivan on brief pro se.\n                \nNancy Ankers White, Special Assistant Attorney General, and\n                  \nMichael H. Cohen, Counsel, Department of Correction,  on brief for\n                \nappellee.\n\n                                         \n\n                                         \n\n          Per Curiam.   Pro se prisoner Glen Sullivan appeals\n                              \n\na  district court  order which  granted the  defendant prison\n\nofficials summary judgment in this civil action that Sullivan\n\nfiled under  42 U.S.C.  1983.   Sullivan's verified complaint\n\nsought  declaratory and  injunctive relief  and damages  as a\n\nresult   of   Sullivan's   confinement    in   administrative\n\nsegregation   pending   a   disciplinary  investigation   and\n\nsubsequent  disciplinary  conviction  for participating  with\n\nother inmates in the fraudulent  use of a credit card to  buy\n\nrunning shoes.  As  a result of the  disciplinary conviction,\n\nSullivan was required to forfeit sixty (60) days of good time\n\ncredits.    We   affirm the judgment  for the defendants with\n\none modification.\n\n                              I.\n\n     The complaint named  the following  defendants in  their\n\nindividual capacities:    Peter Pepe,  Superintendent of  the\n\nMassachusetts Correctional Institution  (M.C.I.) at  Norfolk,\n\nLarry Dubois, the  Massachusetts Commissioner of Corrections,\n\nDavid Malone, the disciplinary  hearing officer who  presided\n\nat  Sullivan's  disciplinary  hearing,  and  Sergeant Stephen\n\nGatewood, the  investigating officer at M.C.I.  Norfolk.  The\n\ncomplaint alleged that  the defendants  deprived Sullivan  of\n\nhis good  time credits  without due process  by \"establishing\n\nguilt  without evidence\"  and \"allow[ing]  perjured testimony\n\ninto the record  and bas[ing  the finding of]  guilt on  that\n\n                             -2-\n\ntestimony.\"  Sullivan asked the court  to issue a declaratory\n\njudgment  to that  effect  and to  expunge his  institutional\n\nrecord of the  incident and reinstate his  good time credits.\n\nSullivan also  sought compensatory  damages in the  amount of\n\n$1000  against each defendant for  each day that  he spent in\n\nsegregation  and  $10,000  in   punitive  damages  from  each\n\ndefendant.1\n\n     Before the defendants  were served,  the district  court\n\nreviewed  Sullivan's complaint in  connection with his motion\n\nto proceed in forma pauperis (IFP)  under 28 U.S.C.  1915(a).\n                            \n\nOn October 8, 1993,  the court issued a memorandum  and order\n\nwhich allowed  that motion.   However,  the court  noted that\n\nSullivan's claim for the restoration of his good time credits\n\ncould  only  be raised  by  a  habeas corpus  petition  under\n\nPreiser v. Rodriguez, 411 U.S. 475 (1973).  The court allowed\n                    \n\nSullivan's  remaining  claims   against  the  defendants   to\n\nproceed, noting that its ruling did not determine whether the\n\ncomplaint  was otherwise  sufficient  to state  a claim  upon\n\nwhich relief  could be  granted.  Thereafter,  the defendants\n\nwere served with Sullivan's complaint.2\n\n                    \n\n1.  Although the complaint  is somewhat ambiguous, Sullivan's\nsubsequent filings  indicate that his damages  claim is based\nsolely on his confinement in administrative segregation.\n\n2.  However, the record suggests  that the defendants did not\nreceive the court's October 8, 1993 order.\n\n                             -3-\n                              3\n\n     The  defendants  filed a  motion to  dismiss or,  in the\n\nalternative, for summary judgment.   The motion was supported\n\nby  affidavits  from  defendants  Malone  and  Gatewood   and\n\nnumerous   documents   from   the  disciplinary   proceeding,\n\nincluding  copies  of  the disciplinary  report  that charged\n\nSullivan with  various offenses and the  disciplinary hearing\n\nrecord, which  reported officer  Malone's description  of the\n\nevidence and of the reasons  that he found Sullivan  guilty.3\n\nSullivan filed an opposition to the defendants' motion.   The\n\nparties' respective filings and Sullivan's verified complaint\n\nindicate that the following facts are undisputed. \n\n     Sullivan  is serving  a  12-20 year  sentence for  armed\n\nassault.   Before the disciplinary incident in  issue, he had\n\naccumulated  over  280  good  time credits  and  suffered  no\n\nforfeitures.   On June 9, 1993, Sullivan was removed from the\n\ngeneral  population  at  M.C.I.  Norfolk,  a medium  security\n\nprison, and  placed in the  institution's Receiving Building.\n\nHe was told that he was being placed on pending investigation\n\nstatus  due  to claims  concerning  the fraudulent  use  of a\n\ncredit  card.  On the following day, Sullivan was interviewed\n\nby Sgt.  Gatewood.  Gatewood  told Sullivan that  someone had\n\n                    \n\n3.  The defendants also submitted Sullivan's form request for\nwitnesses, which  identified inmate Steven Santo  as the sole\nwitness Sullivan  wished to  call in his  defense, Sullivan's\nletter   appealing   Malone's    disciplinary   finding    to\nSuperintendent Pepe,  a form  recording that that  appeal had\nbeen denied,  and a  record of Sullivan's  forfeiture of  the\ngood time credits.   \n\n                             -4-\n                              4\n\nplaced  an order for two pairs of sneakers in Sullivan's name\n\nwith East  Bay Running  Store, Inc. (East  Bay), a  Wisconsin\n\ncompany.    The order  that  Sgt.  Gatewood referred  to  was\n\nfraudulently made  with a  third party's credit  card number.\n\nSullivan denied knowledge of any credit card or purchase from\n\nEast Bay in his name.  \n\n     On  June  22,  1993, Sullivan  received  a  disciplinary\n\nreport which alleged that the aforementioned order was placed\n\nwith  East   Bay  in  Sullivan's  name   and  M.C.I.  Norfolk\n\naddress.4   The  disciplinary  report charged  Sullivan  with\n\n                    \n\n4.  The disciplinary report was prepared by Sgt. Gatewood and\ncontained the following allegations:\n\n     On 6-7-93, an investigation was initiated into  the\n     fraudulent use of credit cards by inmates housed at\n     MCI-Norfolk.  Through investigative  techniques and\n     the interview process the following facts have been\n     established.\n\n     On 5-27-93,  an  order was  placed at  East Bay  Running\nStore,    Inc., 427  Third Street, Wausau,  Wisconsin, for  a\npair of   Reebok Shaq  Attack sneakers  and one pair  of Nike\nPantheon  sneakers.  This attempted purchase was fraudulently\ndone      by using an innocent civilian's credit card number.\nThis      order was  scheduled to  be shipped to  Glenn (sic)\nSullivan,      Two  Clark Street, P.O.  Box 43,  Norfolk, MA.\nEast Bay  Running Store was alerted to this credit card fraud\nand  this order was cancelled.\n\n     On  6-9-93,  inmate  Glen  Sullivan was  placed  in  the\n     Receiving  Building  Pending   Investigation.     Inmate\nSullivan  was advised of his Miranda rights at this time.\n\n     On 6-22-93,  this investigation  was concluded.   Inmate\n     Sullivan's status was changed from R.B./P.I. to R.B./AA.\n\n                             -5-\n                              5\n\nmultiple   offenses,  including  stealing.5    Sullivan  also\n\nreceived  a Request for  Representation and/or Witnesses form\n\nwhich he used to  request that inmate Steven Santo  be called\n\nas a  witness at Sullivan's disciplinary hearing.   Santo was\n\nalso under  investigation for  fraudulently using the  credit\n\ncard, as were several other inmates.  \n\n     A  disciplinary hearing was convened  on July 9, 1993 at\n\nwhich defendant Malone presided.  The disciplinary report was\n\nread and  Sullivan denied the  charges.  Although  it appears\n\nthat inmate Santo was not called as a witness, officer Malone\n\nreceived  an unsworn  statement from  him which  was admitted\n\ninto evidence.6  Thereafter,  the hearing was adjourned until\n\n                    \n\n5.  The  disciplinary  report  specifically charged  Sullivan\nwith the following offenses under 103 C.M.R.  430.24 (1992):\n\n     (2) Violating  any departmental  rule or  regulation, or\nany  other rule, regulation,  or condition of  an institution\nor   community based program[,]\n     (8)  Conduct  which  disrupts  or  interferes  with  the\nsecurity  or orderly running of the institution.\n     (23)  Unauthorized possession  of property  belonging to\n     another person.\n     (24)   Possession  of   anything,  including   money  or\ncurrency,      not authorized for retention of receipt by the\ninmate.\n     (26) Stealing.\n     (32)  Violating   any   law  of   the  Commonwealth   of\n     Massachusetts or United States[, and]\n     (33)  Attempting to  commit any  of the  above offenses,\n     aiding  another  person  to  commit  any  of  the  above\noffenses,      and making  plans to  commit any of  the above\noffenses shall      be considered  the same as  commission of\nthe offense    itself.  \n\n6.  Santo's statement  said, \"I,  Steven Santo,  testify that\nGlen  Sullivan had no knowledge of any purchase from East Bay\nCo. being shipped  to him at M.C.I.  Norfolk.  The  order was\n\n                             -6-\n                              6\n\nthe  following  Monday,  July 12th.    On  that day  Sergeant\n\nGatewood testified that the disciplinary report was accurate,\n\nthat an order  for two pairs of sneakers was  scheduled to be\n\nsent to  Sullivan and that informant  information showed that\n\nSullivan was aware that the package of sneakers was coming to\n\nhim.    However, Gatewood  did not  know  who had  placed the\n\nactual  order  and  he  acknowledged that  Sullivan  did  not\n\nreceive anything as a result of the order.  \n\n     Officer  Malone's  affidavit  indicates   that  Sullivan\n\ncomplained   that  he   had   been  unaware   that  informant\n\ninformation  was  going to  be  used.    Malone then  excused\n\nSullivan from  the hearing room and  Gatewood supplied Malone\n\nwith the informant information  in executive session.  Malone\n\ncompleted an informant information checklist  which indicated\n\nthat  the  disclosure  of  the informant  evidence  would  be\n\nhazardous to the informant and institutional security.  Based\n\non information provided by Gatewood, Malone's checklist  also\n\nfound  that the  informant was  reliable because he  had been\n\nused  on   five  previous  occasions,  that  the  informant's\n\ninformation  was credible, and that no favors had been sought\n\n                    \n\nfor  another inmate  purpose.\"   Apart from  officer Malone's\naverment  that  several  inmates  had  disciplinary  hearings\nrelated  to the fraudulent purchases on  July 9th, the record\ndoes  not explain  why Santo  was not  allowed to  testify at\nSullivan's hearing. \n\n                             -7-\n                              7\n\nby,  or promises made to,  the informant in  exchange for the\n\ninformation.7   The  disciplinary hearing  then  resumed  and\n\nMalone told Sullivan that the informant information indicated\n\nthat  Sullivan had  been aware  both that  an order  had been\n\nplaced  using  his  name  and   return  address  and  that  a\n\nfraudulently  obtained  credit  card number  had  been  used.\n\nSullivan  then indicated  that  he had  given another  inmate\n\npermission  to have a  package sent to  Sullivan because that\n\ninmate had  already received  a package  within  the last  30\n\ndays.8  \n\n     As a result of  the disciplinary hearing, officer Malone\n\nfound Sullivan guilty of conduct which disrupts or interferes\n\nwith the security  or orderly running  of the institution  in\n\nviolation  of  103 C.M.R.   430.24(8)  and  of attempting  to\n\ncommit  or aiding another to commit  stealing in violation of\n\n103  C.M.R.   430.24(33), (26).   Malone based his finding on\n\nGatewood's  disciplinary report and  testimony, the informant\n\ninformation,  and Sullivan's  inconsistent statements  at the\n\n                    \n\n7.  The  informant  information checklist  is not  before us,\nalthough Massachusetts  regulations require  that it be  made\npart  of the record of the disciplinary proceedings.  See 103\n                                                         \nC.M.R. 430.15(1)(1992)(hearing  officer's  finding  that  the\ninformant is  reliable and the information  is credible shall\nbe included in the record).\n\n8.  Thus, while Sullivan  initially denied  knowledge that  a\npackage  was coming  to him,  he later  admitted that  he had\ngiven another inmate  permission to  have a  package sent  to\nSullivan for the other  inmate.  However, Sullivan apparently\ncontinued  to  deny knowledge  that  the  package would  have\ncontained sneakers procured through fraud.\n\n                             -8-\n                              8\n\ndisciplinary  hearing.   While  Malone acknowledged  that the\n\ngoods did not  actually reach Sullivan, he determined  that a\n\nguilty finding  was warranted because  Sullivan had attempted\n\nto fraudulently obtain the shoes.9   Malone recommended  that\n\nSullivan  be sanctioned with the  loss of sixty  (60) days of\n\ngood  time credits  and  a custody  status review.   Sullivan\n\nappealed Malone's finding to Superintendent Pepe, maintaining\n\nthat  he  had  no  knowledge  of  the fraudulent  purchase.  \n\nSuperintendent Pepe denied Sullivan's appeal and Commissioner\n\nDubois thereafter  ordered Sullivan to forfeit  sixty days of\n\ngood time credits.10\n\n     Based on  the foregoing facts, the  defendants made four\n\narguments in  support of  their motion  for dismissal/summary\n\njudgment.  They  first asserted that the  complaint failed to\n\nstate an actionable  claim because  Sullivan only  challenged\n\nthe sufficiency  of the evidence at  his disciplinary hearing\n\nand  the  record  established  that  the  evidence supporting\n\nSullivan's  conviction was obviously sufficient under Hill v.\n                                                          \n\nSuperintendent  of Mass. Correctional Institution at Walpole,\n                                                            \n\n472  U.S. 445,  455-57  (1984)(requiring that  there be  only\n\n                    \n\n9.  Malone also found that Santo's statement was not credible\nbecause Santo also was involved  in the investigation and  it\nwas possible  that there had been collaboration  on an alibi.\nMoreover, Santo  did not indicate  how he knew  that Sullivan\nwas not involved. \n\n10.  Sullivan also contends that  he has been reclassified to\nM.C.I. Cedar Junction, a maximum security prison, as a result\nof the disciplinary finding.\n\n                             -9-\n                              9\n\n\"some  evidence\"  of an  inmate's guilt  to sustain  a prison\n\ndisciplinary conviction).11  The defendants argued that there\n\nwas ample  evidence to support  Sullivan's conviction because\n\n(a) it  was undisputed that an order  had been placed using a\n\nfraudulently obtained  credit card number and Sullivan's name\n\nand  return address, (b) the only  issue was whether Sullivan\n\nknew of  the purchase  order and  its fraudulent nature,  (c)\n\ninformant information substantiated that Sullivan  was one of\n\nthe inmates who had participated in the fraudulent use of the\n\ncredit card number, and (d) Sullivan's  denial of the charges\n\nwas properly  discounted  since  he  had  given  inconsistent\n\nstatements concerning  the state of his  knowledge before and\n\nafter Gatewood  testified.   The defendants also  argued that\n\nSullivan  failed  to  state  the basis  for  his  claim  that\n\n\"perjured  testimony\"  had  been  used  against  him.    They\n\ncontended that  if that  claim was  based on the  informant's\n\ninformation, the  claim was  not actionable because  Wolff v.\n                                                          \n\nMcDonnell,  418  U.S.   539,  565  (1974),   recognized  that\n         \n\ninformant information  may properly be used  to obtain prison\n\n                    \n\n11.  In   Hill  the   Supreme   Court   upheld  an   inmate's\n              \ndisciplinary conviction  for assaulting another  inmate based\non  a  corrections  officer's   testimony  that  he  saw  the\nplaintiff/inmate with two other inmates jogging away from the\nbruised victim.  The victim denied that he had been assaulted\nby  the plaintiff and there  was no direct  evidence that any\none  of  the  three fleeing  inmates  had  been the  victim's\nassailant.   Nevertheless,  the Supreme  Court held  that the\nevidence  against  the  plaintiff  was   sufficient  although\narguably \"meager.\"  See 472 U.S. at  456-57. \n                       \n\n                             -10-\n                              10\n\ndisciplinary  convictions.12   The defendants  further argued\n\nthat  Sullivan's  complaint  did  not  allege any  procedural\n\nimproprieties in the admission of the informant's information\n\nunder   103  C.M.R.   430.15(1)-(4)(1992).13     Noting  that\n\nsummary judgment  was appropriate to the  extent that matters\n\noutside the  pleadings were  considered, the  defendants also\n\n                    \n\n12.  While the cited  page in Wolff did not expressly address\n                                   \ninformant  information,  the  Court  acknowledged  that  when\npersonal  or  institutional  safety  was  implicated,  prison\nofficials  could  exclude evidence  from  their  statement of\nreasons  for  taking  disciplinary  action  so  long  as  the\nstatement  indicated the fact of the omission.  One court has\nobserved that  Wolff \"foreshadowed\" the problem  of informant\n                    \ninformation by  indirectly suggesting that  evidence might be\nexcluded from the statement  of reasons to protect informants\nfrom retaliation.  See   Hensley v. Wilson, 850 F.2d 269, 273\n                                          \n(6th Cir. 1987).\n\n13.  103 C.M.R.  430.15 (1992)  sets forth the Procedures for\nthe  Use of  Informant Information.  In general,  it provides\nthat  a hearing  officer may  consider evidence  that is  not\npresented in the inmate's presence only  if the officer makes\na finding that the informant is reliable and  his information\nis credible and that finding is included in the  record.  The\nfinding should  furthermore contain the facts  upon which the\nhearing officer based  his conclusion and a  statement of the\ninformant's information  that (a) is as  specific as possible\nwithout  creating  a  substantial  risk  of  disclosing   the\ninformant's   identity,  and,   (b)  demonstrates   that  the\ninformant  had  personal  knowledge  of  the  information  he\nprovided.  The hearing officer must also find that disclosure\nof the  information would create  a substantial risk  of harm\nand  must further present a summary of the information to the\ninmate at the hearing unless disclosure in any greater detail\nthan that contained in the disciplinary report would create a\nsubstantial risk of disclosing the informant's identity.  The\nregulation is reproduced in the appendix to this opinion.  As\nnoted above at n.7, the record does not contain the informant\ninformation checklist that this regulation requires.  We note\nthat the record also does not  include a specific description\nof  the informant  information  nor any  indication that  the\ninformant  had  personal  knowledge  of  the  information  he\nprovided.      \n\n                             -11-\n                              11\n\nargued that they were entitled to summary judgment on grounds\n\nof qualified  immunity because they acted  with the objective\n\ngood faith  belief that their  actions were proper,  and that\n\nthe court should decline  pendent jurisdiction over any state\n\nlaw  claims that  might  be read  into  the complaint  (which\n\ninvoked both  federal and  pendent jurisdiction)  since there\n\nwas no basis for Sullivan's federal cause of action.\n\n     Sullivan's  opposition  to  the  defendants'  motion was\n\nsupported by an affidavit  from inmate Santo and a  photocopy\n\nof  a December, 1993 letter that Sullivan had written to East\n\nBay in an apparent  effort to gather documents in  support of\n\nhis   defense.14     While  Sullivan's   rambling   prose  is\n\ndifficult  to comprehend,  he maintained  that his  complaint\n\nstated  a  claim  for  the reinstatement  of  his  good  time\n\ncredits,  the  expungement of  the  disciplinary  report, and\n\ncompensation  for  each day  that  he  spent in  segregation.\n\nSullivan  alleged  that  he  had produced  an  affidavit  and\n\nwitness  list that the defendants denied him, but he does not\n\nidentify what witnesses, apart from Santo, he wanted to call,\n\nnor  what  evidence would  have  been  elicited from  them.15\n\n                    \n\n14.  Sullivan asked East Bay for copies of its records of the\nfraudulent orders  and Sullivan's own cash  transactions with\nEast  Bay.    Sullivan's  opposition  asserted  that  he  had\nobtained   documentation   that  would   clear  him   of  the\ndisciplinary charges.\n\n15.  The affidavit from inmate  Santo that Sullivan submitted\nindicated that Santo  had ordered items with the  credit card\nand  that Sullivan  had no  knowledge or  involvement  in the\n\n                             -12-\n                              12\n\nSullivan also alleged that  the defendants violated his state\n\nand federal rights  by placing him in the  Receiving Building\n\non awaiting action  status without due process.   However, he\n\nalleged  no  facts  to  support  this  claim,  but  only made\n\nconclusory assertions that his confinement  in administrative\n\nsegregation constituted cruel  and unusual punishment, denied\n\nhim  the  same  privileges  as the  general  population,  and\n\nviolated Massachusetts policies and regulations.16   \n\n     On  March  4,  1994,  the district  court  endorsed  the\n\ndefendants'  motion  with an  order  indicating  that it  had\n\ntreated the motion as one for summary judgment and allowed it\n\nfor all the reasons set  forth in the defendants' memorandum.\n\nSullivan appeals this ruling.\n\n                             II.\n\n     On appeal, Sullivan  stresses that  while his  complaint\n\nsought declaratory and injunctive relief and compensation for\n\nhis  confinement  in  administrative  segregation,  his  main\n\nconcern is  for the  restoration of  his  good time  credits.\n\n                    \n\nfraudulent scheme.\n\n16.  The  only factual  allegations in  Sullivan's opposition\nrelated to the disciplinary  investigation.  Sullivan alleged\nthat in contrast to  the disciplinary report, which suggested\nthat the  defendant prison officials had  uncovered the fraud\nand contacted East Bay, East Bay had contacted the defendants\nto warn them that several orders had been fraudulently placed\non  the  same  credit  card number  on  behalf  of  different\nindividuals  who  had the  same  address  of delivery  (i.e.,\nM.C.I. Norfolk).  East Bay cancelled the orders and furnished\nthe defendants with a list of names that had been used in the\nattempted fraud.\n\n                             -13-\n                              13\n\nSullivan  reiterates his  contention that  he was  denied due\n\nprocess in his disciplinary proceedings because his guilt was\n\nestablished \"without evidence\" through  informant information\n\nand Gatewood's perjured testimony and because he was not able\n\nto  call  witnesses  or  obtain  affidavits  or  discovery.17\n\nSullivan  also  maintains that  this  court  must review  the\n\ndismissal  of his  claim that  he was  illegally  confined in\n\nadministrative segregation.   He says  that this  confinement\n\nhampered the  preparation of  his defense,  but  he does  not\n\nexplain how.18      Sullivan's  complaint  sought relief  for\n\ntwo  distinct  events:  his  confinement   in  administrative\n\nsegregation  before his  disciplinary  conviction, for  which\n\nSullivan  sought damages,   and  the disciplinary  proceeding\n\nthat resulted in the forfeiture of his good time credits, for\n\n                    \n\n17.  Sullivan also raises  several specious  arguments.   For\nexample, he contends that we must review the judgment for the\ndefendants under the standard imposed by Neitzke v. Williams,\n                                                            \n490  U.S.  319  (1989),  because  the  district  court  acted\nspontaneously.  But it  is clear that the district  court did\nnot render judgment for the defendants spontaneously but only\nin response to the defendants'  motion, thus Neitzke does not\n                                                    \napply.    Sullivan  also  says  that because  he  received  a\ndistrict  court scheduling  order before  he  received notice\nthat the court had allowed the defendants' motion for summary\njudgment  he  was misled  to believe  that  he would  have an\nopportunity to amend his complaint and pursue discovery.  But\nas  Sullivan  had filed  his  opposition  to the  defendants'\nmotion  before  the   scheduling  order  issued,   Sullivan's\nmisperception did not result in any prejudice.   \n\n18.  The  defendants'  motion for  dismissal/summary judgment\ndid not address Sullivan's segregation claim.  The defendants\nnow contend  that we  should deem this  claim waived  because\nSullivan did not plead it sufficiently below.\n\n                             -14-\n                              14\n\nwhich  Sullivan  sought an  order expunging  his disciplinary\n\nconviction and  compelling the  restoration of his  good time\n\ncredits.  While Sullivan's damages claim was cognizable under\n\n42  U.S.C.   1983   as  an  attack   on  his  conditions   of\n\nconfinement, Preiser  v. Rodriguez,  411 U.S.  at 499  &amp; n.14\n                                  \n\n(1973), the district court correctly observed that Sullivan's\n\nclaim  for the restoration of  his good time  credits was not\n\ncognizable  under  42  U.S.C.   1983.    Rather,  Preiser  v.\n                                                         \n\nRodriguez,  411  U.S.  at  482-500,  established that  habeas\n         \n\ncorpus, with its attendant requirement of exhaustion of state\n\nremedies, is the sole  remedy for state prisoners challenging\n\nthe actual duration  of their confinement on  the ground that\n\nthey  have  been  unconstitutionally deprived  of  good  time\n\ncredits. This distinction appears to have gone unnoticed when\n\nthe district court  summarily allowed defendants' motion  for\n\nsummary judgment.  \n\n     As  concerns  Sullivan's  damages  claim  based  on  his\n\nconfinement  in  administrative segregation,  Sullivan merely\n\ncites  to  cases  relating  to  other  challenges  to  inmate\n\nconfinement in administrative  and disciplinary  segregation,\n\nsee, e.g., LeMaire v.  Maass, 745 F. Supp. 623  (D. Or. 1990)\n                            \n\n(holding conditions in  disciplinary segregation unit,  e.g.,\n                                                            \n\ncell  restraints, constituted cruel  and unusual punishment);\n\nHoffer  v.   Commissioner  of  Correction,   412  Mass.   450\n                                         \n\n(1992)(upholding judgment that correction  officials' failure\n\n                             -15-\n                              15\n\nto set conditional release date or  conditions of behavior to\n\nenable inmate to secure release from departmental segregation\n\nunit  violated   due  process);  Royce   v.  Commissioner  of\n                                                             \n\nCorrection, 390  Mass. 425  (1983)  (confinement in  awaiting\n          \n\naction status may not  be used as a pretext  for punishment),\n\nwithout alleging  facts suggesting that  defendants subjected\n\nSullivan to similar  conditions.    Nor has Sullivan  alleged\n\nany  facts to suggest  that his confinement  in the Receiving\n\nBuilding  on awaiting action  status violated   Massachusetts\n\nregulations.19    Thus,  we   affirm  the  judgment  for  the\n\ndefendants  insofar as  it pertains  to Sullivan's  claim for\n\ndamages   based   on   his  confinement   in   administrative\n\nsegregation.\n\n     Sullivan's due  process  challenge to  his  disciplinary\n\nconviction  and loss  of good  time credits  requires further\n\nanalysis,  however.   The  fact that a prisoner-plaintiff may\n\nnot have exhausted state remedies does not preclude dismissal\n\nof  a   habeas  petition   which   is  obviously   meritless,\n\nparticularly  where   the  government  has  not  raised  non-\n\nexhaustion  as a defense.  See, e.g., Granberry v. Greer, 481\n                                                        \n\n                    \n\n19.  The  defendants  correctly  point  out  that  103 C.M.R.\n 430.21(1)(1992) authorizes  prison  officials to  place  \"an\ninmate who is under investigation for a possible disciplinary\noffense  or [who] has been charged with  or found guilty of a\ndisciplinary offense\" on awaiting  action status \"subject  to\nany applicable  review  requirements[.]\"   Sullivan  has  not\nalleged  any  facts  to  suggest  that  any  review or  other\nregulatory  requirements were violated  by his administrative\nsegregation. \n\n                             -16-\n                              16\n\nU.S.  129, 135 n.7 (1987)(\"it is appropriate for the court of\n\nappeals  to  dispose  of  nonmeritorious   petitions  without\n\nreaching the nonexhaustion issue\");  Love v. Butler, 952 F.2d\n                                                   \n\n10, 15  (1st Cir. 1991)(same).  But  we are not satisfied, at\n\nthis  point,  that  Sullivan's   due  process  claim  can  be\n\nconsidered obviously meritless.   The informant's information\n\nwas the only evidence that showed Sullivan's knowledge of the\n\nfraudulent purchases and Sullivan is attacking the use of the\n\ninformant information to prove his culpability in the scheme.\n\n The Massachusetts regulations governing the use of informant\n\ninformation were promulgated after the  Massachusetts Supreme\n\nJudicial Court determined that  due process required  certain\n\nsafeguards when  informant information  is used.   See, e.g.,\n                                                            \n\nNelson v. Commissioner  of Correction, 456 N.E.  2d 1100, 390\n                                     \n\nMass. 379  (1983); Lamoreux v.  Superintendent, Massachusetts\n                                                             \n\nCorrectional Institution, Walpole, 456 N.E.2d 1117, 390 Mass.\n                                 \n\n409  (1983).    Where the informant  information checklist is\n\nnot  in the record, and the record neither indicates what the\n\ninformant's  information was  nor whether  the  informant had\n\npersonal knowledge of the  information he provided, we cannot\n\nsay  that the \"some evidence\" test of Hill has been satisfied\n                                          \n\nwith  respect  to  the   issue  of  knowledge  of  fraudulent\n\npurchases.    In  these  circumstances,  we believe  Sullivan\n\nshould be  permitted to exhaust  his state court  remedies in\n\nconnection with the due process claim.\n\n                             -17-\n                              17\n\n     Accordingly, the judgment entered for  defendants on the\n\ndamages  claim for confinement  in administrative segregation\n\nis  affirmed.  The judgment entered for defendants on the due\n            \n\nprocess claim  for restoration of good time  credits shall be\n\nmodified to reflect that this  claim is dismissed pursuant to\n        \n\nPreiser v.  Rodriguez, 411 U.S. 475,  482-500 (1973), subject\n                     \n\nto exhaustion of state remedies.\n\n                             -18-\n                              18\n\n                           APPENDIX\n                                   \n\n103  C.M.R.  430.15:  Procedures  for the  Use  of  Informant\n                                                             \nInformation  \n           \n\n     In disciplinary cases involving informant information,\n     the hearing officer may consider documentary evidence \n     and/or testimony which is not presented in the presence\n     of  the  inmate or  his  representative  only if,  after\nviewing   and/or   hearing   such  documentary   evidence  or\ntestimony, the      hearing officer has:\n\n     (1) Made a  finding that the  informant is reliable  and\nthat\n     the  information is  credible.   This  finding shall  be\n     included in the record  and should contain the following\n     information:\n          (a) the facts upon  which the hearing officer based\n          his conclusion that the  informant was reliable and\n          that the information was credible.\n          (b) a statement of the information provided by the\n          informant  as specific as possible without creating\na \n          substantial risk of disclosing the identity of the\n          informant.  The  statement should demonstrate  that\nthe\n          informant had personal knowledge of the information\n          he provided;\n\n     (2)  Made   a  finding   that  the  disclosure   of  the\ndocumentary    evidence   or   testimony   provided  by   the\ninformant to the    inmate or his representative would create\na substantial  risk of  harm to  the informant, to  any other\nperson, or to  the security of the institution;\n\n     (3) The hearing officer shall  present a summary of  the\n     informant  information  to the  inmate  at  the hearing.\nSuch      a presentation may, however,  be foregone in  cases\nwhere     disclosure of the information in any greater detail\nthan      that which is contained  in the disciplinary report\nitself    would create  a substantial risk  of disclosing the\nidentity  of the informant.\n\n                             -19-\n                              19\n\n     (4)   The   hearing  officer   may   consider  informant\ninformation    and base the findings  in 103 CMR 430.15(1) on\ninformation    which  is limited to  oral or  written hearsay\nevidence.  The      hearing  officer shall not be required to\ninterview the  informant in person.\n\n                             -20-\n                              20\n",
  "html": "<p class=\"case_cite\">36 F.3d 1089</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Glen M. SULLIVAN, Plaintiff, Appellant,<br>v.<br>Peter PEPE, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1281.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Oct. 6, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts</p>\n      <p class=\"indent\">Glen M. Sullivan on brief pro se.</p>\n      <p class=\"indent\">Nancy Ankers White, Special Assistant Attorney General, and</p>\n      <p class=\"indent\">Michael H. Cohen, Counsel, Department of Correction, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">Affirmed.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se prisoner Glen Sullivan appeals a district court order which granted the defendant prison officials summary judgment in this civil action that Sullivan filed under 42 U.S.C. Sec.  1983.  Sullivan's verified complaint sought declaratory and injunctive relief and damages as a result of Sullivan's confinement in administrative segregation pending a disciplinary investigation and subsequent disciplinary conviction for participating with other inmates in the fraudulent use of a credit card to buy running shoes.  As a result of the disciplinary conviction, Sullivan was required to forfeit sixty (60) days of good time credits.  We affirm the judgment for the defendants with one modification.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The complaint named the following defendants in their individual capacities:  Peter Pepe, Superintendent of the Massachusetts Correctional Institution (M.C.I.) at Norfolk, Larry Dubois, the Massachusetts Commissioner of Corrections, David Malone, the disciplinary hearing officer who presided at Sullivan's disciplinary hearing, and Sergeant Stephen Gatewood, the investigating officer at M.C.I. Norfolk.  The complaint alleged that the defendants deprived Sullivan of his good time credits without due process by \"establishing guilt without evidence\" and \"allow[ing] perjured testimony into the record and bas[ing the finding of] guilt on that testimony.\"  Sullivan asked the court to issue a declaratory judgment to that effect and to expunge his institutional record of the incident and reinstate his good time credits.  Sullivan also sought compensatory damages in the amount of $1000 against each defendant for each day that he spent in segregation and $10,000 in punitive damages from each defendant.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before the defendants were served, the district court reviewed Sullivan's complaint in connection with his motion to proceed in forma pauperis (IFP) under 28 U.S.C. Sec. 1915(a).  On October 8, 1993, the court issued a memorandum and order which allowed that motion.  However, the court noted that Sullivan's claim for the restoration of his good time credits could only be raised by a habeas corpus petition under  Preiser v. Rodriguez, 411 U.S. 475 (1973).  The court allowed Sullivan's remaining claims against the defendants to proceed, noting that its ruling did not determine whether the complaint was otherwise sufficient to state a claim upon which relief could be granted.  Thereafter, the defendants were served with Sullivan's complaint.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defendants filed a motion to dismiss or, in the alternative, for summary judgment.  The motion was supported by affidavits from defendants Malone and Gatewood and numerous documents from the disciplinary proceeding, including copies of the disciplinary report that charged Sullivan with various offenses and the disciplinary hearing record, which reported officer Malone's description of the evidence and of the reasons that he found Sullivan guilty.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Sullivan filed an opposition to the defendants' motion.  The parties' respective filings and Sullivan's verified complaint indicate that the following facts are undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sullivan is serving a 12-20 year sentence for armed assault.  Before the disciplinary incident in issue, he had accumulated over 280 good time credits and suffered no forfeitures.  On June 9, 1993, Sullivan was removed from the general population at M.C.I. Norfolk, a medium security prison, and placed in the institution's Receiving Building.  He was told that he was being placed on pending investigation status due to claims concerning the fraudulent use of a credit card.  On the following day, Sullivan was interviewed by Sgt. Gatewood.  Gatewood told Sullivan that someone had placed an order for two pairs of sneakers in Sullivan's name with East Bay Running Store, Inc.  (East Bay), a Wisconsin company.  The order that Sgt. Gatewood referred to was fraudulently made with a third party's credit card number.  Sullivan denied knowledge of any credit card or purchase from East Bay in his name.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On June 22, 1993, Sullivan received a disciplinary report which alleged that the aforementioned order was placed with East Bay in Sullivan's name and M.C.I. Norfolk address.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The disciplinary report charged Sullivan with multiple offenses, including stealing.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Sullivan also received a Request for Representation and/or Witnesses form which he used to request that inmate Steven Santo be called as a witness at Sullivan's disciplinary hearing.  Santo was also under investigation for fraudulently using the credit card, as were several other inmates.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A disciplinary hearing was convened on July 9, 1993 at which defendant Malone presided.  The disciplinary report was read and Sullivan denied the charges.  Although it appears that inmate Santo was not called as a witness, officer Malone received an unsworn statement from him which was admitted into evidence.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Thereafter, the hearing was adjourned until the following Monday, July 12th.  On that day Sergeant Gatewood testified that the disciplinary report was accurate, that an order for two pairs of sneakers was scheduled to be sent to Sullivan and that informant information showed that Sullivan was aware that the package of sneakers was coming to him.  However, Gatewood did not know who had placed the actual order and he acknowledged that Sullivan did not receive anything as a result of the order.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Officer Malone's affidavit indicates that Sullivan complained that he had been unaware that informant information was going to be used.  Malone then excused Sullivan from the hearing room and Gatewood supplied Malone with the informant information in executive session.  Malone completed an informant information checklist which indicated that the disclosure of the informant evidence would be hazardous to the informant and institutional security.  Based on information provided by Gatewood, Malone's checklist also found that the informant was reliable because he had been used on five previous occasions, that the informant's information was credible, and that no favors had been sought by, or promises made to, the informant in exchange for the information.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The disciplinary hearing then resumed and Malone told Sullivan that the informant information indicated that Sullivan had been aware both that an order had been placed using his name and return address and that a fraudulently obtained credit card number had been used.  Sullivan then indicated that he had given another inmate permission to have a package sent to Sullivan because that inmate had already received a package within the last 30 days.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As a result of the disciplinary hearing, officer Malone found Sullivan guilty of conduct which disrupts or interferes with the security or orderly running of the institution in violation of 103 C.M.R. Sec. 430.24(8) and of attempting to commit or aiding another to commit stealing in violation of 103 C.M.R. Secs. 430.24(33), (26).  Malone based his finding on Gatewood's disciplinary report and testimony, the informant information, and Sullivan's inconsistent statements at the disciplinary hearing.  While Malone acknowledged that the goods did not actually reach Sullivan, he determined that a guilty finding was warranted because Sullivan had attempted to fraudulently obtain the shoes.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Malone recommended that Sullivan be sanctioned with the loss of sixty (60) days of good time credits and a custody status review.  Sullivan appealed Malone's finding to Superintendent Pepe, maintaining that he had no knowledge of the fraudulent purchase.  Superintendent Pepe denied Sullivan's appeal and Commissioner Dubois thereafter ordered Sullivan to forfeit sixty days of good time credits.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Based on the foregoing facts, the defendants made four arguments in support of their motion for dismissal/summary judgment.  They first asserted that the complaint failed to state an actionable claim because Sullivan only challenged the sufficiency of the evidence at his disciplinary hearing and the record established that the evidence supporting Sullivan's conviction was obviously sufficient under  Hill v. Superintendent of Mass.  Correctional Institution at Walpole, 472 U.S. 445, 455-57 (1984)(requiring that there be only \"some evidence\" of an inmate's guilt to sustain a prison disciplinary conviction).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The defendants argued that there was ample evidence to support Sullivan's conviction because (a) it was undisputed that an order had been placed using a fraudulently obtained credit card number and Sullivan's name and return address, (b) the only issue was whether Sullivan knew of the purchase order and its fraudulent nature, (c) informant information substantiated that Sullivan was one of the inmates who had participated in the fraudulent use of the credit card number, and (d) Sullivan's denial of the charges was properly discounted since he had given inconsistent statements concerning the state of his knowledge before and after Gatewood testified.  The defendants also argued that Sullivan failed to state the basis for his claim that \"perjured testimony\" had been used against him.  They contended that if that claim was based on the informant's information, the claim was not actionable because  Wolff v. McDonnell, 418 U.S. 539, 565 (1974), recognized that informant information may properly be used to obtain prison disciplinary convictions.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  The defendants further argued that Sullivan's complaint did not allege any procedural improprieties in the admission of the informant's information under 103 C.M.R. 430.15(1)- (4)(1992).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Noting that summary judgment was appropriate to the extent that matters outside the pleadings were considered, the defendants also argued that they were entitled to summary judgment on grounds of qualified immunity because they acted with the objective good faith belief that their actions were proper, and that the court should decline pendent jurisdiction over any state law claims that might be read into the complaint (which invoked both federal and pendent jurisdiction) since there was no basis for Sullivan's federal cause of action.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Sullivan's opposition to the defendants' motion was supported by an affidavit from inmate Santo and a photocopy of a December, 1993 letter that Sullivan had written to East Bay in an apparent effort to gather documents in support of his defense.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  While Sullivan's rambling prose is difficult to comprehend, he maintained that his complaint stated a claim for the reinstatement of his good time credits, the expungement of the disciplinary report, and compensation for each day that he spent in segregation.  Sullivan alleged that he had produced an affidavit and witness list that the defendants denied him, but he does not identify what witnesses, apart from Santo, he wanted to call, nor what evidence would have been elicited from them.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Sullivan also alleged that the defendants violated his state and federal rights by placing him in the Receiving Building on awaiting action status without due process.  However, he alleged no facts to support this claim, but only made conclusory assertions that his confinement in administrative segregation constituted cruel and unusual punishment, denied him the same privileges as the general population, and violated Massachusetts policies and regulations.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On March 4, 1994, the district court endorsed the defendants' motion with an order indicating that it had treated the motion as one for summary judgment and allowed it for all the reasons set forth in the defendants' memorandum.  Sullivan appeals this ruling.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On appeal, Sullivan stresses that while his complaint sought declaratory and injunctive relief and compensation for his confinement in administrative segregation, his main concern is for the restoration of his good time credits.  Sullivan reiterates his contention that he was denied due process in his disciplinary proceedings because his guilt was established \"without evidence\" through informant information and Gatewood's perjured testimony and because he was not able to call witnesses or obtain affidavits or discovery.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Sullivan also maintains that this court must review the dismissal of his claim that he was illegally confined in administrative segregation.  He says that this confinement hampered the preparation of his defense, but he does not explain how.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Sullivan's complaint sought relief for two distinct events:  his confinement in administrative segregation before his disciplinary conviction, for which Sullivan sought damages, and the disciplinary proceeding that resulted in the forfeiture of his good time credits, for which Sullivan sought an order expunging his disciplinary conviction and compelling the restoration of his good time credits.  While Sullivan's damages claim was cognizable under 42 U.S.C. Sec. 1983 as an attack on his conditions of confinement,  Preiser v. Rodriguez, 411 U.S. at 499 &amp; n.14 (1973), the district court correctly observed that Sullivan's claim for the restoration of his good time credits was not cognizable under 42 U.S.C. Sec. 1983.  Rather, Preiser v.  Rodriguez, 411 U.S. at 482-500, established that habeas corpus, with its attendant requirement of exhaustion of state remedies, is the sole remedy for state prisoners challenging the actual duration of their confinement on the ground that they have been unconstitutionally deprived of good time credits.  This distinction appears to have gone unnoticed when the district court summarily allowed defendants' motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As concerns Sullivan's damages claim based on his confinement in administrative segregation, Sullivan merely cites to cases relating to other challenges to inmate confinement in administrative and disciplinary segregation,  see, e.g., LeMaire v. Maass, 745 F. Supp. 623 (D. Or. 1990) (holding conditions in disciplinary segregation unit, e.g., cell restraints, constituted cruel and unusual punishment);   Hoffer v. Commissioner of Correction, 412 Mass. 450 (1992)(upholding judgment that correction officials' failure to set conditional release date or conditions of behavior to enable inmate to secure release from departmental segregation unit violated due process);   Royce v. Commissioner of Correction, 390 Mass. 425 (1983) (confinement in awaiting action status may not be used as a pretext for punishment), without alleging facts suggesting that defendants subjected Sullivan to similar conditions.  Nor has Sullivan alleged any facts to suggest that his confinement in the Receiving Building on awaiting action status violated Massachusetts regulations.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  Thus, we affirm the judgment for the defendants insofar as it pertains to Sullivan's claim for damages based on his confinement in administrative segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Sullivan's due process challenge to his disciplinary conviction and loss of good time credits requires further analysis, however.  The fact that a prisoner-plaintiff may not have exhausted state remedies does not preclude dismissal of a habeas petition which is obviously meritless, particularly where the government has not raised non-exhaustion as a defense.   See, e.g., Granberry v. Greer, 481 U.S. 129, 135 n.7 (1987)(\"it is appropriate for the court of appeals to dispose of nonmeritorious petitions without reaching the nonexhaustion issue\");   Love v. Butler, 952 F.2d 10, 15 (1st Cir. 1991)(same).  But we are not satisfied, at this point, that Sullivan's due process claim can be considered obviously meritless.  The informant's information was the only evidence that showed Sullivan's knowledge of the fraudulent purchases and Sullivan is attacking the use of the informant information to prove his culpability in the scheme.  The Massachusetts regulations governing the use of informant information were promulgated after the Massachusetts Supreme Judicial Court determined that due process required certain safeguards when informant information is used.   See, e.g., Nelson v. Commissioner of Correction, 456 N.E. 2d 1100, 390 Mass. 379 (1983);   Lamoreux v. Superintendent, Massachusetts Correctional Institution, Walpole, 456 N.E.2d 1117, 390 Mass. 409 (1983).  Where the informant information checklist is not in the record, and the record neither indicates what the informant's information was nor whether the informant had personal knowledge of the information he provided, we cannot say that the \"some evidence\" test of Hill has been satisfied with respect to the issue of knowledge of fraudulent purchases.  In these circumstances, we believe Sullivan should be permitted to exhaust his state court remedies in connection with the due process claim.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Accordingly, the judgment entered for defendants on the damages claim for confinement in administrative segregation is affirmed.  The judgment entered for defendants on the due process claim for restoration of good time credits shall be modified to reflect that this claim is dismissed pursuant to  Preiser v. Rodriguez, 411 U.S. 475, 482-500 (1973), subject to exhaustion of state remedies.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">103 C.M.R. 430.15:  Procedures for the Use of Informant Information</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In disciplinary cases involving informant information, the hearing officer may consider documentary evidence and/or testimony which is not presented in the presence of the inmate or his representative only if, after viewing and/or hearing such documentary evidence or testimony, the hearing officer has:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(1) Made a finding that the informant is reliable and that the information is credible.  This finding shall be included in the record and should contain the following information:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(a) the facts upon which the hearing officer based his conclusion that the informant was reliable and that the information was credible.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(b) a statement of the information provided by the informant as specific as possible without creating a substantial risk of disclosing the identity of the informant.  The statement should demonstrate that the informant had personal knowledge of the information he provided;</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(2) Made a finding that the disclosure of the documentary evidence or testimony provided by the informant to the inmate or his representative would create a substantial risk of harm to the informant, to any other person, or to the security of the institution;</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(3) The hearing officer shall present a summary of the informant information to the inmate at the hearing.  Such a presentation may, however, be foregone in cases where disclosure of the information in any greater detail than that which is contained in the disciplinary report itself would create a substantial risk of disclosing the identity of the informant.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(4) The hearing officer may consider informant information and base the findings in 103 CMR 430.15(1) on information which is limited to oral or written hearsay evidence.  The hearing officer shall not be required to interview the informant in person.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the complaint is somewhat ambiguous, Sullivan's subsequent filings indicate that his damages claim is based solely on his confinement in administrative segregation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> However, the record suggests that the defendants did not receive the court's October 8, 1993 order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The defendants also submitted Sullivan's form request for witnesses, which identified inmate Steven Santo as the sole witness Sullivan wished to call in his defense, Sullivan's letter appealing Malone's disciplinary finding to Superintendent Pepe, a form recording that that appeal had been denied, and a record of Sullivan's forfeiture of the good time credits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The disciplinary report was prepared by Sgt. Gatewood and contained the following allegations:</p>\n        <p>On 6-7-93, an investigation was initiated into the fraudulent use of credit cards by inmates housed at MCI-Norfolk.  Through investigative techniques and the interview process the following facts have been established.</p>\n        <p>On 5-27-93, an order was placed at East Bay Running Store,</p>\n        <p>Inc., 427 Third Street, Wausau, Wisconsin, for a pair of</p>\n        <p>Reebok Shaq Attack sneakers and one pair of Nike Pantheon sneakers.  This attempted purchase was fraudulently done by using an innocent civilian's credit card number.  This order was scheduled to be shipped to Glenn (sic) Sullivan,</p>\n        <p>Two Clark Street, P.O. Box 43, Norfolk, MA.  East Bay</p>\n        <p>Running Store was alerted to this credit card fraud and this order was cancelled.</p>\n        <p>On 6-9-93, inmate Glen Sullivan was placed in the</p>\n        <p>Receiving Building Pending Investigation.  Inmate Sullivan was advised of his Miranda rights at this time.</p>\n        <p>On 6-22-93, this investigation was concluded.  Inmate</p>\n        <p>Sullivan's status was changed from R.B./P.I. to R.B./AA.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The disciplinary report specifically charged Sullivan with the following offenses under 103 C.M.R. Sec. 430.24 (1992):</p>\n        <p>(2) Violating any departmental rule or regulation, or any other rule, regulation, or condition of an institution or community based program[,]</p>\n        <p>(8) Conduct which disrupts or interferes with the security or orderly running of the institution.</p>\n        <p>(23) Unauthorized possession of property belonging to another person.</p>\n        <p>(24) Possession of anything, including money or currency, not authorized for retention of receipt by the inmate.</p>\n        <p>(26) Stealing.</p>\n        <p>(32) Violating any law of the Commonwealth of</p>\n        <p>Massachusetts or United States[, and]</p>\n        <p>(33) Attempting to commit any of the above offenses, aiding another person to commit any of the above offenses, and making plans to commit any of the above offenses shall be considered the same as commission of the offense itself.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Santo's statement said, \"I, Steven Santo, testify that Glen Sullivan had no knowledge of any purchase from East Bay Co. being shipped to him at M.C.I. Norfolk.  The order was for another inmate purpose.\"  Apart from officer Malone's averment that several inmates had disciplinary hearings related to the fraudulent purchases on July 9th, the record does not explain why Santo was not allowed to testify at Sullivan's hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The informant information checklist is not before us, although Massachusetts regulations require that it be made part of the record of the disciplinary proceedings.  See 103 C.M.R.Sec. 430.15(1)(1992)(hearing officer's finding that the informant is reliable and the information is credible shall be included in the record)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Thus, while Sullivan initially denied knowledge that a package was coming to him, he later admitted that he had given another inmate permission to have a package sent to Sullivan for the other inmate.  However, Sullivan apparently continued to deny knowledge that the package would have contained sneakers procured through fraud</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Malone also found that Santo's statement was not credible because Santo also was involved in the investigation and it was possible that there had been collaboration on an alibi.  Moreover, Santo did not indicate how he knew that Sullivan was not involved</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Sullivan also contends that he has been reclassified to M.C.I. Cedar Junction, a maximum security prison, as a result of the disciplinary finding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In Hill the Supreme Court upheld an inmate's disciplinary conviction for assaulting another inmate based on a corrections officer's testimony that he saw the plaintiff/inmate with two other inmates jogging away from the bruised victim.  The victim denied that he had been assaulted by the plaintiff and there was no direct evidence that any one of the three fleeing inmates had been the victim's assailant.  Nevertheless, the Supreme Court held that the evidence against the plaintiff was sufficient although arguably \"meager.\"  See 472 U.S. at 456- 57</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> While the cited page in Wolff did not expressly address informant information, the Court acknowledged that when personal or institutional safety was implicated, prison officials could exclude evidence from their statement of reasons for taking disciplinary action so long as the statement indicated the fact of the omission.  One court has observed that Wolff \"foreshadowed\" the problem of informant information by indirectly suggesting that evidence might be excluded from the statement of reasons to protect informants from retaliation.   See Hensley v. Wilson, 850 F.2d 269, 273 (6th Cir. 1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> 103 C.M.R. Sec. 430.15 (1992) sets forth the Procedures for the Use of Informant Information.  In general, it provides that a hearing officer may consider evidence that is not presented in the inmate's presence only if the officer makes a finding that the informant is reliable and his information is credible and that finding is included in the record.  The finding should furthermore contain the facts upon which the hearing officer based his conclusion and a statement of the informant's information that (a) is as specific as possible without creating a substantial risk of disclosing the informant's identity, and, (b) demonstrates that the informant had personal knowledge of the information he provided.  The hearing officer must also find that disclosure of the information would create a substantial risk of harm and must further present a summary of the information to the inmate at the hearing unless disclosure in any greater detail than that contained in the disciplinary report would create a substantial risk of disclosing the informant's identity.  The regulation is reproduced in the appendix to this opinion.  As noted above at n.7, the record does not contain the informant information checklist that this regulation requires.  We note that the record also does not include a specific description of the informant information nor any indication that the informant had personal knowledge of the information he provided</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Sullivan asked East Bay for copies of its records of the fraudulent orders and Sullivan's own cash transactions with East Bay.  Sullivan's opposition asserted that he had obtained documentation that would clear him of the disciplinary charges</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The affidavit from inmate Santo that Sullivan submitted indicated that Santo had ordered items with the credit card and that Sullivan had no knowledge or involvement in the fraudulent scheme</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The only factual allegations in Sullivan's opposition related to the disciplinary investigation.  Sullivan alleged that in contrast to the disciplinary report, which suggested that the defendant prison officials had uncovered the fraud and contacted East Bay, East Bay had contacted the defendants to warn them that several orders had been fraudulently placed on the same credit card number on behalf of different individuals who had the same address of delivery (i.e., M.C.I. Norfolk).  East Bay cancelled the orders and furnished the defendants with a list of names that had been used in the attempted fraud</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Sullivan also raises several specious arguments.  For example, he contends that we must review the judgment for the defendants under the standard imposed by  Neitzke v. Williams, 490 U.S. 319 (1989), because the district court acted spontaneously.  But it is clear that the district court did not render judgment for the defendants spontaneously but only in response to the defendants' motion, thus Neitzke does not apply.  Sullivan also says that because he received a district court scheduling order before he received notice that the court had allowed the defendants' motion for summary judgment he was misled to believe that he would have an opportunity to amend his complaint and pursue discovery.  But as Sullivan had filed his opposition to the defendants' motion before the scheduling order issued, Sullivan's misperception did not result in any prejudice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The defendants' motion for dismissal/summary judgment did not address Sullivan's segregation claim.  The defendants now contend that we should deem this claim waived because Sullivan did not plead it sufficiently below</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The defendants correctly point out that 103 C.M.R. Sec. 430.21(1)(1992) authorizes prison officials to place \"an inmate who is under investigation for a possible disciplinary offense or [who] has been charged with or found guilty of a disciplinary offense\" on awaiting action status \"subject to any applicable review requirements[.]\"  Sullivan has not alleged any facts to suggest that any review or other regulatory requirements were violated by his administrative segregation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1089</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Glen M. SULLIVAN, Plaintiff, Appellant,<br>v.<br>Peter PEPE, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1281.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Oct. 6, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts</p>\n      <p class=\"indent\">Glen M. Sullivan on brief pro se.</p>\n      <p class=\"indent\">Nancy Ankers White, Special Assistant Attorney General, and</p>\n      <p class=\"indent\">Michael H. Cohen, Counsel, Department of Correction, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">Affirmed.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se prisoner Glen Sullivan appeals a district court order which granted the defendant prison officials summary judgment in this civil action that Sullivan filed under 42 U.S.C. Sec.  1983.  Sullivan's verified complaint sought declaratory and injunctive relief and damages as a result of Sullivan's confinement in administrative segregation pending a disciplinary investigation and subsequent disciplinary conviction for participating with other inmates in the fraudulent use of a credit card to buy running shoes.  As a result of the disciplinary conviction, Sullivan was required to forfeit sixty (60) days of good time credits.  We affirm the judgment for the defendants with one modification.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The complaint named the following defendants in their individual capacities:  Peter Pepe, Superintendent of the Massachusetts Correctional Institution (M.C.I.) at Norfolk, Larry Dubois, the Massachusetts Commissioner of Corrections, David Malone, the disciplinary hearing officer who presided at Sullivan's disciplinary hearing, and Sergeant Stephen Gatewood, the investigating officer at M.C.I. Norfolk.  The complaint alleged that the defendants deprived Sullivan of his good time credits without due process by \"establishing guilt without evidence\" and \"allow[ing] perjured testimony into the record and bas[ing the finding of] guilt on that testimony.\"  Sullivan asked the court to issue a declaratory judgment to that effect and to expunge his institutional record of the incident and reinstate his good time credits.  Sullivan also sought compensatory damages in the amount of $1000 against each defendant for each day that he spent in segregation and $10,000 in punitive damages from each defendant.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before the defendants were served, the district court reviewed Sullivan's complaint in connection with his motion to proceed in forma pauperis (IFP) under 28 U.S.C. Sec. 1915(a).  On October 8, 1993, the court issued a memorandum and order which allowed that motion.  However, the court noted that Sullivan's claim for the restoration of his good time credits could only be raised by a habeas corpus petition under  Preiser v. Rodriguez, <span class=\"citation\" data-id=\"108772\"><a href=\"/opinion/108772/preiser-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">475</span> </a></span>(1973).  The court allowed Sullivan's remaining claims against the defendants to proceed, noting that its ruling did not determine whether the complaint was otherwise sufficient to state a claim upon which relief could be granted.  Thereafter, the defendants were served with Sullivan's complaint.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defendants filed a motion to dismiss or, in the alternative, for summary judgment.  The motion was supported by affidavits from defendants Malone and Gatewood and numerous documents from the disciplinary proceeding, including copies of the disciplinary report that charged Sullivan with various offenses and the disciplinary hearing record, which reported officer Malone's description of the evidence and of the reasons that he found Sullivan guilty.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Sullivan filed an opposition to the defendants' motion.  The parties' respective filings and Sullivan's verified complaint indicate that the following facts are undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sullivan is serving a 12-20 year sentence for armed assault.  Before the disciplinary incident in issue, he had accumulated over 280 good time credits and suffered no forfeitures.  On June 9, 1993, Sullivan was removed from the general population at M.C.I. Norfolk, a medium security prison, and placed in the institution's Receiving Building.  He was told that he was being placed on pending investigation status due to claims concerning the fraudulent use of a credit card.  On the following day, Sullivan was interviewed by Sgt. Gatewood.  Gatewood told Sullivan that someone had placed an order for two pairs of sneakers in Sullivan's name with East Bay Running Store, Inc.  (East Bay), a Wisconsin company.  The order that Sgt. Gatewood referred to was fraudulently made with a third party's credit card number.  Sullivan denied knowledge of any credit card or purchase from East Bay in his name.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On June 22, 1993, Sullivan received a disciplinary report which alleged that the aforementioned order was placed with East Bay in Sullivan's name and M.C.I. Norfolk address.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The disciplinary report charged Sullivan with multiple offenses, including stealing.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Sullivan also received a Request for Representation and/or Witnesses form which he used to request that inmate Steven Santo be called as a witness at Sullivan's disciplinary hearing.  Santo was also under investigation for fraudulently using the credit card, as were several other inmates.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A disciplinary hearing was convened on July 9, 1993 at which defendant Malone presided.  The disciplinary report was read and Sullivan denied the charges.  Although it appears that inmate Santo was not called as a witness, officer Malone received an unsworn statement from him which was admitted into evidence.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Thereafter, the hearing was adjourned until the following Monday, July 12th.  On that day Sergeant Gatewood testified that the disciplinary report was accurate, that an order for two pairs of sneakers was scheduled to be sent to Sullivan and that informant information showed that Sullivan was aware that the package of sneakers was coming to him.  However, Gatewood did not know who had placed the actual order and he acknowledged that Sullivan did not receive anything as a result of the order.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Officer Malone's affidavit indicates that Sullivan complained that he had been unaware that informant information was going to be used.  Malone then excused Sullivan from the hearing room and Gatewood supplied Malone with the informant information in executive session.  Malone completed an informant information checklist which indicated that the disclosure of the informant evidence would be hazardous to the informant and institutional security.  Based on information provided by Gatewood, Malone's checklist also found that the informant was reliable because he had been used on five previous occasions, that the informant's information was credible, and that no favors had been sought by, or promises made to, the informant in exchange for the information.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The disciplinary hearing then resumed and Malone told Sullivan that the informant information indicated that Sullivan had been aware both that an order had been placed using his name and return address and that a fraudulently obtained credit card number had been used.  Sullivan then indicated that he had given another inmate permission to have a package sent to Sullivan because that inmate had already received a package within the last 30 days.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As a result of the disciplinary hearing, officer Malone found Sullivan guilty of conduct which disrupts or interferes with the security or orderly running of the institution in violation of 103 C.M.R. Sec. 430.24(8) and of attempting to commit or aiding another to commit stealing in violation of 103 C.M.R. Secs. 430.24(33), (26).  Malone based his finding on Gatewood's disciplinary report and testimony, the informant information, and Sullivan's inconsistent statements at the disciplinary hearing.  While Malone acknowledged that the goods did not actually reach Sullivan, he determined that a guilty finding was warranted because Sullivan had attempted to fraudulently obtain the shoes.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Malone recommended that Sullivan be sanctioned with the loss of sixty (60) days of good time credits and a custody status review.  Sullivan appealed Malone's finding to Superintendent Pepe, maintaining that he had no knowledge of the fraudulent purchase.  Superintendent Pepe denied Sullivan's appeal and Commissioner Dubois thereafter ordered Sullivan to forfeit sixty days of good time credits.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Based on the foregoing facts, the defendants made four arguments in support of their motion for dismissal/summary judgment.  They first asserted that the complaint failed to state an actionable claim because Sullivan only challenged the sufficiency of the evidence at his disciplinary hearing and the record established that the evidence supporting Sullivan's conviction was obviously sufficient under  Hill v. Superintendent of Mass.  Correctional Institution at Walpole, <span class=\"citation no-link\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></span>, 455-57 (1984)(requiring that there be only \"some evidence\" of an inmate's guilt to sustain a prison disciplinary conviction).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The defendants argued that there was ample evidence to support Sullivan's conviction because (a) it was undisputed that an order had been placed using a fraudulently obtained credit card number and Sullivan's name and return address, (b) the only issue was whether Sullivan knew of the purchase order and its fraudulent nature, (c) informant information substantiated that Sullivan was one of the inmates who had participated in the fraudulent use of the credit card number, and (d) Sullivan's denial of the charges was properly discounted since he had given inconsistent statements concerning the state of his knowledge before and after Gatewood testified.  The defendants also argued that Sullivan failed to state the basis for his claim that \"perjured testimony\" had been used against him.  They contended that if that claim was based on the informant's information, the claim was not actionable because  Wolff v. McDonnell, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 565 (1974), recognized that informant information may properly be used to obtain prison disciplinary convictions.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  The defendants further argued that Sullivan's complaint did not allege any procedural improprieties in the admission of the informant's information under <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">C.M.R.</span> <span class=\"page\">430</span></span>.15(1)- (4)(1992).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Noting that summary judgment was appropriate to the extent that matters outside the pleadings were considered, the defendants also argued that they were entitled to summary judgment on grounds of qualified immunity because they acted with the objective good faith belief that their actions were proper, and that the court should decline pendent jurisdiction over any state law claims that might be read into the complaint (which invoked both federal and pendent jurisdiction) since there was no basis for Sullivan's federal cause of action.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Sullivan's opposition to the defendants' motion was supported by an affidavit from inmate Santo and a photocopy of a December, 1993 letter that Sullivan had written to East Bay in an apparent effort to gather documents in support of his defense.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  While Sullivan's rambling prose is difficult to comprehend, he maintained that his complaint stated a claim for the reinstatement of his good time credits, the expungement of the disciplinary report, and compensation for each day that he spent in segregation.  Sullivan alleged that he had produced an affidavit and witness list that the defendants denied him, but he does not identify what witnesses, apart from Santo, he wanted to call, nor what evidence would have been elicited from them.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Sullivan also alleged that the defendants violated his state and federal rights by placing him in the Receiving Building on awaiting action status without due process.  However, he alleged no facts to support this claim, but only made conclusory assertions that his confinement in administrative segregation constituted cruel and unusual punishment, denied him the same privileges as the general population, and violated Massachusetts policies and regulations.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On March 4, 1994, the district court endorsed the defendants' motion with an order indicating that it had treated the motion as one for summary judgment and allowed it for all the reasons set forth in the defendants' memorandum.  Sullivan appeals this ruling.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On appeal, Sullivan stresses that while his complaint sought declaratory and injunctive relief and compensation for his confinement in administrative segregation, his main concern is for the restoration of his good time credits.  Sullivan reiterates his contention that he was denied due process in his disciplinary proceedings because his guilt was established \"without evidence\" through informant information and Gatewood's perjured testimony and because he was not able to call witnesses or obtain affidavits or discovery.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Sullivan also maintains that this court must review the dismissal of his claim that he was illegally confined in administrative segregation.  He says that this confinement hampered the preparation of his defense, but he does not explain how.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Sullivan's complaint sought relief for two distinct events:  his confinement in administrative segregation before his disciplinary conviction, for which Sullivan sought damages, and the disciplinary proceeding that resulted in the forfeiture of his good time credits, for which Sullivan sought an order expunging his disciplinary conviction and compelling the restoration of his good time credits.  While Sullivan's damages claim was cognizable under 42 U.S.C. Sec. 1983 as an attack on his conditions of confinement,  Preiser v. <span class=\"citation\" data-id=\"108772\"><span class=\"antecedent_guess\">Rodriguez,</span> <a href=\"/opinion/108772/preiser-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">499</span> </a></span>&amp; n.14 (1973), the district court correctly observed that Sullivan's claim for the restoration of his good time credits was not cognizable under 42 U.S.C. Sec. 1983.  Rather, Preiser v.  <span class=\"citation\" data-id=\"108772\"><span class=\"antecedent_guess\">Rodriguez,</span> <a href=\"/opinion/108772/preiser-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">482-500</span></a></span>, established that habeas corpus, with its attendant requirement of exhaustion of state remedies, is the sole remedy for state prisoners challenging the actual duration of their confinement on the ground that they have been unconstitutionally deprived of good time credits.  This distinction appears to have gone unnoticed when the district court summarily allowed defendants' motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As concerns Sullivan's damages claim based on his confinement in administrative segregation, Sullivan merely cites to cases relating to other challenges to inmate confinement in administrative and disciplinary segregation,  see, e.g., LeMaire v. Maass, <span class=\"citation no-link\"><span class=\"volume\">745</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">623</span> </span>(D. Or. 1990) (holding conditions in disciplinary segregation unit, e.g., cell restraints, constituted cruel and unusual punishment);   Hoffer v. Commissioner of Correction, <span class=\"citation\" data-id=\"2239873\"><a href=\"/opinion/2239873/hoffer-v-commissioner-of-correction/\"><span class=\"volume\">412</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">450</span> </a></span>(1992)(upholding judgment that correction officials' failure to set conditional release date or conditions of behavior to enable inmate to secure release from departmental segregation unit violated due process);   Royce v. Commissioner of Correction, <span class=\"citation\" data-id=\"2103344\"><a href=\"/opinion/2103344/royce-v-commissioner-of-correction/\"><span class=\"volume\">390</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">425</span> </a></span>(1983) (confinement in awaiting action status may not be used as a pretext for punishment), without alleging facts suggesting that defendants subjected Sullivan to similar conditions.  Nor has Sullivan alleged any facts to suggest that his confinement in the Receiving Building on awaiting action status violated Massachusetts regulations.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  Thus, we affirm the judgment for the defendants insofar as it pertains to Sullivan's claim for damages based on his confinement in administrative segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Sullivan's due process challenge to his disciplinary conviction and loss of good time credits requires further analysis, however.  The fact that a prisoner-plaintiff may not have exhausted state remedies does not preclude dismissal of a habeas petition which is obviously meritless, particularly where the government has not raised non-exhaustion as a defense.   See, e.g., Granberry v. Greer, <span class=\"citation\" data-id=\"111862\"><a href=\"/opinion/111862/granberry-v-greer/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">129</span></a></span>, 135 n.7 (1987)(\"it is appropriate for the court of appeals to dispose of nonmeritorious petitions without reaching the nonexhaustion issue\");   Love v. Butler, <span class=\"citation\" data-id=\"574331\"><a href=\"/opinion/574331/alvin-love-v-norman-butler/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 15 (1st Cir. 1991)(same).  But we are not satisfied, at this point, that Sullivan's due process claim can be considered obviously meritless.  The informant's information was the only evidence that showed Sullivan's knowledge of the fraudulent purchases and Sullivan is attacking the use of the informant information to prove his culpability in the scheme.  The Massachusetts regulations governing the use of informant information were promulgated after the Massachusetts Supreme Judicial Court determined that due process required certain safeguards when informant information is used.   See, e.g., Nelson v. Commissioner of Correction, <span class=\"citation\" data-id=\"2103437\"><a href=\"/opinion/2103437/nelson-v-commissioner-of-correction/\"><span class=\"volume\">456</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1100</span></a></span>, <span class=\"citation\" data-id=\"2103437\"><a href=\"/opinion/2103437/nelson-v-commissioner-of-correction/\"><span class=\"volume\">390</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">379</span> </a></span>(1983);   Lamoreux v. Superintendent, Massachusetts Correctional Institution, Walpole, <span class=\"citation\" data-id=\"2103553\"><a href=\"/opinion/2103553/lamoureux-v-supdt-mass-correctional-inst-walpole/\"><span class=\"volume\">456</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1117</span></a></span>, <span class=\"citation\" data-id=\"2103553\"><a href=\"/opinion/2103553/lamoureux-v-supdt-mass-correctional-inst-walpole/\"><span class=\"volume\">390</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">409</span> </a></span>(1983).  Where the informant information checklist is not in the record, and the record neither indicates what the informant's information was nor whether the informant had personal knowledge of the information he provided, we cannot say that the \"some evidence\" test of Hill has been satisfied with respect to the issue of knowledge of fraudulent purchases.  In these circumstances, we believe Sullivan should be permitted to exhaust his state court remedies in connection with the due process claim.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Accordingly, the judgment entered for defendants on the damages claim for confinement in administrative segregation is affirmed.  The judgment entered for defendants on the due process claim for restoration of good time credits shall be modified to reflect that this claim is dismissed pursuant to  Preiser v. Rodriguez, <span class=\"citation\" data-id=\"108772\"><a href=\"/opinion/108772/preiser-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">475</span></a></span>, 482-500 (1973), subject to exhaustion of state remedies.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">C.M.R.</span> <span class=\"page\">430</span></span>.15:  Procedures for the Use of Informant Information</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In disciplinary cases involving informant information, the hearing officer may consider documentary evidence and/or testimony which is not presented in the presence of the inmate or his representative only if, after viewing and/or hearing such documentary evidence or testimony, the hearing officer has:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(1) Made a finding that the informant is reliable and that the information is credible.  This finding shall be included in the record and should contain the following information:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(a) the facts upon which the hearing officer based his conclusion that the informant was reliable and that the information was credible.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(b) a statement of the information provided by the informant as specific as possible without creating a substantial risk of disclosing the identity of the informant.  The statement should demonstrate that the informant had personal knowledge of the information he provided;</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(2) Made a finding that the disclosure of the documentary evidence or testimony provided by the informant to the inmate or his representative would create a substantial risk of harm to the informant, to any other person, or to the security of the institution;</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(3) The hearing officer shall present a summary of the informant information to the inmate at the hearing.  Such a presentation may, however, be foregone in cases where disclosure of the information in any greater detail than that which is contained in the disciplinary report itself would create a substantial risk of disclosing the identity of the informant.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(4) The hearing officer may consider informant information and base the findings in 103 CMR 430.15(1) on information which is limited to oral or written hearsay evidence.  The hearing officer shall not be required to interview the informant in person.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the complaint is somewhat ambiguous, Sullivan's subsequent filings indicate that his damages claim is based solely on his confinement in administrative segregation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> However, the record suggests that the defendants did not receive the court's October 8, 1993 order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The defendants also submitted Sullivan's form request for witnesses, which identified inmate Steven Santo as the sole witness Sullivan wished to call in his defense, Sullivan's letter appealing Malone's disciplinary finding to Superintendent Pepe, a form recording that that appeal had been denied, and a record of Sullivan's forfeiture of the good time credits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The disciplinary report was prepared by Sgt. Gatewood and contained the following allegations:</p>\n        <p>On 6-7-93, an investigation was initiated into the fraudulent use of credit cards by inmates housed at MCI-Norfolk.  Through investigative techniques and the interview process the following facts have been established.</p>\n        <p>On 5-27-93, an order was placed at East Bay Running Store,</p>\n        <p>Inc., 427 Third Street, Wausau, Wisconsin, for a pair of</p>\n        <p>Reebok Shaq Attack sneakers and one pair of Nike Pantheon sneakers.  This attempted purchase was fraudulently done by using an innocent civilian's credit card number.  This order was scheduled to be shipped to Glenn (sic) Sullivan,</p>\n        <p>Two Clark Street, P.O. Box 43, Norfolk, MA.  East Bay</p>\n        <p>Running Store was alerted to this credit card fraud and this order was cancelled.</p>\n        <p>On 6-9-93, inmate Glen Sullivan was placed in the</p>\n        <p>Receiving Building Pending Investigation.  Inmate Sullivan was advised of his Miranda rights at this time.</p>\n        <p>On 6-22-93, this investigation was concluded.  Inmate</p>\n        <p>Sullivan's status was changed from R.B./P.I. to R.B./AA.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The disciplinary report specifically charged Sullivan with the following offenses under 103 C.M.R. Sec. 430.24 (1992):</p>\n        <p>(2) Violating any departmental rule or regulation, or any other rule, regulation, or condition of an institution or community based program[,]</p>\n        <p>(8) Conduct which disrupts or interferes with the security or orderly running of the institution.</p>\n        <p>(23) Unauthorized possession of property belonging to another person.</p>\n        <p>(24) Possession of anything, including money or currency, not authorized for retention of receipt by the inmate.</p>\n        <p>(26) Stealing.</p>\n        <p>(32) Violating any law of the Commonwealth of</p>\n        <p>Massachusetts or United States[, and]</p>\n        <p>(33) Attempting to commit any of the above offenses, aiding another person to commit any of the above offenses, and making plans to commit any of the above offenses shall be considered the same as commission of the offense itself.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Santo's statement said, \"I, Steven Santo, testify that Glen Sullivan had no knowledge of any purchase from East Bay Co. being shipped to him at M.C.I. Norfolk.  The order was for another inmate purpose.\"  Apart from officer Malone's averment that several inmates had disciplinary hearings related to the fraudulent purchases on July 9th, the record does not explain why Santo was not allowed to testify at Sullivan's hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The informant information checklist is not before us, although Massachusetts regulations require that it be made part of the record of the disciplinary proceedings.  See 103 C.M.R.Sec. 430.15(1)(1992)(hearing officer's finding that the informant is reliable and the information is credible shall be included in the record)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Thus, while Sullivan initially denied knowledge that a package was coming to him, he later admitted that he had given another inmate permission to have a package sent to Sullivan for the other inmate.  However, Sullivan apparently continued to deny knowledge that the package would have contained sneakers procured through fraud</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Malone also found that Santo's statement was not credible because Santo also was involved in the investigation and it was possible that there had been collaboration on an alibi.  Moreover, Santo did not indicate how he knew that Sullivan was not involved</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Sullivan also contends that he has been reclassified to M.C.I. Cedar Junction, a maximum security prison, as a result of the disciplinary finding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In Hill the Supreme Court upheld an inmate's disciplinary conviction for assaulting another inmate based on a corrections officer's testimony that he saw the plaintiff/inmate with two other inmates jogging away from the bruised victim.  The victim denied that he had been assaulted by the plaintiff and there was no direct evidence that any one of the three fleeing inmates had been the victim's assailant.  Nevertheless, the Supreme Court held that the evidence against the plaintiff was sufficient although arguably \"meager.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> <span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">456</span></span>- 57</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> While the cited page in Wolff did not expressly address informant information, the Court acknowledged that when personal or institutional safety was implicated, prison officials could exclude evidence from their statement of reasons for taking disciplinary action so long as the statement indicated the fact of the omission.  One court has observed that Wolff \"foreshadowed\" the problem of informant information by indirectly suggesting that evidence might be excluded from the statement of reasons to protect informants from retaliation.   See Hensley v. Wilson, <span class=\"citation no-link\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></span>, 273 (6th Cir. 1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> 103 C.M.R. Sec. 430.15 (1992) sets forth the Procedures for the Use of Informant Information.  In general, it provides that a hearing officer may consider evidence that is not presented in the inmate's presence only if the officer makes a finding that the informant is reliable and his information is credible and that finding is included in the record.  The finding should furthermore contain the facts upon which the hearing officer based his conclusion and a statement of the informant's information that (a) is as specific as possible without creating a substantial risk of disclosing the informant's identity, and, (b) demonstrates that the informant had personal knowledge of the information he provided.  The hearing officer must also find that disclosure of the information would create a substantial risk of harm and must further present a summary of the information to the inmate at the hearing unless disclosure in any greater detail than that contained in the disciplinary report would create a substantial risk of disclosing the informant's identity.  The regulation is reproduced in the appendix to this opinion.  As noted above at n.7, the record does not contain the informant information checklist that this regulation requires.  We note that the record also does not include a specific description of the informant information nor any indication that the informant had personal knowledge of the information he provided</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Sullivan asked East Bay for copies of its records of the fraudulent orders and Sullivan's own cash transactions with East Bay.  Sullivan's opposition asserted that he had obtained documentation that would clear him of the disciplinary charges</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The affidavit from inmate Santo that Sullivan submitted indicated that Santo had ordered items with the credit card and that Sullivan had no knowledge or involvement in the fraudulent scheme</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The only factual allegations in Sullivan's opposition related to the disciplinary investigation.  Sullivan alleged that in contrast to the disciplinary report, which suggested that the defendant prison officials had uncovered the fraud and contacted East Bay, East Bay had contacted the defendants to warn them that several orders had been fraudulently placed on the same credit card number on behalf of different individuals who had the same address of delivery (i.e., M.C.I. Norfolk).  East Bay cancelled the orders and furnished the defendants with a list of names that had been used in the attempted fraud</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Sullivan also raises several specious arguments.  For example, he contends that we must review the judgment for the defendants under the standard imposed by  Neitzke v. Williams, <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span> </a></span>(1989), because the district court acted spontaneously.  But it is clear that the district court did not render judgment for the defendants spontaneously but only in response to the defendants' motion, thus Neitzke does not apply.  Sullivan also says that because he received a district court scheduling order before he received notice that the court had allowed the defendants' motion for summary judgment he was misled to believe that he would have an opportunity to amend his complaint and pursue discovery.  But as Sullivan had filed his opposition to the defendants' motion before the scheduling order issued, Sullivan's misperception did not result in any prejudice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The defendants' motion for dismissal/summary judgment did not address Sullivan's segregation claim.  The defendants now contend that we should deem this claim waived because Sullivan did not plead it sufficiently below</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The defendants correctly point out that 103 C.M.R. Sec. 430.21(1)(1992) authorizes prison officials to place \"an inmate who is under investigation for a possible disciplinary offense or [who] has been charged with or found guilty of a disciplinary offense\" on awaiting action status \"subject to any applicable review requirements[.]\"  Sullivan has not alleged any facts to suggest that any review or other regulatory requirements were violated by his administrative segregation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109097/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111862/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112254/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574331/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2103344/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2103437/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2103553/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2239873/"
  ]
}