{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195605/",
  "id": 195605,
  "absolute_url": "/opinion/195605/bezanson-v-fdic/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195605/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:38Z",
  "date_modified": "2020-02-21T23:29:35.222023Z",
  "type": "010combined",
  "sha1": "1083c84113afc917fa57712339ff888b52045bf9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1509.01A",
  "local_path": null,
  "plain_text": "September 19, 1994\n                  UNITED STATES COURT OF APPEALS\n\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1509\n\n               SUNSHINE DEVELOPMENT, INC., ET AL.,\n                      Plaintiffs, Appellees,\n\n                                v.\n\n              FEDERAL DEPOSIT INSURANCE CORPORATION,\n     AS LIQUIDATING AGENT FOR FIRST SERVICE BANK FOR SAVINGS,\n                      Defendant, Appellant.\n\n                                             \n\n                           ERRATA SHEET\n\n     The  opinion of  the  court issued  on  August 22,  1994  is\ncorrected as follows:\n\n     On page 2, line 12   insert period after \"reverse\"\n\n     On page 22, line 5   delete \", 1821(d)(6)\"\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1509\n\n               SUNSHINE DEVELOPMENT, INC., ET AL.,\n\n                      Plaintiffs, Appellees,\n\n                                v.\n\n              FEDERAL DEPOSIT INSURANCE CORPORATION,\n     AS LIQUIDATING AGENT FOR FIRST SERVICE BANK FOR SAVINGS,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n      [Hon. Martin F. Loughlin, Senior U.S. District Judge]\n                                                          \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                 Campbell, Senior Circuit Judge,\n                                               \n\n                  and Lagueux,* District Judge.\n                                              \n\n                                             \n\n     Gregory E.  Gore, Counsel,  with whom  Ann S.  DuRoss, Ass't\n                                                          \nGeneral Counsel, Robert D. McGillicuddy, Senior Counsel, Michelle\n                                                                 \nKosse, Counsel,  Steven A. Solomon,  and Backus, Meyer  &amp; Solomon\n                                                                 \nwere on brief, for appellant.\n     Dennis G. Bezanson for appellees.\n                       \n\n                                             \n\n                         August 22, 1994\n                                             \n\n          \n*Of the District of Rhode Island, sitting by designation.\n\n          SELYA,  Circuit  Judge.   This  appeal  requires us  to\n          SELYA,  Circuit  Judge.\n                                \n\ndetermine the scope  of the immunity from  injunctions granted to\n\nthe  Federal  Deposit  Insurance  Corporation  (FDIC)  under  the\n\nFinancial  Institutions Reform, Recovery,  and Enforcement Act of\n\n1989 (FIRREA), Pub.  L. 101-73, 103 Stat. 842 (Aug.  9, 1989), in\n\nthe  context  of bankruptcy  proceedings.    After sketching  how\n\nCongress intended  FIRREA to  operate, and clarifying  the source\n\nand  extent of bankruptcy courts' powers to manage the estates of\n\ndebtors whose  fates are intertwined  with the affairs  of failed\n\nfinancial institutions,  we conclude that the  court below lacked\n\nthe authority to restrain the FDIC in  the exercise of its lawful\n\nstatutory powers.  Accordingly, we reverse.\n\n                                I.\n                                  \n\n                            Background\n                                      \n\n          The facts essential to  an understanding of this appeal\n\nare not disputed.  Between 1985  and 1988, First Service Bank for\n\nSavings  made  a  total  of  seven  separate  loans  to  Sunshine\n\nDevelopment, Inc. in connection with various  projects, including\n\nSalisbury  Pasture  (Franklin, New  Hampshire),  Brightside Place\n\n(Derry,  New  Hampshire), and  154  Webster  Street (Hudson,  New\n\nHampshire).  The debt (much of which remains unpaid) is evidenced\n\nby three  promissory notes.   The notes  are cross-collateralized\n\nand  secured  by  mortgages   encumbering  all  three  pieces  of\n\nproperty.\n\n                                A\n\n          Neither lender  nor borrower survived  the collapse  of\n\n                                3\n\nthe  New England real estate market.   A year after the last loan\n\nhad  been made, First Service  was declared insolvent.   On March\n\n31, 1989,  the  FDIC  was  appointed as  liquidating  agent  (and\n\nthereby became the owner  and holder of the notes).   On November\n\n24, 1989, Sunshine petitioned for voluntary reorganization  under\n\nChapter  11 of the Bankruptcy Code.   The FDIC seasonably filed a\n\nproof of claim in the bankruptcy  court, asserting secured claims\n\namounting   to  $4,948,203.87.    In  April  of  1991,  the  FDIC\n\npetitioned  the bankruptcy  court for  relief from  the automatic\n\nstay, see 11 U.S.C.   362(d)(1) &amp; (2), so that  it might initiate\n         \n\nforeclosure proceedings  against  the properties.    Among  other\n\nthings,  the  FDIC  asserted  that  during  the  prior two  years\n\nSunshine  had  failed to  pay  required  real  estate  taxes  and\n\ninsurance  premiums.   The  bankruptcy court  granted the  FDIC's\n\npetition on July 1, 1991.  No appeal ensued.\n\n          On  July 31, 1992, the  FDIC filed an  amended proof of\n\nclaim  in the  bankruptcy  court.   In March  of 1993,  the court\n\nconverted  Sunshine's  bankruptcy  into  a  Chapter  7  case  and\n\nappointed a  trustee.1  On  July 20,  1993, the FDIC  amended its\n\nproof of claim once again.  Throughout, the FDIC, for reasons not\n\nilluminated in  the record, abjured  any attempt to  foreclose on\n\nthe mortgages that it held.\n\n                                B\n\n          Prior  to any  insolvency, the  bank and  the developer\n\n                    \n\n     1We  henceforth  refer to  the  debtor  and  its trustee  in\nbankruptcy collectively as \"Sunshine\" or \"appellees.\"\n\n                                4\n\nparted  company.   Each sued the  other.   In one  suit, the bank\n\nsought  to collect principal and interest due under the notes; in\n\nthe other, the borrower  sought to recover damages from  the bank\n\non various lender  liability theories.  These suits, though begun\n\nin 1988, remained  dormant for some time.  In  1991, the district\n\ncourt consolidated  them  and  eventually  referred  the  ongoing\n\nlitigation to the bankruptcy court.\n\n          The  bankruptcy  court  repackaged  the  litigation and\n\nbrought it to  a head.  Following a two-week  trial that ended in\n\nMay of 1992, a jury not  only decided that Sunshine owed  nothing\n\nto the FDIC as the bank's successor in interest, but also decided\n\nthat  Sunshine deserved  $2,000,000 in  damages.   The bankruptcy\n\ncourt  disagreed.   It  set aside  the  jury verdict  and entered\n\njudgment   in  favor   of   the  FDIC,   against  Sunshine,   for\n\n$2,717,856.12.2    Sunshine appealed  to  the  district court  on\n\nFebruary 12, 1993.  See 28 U.S.C.   158(a).  The appeal (which we\n                       \n\nshall term \"the Merits Appeal\") is still pending in that court.\n\n                                C\n\n           The  pot  came to  a boil  when  the FDIC  scheduled a\n\nforeclosure  sale  of all  three  properties  for May  11,  1994.\n\nAlarmed  at the prospect of foreclosure  before the Merits Appeal\n\n                    \n\n     2At trial, the FDIC claimed  that the borrower owed  roughly\n$3,951,000.   Sunshine contested a  fraction of the  debt (on the\nbasis  that  First  Service  failed properly  to  credit  certain\ninterim  payments),  admitted that  the  remainder  was due,  and\nsought  to set off damages allegedly owed on the lender liability\nclaims  against  the  balance.    The  bankruptcy  court's  award\nrepresents the portion  of the underlying debt that  Sunshine did\nnot controvert.\n\n                                5\n\nhad been decided,3 appellees  petitioned the bankruptcy court for\n\ninjunctive  relief to  pretermit the  proposed foreclosure  sale.\n\nFor whatever  reason, the bankruptcy court  referred the petition\n\nto the district court.  That court asked a magistrate-judge for a\n\nreport  and  recommendation.    See   Fed.  R.  Civ.  P.   72(b).\n                                   \n\nProceeding on  the mistaken  presumption that the  automatic stay\n\nremained  in  force, the  magistrate  recommended  issuance of  a\n\ntemporary restraining order aimed at halting the foreclosure.\n\n          The  FDIC immediately  objected to  the recommendation.\n\nSee  id.  It noted  the magistrate's mistake  and again asserted,\n        \n\nciting  FIRREA's  anti-injunction  provision,  that  the district\n\ncourt  lacked the authority to  grant the requested  relief.  The\n\ndistrict court  held  a  hearing one  day  before  the  scheduled\n\nforeclosure  sale.   In the  course of  the hearing,  the parties\n\nacknowledged the magistrate's bevue and agreed that the automatic\n\nstay had been dissolved almost three years earlier.  The district\n\njudge  nonetheless  enjoined the  FDIC  from  foreclosing on  the\n\nproperties  pending determination  of  the Merits  Appeal.4   The\n\njudge did not state the basis for his order.\n\n                    \n\n     3Sunshine  apparently  feared,  inter  alia,  that   if  the\n                                                \nproperties were sold in foreclosure and it subsequently prevailed\non its  lender liability claims,  it effectively would  have lost\nthe  right of  setoff, and,  instead, would  be merely  a general\nunsecured creditor of the  receivership.  We take no  view either\nof  the  legitimacy of  these fears  or  of the  parties' rights,\nshould they materialize.\n\n     4The Merits  Appeal is  pending before a  different district\njudge.   At oral argument,  the parties informed  us that it  was\nheard and taken under advisement on May 24, 1994.\n\n                                6\n\n                               II.\n                                  \n\n                        Standard of Review\n                                          \n\n          Black  letter  law  in  this   circuit  instructs  that\n\ndistrict  courts ordinarily are  to determine the appropriateness\n\nof granting or denying a preliminary injunction on the basis of a\n\nfour-part  test   that  takes  into  account   (1)  the  movant's\n\nlikelihood  of  success  on the  merits,  (2)  the potential  for\n\nirreparable injury, (3) a balancing of the relevant equities, and\n\n(4) the effect on  the public interest.  See  Narragansett Indian\n                                                                 \n\nTribe v. Guilbert, 934 F.2d 4, 5 (1st Cir. 1991);  Aoude v. Mobil\n                                                                 \n\nOil Corp., 862 F.2d  890, 892 (1st Cir. 1988).   This formulation\n         \n\ncan only be used in circumstances in which the district court  is\n\nempowered to issue an injunction.  It is this antecedent question\n\n  the question of judicial power, sometimes called \"jurisdiction\"\n\n  that comprises the  centerpiece of this appeal.   Consequently,\n\nwhile we ordinarily review  a district court's decision  to grant\n\nor deny injunctive relief under a deferential abuse-of-discretion\n\nstandard, see,  e.g., Narragansett Indian  Tribe, 934 F.2d  at 5,\n                                                \n\nthis appeal    which presents a pure question of  law   engenders\n\nde  novo review.   See McCarthy v.  Azure, 22 F.3d  351, 354 (1st\n                                         \n\nCir. 1994); Liberty Mut.  Ins. Co. v. Commercial Union  Ins. Co.,\n                                                                \n\n978 F.2d 750, 757  (1st Cir. 1992); see also  Narragansett Indian\n                                                                 \n\nTribe,  934 F.2d  at  5 (explaining  that  an injunction  may  be\n     \n\noverturned  based on  either \"a  mistake of  law or  an  abuse of\n\ndiscretion\").\n\n          The  standard  of  review  is   particularly  important\n\n                                7\n\nbecause  this  case  has  a  curious  twist.    The  magistrate's\n\nrecommendation  was  premised on  a  mistaken  fact, the  parties\n\nexplicitly  informed the  district  court of  the error,  and the\n\ncourt,  though  cognizant  that  the  magistrate's reasoning  was\n\nflawed,   issued  its   own   order  without   any   accompanying\n\nexplanation.   Thus,  we are  very  much in  the dark  as to  the\n\ndistrict  court's thinking.    In the  end,  however, it  is  not\n\nnecessary that  we remand.   Since we  review the legal  issue de\n                                                                 \n\nnovo,  access  to  the  district   court's  rationale  is  not  a\n    \n\nprerequisite to appellate  review.5  Withal,  the absence of  any\n\narticulated  reasoning below  as to  this controlling  issue both\n\nincreased  the risk of error    an unexplained  ruling being more\n\nlikely  to be a poorly considered one    and reduced this court's\n\n(and  the  parties')  opportunities  to benefit  from  the  lower\n\ncourt's analysis.\n\n                               III.\n                                   \n\n                            Discussion\n                                      \n\n          This case  turns on  the construction and  interplay of\n\nseveral  provisions of the statutes that define the powers of the\n\nFDIC and the bankruptcy courts,  respectively.  In each instance,\n\nour starting point is the statutory  text.  See United States  v.\n                                                             \n\n                    \n\n     5We wish to make it crystal clear that we prize the thinking\nof the district courts and encourage district judges to state the\nbasis  for their rulings whether or not they are legally required\nto do  so.  While  our review of  legal questions is  de novo, we\n                                                             \nremain an appellate tribunal with  the function of reviewing what\nanother court has  already done:   the thinking  and analysis  of\nthat earlier tribunal   even when, on consideration,  we disagree\nwith it   is  integral to the judicial process  within which both\ncourts are engaged.\n\n                                8\n\nGibbens,     F.3d    ,     (1st Cir. 1994) [No. 93-2203, slip op.\n       \n\nat 12].\n\n                                A\n\n          FIRREA   constitutes  a  vital   part  of  the  federal\n\ngovernment's response to the savings-and-loan crisis that  rocked\n\nthe nation  in the latter half of the last decade.  The method of\n\nthe  statute  involves,   among  other  things,   \"establish[ing]\n\norganizations  and  procedures  to   obtain  and  administer  the\n\nnecessary funding to  resolve failed thrift cases  and to dispose\n\nof  the assets of [those]  institutions . .  . .\"   H.R. Rep. No.\n\n101-54(I),  101st  Cong., 1st  Sess.  (1989),  reprinted in  1989\n                                                           \n\nU.S.C.C.A.N.  86,  103.   To  this  end,  FIRREA  gives the  FDIC\n\nunprecedented  powers so that it  may function efficaciously as a\n\nreceiver or conservator of insolvent financial institutions.  See\n                                                                 \n\nTelematics  Int'l, Inc. v. NEMLC Leasing Corp., 967 F.2d 703, 705\n                                              \n\n(1st Cir. 1992)  (explaining that FIRREA  is designed to  \"enable\n\nthe  FDIC  to move  quickly  and  without  undue interruption  to\n\npreserve and consolidate the  assets of the failed institution\");\n\nsee also 12 U.S.C.   1821(d)(2)(B) (giving the FDIC  wide-ranging\n        \n\npowers  to take  over  the assets  of,  and operate,  an  insured\n\ndepository institution  that fails); see generally  H.R. Rep. No.\n                                                  \n\n101-54(I), supra, 1989 U.S.C.C.A.N. at 126-29.\n                \n\n          One  major  component of  the  statutory  scheme is  12\n\nU.S.C.   1821(j).   It states that, with exceptions  not relevant\n\nhere, \"no court may take any action, except at the request of the\n\nBoard  of  Directors [of  the FDIC]  by  regulation or  order, to\n\n                                9\n\nrestrain or affect  the exercise  of powers or  functions of  the\n\n[FDIC] as a conservator or a receiver.\"  Id.  By its terms, then,\n                                            \n\nsection 1821(j) is an anti-injunction  measure, preventing courts\n\nfrom  issuing orders that unduly inhibit the FDIC in the exercise\n\nof its statutory powers.6\n\n          Since the injunction issued below unabashedly restrains\n\nand affects the FDIC, acting  in its capacity as a  receiver, our\n\ninquiry  reduces to whether the activity that the injunction kept\n\nthe  FDIC from  pursuing  falls within  the  FDIC's powers  under\n\nFIRREA.   This inquiry  is  actually composed  of two  subsidiary\n\nquestions:  (1) As a general matter, does the FDIC have the power\n\nto foreclose? (2) If so, does  that power extend to the estate of\n\na bankrupt debtor?\n\n                                B\n\n          The  answer  to  the first  query  is  patently  in the\n\naffirmative.  Congress  has given  the FDIC  broad authority  \"to\n\ntake  over  the assets  . .  . and  conduct  all business  of the\n\ninstitution,\"  to  \"collect all  obligations  and  money due  the\n\ninstitution,\"  and  to  \"preserve  and conserve  the  assets  and\n\nproperty  of such  institution.\"   12 U.S.C.    1821(d)(2)(B)(i),\n\n(ii), and  (iv).   As receiver, the  FDIC may \"place  the insured\n\n                    \n\n     6Subject  to   enumerated  exceptions,   see  12   U.S.C.   \n                                                 \n1441a(b)(5),  the  Resolution   Trust  Corporation  (RTC),   when\noperating as a receiver,  enjoys the same powers, and  is subject\nto  the same FIRREA  protections, as the  FDIC.  See  12 U.S.C.  \n                                                    \n1441a(b)(4).    Of  particular  interest  here,  section  1821(j)\napplies equally  to both agencies.   Consequently, we  will refer\nfreely to cases involving the RTC to illuminate section 1821(j)'s\nreach in respect to the FDIC.\n\n                                10\n\ndepository institution in liquidation and proceed to realize upon\n\nthe  assets  of  the  institution,\" 12  U.S.C.     1821(d)(2)(E),\n\n\"transfer  any asset  or  liability of  the  institution,\" id.   \n                                                              \n\n1821(d)(2)(G)(i)(II), and,  in  addition to  the specific  powers\n\ngranted under  these statutes,  it may \"exercise  such incidental\n\npowers as shall be necessary\" to carry out its stated powers, id.\n                                                                 \n\n  1821(d)(2)(J)(i).\n\n          Taken  in  the ensemble,  this  broad  array of  powers\n\neasily encompasses the grant  of a general power to  foreclose on\n\nproperties that  the failed institution held as  collateral.  See\n                                                                 \n\nLloyd v. FDIC,  22 F.3d  335, 336 (1st  Cir. 1994)  (interpreting\n             \n\nthese  statutes as affording the  FDIC the \"power  as receiver to\n\nforeclose on the property  of a debtor\"); see also  281-300 Joint\n                                                                 \n\nVenture v. Onion, 938 F.2d  35, 39 (5th Cir. 1991) (holding  that\n                \n\n\"the ability of the conservator to foreclose on the property of a\n\ndebtor  [is] a  power that  Congress gave  to [agencies  like the\n\nFDIC] under FIRREA\"), cert. denied, 112 S. Ct. 933 (1992); Abbott\n                                                                 \n\nBldg. Corp. v. United States,  951 F.2d 191, 194 (9th  Cir. 1991)\n                            \n\n(similar).   Therefore,  in  a run-of-the-mill  case, a  district\n\ncourt  lacks the authority to enjoin the FDIC, acting lawfully as\n\na  receiver, from  foreclosing on  security that  it holds.   See\n                                                                 \n\nLloyd,  22  F.3d at  336-37  (holding that  district  courts lack\n     \n\njurisdiction  to  enjoin  the  FDIC,  acting  as  receiver,  from\n\nforeclosing on  a debtor's property); Telematics, 967 F.2d at 706\n                                                \n\n(refusing to enjoin the FDIC from foreclosing on a certificate of\n\ndeposit because  section 1821(j)  \"must be accorded  its ordinary\n\n                                11\n\nmeaning\"); see also Sweeney v. RTC, 16 F.3d 1, 6  (1st Cir. 1994)\n                                  \n\n(per curiam) (explaining that  section 1821(j) bars an injunction\n\ndesigned to block  an imminent nonjudicial foreclosure  scheduled\n\nby  the RTC); 281-300 Joint Venture, 938 F.2d at 39 (holding that\n                                   \n\nunder section  1821(j)  \"the courts  lack the  ability to  enjoin\n\nnonjudicial foreclosures that are within the statutory powers\" of\n\nthe RTC qua receiver).\n           \n\n                                C\n\n          The  second  query      whether  the  FDIC's  power  to\n\nforeclose  extends to  the  context of  bankruptcy proceedings   \n\nrequires us to examine appellees' hydra-headed assertion that the\n\ndebtor's bankruptcy removes the FDIC's proposed foreclosure  here\n\nfrom  the mine-run, and vests  the federal courts with injunctive\n\npowers that would be lacking in respect to other FDIC foreclosure\n\ninitiatives.   Answering this  second query is  more complicated,\n\nfor the statutes  defining the  authority of the  FDIC form  only\n\npart  of  the relevant  legal  universe;  the statutes  governing\n\nbankruptcy  matters also must be  consulted.  We  devote the next\n\ntwo sections of this opinion to the task of answering this second\n\nquery.\n\n          It  is not disputed that the  three properties on which\n\nthe FDIC seeks to foreclose constituted property of the debtor as\n\nof the date of  bankruptcy and are  thus property of the  estate.\n\nSee 11 U.S.C.   541(a)(1) (explaining that the bankruptcy \"estate\n   \n\nis comprised of  . . .  all legal or  equitable interests of  the\n\ndebtor  in property  as of  the commencement of  the case\").   As\n\n                                12\n\nSunshine  correctly  points  out,  the  district  court  obtained\n\njurisdiction over those properties by virtue of 28 U.S.C.   1334.\n\nPursuant to 28 U.S.C.   1334(d), \"[t]he district court in which a\n\ncase  under  Title  11 is  commenced  or  is  pending shall  have\n\nexclusive jurisdiction of all  the property, wherever located, of\n\nthe  debtor as of the commencement  of such case, and of property\n\nof the  estate.\"   Id.;  see also  28  U.S.C.    1334(a)  (giving\n                                 \n\ndistrict court \"original and  exclusive jurisdiction of all cases\n\nunder title 11\").\n\n          Sunshine argues that this statutory mosaic also infuses\n\nthe  district court  and/or the  bankruptcy court  with power  to\n\nenjoin the FDIC.7  This argument  builds on the theory that, as a\n\ngeneral proposition, a bankruptcy  court may issue injunctions to\n\nprotect its exclusive jurisdiction over estate property.   See 11\n                                                              \n\nU.S.C.     105(a) (empowering  bankruptcy  courts  to \"issue  any\n\norder, process, or judgment  that is necessary or  appropriate to\n\ncarry out the provisions of this title\"); see also  In re Olympia\n                                                                 \n\nHolding Corp., 141 B.R. 443, 446 (Bankr. M.D. Fla. 1992) (relying\n             \n\non  the jurisdictional grant contained in 28 U.S.C.   1334(d) and\n\nthe grant of  protective powers contained  in 11 U.S.C.    105 to\n\nissue  an injunction  to  safeguard estate  property).   And this\n\nproposition, Sunshine  says, must mean that  the bankruptcy court\n\npossesses the power to enjoin the FDIC when it is necessary to do\n\n                    \n\n     7Despite  the  fact  that  the  district  court  issued  the\ninjunction  in  this  instance,  the  litigants  argue  the  case\nprimarily  in terms of the bankruptcy court's power to enjoin the\nFDIC.  We agree  that, for purposes of this  appeal, the district\ncourt and the bankruptcy court can be treated interchangeably.\n\n                                13\n\nso in order to preserve the assets of the bankruptcy estate.\n\n          We  do not  think that  the appellees'  argument proves\n\ntheir point.  Rather,  it serves merely to highlight  the tension\n\nthat  exists between FIRREA's  anti-injunction provision,  on one\n\nhand,  and the  bankruptcy laws,  on the  other hand.   But  this\n\ntension  does not  mean that  the statutes are  in irreconcilable\n\nconflict.  As we explain below, they are not.\n\n          The  preferred  approach   to  statutory   construction\n\ndictates that a reviewing court  first determine if the perceived\n\nconflict between two laws is real.  See Connecticut Nat'l Bank v.\n                                                              \n\nGermain, 112  S. Ct.  1146, 1149  (1992) (cautioning  that courts\n       \n\nconfronted by  arguably conflicting statutes must  give effect to\n\nboth,  where possible).   Here,  the perceived  conflict  is more\n\napparent than real, for the statutes can be  reconciled.  The key\n\nto harmonizing them lies with 11 U.S.C.   362.\n\n          Section  362 of  the Bankruptcy  Code is  an \"automatic\n\nstay\"  provision.    It  provides  in  substance  that  filing  a\n\nbankruptcy petition  activates an automatic stay.   That applies,\n\ninter alia, to the commencement or continuation of most  judicial\n          \n\nactions or proceedings against the debtor to obtain possession of\n\nproperty  of the estate.  11 U.S.C.   362(a)(1),(3).  Foreclosure\n\nconstitutes an action or proceeding against the debtor within the\n\npurview  of this law.   Hence, attempts to  foreclose come within\n\nthe statutory sweep and are banned unless and until the automatic\n\nstay is lifted, see id.   362(d).  Thus, no  person or entity has\n                       \n\na choate power to foreclose on property belonging to a bankrupt's\n\n                                14\n\nestate so long as the automatic stay is in place.\n\n          We  see  no  basis  for exempting  the  FDIC  from  the\n\nstrictures  of this regime  when it  is acting  as a  receiver or\n\nconservator.8   Because the  automatic stay  is exactly what  the\n\nname  implies   \"automatic\"    it operates  without the necessity\n\nfor  judicial intervention.  Consequently, the stay's curtailment\n\nof  the FDIC's  power  does  not  run  afoul  of  FIRREA's  anti-\n\ninjunction  provision, which only prohibits \"court . . . action .\n                                                  \n\n. . to  restrain or affect the exercise of  powers or function of\n\nthe [FDIC] as a . .  . receiver.\"  12 U.S.C.   1821(j)  (emphasis\n\nsupplied).   On that basis,  we are confident  that the automatic\n\nstay does not violate FIRREA's anti-injunction provision  because\n\nit arises directly from the operation of a legislative enactment,\n\nnot by court order.   Accord In re Colonial Realty Co.,  980 F.2d\n                                                      \n\n125, 137 (2d  Cir. 1992); Gross v. Bell Sav.  Bank, 974 F.2d 403,\n                                                  \n\n407 (3d Cir. 1992).\n\n          The automatic stay works in tandem with the statutes on\n\nwhich  Sunshine relies.   The  broad jurisdictional  grant of  28\n\nU.S.C.    1334  is  designed  to  centralize proceedings  in  the\n\nbankruptcy court,  and 11 U.S.C.   105  is designed to permit the\n\ncourt  to protect that jurisdictional grant.   The automatic stay\n\n                    \n\n     8To  be  sure,  11  U.S.C.     362(b)(4) provides  that  the\nautomatic stay does not reach proceedings undertaken to enforce a\n\"governmental unit's police or  regulatory power.\"  But when  the\nFDIC  operates as a receiver or conservator, it does not exercise\n\"regulatory  power\"  within  the  meaning of  this  statute.  See\n                                                                 \ngenerally  Howell  v. FDIC,  986 F.2d  569,  574 (1st  Cir. 1993)\n                          \n(distinguishing between FDIC acting  in its corporate capacity as\na regulator and in its capacity as a receiver).\n\n                                15\n\nfurthers  this  policy  by preventing  different  creditors  from\n\nbringing  different  proceedings  in  different  courts,  thereby\n\nsetting  in motion  a  free-for-all in  which opposing  interests\n\nmaneuver  to capture  the lion's  share of  the  debtor's assets.\n\n\"The stay insures that the debtor's affairs  will be centralized,\n\ninitially, in  a single  forum in  order  to prevent  conflicting\n         \n\njudgments  from different courts and in order to harmonize all of\n\nthe creditors'  interests  with one  another.\"   In  re  Colonial\n                                                                 \n\nRealty, 980 F.2d at 133 (citation omitted) (emphasis supplied).\n      \n\n          Nonetheless, the automatic stay does not always operate\n\nin  perpetuity.  While the stay ensures that most matters related\n\nto  the debtor's  estate will  come  under the  wing of  a single\n\nbankruptcy court  in the  first instance,9 further  provisions of\n                                        \n\nthe  same  statute  permit  the  bankruptcy  court to  relax  the\n\nautomatic stay  under enumerated  conditions.   See  11 U.S.C.   \n                                                   \n\n362(d)-(g).  Once relief from the  stay is granted, an \"action or\n\nproceeding against  the  debtor  that  was  or  could  have  been\n\ncommenced before  the commencement of the  [bankruptcy] case\" may\n\ngo forward.   Id.   362(a).   In other words,  by granting relief\n                 \n\nfrom the  automatic stay the bankruptcy  court effectively yields\n\nthe exclusive control over the debtor's estate initially accorded\n\nto it by section 1334(d).\n\n          With  all  pieces  in place,  the  assembled  doctrinal\n\n                    \n\n     9In the interests of accuracy, we note that certain property\nis excepted from  the operation of  the automatic stay.   See  11\n                                                             \nU.S.C.   362(b).   This  exception has no  relevance for  present\npurposes.\n\n                                16\n\npuzzle  looks  like  this:    the  jurisdictional  grant  and the\n\nautomatic  stay work  together  to centralize  nearly all  claims\n\nrelating to the bankrupt  estate in the bankruptcy court.   While\n\nthe legislatively mandated stay  is in place, the FDIC,  like any\n\nother  creditor, is fully  subject to it.   If at  this point the\n\nFDIC  were   to  ignore  the  stay  and  initiate  a  foreclosure\n\nproceeding,  the  bankruptcy court  would  be  acting within  its\n\nauthority  to issue  an injunction.    After all,  FIRREA's anti-\n\ninjunction provision,  12 U.S.C.   1821(j),  only prohibits court\n\nactions  restraining  FDIC's exercise  of  its  lawful powers  or\n                                                      \n\nfunctions.  See 281-300 Joint Venture, 938 F.2d at 39.\n                                     \n\n          Once the  bankruptcy court grants the  FDIC relief from\n\nthe automatic  stay, however, the court  surrenders the preferred\n\nposition  that Congress  carved out  for it.   At  that juncture,\n\nFIRREA's anti-injunction provision comes  into play.  Thereafter,\n\nwithout the automatic stay  in place, the bankruptcy  court, like\n\nany other  court, is prevented from  taking \"any action .  . . to\n\nrestrain or affect  the exercise  of powers or  functions of  the\n\n[FDIC]  as a conservator or receiver.\"   12 U.S.C.   1812(j).  So\n\nviewed, the statutes under consideration do not conflict.\n\n          We  thus  answer  the   second  of  our  two  questions\n\naffirmatively and hold  that FIRREA's anti-injunction  provision,\n\n12 U.S.C.   1821(j), applies in the bankruptcy milieu.  That ends\n\nthis  phase  of  our inquiry.    In  this case,  relief  from the\n\nautomatic stay had been obtained long  before the FDIC instituted\n\nforeclosure  proceedings,   and   Sunshine  had   not   appealed.\n\n                                17\n\nConsequently, the bankruptcy court  had surrendered its exclusive\n\ncontrol  over the properties and,  in the face  of FIRREA's anti-\n\ninjunction  provision,  could  not  then  reverse  direction  and\n\nrestrain the FDIC from going forward.10\n\n                                D\n\n          In  a related  vein,  the appellees  also suggest  that\n\nsection  1334(b)  gives the  bankruptcy court  power to  grant an\n\ninjunction   against   the   FDIC,    FIRREA   notwithstanding.11\n\nAppellees' reliance on this provision is misplaced.\n\n          We  need  not  wax  longiloquent.   The  Supreme  Court\n\nrebuffed  a strikingly similar  interpretation of section 1334(b)\n\nin Board of Governors  v. MCorp Financial,  Inc., 112 S. Ct.  459\n                                                \n\n(1991).   There, the debtor contended that section 1334(b) gave a\n\nbankruptcy  court concurrent  jurisdiction that  empowered  it to\n\n                    \n\n     10We are not aware of any instance involving either the FDIC\nor the RTC in  which a court reinstated the automatic  stay after\nhaving granted  a party relief from it.  We leave for another day\nthe  dichotomous question  whether  reinstatement  of  a  section\n362(a)  stay vis-a-vis  the FDIC  would be  possible, and  if so,\nwhether  such  reinstatement  would  constitute   \"court  action\"\nviolative of 12 U.S.C.   1821(j).  We likewise express no opinion\nas  to whether  judicial  implementation of  a  stay pursuant  to\nBankruptcy Rule 8005 might run afoul of section 1821(j).\n\n     11The statute provides:\n\n          Notwithstanding  any  Act  of  Congress  that\n          confers exclusive jurisdiction  on a court or\n          courts  other than  the district  courts, the\n          district courts shall  have original but  not\n          exclusive    jurisdiction   of    all   civil\n          proceedings  arising  under   title  11,   or\n          arising  in or related  to cases  under title\n          11.\n\n28 U.S.C.   1334(b).\n\n                                18\n\nenjoin ongoing administrative proceedings  of the Federal Reserve\n\nBoard,   despite  a   specific  statutory   provision  precluding\n\ninjunctions  in  such  circumstances.   The  Court  rejected  the\n\ndebtor's argument,  holding  that section  1334(b) \"concerns  the\n\nallocation of  jurisdiction between bankruptcy  courts and  other\n\n`courts'\" and that \"an administrative agency such as the Board is\n\nnot a `court'.\"   MCorp, 112 S. Ct.  at 465.  Section  1334(b) is\n                       \n\nsimilarly  inapplicable to  a nonjudicial  foreclosure proceeding\n\nundertaken by the FDIC (which, like the Federal Reserve Board, is\n\nnot a \"court\").12\n\n                                E\n\n          The  appellees have one more shot in their sling.  They\n\nstrive  to  persuade  us   that,  regardless  of  FIRREA's  anti-\n\ninjunction provision, authority to enjoin  the FDIC can be  found\n\nin  the bankruptcy  court's  general  equitable jurisdiction,  to\n\nwhich the FDIC  subjected itself  by filing proofs  of claim  and\n\nlitigating in the  bankruptcy court.  For this  thesis, appellees\n\nrely almost exclusively on the bankruptcy court's reasoning in In\n                                                                 \n\nre Tamposi Family  Inv. Properties, 159  B.R. 631 (Bankr.  D.N.H.\n                                  \n\n1993).  But the  reasoning of the Tamposi court  cannot withstand\n                                         \n\nscrutiny.13\n\n                    \n\n     12This case presents a relatively easy question involving an\nill-starred  effort  to  apply  section  1334(b)  to  nonjudicial\nproceedings instituted by an  administrative agency.  We intimate\nno opinion  regarding that section's applicability vel non to the\n                                                          \nFDIC in other settings.\n\n     13It is important to note that, although Tamposi's reasoning\n                                                     \nis flawed,  the result in the case may be defensible.  See, e.g.,\n                                                                \nIn re Parker North Amer. Corp.,     F.3d    ,     (9th Cir. 1994)\n                              \n\n                                19\n\n          There, the debtors brought adversary complaints against\n\nthe FDIC under  11 U.S.C.    547(b), seeking  to avoid  transfers\n\nthat had  been  made to  the failed  bank less  than ninety  days\n\nbefore the debtors declared bankruptcy.  See Tamposi, 159 B.R. at\n                                                    \n\n632-33.   The  FDIC contended  that the  bankruptcy court  lacked\n\nsubject matter  jurisdiction under 12 U.S.C.    1821(d)(13)(D), a\n\nFIRREA provision  stating that \"no court  shall have jurisdiction\n\nover  . .  . [a]ny  claim or action  for payment  from .  . . the\n\nassets of  any depository  institution for  which the  [FDIC] has\n\nbeen appointed receiver . . . .\"  The Tamposi  court rejected the\n                                             \n\nFDIC's  contention because  \"by  filing a  proof  of claim  in  a\n\nbankruptcy  proceeding, the  creditor/claimant submits  itself to\n\nthe process of allowance  and disallowance of claims which  is at\n\nthe heart  of a bankruptcy court's  subject matter jurisdiction.\"\n\nTamposi, 159 B.R. at 634.\n       \n\n          The  Tamposi  court's  reasoning   leaves  much  to  be\n                      \n\ndesired.   In the first place,  the bankruptcy court, 159 B.R. at\n\n636, misread our opinion in  Marquis v. FDIC, 965 F.2d  1148 (1st\n                                            \n\nCir. 1992).   In Marquis,  we held  that federal courts  retain a\n                        \n\nmodicum of  subject  matter  jurisdiction  over  actions  pending\n\nagainst  failed financial  institutions even  after the  FDIC has\n\nbeen  appointed as  receiver, notwithstanding  the jurisdictional\n\nbar  of  12  U.S.C.      1821(d)(13)(D)  (a  FIRREA  accouterment\n\nproviding  that \"no court shall have jurisdiction  over . . . any\n\n                    \n\n[1994 WL 192456, at *9] (holding that section 1821(d)(13)(D) does\nnot bar  a  bankruptcy court  from  hearing a  preference  action\nagainst the RTC).\n\n                                20\n\nclaim  or  action  for payment  from,  or  any  action seeking  a\n\ndetermination  of  rights with  respect  to,  the assets  of  any\n\ndepository institution  for which  the [FDIC] has  been appointed\n\nreceiver\").  See id.  at 1155.  We  arrived at this holding  as a\n                    \n\nmatter of  statutory interpretation, stressing  other language in\n\nFIRREA that  addresses claimants' rights \"to  continue any action\n\nwhich  was filed before appointment  of a receiver,\"  12 U.S.C.  \n\n1821(d)(5)(F)(ii).   Moreover, we specifically limited  the reach\n\nof  the Marquis  holding to  actions pending  in a  federal court\n               \n\nprior  to the FDIC's appointment as receiver or conservator.  See\n                                                                 \n\nid. at 1154.\n   \n\n          The Tamposi court ignored this limitation.  Instead, it\n                     \n\nerroneously asserted that whether proceedings were pending at the\n\ntime  of the FDIC's appointment \"is irrelevant under the logic of\n\nMarquis.\" Tamposi, 159 B.R. at 636.  This assertion is incorrect:\n                 \n\nthe  holding in Marquis cannot be transplanted root and branch to\n                       \n\na  wider class of cases.  Specifically, the holding is inapposite\n\nin the Tamposi context   and it is similarly inapposite here.\n              \n\n          The  second problem  with the  reasoning of  Tamposi is\n                                                              \n\nthat the  opinion places too great a premium on a trio of Supreme\n\nCourt cases not involving the FDIC.   Each of these cases  stands\n\nfor  the somewhat  mundane proposition  that \"by  filing  a claim\n\nagainst a bankruptcy estate the creditor triggers  the process of\n\nallowance and disallowance of claims,  thereby subjecting himself\n\nto the bankruptcy court's equitable powers.\"  Langenkamp v. Culp,\n                                                                \n\n498 U.S.  42, 44  (1990) (citation and  internal quotation  marks\n\n                                21\n\nomitted); accord  Granfinanciera, S.A. v. Nordberg,  492 U.S. 33,\n                                                  \n\n59  n.14 (1989) (noting that  \"by submitting a  claim against the\n\nbankruptcy estate, creditors  subject themselves  to the  court's\n\nequitable power to disallow those claims\"); Katchen v. Landy, 382\n                                                            \n\nU.S. 323,  329-30 (1966) (similar).   We  do not doubt  that this\n\nproposition pertains to the FDIC   but staking the farm on it for\n\npresent purposes begs the  question of what equitable  powers the\n\nbankruptcy court possesses vis-a-vis particular litigants.\n\n          Once  the  question  is  properly  framed,  the  FDIC's\n\ninvolvement makes a dispositive difference.  The bankruptcy court\n\nis a creature of statute, and Sunshine  has not suggested that it\n\nis  beyond  Congress's  lawful   powers  to  limit  the  remedies\n\navailable  to that court or  to remove selected  matters from its\n\njurisdiction.  Here, Congress exercised that very power, limiting\n\nthe  authority of all courts   the bankruptcy court included   to\n\nenjoin the FDIC.  The general  proposition that filing a proof of\n\nclaim  subjects  a  party  to the  bankruptcy  court's  equitable\n\njurisdiction cannot  be read in  isolation, but, rather,  must be\n\nread  in  conjunction  with  the  specific  statutory   language,\n\ncontained in section 1821(j),  that Congress subsequently saw fit\n\nto  write.   Cf. Vimar  Seguros  y Reaseguros,  S.A.  v. M/V  Sky\n                                                                 \n\nReefer,     F.3d    ,     (1st Cir.  1994) [No. 93-2179, slip op.\n      \n\nat  12]  (explaining  that   a  specific,  later-enacted  statute\n\n\"ordinarily controls the general\") (collecting  cases); Watson v.\n                                                              \n\nFraternal  Order of  Eagles, 915  F.2d 235,  240 (6th  Cir. 1990)\n                           \n\n(same).\n\n                                22\n\n          Finally, and  relatedly, to accept the  Tamposi court's\n                                                         \n\nreasoning would be to stand FIRREA on its ear.  After all, once a\n\nparty  declares  bankruptcy, a  creditor's principal  recourse to\n\nmoney  owed is by filing proofs of claim in the bankruptcy court.\n\nUnder  the  Tamposi  regime,  when   the  FDIC  as  receiver   or\n                   \n\nconservator  is  also a  creditor of  a  bankrupt, the  FDIC must\n\neither  elect  to  forgo its  claim  or  to  waive its  statutory\n\nprotections.  In  the most auspicious of circumstances,  we would\n\nbe reluctant to read section  1821(j) as constructing so perverse\n\na paradigm.\n\n          Here,  the circumstances  are anything  but auspicious,\n\nfor  the statute is prefaced  by the phrase  \"Except as otherwise\n\nprovided in  this section  .  . .  .\"   This  language serves  to\n\nidentify those occasions on  which the anti-injunction  provision\n\nlacks  force.  See, e.g.,    1821(c)(7), 1821(c)(8)(C).  When, as\n                        \n\nnow,  a   law  itself  contains  an   enumeration  of  applicable\n\nexemptions, the maxim  \"expressio unius  est exclusio  alaterius\"\n\nordinarily  applies.      Under  that   maxim,  a   legislature's\n\naffirmative description  of certain powers  or exemptions implies\n\ndenial  of nondescribed  powers or  exemptions.   See Continental\n                                                                 \n\nCas. Co. v. United States, 314  U.S. 527, 533 (1942); Park  Motor\n                                                                 \n\nMart, Inc. v. Ford Motor Co., 616 F.2d 603, 605  (1st Cir. 1980);\n                            \n\nsee  generally  2A  Norman  J. Singer,  Sutherland  Stat.  Const.\n                                                                 \n\n 47.23, at 216-17 (5th ed. 1992).  So it is here.\n\n                               IV.\n                                  \n\n                            Conclusion\n                                      \n\n                                23\n\n          We  need go no further.   There is  no conflict between\n\nthe   statutory  provisions   defining  the   bankruptcy  courts'\n\njurisdiction and the FDIC's powers while the automatic stay is in\n\nplace.   When and if  a bankruptcy court  grants relief from  the\n\nstay for a particular purpose, however, the  FDIC's powers, which\n\nin this regard  are spelled  out by FIRREA's  recent, clear,  and\n\nspecific language, come to the fore and trump the residual powers\n\nof  the courts.   Had  the court  below correctly  understood the\n\ninterface between  the relevant statutory schemes,  it would have\n\nrealized that, because the automatic stay had been dissolved, the\n\nappellees  were requesting  relief of  a kind  that, 18  U.S.C.  \n\n1821(j)  considered,  exceeded  the district  court's  authority.\n\nConsequently, the injunction  issued by the  lower court may  not\n\nstand.\n\n          Reversed.\n                  \n\n                                24\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">September 19, 1994\n                  UNITED STATES COURT OF APPEALS\n\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1509\n\n               SUNSHINE DEVELOPMENT, INC., ET AL.,\n                      Plaintiffs, Appellees,\n\n                                v.\n\n              FEDERAL DEPOSIT INSURANCE CORPORATION,\n     AS LIQUIDATING AGENT FOR FIRST SERVICE BANK FOR SAVINGS,\n                      Defendant, Appellant.\n\n                                             \n\n                           ERRATA SHEET\n\n     The  opinion of  the  court issued  on  August 22,  1994  is\ncorrected as follows:\n\n     On page 2, line 12   insert period after \"reverse\"\n\n     On page 22, line 5   delete \", 1821(d)(6)\"\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1509\n\n               SUNSHINE DEVELOPMENT, INC., ET AL.,\n\n                      Plaintiffs, Appellees,\n\n                                v.\n\n              FEDERAL DEPOSIT INSURANCE CORPORATION,\n     AS LIQUIDATING AGENT FOR FIRST SERVICE BANK FOR SAVINGS,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n      [Hon. Martin F. Loughlin, Senior U.S. District Judge]\n                                                          \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                 Campbell, Senior Circuit Judge,\n                                               \n\n                  and Lagueux,* District Judge.\n                                              \n\n                                             \n\n     Gregory E.  Gore, Counsel,  with whom  Ann S.  DuRoss, Ass't\n                                                          \nGeneral Counsel, Robert D. McGillicuddy, Senior Counsel, Michelle\n                                                                 \nKosse, Counsel,  Steven A. Solomon,  and Backus, Meyer  &amp; Solomon\n                                                                 \nwere on brief, for appellant.\n     Dennis G. Bezanson for appellees.\n                       \n\n                                             \n\n                         August 22, 1994\n                                             \n\n          \n*Of the District of Rhode Island, sitting by designation.\n\n          SELYA,  Circuit  Judge.   This  appeal  requires us  to\n          SELYA,  Circuit  Judge.\n                                \n\ndetermine the scope  of the immunity from  injunctions granted to\n\nthe  Federal  Deposit  Insurance  Corporation  (FDIC)  under  the\n\nFinancial  Institutions Reform, Recovery,  and Enforcement Act of\n\n1989 (FIRREA), Pub.  L. 101-73, 103 Stat. 842 (Aug.  9, 1989), in\n\nthe  context  of bankruptcy  proceedings.    After sketching  how\n\nCongress intended  FIRREA to  operate, and clarifying  the source\n\nand  extent of bankruptcy courts' powers to manage the estates of\n\ndebtors whose  fates are intertwined  with the affairs  of failed\n\nfinancial institutions,  we conclude that the  court below lacked\n\nthe authority to restrain the FDIC in  the exercise of its lawful\n\nstatutory powers.  Accordingly, we reverse.\n\n                                I.\n                                  \n\n                            Background\n                                      \n\n          The facts essential to  an understanding of this appeal\n\nare not disputed.  Between 1985  and 1988, First Service Bank for\n\nSavings  made  a  total  of  seven  separate  loans  to  Sunshine\n\nDevelopment, Inc. in connection with various  projects, including\n\nSalisbury  Pasture  (Franklin, New  Hampshire),  Brightside Place\n\n(Derry,  New  Hampshire), and  154  Webster  Street (Hudson,  New\n\nHampshire).  The debt (much of which remains unpaid) is evidenced\n\nby three  promissory notes.   The notes  are cross-collateralized\n\nand  secured  by  mortgages   encumbering  all  three  pieces  of\n\nproperty.\n\n                                A\n\n          Neither lender  nor borrower survived  the collapse  of\n\n                                3\n\nthe  New England real estate market.   A year after the last loan\n\nhad  been made, First Service  was declared insolvent.   On March\n\n31, 1989,  the  FDIC  was  appointed as  liquidating  agent  (and\n\nthereby became the owner  and holder of the notes).   On November\n\n24, 1989, Sunshine petitioned for voluntary reorganization  under\n\nChapter  11 of the Bankruptcy Code.   The FDIC seasonably filed a\n\nproof of claim in the bankruptcy  court, asserting secured claims\n\namounting   to  $4,948,203.87.    In  April  of  1991,  the  FDIC\n\npetitioned  the bankruptcy  court for  relief from  the automatic\n\nstay, see 11 U.S.C.   362(d)(1) &amp; (2), so that  it might initiate\n         \n\nforeclosure proceedings  against  the properties.    Among  other\n\nthings,  the  FDIC  asserted  that  during  the  prior two  years\n\nSunshine  had  failed to  pay  required  real  estate  taxes  and\n\ninsurance  premiums.   The  bankruptcy court  granted the  FDIC's\n\npetition on July 1, 1991.  No appeal ensued.\n\n          On  July 31, 1992, the  FDIC filed an  amended proof of\n\nclaim  in the  bankruptcy  court.   In March  of 1993,  the court\n\nconverted  Sunshine's  bankruptcy  into  a  Chapter  7  case  and\n\nappointed a  trustee.1  On  July 20,  1993, the FDIC  amended its\n\nproof of claim once again.  Throughout, the FDIC, for reasons not\n\nilluminated in  the record, abjured  any attempt to  foreclose on\n\nthe mortgages that it held.\n\n                                B\n\n          Prior  to any  insolvency, the  bank and  the developer\n\n                    \n\n     1We  henceforth  refer to  the  debtor  and  its trustee  in\nbankruptcy collectively as \"Sunshine\" or \"appellees.\"\n\n                                4\n\nparted  company.   Each sued the  other.   In one  suit, the bank\n\nsought  to collect principal and interest due under the notes; in\n\nthe other, the borrower  sought to recover damages from  the bank\n\non various lender  liability theories.  These suits, though begun\n\nin 1988, remained  dormant for some time.  In  1991, the district\n\ncourt consolidated  them  and  eventually  referred  the  ongoing\n\nlitigation to the bankruptcy court.\n\n          The  bankruptcy  court  repackaged  the  litigation and\n\nbrought it to  a head.  Following a two-week  trial that ended in\n\nMay of 1992, a jury not  only decided that Sunshine owed  nothing\n\nto the FDIC as the bank's successor in interest, but also decided\n\nthat  Sunshine deserved  $2,000,000 in  damages.   The bankruptcy\n\ncourt  disagreed.   It  set aside  the  jury verdict  and entered\n\njudgment   in  favor   of   the  FDIC,   against  Sunshine,   for\n\n$2,717,856.12.2    Sunshine appealed  to  the  district court  on\n\nFebruary 12, 1993.  See 28 U.S.C.   158(a).  The appeal (which we\n                       \n\nshall term \"the Merits Appeal\") is still pending in that court.\n\n                                C\n\n           The  pot  came to  a boil  when  the FDIC  scheduled a\n\nforeclosure  sale  of all  three  properties  for May  11,  1994.\n\nAlarmed  at the prospect of foreclosure  before the Merits Appeal\n\n                    \n\n     2At trial, the FDIC claimed  that the borrower owed  roughly\n$3,951,000.   Sunshine contested a  fraction of the  debt (on the\nbasis  that  First  Service  failed properly  to  credit  certain\ninterim  payments),  admitted that  the  remainder  was due,  and\nsought  to set off damages allegedly owed on the lender liability\nclaims  against  the  balance.    The  bankruptcy  court's  award\nrepresents the portion  of the underlying debt that  Sunshine did\nnot controvert.\n\n                                5\n\nhad been decided,3 appellees  petitioned the bankruptcy court for\n\ninjunctive  relief to  pretermit the  proposed foreclosure  sale.\n\nFor whatever  reason, the bankruptcy court  referred the petition\n\nto the district court.  That court asked a magistrate-judge for a\n\nreport  and  recommendation.    See   Fed.  R.  Civ.  P.   72(b).\n                                   \n\nProceeding on  the mistaken  presumption that the  automatic stay\n\nremained  in  force, the  magistrate  recommended  issuance of  a\n\ntemporary restraining order aimed at halting the foreclosure.\n\n          The  FDIC immediately  objected to  the recommendation.\n\nSee  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>  It noted </span><pre class=\"inline\"> the magistrate's mistake  and again asserted,\n        \n\nciting  FIRREA's  anti-injunction  provision,  that  the district\n\ncourt  lacked the authority to  grant the requested  relief.  The\n\ndistrict court  held  a  hearing one  day  before  the  scheduled\n\nforeclosure  sale.   In the  course of  the hearing,  the parties\n\nacknowledged the magistrate's bevue and agreed that the automatic\n\nstay had been dissolved almost three years earlier.  The district\n\njudge  nonetheless  enjoined the  FDIC  from  foreclosing on  the\n\nproperties  pending determination  of  the Merits  Appeal.4   The\n\njudge did not state the basis for his order.\n\n                    \n\n     3Sunshine  apparently  feared,  inter  alia,  that   if  the\n                                                \nproperties were sold in foreclosure and it subsequently prevailed\non its  lender liability claims,  it effectively would  have lost\nthe  right of  setoff, and,  instead, would  be merely  a general\nunsecured creditor of the  receivership.  We take no  view either\nof  the  legitimacy of  these fears  or  of the  parties' rights,\nshould they materialize.\n\n     4The Merits  Appeal is  pending before a  different district\njudge.   At oral argument,  the parties informed  us that it  was\nheard and taken under advisement on May 24, 1994.\n\n                                6\n\n                               II.\n                                  \n\n                        Standard of Review\n                                          \n\n          Black  letter  law  in  this   circuit  instructs  that\n\ndistrict  courts ordinarily are  to determine the appropriateness\n\nof granting or denying a preliminary injunction on the basis of a\n\nfour-part  test   that  takes  into  account   (1)  the  movant's\n\nlikelihood  of  success  on the  merits,  (2)  the potential  for\n\nirreparable injury, (3) a balancing of the relevant equities, and\n\n(4) the effect on  the public interest.  See  Narragansett Indian\n                                                                 \n\nTribe v. Guilbert, </pre><span class=\"citation\" data-id=\"561828\"><a href=\"/opinion/561828/narragansett-indian-tribe-v-paul-e-guilbert/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span><pre class=\"inline\">, 5 (1st Cir. 1991);  Aoude v. Mobil\n                                                                 \n\nOil Corp., </pre><span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">890</span></a></span><pre class=\"inline\">, 892 (1st Cir. 1988).   This formulation\n         \n\ncan only be used in circumstances in which the district court  is\n\nempowered to issue an injunction.  It is this antecedent question\n\n  the question of judicial power, sometimes called \"jurisdiction\"\n\n  that comprises the  centerpiece of this appeal.   Consequently,\n\nwhile we ordinarily review  a district court's decision  to grant\n\nor deny injunctive relief under a deferential abuse-of-discretion\n\nstandard, see,  e.g., Narragansett Indian  </pre><span class=\"citation\" data-id=\"561828\"><span class=\"antecedent_guess\">Tribe,</span> <a href=\"/opinion/561828/narragansett-indian-tribe-v-paul-e-guilbert/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">5</span></a></span><pre class=\"inline\">,\n                                                \n\nthis appeal    which presents a pure question of  law   engenders\n\nde  novo review.   See McCarthy v.  Azure, </pre><span class=\"citation\" data-id=\"195334\"><a href=\"/opinion/195334/mccarthy-v-azure/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">351</span></a></span><pre class=\"inline\">, 354 (1st\n                                         \n\nCir. 1994); Liberty Mut.  Ins. Co. v. Commercial Union  Ins. Co.,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"593905\"><a href=\"/opinion/593905/liberty-mutual-insurance-company-v-commercial-union-insurance-company/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">750</span></a></span><pre class=\"inline\">, 757  (1st Cir. 1992); see also  Narragansett Indian\n                                                                 \n\n</pre><span class=\"citation\" data-id=\"561828\"><span class=\"antecedent_guess\">Tribe,</span>  <a href=\"/opinion/561828/narragansett-indian-tribe-v-paul-e-guilbert/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">5</span> </a></span><pre class=\"inline\">(explaining  that  an injunction  may  be\n     \n\noverturned  based on  either \"a  mistake of  law or  an  abuse of\n\ndiscretion\").\n\n          The  standard  of  review  is   particularly  important\n\n                                7\n\nbecause  this  case  has  a  curious  twist.    The  magistrate's\n\nrecommendation  was  premised on  a  mistaken  fact, the  parties\n\nexplicitly  informed the  district  court of  the error,  and the\n\ncourt,  though  cognizant  that  the  magistrate's reasoning  was\n\nflawed,   issued  its   own   order  without   any   accompanying\n\nexplanation.   Thus,  we are  very  much in  the dark  as to  the\n\ndistrict  court's thinking.    In the  end,  however, it  is  not\n\nnecessary that  we remand.   Since we  review the legal  issue de\n                                                                 \n\nnovo,  access  to  the  district   court's  rationale  is  not  a\n    \n\nprerequisite to appellate  review.5  Withal,  the absence of  any\n\narticulated  reasoning below  as to  this controlling  issue both\n\nincreased  the risk of error    an unexplained  ruling being more\n\nlikely  to be a poorly considered one    and reduced this court's\n\n(and  the  parties')  opportunities  to benefit  from  the  lower\n\ncourt's analysis.\n\n                               III.\n                                   \n\n                            Discussion\n                                      \n\n          This case  turns on  the construction and  interplay of\n\nseveral  provisions of the statutes that define the powers of the\n\nFDIC and the bankruptcy courts,  respectively.  In each instance,\n\nour starting point is the statutory  text.  See United States  v.\n                                                             \n\n                    \n\n     5We wish to make it crystal clear that we prize the thinking\nof the district courts and encourage district judges to state the\nbasis  for their rulings whether or not they are legally required\nto do  so.  While  our review of  legal questions is  de novo, we\n                                                             \nremain an appellate tribunal with  the function of reviewing what\nanother court has  already done:   the thinking  and analysis  of\nthat earlier tribunal   even when, on consideration,  we disagree\nwith it   is  integral to the judicial process  within which both\ncourts are engaged.\n\n                                8\n\nGibbens,     F.3d    ,     (1st Cir. 1994) [No. 93-2203, slip op.\n       \n\nat 12].\n\n                                A\n\n          FIRREA   constitutes  a  vital   part  of  the  federal\n\ngovernment's response to the savings-and-loan crisis that  rocked\n\nthe nation  in the latter half of the last decade.  The method of\n\nthe  statute  involves,   among  other  things,   \"establish[ing]\n\norganizations  and  procedures  to   obtain  and  administer  the\n\nnecessary funding to  resolve failed thrift cases  and to dispose\n\nof  the assets of [those]  institutions . .  . .\"   H.R. Rep. No.\n\n101-54(I),  101st  Cong., 1st  Sess.  (1989),  reprinted in  1989\n                                                           \n\nU.S.C.C.A.N.  86,  103.   To  this  end,  FIRREA  gives the  FDIC\n\nunprecedented  powers so that it  may function efficaciously as a\n\nreceiver or conservator of insolvent financial institutions.  See\n                                                                 \n\nTelematics  Int'l, Inc. v. NEMLC Leasing Corp., </pre><span class=\"citation\" data-id=\"585781\"><a href=\"/opinion/585781/telematics-international-inc-v-nemlc-leasing-corporation/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">703</span></a></span><pre class=\"inline\">, 705\n                                              \n\n(1st Cir. 1992)  (explaining that FIRREA  is designed to  \"enable\n\nthe  FDIC  to move  quickly  and  without  undue interruption  to\n\npreserve and consolidate the  assets of the failed institution\");\n\nsee also 12 U.S.C.   1821(d)(2)(B) (giving the FDIC  wide-ranging\n        \n\npowers  to take  over  the assets  of,  and operate,  an  insured\n\ndepository institution  that fails); see generally  H.R. Rep. No.\n                                                  \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">101-54(I),</span> supra</span><pre class=\"inline\">, 1989 U.S.C.C.A.N. at 126-29.\n                \n\n          One  major  component of  the  statutory  scheme is  12\n\nU.S.C.   1821(j).   It states that, with exceptions  not relevant\n\nhere, \"no court may take any action, except at the request of the\n\nBoard  of  Directors [of  the FDIC]  by  regulation or  order, to\n\n                                9\n\nrestrain or affect  the exercise  of powers or  functions of  the\n\n[FDIC] as a conservator or a receiver.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  By its </span><pre class=\"inline\">terms, then,\n                                            \n\nsection 1821(j) is an anti-injunction  measure, preventing courts\n\nfrom  issuing orders that unduly inhibit the FDIC in the exercise\n\nof its statutory powers.6\n\n          Since the injunction issued below unabashedly restrains\n\nand affects the FDIC, acting  in its capacity as a  receiver, our\n\ninquiry  reduces to whether the activity that the injunction kept\n\nthe  FDIC from  pursuing  falls within  the  FDIC's powers  under\n\nFIRREA.   This inquiry  is  actually composed  of two  subsidiary\n\nquestions:  (1) As a general matter, does the FDIC have the power\n\nto foreclose? (2) If so, does  that power extend to the estate of\n\na bankrupt debtor?\n\n                                B\n\n          The  answer  to  the first  query  is  patently  in the\n\naffirmative.  Congress  has given  the FDIC  broad authority  \"to\n\ntake  over  the assets  . .  . and  conduct  all business  of the\n\ninstitution,\"  to  \"collect all  obligations  and  money due  the\n\ninstitution,\"  and  to  \"preserve  and conserve  the  assets  and\n\nproperty  of such  institution.\"   12 U.S.C.    1821(d)(2)(B)(i),\n\n(ii), and  (iv).   As receiver, the  FDIC may \"place  the insured\n\n                    \n\n     6Subject  to   enumerated  exceptions,   see  12   U.S.C.   \n                                                 \n1441a(b)(5),  the  Resolution   Trust  Corporation  (RTC),   when\noperating as a receiver,  enjoys the same powers, and  is subject\nto  the same FIRREA  protections, as the  FDIC.  See  12 U.S.C.  \n                                                    \n1441a(b)(4).    Of  particular  interest  here,  section  1821(j)\napplies equally  to both agencies.   Consequently, we  will refer\nfreely to cases involving the RTC to illuminate section 1821(j)'s\nreach in respect to the FDIC.\n\n                                10\n\ndepository institution in liquidation and proceed to realize upon\n\nthe  assets  of  the  institution,\" 12  U.S.C.     1821(d)(2)(E),\n\n\"transfer  any asset  or  liability of  the  institution,\" </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>   \n                                                              \n\n1821(d)(2)(G)(i)(II), and, </span><pre class=\"inline\"> in  addition to  the specific  powers\n\ngranted under  these statutes,  it may \"exercise  such incidental\n\npowers as shall be necessary\" to carry out its stated powers, </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>\n                                                                 \n\n  1821(d)(2)(J)(i).\n\n          Taken </span><pre class=\"inline\"> in  the ensemble,  this  broad  array of  powers\n\neasily encompasses the grant  of a general power to  foreclose on\n\nproperties that  the failed institution held as  collateral.  See\n                                                                 \n\nLloyd v. FDIC,  </pre><span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">335</span></span><pre class=\"inline\">, 336 (1st  Cir. 1994)  (interpreting\n             \n\nthese  statutes as affording the  FDIC the \"power  as receiver to\n\nforeclose on the property  of a debtor\"); see also  281-300 Joint\n                                                                 \n\nVenture v. Onion, </pre><span class=\"citation\" data-id=\"564428\"><a href=\"/opinion/564428/281-300-joint-venture-v-robert-f-onion-substitute-trustee-and-san/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">35</span></a></span><pre class=\"inline\">, 39 (5th Cir. 1991) (holding  that\n                \n\n\"the ability of the conservator to foreclose on the property of a\n\ndebtor  [is] a  power that  Congress gave  to [agencies  like the\n\nFDIC] under FIRREA\"), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">933</span> </span><pre class=\"inline\">(1992); Abbott\n                                                                 \n\nBldg. Corp. v. United States,  </pre><span class=\"citation\" data-id=\"573206\"><a href=\"/opinion/573206/abbott-building-corporation-inc-the-abbott-trust-v-united-states-of/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></a></span><pre class=\"inline\">, 194 (9th  Cir. 1991)\n                            \n\n(similar).   Therefore,  in  a run-of-the-mill  case, a  district\n\ncourt  lacks the authority to enjoin the FDIC, acting lawfully as\n\na  receiver, from  foreclosing on  security that  it holds.   See\n                                                                 \n\n</pre><span class=\"citation\" data-id=\"195334\"><span class=\"antecedent_guess\">Lloyd,</span>  <a href=\"/opinion/195334/mccarthy-v-azure/\"><span class=\"volume\">22</span>  <span class=\"reporter\">F.3d</span> at  <span class=\"page\">336-37</span> </a></span><pre class=\"inline\"> (holding that  district  courts lack\n     \n\njurisdiction  to  enjoin  the  FDIC,  acting  as  receiver,  from\n\nforeclosing on  a debtor's property); </pre><span class=\"citation\" data-id=\"585781\"><span class=\"antecedent_guess\">Telematics,</span> <a href=\"/opinion/585781/telematics-international-inc-v-nemlc-leasing-corporation/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">706</span>\n</a></span><pre class=\"inline\">                                                \n\n(refusing to enjoin the FDIC from foreclosing on a certificate of\n\ndeposit because  section 1821(j)  \"must be accorded  its ordinary\n\n                                11\n\nmeaning\"); see also Sweeney v. RTC, </pre><span class=\"citation\" data-id=\"195177\"><a href=\"/opinion/195177/sweeney-v-resolution-trust/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6  (1st Cir. 1994)\n                                  \n\n(per curiam) (explaining that  section 1821(j) bars an injunction\n\ndesigned to block  an imminent nonjudicial foreclosure  scheduled\n\nby  the RTC); 281-300 Joint </pre><span class=\"citation\" data-id=\"564428\"><span class=\"antecedent_guess\">Venture,</span> <a href=\"/opinion/564428/281-300-joint-venture-v-robert-f-onion-substitute-trustee-and-san/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">39</span> </a></span><pre class=\"inline\">(holding that\n                                   \n\nunder section  1821(j)  \"the courts  lack the  ability to  enjoin\n\nnonjudicial foreclosures that are within the statutory powers\" of\n\nthe RTC qua receiver).\n           \n\n                                C\n\n          The  second  query      whether  the  FDIC's  power  to\n\nforeclose  extends to  the  context of  bankruptcy proceedings   \n\nrequires us to examine appellees' hydra-headed assertion that the\n\ndebtor's bankruptcy removes the FDIC's proposed foreclosure  here\n\nfrom  the mine-run, and vests  the federal courts with injunctive\n\npowers that would be lacking in respect to other FDIC foreclosure\n\ninitiatives.   Answering this  second query is  more complicated,\n\nfor the statutes  defining the  authority of the  FDIC form  only\n\npart  of  the relevant  legal  universe;  the statutes  governing\n\nbankruptcy  matters also must be  consulted.  We  devote the next\n\ntwo sections of this opinion to the task of answering this second\n\nquery.\n\n          It  is not disputed that the  three properties on which\n\nthe FDIC seeks to foreclose constituted property of the debtor as\n\nof the date of  bankruptcy and are  thus property of the  estate.\n\nSee 11 U.S.C.   541(a)(1) (explaining that the bankruptcy \"estate\n   \n\nis comprised of  . . .  all legal or  equitable interests of  the\n\ndebtor  in property  as of  the commencement of  the case\").   As\n\n                                12\n\nSunshine  correctly  points  out,  the  district  court  obtained\n\njurisdiction over those properties by virtue of 28 U.S.C.   1334.\n\nPursuant to 28 U.S.C.   1334(d), \"[t]he district court in which a\n\ncase  under  Title  11 is  commenced  or  is  pending shall  have\n\nexclusive jurisdiction of all  the property, wherever located, of\n\nthe  debtor as of the commencement  of such case, and of property\n\nof the  estate.\"   Id.;  see also  28  U.S.C.    1334(a)  (giving\n                                 \n\ndistrict court \"original and  exclusive jurisdiction of all cases\n\nunder title 11\").\n\n          Sunshine argues that this statutory mosaic also infuses\n\nthe  district court  and/or the  bankruptcy court  with power  to\n\nenjoin the FDIC.7  This argument  builds on the theory that, as a\n\ngeneral proposition, a bankruptcy  court may issue injunctions to\n\nprotect its exclusive jurisdiction over estate property.   See 11\n                                                              \n\nU.S.C.     105(a) (empowering  bankruptcy  courts  to \"issue  any\n\norder, process, or judgment  that is necessary or  appropriate to\n\ncarry out the provisions of this title\"); see also  In re Olympia\n                                                                 \n\nHolding Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">443</span></span><pre class=\"inline\">, 446 (Bankr. M.D. Fla. 1992) (relying\n             \n\non  the jurisdictional grant contained in 28 U.S.C.   1334(d) and\n\nthe grant of  protective powers contained  in 11 U.S.C.    105 to\n\nissue  an injunction  to  safeguard estate  property).   And this\n\nproposition, Sunshine  says, must mean that  the bankruptcy court\n\npossesses the power to enjoin the FDIC when it is necessary to do\n\n                    \n\n     7Despite  the  fact  that  the  district  court  issued  the\ninjunction  in  this  instance,  the  litigants  argue  the  case\nprimarily  in terms of the bankruptcy court's power to enjoin the\nFDIC.  We agree  that, for purposes of this  appeal, the district\ncourt and the bankruptcy court can be treated interchangeably.\n\n                                13\n\nso in order to preserve the assets of the bankruptcy estate.\n\n          We  do not  think that  the appellees'  argument proves\n\ntheir point.  Rather,  it serves merely to highlight  the tension\n\nthat  exists between FIRREA's  anti-injunction provision,  on one\n\nhand,  and the  bankruptcy laws,  on the  other hand.   But  this\n\ntension  does not  mean that  the statutes are  in irreconcilable\n\nconflict.  As we explain below, they are not.\n\n          The  preferred  approach   to  statutory   construction\n\ndictates that a reviewing court  first determine if the perceived\n\nconflict between two laws is real.  See Connecticut Nat'l Bank v.\n                                                              \n\nGermain, </pre><span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">112</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1146</span></a></span><pre class=\"inline\">, 1149  (1992) (cautioning  that courts\n       \n\nconfronted by  arguably conflicting statutes must  give effect to\n\nboth,  where possible).   Here,  the perceived  conflict  is more\n\napparent than real, for the statutes can be  reconciled.  The key\n\nto harmonizing them lies with 11 U.S.C.   362.\n\n          Section  362 of  the Bankruptcy  Code is  an \"automatic\n\nstay\"  provision.    It  provides  in  substance  that  filing  a\n\nbankruptcy petition  activates an automatic stay.   That applies,\n\ninter alia, to the commencement or continuation of most  judicial\n          \n\nactions or proceedings against the debtor to obtain possession of\n\nproperty  of the estate.  11 U.S.C.   362(a)(1),(3).  Foreclosure\n\nconstitutes an action or proceeding against the debtor within the\n\npurview  of this law.   Hence, attempts to  foreclose come within\n\nthe statutory sweep and are banned unless and until the automatic\n\nstay is lifted, see </pre><span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"id_token\">id.</span>   362(d).  Thus, </a></span><pre class=\"inline\">no  person or entity has\n                       \n\na choate power to foreclose on property belonging to a bankrupt's\n\n                                14\n\nestate so long as the automatic stay is in place.\n\n          We  see  no  basis  for exempting  the  FDIC  from  the\n\nstrictures  of this regime  when it  is acting  as a  receiver or\n\nconservator.8   Because the  automatic stay  is exactly what  the\n\nname  implies   \"automatic\"    it operates  without the necessity\n\nfor  judicial intervention.  Consequently, the stay's curtailment\n\nof  the FDIC's  power  does  not  run  afoul  of  FIRREA's  anti-\n\ninjunction  provision, which only prohibits \"court . . . action .\n                                                  \n\n. . to  restrain or affect the exercise of  powers or function of\n\nthe [FDIC] as a . .  . receiver.\"  12 U.S.C.   1821(j)  (emphasis\n\nsupplied).   On that basis,  we are confident  that the automatic\n\nstay does not violate FIRREA's anti-injunction provision  because\n\nit arises directly from the operation of a legislative enactment,\n\nnot by court order.   Accord In re Colonial Realty Co.,  </pre><span class=\"citation\" data-id=\"595493\"><a href=\"/opinion/595493/in-re-colonial-realty-company-jonathan-googel-and-benjamin-sisti/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span>\n                                                      \n\n<span class=\"page\">125</span></a></span><pre class=\"inline\">, 137 (2d  Cir. 1992); Gross v. Bell Sav.  Bank, </pre><span class=\"citation\" data-id=\"590229\"><a href=\"/opinion/590229/jay-m-gross-as-trustee-for-bell-savings-holdings-inc-money-purchase/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">403</span></a></span><pre class=\"inline\">,\n                                                  \n\n407 (3d Cir. 1992).\n\n          The automatic stay works in tandem with the statutes on\n\nwhich  Sunshine relies.   The  broad jurisdictional  grant of  28\n\nU.S.C.    1334  is  designed  to  centralize proceedings  in  the\n\nbankruptcy court,  and 11 U.S.C.   105  is designed to permit the\n\ncourt  to protect that jurisdictional grant.   The automatic stay\n\n                    \n\n     8To  be  sure,  11  U.S.C.     362(b)(4) provides  that  the\nautomatic stay does not reach proceedings undertaken to enforce a\n\"governmental unit's police or  regulatory power.\"  But when  the\nFDIC  operates as a receiver or conservator, it does not exercise\n\"regulatory  power\"  within  the  meaning of  this  statute.  See\n                                                                 \ngenerally  Howell  v. FDIC,  </pre><span class=\"citation\" data-id=\"600730\"><a href=\"/opinion/600730/bruce-a-howell-v-federal-deposit-insurance-corporation-as-receiver-for/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">569</span></a></span><pre class=\"inline\">,  574 (1st  Cir. 1993)\n                          \n(distinguishing between FDIC acting  in its corporate capacity as\na regulator and in its capacity as a receiver).\n\n                                15\n\nfurthers  this  policy  by preventing  different  creditors  from\n\nbringing  different  proceedings  in  different  courts,  thereby\n\nsetting  in motion  a  free-for-all in  which opposing  interests\n\nmaneuver  to capture  the lion's  share of  the  debtor's assets.\n\n\"The stay insures that the debtor's affairs  will be centralized,\n\ninitially, in  a single  forum in  order  to prevent  conflicting\n         \n\njudgments  from different courts and in order to harmonize all of\n\nthe creditors'  interests  with one  another.\"   In  re  Colonial\n                                                                 \n\n</pre><span class=\"citation\" data-id=\"595493\"><span class=\"antecedent_guess\">Realty,</span> <a href=\"/opinion/595493/in-re-colonial-realty-company-jonathan-googel-and-benjamin-sisti/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">133</span> </a></span><pre class=\"inline\">(citation omitted) (emphasis supplied).\n      \n\n          Nonetheless, the automatic stay does not always operate\n\nin  perpetuity.  While the stay ensures that most matters related\n\nto  the debtor's  estate will  come  under the  wing of  a single\n\nbankruptcy court  in the  first instance,9 further  provisions of\n                                        \n\nthe  same  statute  permit  the  bankruptcy  court to  relax  the\n\nautomatic stay  under enumerated  conditions.   See  11 U.S.C.   \n                                                   \n\n362(d)-(g).  Once relief from the  stay is granted, an \"action or\n\nproceeding against  the  debtor  that  was  or  could  have  been\n\ncommenced before  the commencement of the  [bankruptcy] case\" may\n\ngo forward.   </pre><span class=\"citation\" data-id=\"595493\"><a href=\"/opinion/595493/in-re-colonial-realty-company-jonathan-googel-and-benjamin-sisti/\"><span class=\"id_token\">Id.</span>   362(a).   In </a></span><pre class=\"inline\">other words,  by granting relief\n                 \n\nfrom the  automatic stay the bankruptcy  court effectively yields\n\nthe exclusive control over the debtor's estate initially accorded\n\nto it by section 1334(d).\n\n          With  all  pieces  in place,  the  assembled  doctrinal\n\n                    \n\n     9In the interests of accuracy, we note that certain property\nis excepted from  the operation of  the automatic stay.   See  11\n                                                             \nU.S.C.   362(b).   This  exception has no  relevance for  present\npurposes.\n\n                                16\n\npuzzle  looks  like  this:    the  jurisdictional  grant  and the\n\nautomatic  stay work  together  to centralize  nearly all  claims\n\nrelating to the bankrupt  estate in the bankruptcy court.   While\n\nthe legislatively mandated stay  is in place, the FDIC,  like any\n\nother  creditor, is fully  subject to it.   If at  this point the\n\nFDIC  were   to  ignore  the  stay  and  initiate  a  foreclosure\n\nproceeding,  the  bankruptcy court  would  be  acting within  its\n\nauthority  to issue  an injunction.    After all,  FIRREA's anti-\n\ninjunction provision,  12 U.S.C.   1821(j),  only prohibits court\n\nactions  restraining  FDIC's exercise  of  its  lawful powers  or\n                                                      \n\nfunctions.  See 281-300 Joint </pre><span class=\"citation\" data-id=\"564428\"><span class=\"antecedent_guess\">Venture,</span> <a href=\"/opinion/564428/281-300-joint-venture-v-robert-f-onion-substitute-trustee-and-san/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">39</span></a></span><pre class=\"inline\">.\n                                     \n\n          Once the  bankruptcy court grants the  FDIC relief from\n\nthe automatic  stay, however, the court  surrenders the preferred\n\nposition  that Congress  carved out  for it.   At  that juncture,\n\nFIRREA's anti-injunction provision comes  into play.  Thereafter,\n\nwithout the automatic stay  in place, the bankruptcy  court, like\n\nany other  court, is prevented from  taking \"any action .  . . to\n\nrestrain or affect  the exercise  of powers or  functions of  the\n\n[FDIC]  as a conservator or receiver.\"   12 U.S.C.   1812(j).  So\n\nviewed, the statutes under consideration do not conflict.\n\n          We  thus  answer  the   second  of  our  two  questions\n\naffirmatively and hold  that FIRREA's anti-injunction  provision,\n\n12 U.S.C.   1821(j), applies in the bankruptcy milieu.  That ends\n\nthis  phase  of  our inquiry.    In  this case,  relief  from the\n\nautomatic stay had been obtained long  before the FDIC instituted\n\nforeclosure  proceedings,   and   Sunshine  had   not   appealed.\n\n                                17\n\nConsequently, the bankruptcy court  had surrendered its exclusive\n\ncontrol  over the properties and,  in the face  of FIRREA's anti-\n\ninjunction  provision,  could  not  then  reverse  direction  and\n\nrestrain the FDIC from going forward.10\n\n                                D\n\n          In  a related  vein,  the appellees  also suggest  that\n\nsection  1334(b)  gives the  bankruptcy court  power to  grant an\n\ninjunction   against   the   FDIC,    FIRREA   notwithstanding.11\n\nAppellees' reliance on this provision is misplaced.\n\n          We  need  not  wax  longiloquent.   The  Supreme  Court\n\nrebuffed  a strikingly similar  interpretation of section 1334(b)\n\nin Board of Governors  v. MCorp Financial,  Inc., </pre><span class=\"citation\" data-id=\"112658\"><a href=\"/opinion/112658/board-of-governors-frs-v-mcorp-financial-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">459</span>\n</a></span><pre class=\"inline\">                                                \n\n(1991).   There, the debtor contended that section 1334(b) gave a\n\nbankruptcy  court concurrent  jurisdiction that  empowered  it to\n\n                    \n\n     10We are not aware of any instance involving either the FDIC\nor the RTC in  which a court reinstated the automatic  stay after\nhaving granted  a party relief from it.  We leave for another day\nthe  dichotomous question  whether  reinstatement  of  a  section\n362(a)  stay vis-a-vis  the FDIC  would be  possible, and  if so,\nwhether  such  reinstatement  would  constitute   \"court  action\"\nviolative of 12 U.S.C.   1821(j).  We likewise express no opinion\nas  to whether  judicial  implementation of  a  stay pursuant  to\nBankruptcy Rule 8005 might run afoul of section 1821(j).\n\n     11The statute provides:\n\n          Notwithstanding  any  Act  of  Congress  that\n          confers exclusive jurisdiction  on a court or\n          courts  other than  the district  courts, the\n          district courts shall  have original but  not\n          exclusive    jurisdiction   of    all   civil\n          proceedings  arising  under   title  11,   or\n          arising  in or related  to cases  under title\n          11.\n\n28 U.S.C.   1334(b).\n\n                                18\n\nenjoin ongoing administrative proceedings  of the Federal Reserve\n\nBoard,   despite  a   specific  statutory   provision  precluding\n\ninjunctions  in  such  circumstances.   The  Court  rejected  the\n\ndebtor's argument,  holding  that section  1334(b) \"concerns  the\n\nallocation of  jurisdiction between bankruptcy  courts and  other\n\n`courts'\" and that \"an administrative agency such as the Board is\n\nnot a `court'.\"   </pre><span class=\"citation\" data-id=\"112658\"><span class=\"antecedent_guess\">MCorp,</span> <a href=\"/opinion/112658/board-of-governors-frs-v-mcorp-financial-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span>  at <span class=\"page\">465</span></a></span><pre class=\"inline\">.  Section  1334(b) is\n                       \n\nsimilarly  inapplicable to  a nonjudicial  foreclosure proceeding\n\nundertaken by the FDIC (which, like the Federal Reserve Board, is\n\nnot a \"court\").12\n\n                                E\n\n          The  appellees have one more shot in their sling.  They\n\nstrive  to  persuade  us   that,  regardless  of  FIRREA's  anti-\n\ninjunction provision, authority to enjoin  the FDIC can be  found\n\nin  the bankruptcy  court's  general  equitable jurisdiction,  to\n\nwhich the FDIC  subjected itself  by filing proofs  of claim  and\n\nlitigating in the  bankruptcy court.  For this  thesis, appellees\n\nrely almost exclusively on the bankruptcy court's reasoning in In\n                                                                 \n\nre Tamposi Family  Inv. Properties, </pre><span class=\"citation\" data-id=\"1547250\"><a href=\"/opinion/1547250/in-re-tamposi-family-inv-properties/\"><span class=\"volume\">159</span>  <span class=\"reporter\">B.R.</span> <span class=\"page\">631</span> </a></span><pre class=\"inline\">(Bankr.  D.N.H.\n                                  \n\n1993).  But the  reasoning of the Tamposi court  cannot withstand\n                                         \n\nscrutiny.13\n\n                    \n\n     12This case presents a relatively easy question involving an\nill-starred  effort  to  apply  section  1334(b)  to  nonjudicial\nproceedings instituted by an  administrative agency.  We intimate\nno opinion  regarding that section's applicability vel non to the\n                                                          \nFDIC in other settings.\n\n     13It is important to note that, although Tamposi's reasoning\n                                                     \nis flawed,  the result in the case may be defensible.  See, e.g.,\n                                                                \nIn re Parker North Amer. Corp.,     F.3d    ,     (9th Cir. 1994)\n                              \n\n                                19\n\n          There, the debtors brought adversary complaints against\n\nthe FDIC under  11 U.S.C.    547(b), seeking  to avoid  transfers\n\nthat had  been  made to  the failed  bank less  than ninety  days\n\nbefore the debtors declared bankruptcy.  See </pre><span class=\"citation\" data-id=\"1547250\"><span class=\"antecedent_guess\">Tamposi,</span> <a href=\"/opinion/1547250/in-re-tamposi-family-inv-properties/\"><span class=\"volume\">159</span> <span class=\"reporter\">B.R.</span> at\n                                                    \n\n<span class=\"page\">632-33</span></a></span><pre class=\"inline\">.   The  FDIC contended  that the  bankruptcy court  lacked\n\nsubject matter  jurisdiction under 12 U.S.C.    1821(d)(13)(D), a\n\nFIRREA provision  stating that \"no court  shall have jurisdiction\n\nover  . .  . [a]ny  claim or action  for payment  from .  . . the\n\nassets of  any depository  institution for  which the  [FDIC] has\n\nbeen appointed receiver . . . .\"  The Tamposi  court rejected the\n                                             \n\nFDIC's  contention because  \"by  filing a  proof  of claim  in  a\n\nbankruptcy  proceeding, the  creditor/claimant submits  itself to\n\nthe process of allowance  and disallowance of claims which  is at\n\nthe heart  of a bankruptcy court's  subject matter jurisdiction.\"\n\n</pre><span class=\"citation\" data-id=\"1547250\"><span class=\"antecedent_guess\">Tamposi,</span> <a href=\"/opinion/1547250/in-re-tamposi-family-inv-properties/\"><span class=\"volume\">159</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">634</span></a></span><pre class=\"inline\">.\n       \n\n          The  Tamposi  court's  reasoning   leaves  much  to  be\n                      \n\ndesired.   In the first place,  the bankruptcy </pre><span class=\"citation\" data-id=\"1547250\"><span class=\"antecedent_guess\">court,</span> <a href=\"/opinion/1547250/in-re-tamposi-family-inv-properties/\"><span class=\"volume\">159</span> <span class=\"reporter\">B.R.</span> at\n\n<span class=\"page\">636</span></a></span><pre class=\"inline\">, misread our opinion in  Marquis v. FDIC, </pre><span class=\"citation\" data-id=\"584142\"><a href=\"/opinion/584142/serge-marquis-v-federal-deposit-insurance-corporation-as-liquidating/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1148</span> </a></span><pre class=\"inline\">(1st\n                                            \n\nCir. 1992).   In Marquis,  we held  that federal courts  retain a\n                        \n\nmodicum of  subject  matter  jurisdiction  over  actions  pending\n\nagainst  failed financial  institutions even  after the  FDIC has\n\nbeen  appointed as  receiver, notwithstanding  the jurisdictional\n\nbar  of  12  U.S.C.      1821(d)(13)(D)  (a  FIRREA  accouterment\n\nproviding  that \"no court shall have jurisdiction  over . . . any\n\n                    \n\n[</pre><span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">192456</span></span><pre class=\"inline\">, at *9] (holding that section 1821(d)(13)(D) does\nnot bar  a  bankruptcy court  from  hearing a  preference  action\nagainst the RTC).\n\n                                20\n\nclaim  or  action  for payment  from,  or  any  action seeking  a\n\ndetermination  of  rights with  respect  to,  the assets  of  any\n\ndepository institution  for which  the [FDIC] has  been appointed\n\nreceiver\").  See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>  at 1155. </span><pre class=\"inline\"> We  arrived at this holding  as a\n                    \n\nmatter of  statutory interpretation, stressing  other language in\n\nFIRREA that  addresses claimants' rights \"to  continue any action\n\nwhich  was filed before appointment  of a receiver,\"  12 U.S.C.  \n\n1821(d)(5)(F)(ii).   Moreover, we specifically limited  the reach\n\nof  the Marquis  holding to  actions pending  in a  federal court\n               \n\nprior  to the FDIC's appointment as receiver or conservator.  See\n                                                                 \n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 1154.\n</span><pre class=\"inline\">   \n\n          The Tamposi court ignored this limitation.  Instead, it\n                     \n\nerroneously asserted that whether proceedings were pending at the\n\ntime  of the FDIC's appointment \"is irrelevant under the logic of\n\nMarquis.\" </pre><span class=\"citation\" data-id=\"1547250\"><span class=\"antecedent_guess\">Tamposi,</span> <a href=\"/opinion/1547250/in-re-tamposi-family-inv-properties/\"><span class=\"volume\">159</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">636</span></a></span><pre class=\"inline\">.  This assertion is incorrect:\n                 \n\nthe  holding in Marquis cannot be transplanted root and branch to\n                       \n\na  wider class of cases.  Specifically, the holding is inapposite\n\nin the Tamposi context   and it is similarly inapposite here.\n              \n\n          The  second problem  with the  reasoning of  Tamposi is\n                                                              \n\nthat the  opinion places too great a premium on a trio of Supreme\n\nCourt cases not involving the FDIC.   Each of these cases  stands\n\nfor  the somewhat  mundane proposition  that \"by  filing  a claim\n\nagainst a bankruptcy estate the creditor triggers  the process of\n\nallowance and disallowance of claims,  thereby subjecting himself\n\nto the bankruptcy court's equitable powers.\"  Langenkamp v. Culp,\n                                                                \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">42</span></span><pre class=\"inline\">, 44  (1990) (citation and  internal quotation  marks\n\n                                21\n\nomitted); accord  Granfinanciera, S.A. v. Nordberg,  </pre><span class=\"citation\" data-id=\"112317\"><a href=\"/opinion/112317/granfinanciera-sa-v-nordberg/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span><pre class=\"inline\">,\n                                                  \n\n59  n.14 (1989) (noting that  \"by submitting a  claim against the\n\nbankruptcy estate, creditors  subject themselves  to the  court's\n\nequitable power to disallow those claims\"); Katchen v. Landy, </pre><span class=\"citation\" data-id=\"107138\"><a href=\"/opinion/107138/katchen-v-landy/\"><span class=\"volume\">382</span>\n                                                            \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span><pre class=\"inline\">,  329-30 (1966) (similar).   We  do not doubt  that this\n\nproposition pertains to the FDIC   but staking the farm on it for\n\npresent purposes begs the  question of what equitable  powers the\n\nbankruptcy court possesses vis-a-vis particular litigants.\n\n          Once  the  question  is  properly  framed,  the  FDIC's\n\ninvolvement makes a dispositive difference.  The bankruptcy court\n\nis a creature of statute, and Sunshine  has not suggested that it\n\nis  beyond  Congress's  lawful   powers  to  limit  the  remedies\n\navailable  to that court or  to remove selected  matters from its\n\njurisdiction.  Here, Congress exercised that very power, limiting\n\nthe  authority of all courts   the bankruptcy court included   to\n\nenjoin the FDIC.  The general  proposition that filing a proof of\n\nclaim  subjects  a  party  to the  bankruptcy  court's  equitable\n\njurisdiction cannot  be read in  isolation, but, rather,  must be\n\nread  in  conjunction  with  the  specific  statutory   language,\n\ncontained in section 1821(j),  that Congress subsequently saw fit\n\nto  write.   Cf. Vimar  Seguros  y Reaseguros,  S.A.  v. M/V  Sky\n                                                                 \n\nReefer,     F.3d    ,     (1st Cir.  1994) [No. 93-2179, slip op.\n      \n\nat  12]  (explaining  that   a  specific,  later-enacted  statute\n\n\"ordinarily controls the general\") (collecting  cases); Watson v.\n                                                              \n\nFraternal  Order of  Eagles, </pre><span class=\"citation\" data-id=\"548717\"><a href=\"/opinion/548717/ivory-watson-and-calley-watson-in-their-individual-capacity-and-as/\"><span class=\"volume\">915</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">235</span></a></span><pre class=\"inline\">,  240 (6th  Cir. 1990)\n                           \n\n(same).\n\n                                22\n\n          Finally, and  relatedly, to accept the  Tamposi court's\n                                                         \n\nreasoning would be to stand FIRREA on its ear.  After all, once a\n\nparty  declares  bankruptcy, a  creditor's principal  recourse to\n\nmoney  owed is by filing proofs of claim in the bankruptcy court.\n\nUnder  the  Tamposi  regime,  when   the  FDIC  as  receiver   or\n                   \n\nconservator  is  also a  creditor of  a  bankrupt, the  FDIC must\n\neither  elect  to  forgo its  claim  or  to  waive its  statutory\n\nprotections.  In  the most auspicious of circumstances,  we would\n\nbe reluctant to read section  1821(j) as constructing so perverse\n\na paradigm.\n\n          Here,  the circumstances  are anything  but auspicious,\n\nfor  the statute is prefaced  by the phrase  \"Except as otherwise\n\nprovided in  this section  .  . .  .\"   This  language serves  to\n\nidentify those occasions on  which the anti-injunction  provision\n\nlacks  force.  See, e.g.,    1821(c)(7), 1821(c)(8)(C).  When, as\n                        \n\nnow,  a   law  itself  contains  an   enumeration  of  applicable\n\nexemptions, the maxim  \"expressio unius  est exclusio  alaterius\"\n\nordinarily  applies.      Under  that   maxim,  a   legislature's\n\naffirmative description  of certain powers  or exemptions implies\n\ndenial  of nondescribed  powers or  exemptions.   See Continental\n                                                                 \n\nCas. Co. v. United States, </pre><span class=\"citation\" data-id=\"103583\"><a href=\"/opinion/103583/continental-casualty-co-v-united-states/\"><span class=\"volume\">314</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span><pre class=\"inline\">, 533 (1942); Park  Motor\n                                                                 \n\nMart, Inc. v. Ford Motor Co., </pre><span class=\"citation\" data-id=\"375497\"><a href=\"/opinion/375497/park-motor-mart-inc-v-ford-motor-company/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">603</span></a></span><pre class=\"inline\">, 605  (1st Cir. 1980);\n                            \n\nsee  generally  2A  Norman  J. Singer,  Sutherland  Stat.  Const.\n                                                                 \n\n 47.23, at 216-17 (5th ed. 1992).  So it is here.\n\n                               IV.\n                                  \n\n                            Conclusion\n                                      \n\n                                23\n\n          We  need go no further.   There is  no conflict between\n\nthe   statutory  provisions   defining  the   bankruptcy  courts'\n\njurisdiction and the FDIC's powers while the automatic stay is in\n\nplace.   When and if  a bankruptcy court  grants relief from  the\n\nstay for a particular purpose, however, the  FDIC's powers, which\n\nin this regard  are spelled  out by FIRREA's  recent, clear,  and\n\nspecific language, come to the fore and trump the residual powers\n\nof  the courts.   Had  the court  below correctly  understood the\n\ninterface between  the relevant statutory schemes,  it would have\n\nrealized that, because the automatic stay had been dissolved, the\n\nappellees  were requesting  relief of  a kind  that, 18  U.S.C.  \n\n1821(j)  considered,  exceeded  the district  court's  authority.\n\nConsequently, the injunction  issued by the  lower court may  not\n\nstand.\n\n          Reversed.\n                  \n\n                                24\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103583/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107138/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112317/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112658/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112706/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195177/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/375497/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515441/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548717/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561828/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564428/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573206/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584142/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585781/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590229/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595493/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600730/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1547250/"
  ]
}