{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195653/",
  "id": 195653,
  "absolute_url": "/opinion/195653/garnier-v-andin/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195653/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:44:44Z",
  "date_modified": "2020-02-21T23:32:05.728166Z",
  "type": "010combined",
  "sha1": "29dd1fb6a013b3ed9ec4095817a960e4e42a8622",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1446.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1446\n\n                     CHARLES GARNIER, PARIS,\n\n                      Plaintiff - Appellant,\n\n                                v.\n\n                ANDIN INTERNATIONAL, INC., ET AL.,\n\n                     Defendants - Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\n                                                          \n\n                                           \n\n                              Before\n\n                    Torruella, Selya and Cyr, \n\n                         Circuit Judges.\n                                       \n\n                                           \n\n     John D.  Deacon, Jr., with  whom Flanders &amp;  Medeiros, Inc.,\n                                                                \nwas on brief for appellant.\n     Julius  Rabinowitz,  with  whom Josephine  Bachmann,  Kuhn &amp;\n                                                                 \nMuller, Esqs., William Richard  Grimm, Christopher M. Neronha and\n                                                             \nHinckley, Allen &amp; Snyder, were on brief for appellees.\n                        \n\n                                           \n\n                         October 7, 1994\n                                           \n\n          TORRUELLA,  Circuit Judge.   This  case requires  us to\n                                   \n\ndetermine  the   proper  application  of  the   so-called  \"cure\"\n\nprovision of the copyright laws, 17 U.S.C.   405(a), which allows\n\nauthors seeking copyright protection to remedy a prior failure to\n\naffix notice of  copyright to  copies of their  creative work  in\n\norder  to  avoid forfeiting  protection  of  the copyright  laws.\n\nBecause the requirement of  copyright notice was recently removed\n\nfrom  the statute, some confusion has arisen over the application\n\nof the cure provision  in cases where copies without  notice were\n\ndistributed  before or  after the  change  in the  law.   We  are\n\npresented here with such  a case.  The district court  found that\n\nthe cure  requirements applied in  this case and  granted summary\n\njudgment  on  the ground  that a  proper  cure was  not effected.\n\nAlthough  we disagree that  some of the facts  relied upon by the\n\ndistrict  court are  undisputed, we  find that the  court's legal\n\nconclusions  are  correct and  affirm  the judgment  based  on an\n\nalternative version of facts that are not in dispute.\n\n                          I.  BACKGROUND\n\n          Plaintiff-appellant, Charles Garnier, Paris (\"Garnier\")\n\nis  a  French  company  engaged in  the  business  of  designing,\n\nmanufacturing  and selling  fine  jewelry around  the world.   In\n\n1987, a Garnier employee designed a piece of jewelry known as the\n\nSwirled Hoop  Earring.   Garnier  first  showed and  offered  the\n\nSwirled Hoop Earring for sale publicly in April of 1988.  Garnier\n\nhas   distributed   the   Earring   ever   since   to   customers\n\ninternationally and in the United States.\n\n                               -2-\n\n          Defendants-appellants  Andin  International,  Inc.  and\n\nJotaly,  Ltd.,  a  corporate affiliate  of  Andin,  (collectively\n\nreferred  to as  \"Andin\")  manufacture and  sell  jewelry in  the\n\nUnited States.   In 1990, Andin  began manufacturing and  selling\n\nidentical copies  of the  Swirled Hoop Earring  without Garnier's\n\nknowledge or  authorization.  In July of 1992, Garnier discovered\n\nthat Andin  was producing  and distributing infringing  copies of\n\nits  Swirled Hoop  Earring.   Garnier immediately  registered its\n\ncopyright in the earring  at that time,1 asserting that  this was\n\nthe  first   time  it  had  ever   considered  seeking  copyright\n\nprotection for that piece.\n\n          Prior to  the registration of the  Swirled Hoop Earring\n\ndesign in July of  1992, none of Garnier's Swirled  Hoop Earrings\n\ncarried  a notice of  copyright.2  After  registering the Swirled\n\nHoop Earring, Garnier's factory  immediately began placing notice\n\nof copyright on every  copy of the Swirled Hoop  Earring produced\n\nthereafter.   Garnier claims  that, once it  discovered Andin had\n\ncopied  the  Swirled Hoop  Earring,  it  discarded all  remaining\n\nSwirled  Hoop Earrings in its  own inventories that  did not have\n\nproper notice, and refrained from  delivering any of the earrings\n\nwithout notice to its  retail customers.  Thus, all  of Garnier's\n\n                    \n\n1    The Swirled  Hoop Earring  is  copyrightable as  an original\nsculptural work.  17 U.S.C.   102(a)(5).\n\n2   Copyright notice for jewelry consists of the copyright symbol\nor the word \"Copyright,\" followed by the name of the owner of the\ncopyright, \"affixed\" to  each copy in  such a manner as  \"to give\nreasonable notice of the claim of copyright.\"  17 U.S.C.   401(b)\n&amp; (c).\n\n                               -3-\n\ndistributions of  the Swirled  Hoop  Earring after  July of  1992\n\ncontained notice of copyright.\n\n          The parties dispute whether  copies of the Swirled Hoop\n\nEarring existed in  retail stores selling Garnier's jewelry as of\n\nJuly of 1992.  Garnier's customers consist  of independent retail\n\njewelers, retail  jewelry chains,  multiple  store locations  and\n\ndepartment stores.  Although  there are 150 such  customers, only\n\n50 are continuing or  repeat costumers.  Garnier claims  that its\n\ncustomers  had little,  if  any, inventory  of  the Swirled  Hoop\n\nEarring at  the time  Garnier  \"discovered\" the  need to  provide\n\ncopyright notice in  July of  1992.  According  to Garnier,  mid-\n\nsummer is the low point in the business cycle for retail  jewelry\n\nbecause inventories are used  up and new orders  go out for  fall\n\ndelivery.   In  September of  1992,  however, Andin  purchased  a\n\nSwirled  Hoop   Earring  at  Bloomingdale's,  one   of  Garnier's\n\ncustomers, which did not bear any copyright notice.  Garnier also\n\nsent a letter to its fifty largest customers stating  that it had\n\nregistered  a copyright in the Swirled Hoop Earring.  One Garnier\n\nofficial admitted  that the letter  was sent  in case any  of the\n\nretailers   still   had  the   earring   in  their   inventories.\n\nUltimately, Garnier  simply did not  know how  many Swirled  Hoop\n\nEarrings  its retailers still had in their inventories as of July\n\nof 1992.\n\n          The  letter  that Garnier  sent  to  its fifty  largest\n\ncustomers  was  the only  remedial effort  taken by  Garnier with\n\nrespect  to the Swirled  Hoop Earrings still  remaining in retail\n\n                               -4-\n\nstore inventories in direct response to the July, 1992  discovery\n                                       \n\nof Andin's infringement.   In the letter, Garnier stated  that it\n\nheld  a  copyright  in the  Swirled  Hoop  Earring,  but did  not\n\nindicate that copyright notice had been omitted from the earrings\n\nin the retailers' inventories or that there was a need to rectify\n\nthe  omission by adding notice  of copyright.   Garnier claims it\n\ndid not send the letter to the other 100 retail customers because\n\nthose customers were only one-time purchasers of the Swirled Hoop\n\nEarring, and  they were  therefore unlikely  to have  any Swirled\n\nHoop  Earring  inventory left  by July  of  1992.   Garnier never\n\noffered to  send a tag or label bearing a copyright notice to the\n\nretailers  for   placement  on  any  unnoticed   items  in  their\n\ninventory.\n\n          Garnier did  have another arrangement, already in place\n\nby the  time Garnier discovered  Andin's infringement in  July of\n\n1992, that was designed to provide a general notice of copyright.\n\nBeginning in 1990, Garnier provided all its retail costumers with\n\na \"story card\" and instructed  them to include the card  with the\n\nsale  of all Garnier products to purchasing consumers.  The story\n\ncard  stated, among other things,  that the purchased  piece is a\n\n\"Charles Garnier of  Paris original . . .   genuine 18 karat gold\n\ncopyrighted design,\" and  that \"every Charles Garnier design is a\n\ngenuine  copyrighted  original.\"     The  card  says  nothing  in\n\nparticular about  the Swirled Hoop Earring, the lack of copyright\n\nnotice,  or  the  need  to  affix  notice  to  unnoticed  pieces.\n\nAlthough  the story  card  was not  attached  or affixed  to  the\n\n                               -5-\n\njewelry  pieces themselves,  Garnier claimed  that its  retailers\n\ngave the story card to every customer who bought Garnier jewelry.\n\nGarnier occasionally checked to confirm this but generally relied\n\non the retailers' word that they were providing the story card to\n\npurchasers of Garnier jewelry.\n\n          Garnier   brought  this  action  in  October  of  1992,\n\nasserting  two claims  of copyright  infringement  against Andin.\n\nCount I  of  the  complaint  alleged  that  Andin  had  infringed\n\nGarnier's  copyright in  the Swirled  Hoop Earring  and Count  II\n\nalleged that  Andin had infringed Garnier's  copyright in another\n\npiece of jewelry.   The claim in Count II was  eventually settled\n\nand is not presently before us.  In May of  1993, Garnier filed a\n\nmotion  for a  preliminary injunction against  Andin's continuing\n\nmanufacture and distribution of  copies of Garnier's Swirled Hoop\n\nEarring.   Andin then filed a motion for partial summary judgment\n\nas  to Count  I  of  the complaint.    Following  a hearing,  the\n\ndistrict  court  denied   Garnier's  motion  for  a   preliminary\n\ninjunction and granted Andin's motion  for summary judgment as to\n\nCount I.   The court  concluded that Garnier's  copyright in  the\n\nSwirled  Hoop  Earring had  been  forfeited  because Garnier  had\n\nomitted notice of copyright from the Swirled Hoop Earring when it\n\nwas first  published and  subsequently failed to  take reasonable\n\nefforts  to cure that  omission.  Entry  of final judgment  as to\n\nCount I was made by the court under Rule 54(b) on March 2,  1994.\n\nGarnier  appealed  and,  after  ordering the  district  court  to\n\nprovide  a more expansive statement  of the reasons  for its Rule\n\n                               -6-\n\n54(b) certification, we heard the present appeal.\n\n                          II.  ANALYSIS\n\n          A.  What Efforts To Cure, If Any, Are Required?\n                                                        \n\n          This case  centers around  the \"cure\" provision  of the\n\ncopyright statute, 17 U.S.C.    405(a).   This  provision enables\n\nwould-be  copyright holders  who  have failed  to provide  proper\n\nnotice  on a creative work  for which they  seek protection under\n\nthe copyright  laws to  avoid forfeiture of  protection for  that\n\nwork  by  taking various  remedial measures.3    See 2  Nimmer on\n                                                                 \n\n                    \n\n3  17 U.S.C.   405(a) provides:\n\n            (a) Effect of  Omission on Copyright.  --\n            With respect to  copies and  phonorecords\n            publicly distributed by authority  of the\n            copyright owner before the effective date\n            of  the  Berne Convention  Implementation\n            Act   of  1988,   the  omission   of  the\n            copyright  notice  described in  sections\n            401   through   403   from    copies   or\n            phonorecord   publicly   distributed   by\n            authority of the copyright owner does not\n            invalidate the copyright in a work if --\n\n            (1) the notice has  been omitted from  no\n            more  than a  relatively small  number of\n            copies or phonorecords distributed to the\n            public; or\n\n            (2)  registration for  the work  has been\n            made before or is made  within five years\n            after the publication without notice, and\n            a reasonable effort is made to add notice\n            to  all copies  or phonorecords  that are\n            distributed to  the public in  the United\n            States  after  the   omission  has   been\n            discovered; or\n\n            (3)  the  notice  has  been   omitted  in\n            violation  of  an express  requirement in\n            writing  that,  as  a  condition  of  the\n            copyright  owner's  authorization of  the\n            public   distribution    of   copies   or\n\n                               -7-\n\nCopyright   7.13[B] (1985)  [hereinafter Nimmer]; Note,  Omission\n                                                                 \n\nof Copyright Notice  Under Section 405(a): What  Kind of Oxymoron\n                                                                 \n\nMakes  a Deliberate  Error?,  60  N.Y.  U.  L.  Rev.  956  (1985)\n                           \n\n[hereinafter  Note,  Omission of  Notice].    Under    405(a)(2),\n                                        \n\nfailure to affix  proper notice to certain copies of  a work will\n\nnot result  in forfeiture of copyright protection if, within five\n\nyears after the first  publication of a copy without  notice, the\n\nwork  is registered  at the  Copyright  Office and  a \"reasonable\n                                                  \n\neffort\"  is  made by  the  author to  add  notice  to all  copies\n\ndistributed  to   the  public   \"after  the  omission   has  been\n\ndiscovered.\"   17 U.S.C.    405(a)(2); Princess Fabrics,  Inc. v.\n                                                              \n\nCHF,  Inc., 922  F.2d 99,  103 (2d  Cir. 1990);  Donald Frederick\n                                                                 \n\nEvans v. Continental Homes, Inc., 785 F.2d 897, 905-12 (11th Cir.\n                                \n\n1986);  Hasbro Bradley, Inc. v. Sparkle Toys, Inc., 780 F.2d 189,\n                                                  \n\n193-94 (2d Cir.  1985); Shapiro  &amp; Son Bedspread  Corp. v.  Royal\n                                                                 \n\nMills Assoc., 764 F.2d 69, 72-75 (2d Cir. 1985).\n            \n\n          Prior  to  March  of  1989,  notice  of  copyright  was\n\nmandatory, thus proper cure for  omission of copyright notice was\n\nrequired  for  all copies  distributed  to the  public  after the\n\nomission  of notice  was discovered.   Nimmer    702[C],  at 7-15\n                                             \n\nthrough 7-16.   In 1988, the copyright statute was amended by the\n\nBerne Convention Implementation Act of 1988 (\"BCIA\"), Pub. L. No.\n\n100-568, 102 Stat. 2853  (amending 17 U.S.C.    101 et seq.),  in\n                                                          \n\n                    \n\n            phonorecords,  they  bear the  prescribed\n            notice.\n\nGarnier  has not claimed that   405(a)(1) or   405(a)(3) apply in\nthis case, so we confine our discussion to   405(a)(2).\n\n                               -8-\n\norder  to  bring  the  United  States  in  line  with  the  Berne\n\nConvention  on Copyright,  an international  convention aimed  at\n\nharmonizing  copyright law around the world.  Nimmer   702[B], at\n                                                    \n\n7-14.   Consequently, effective March  1, 1989, the attachment of\n\nnotice of  copyright  is no  longer  required to  gain  copyright\n\nprotection for  creative works,  although it is  still encouraged\n\nthrough various incentives.  Id. at 7-14, 7-16; see, e.g., Direct\n                                                                 \n\nMarketing of  Va., Inc. v. E.  Mishan &amp; Sons, Inc.,  753 F. Supp.\n                                                  \n\n100,  104   n.8  (S.D.N.Y.   1990).    The   aforementioned  cure\n\nrequirements provided  in   405(a), however, are  retained in the\n\namended statute  and apply  to \"copies and  phonorecords publicly\n\ndistributed  by  authority  of  the copyright  owner  before  the\n\neffective date of the  [BCIA].\"  17 U.S.C.   405(a);  Encore Shoe\n                                                                 \n\nCorp. v. Bennett Indus., Inc., 18 U.S.P.Q. 2d  1874 n.9 (D. Mass.\n                             \n\n1991);  Nimmer    7.13[B].   One  issue  bedeviling this  case is\n              \n\nwhether  the BCIA  amendments have  eliminated Garnier's  need to\n\ncure some or all of the copies of the Swirled Hoop Earring, given\n\nthat Garnier first distributed copies prior to the effective date\n\nof  the BCIA  amendments, but also  distributed copies  after the\n\namendments went into effect.\n\n          Before we  address that  issue, however, we  must first\n\nreview  the district court's determination  of the point at which\n\nGarnier  \"discovered\"  its  omission   of  copyright  notice  for\n\npurposes of the cure provision.  17 U.S.C.   405(a)(2) (requiring\n\na  \"reasonable effort\" to add notice to all copies distributed to\n\nthe public after  the omission of notice \"has  been discovered\").\n                                                              \n\n                               -9-\n\nThe discovery date is important for determining the date at which\n\ncure  efforts should  commence  and for  determining whether  the\n\n\"delay,\"  if  any,  between  discovery  and  cure  is  such  that\n\nsubsequent cure  efforts can no longer  be considered reasonable.\n\nSee,  e.g., Princess  Fabrics, 922  F.2d at  103; Valve  &amp; Primer\n                                                                 \n\nCopr.  v. Val-Matic Valve &amp; Mfg.  Corp., 730 F. Supp. 141, 143-44\n                                       \n\n(N.D. Ill. 1990).\n\n          1.     When  was  the  Omission   of  Copyright  Notice\n                                                                 \n\nDiscovered?\n          \n\n          Garnier  claims  that  it  discovered the  omission  of\n\ncopyright notice on copies of its Swirled Hoop Earring in July of\n\n1992 -- when  Garnier found out that Andin  had produced and sold\n\ncopies  of the Swirled Hoop  Earring design.   The district court\n\nfound, however, that Garnier \"should have known\"  of the omission\n\nof  notice when  Garnier initially  distributed the  Swirled Hoop\n\nEarring  in  April  of  1988.    The  district  court  concluded,\n\ntherefore, that  Garnier \"discovered\"  the omission of  notice on\n\nthat date.   On appeal, Garnier asserts that the court erred both\n\nlegally and factually.  We agree only with the latter assertion.\n\n          Courts   and   commentators   have  developed   several\n\ndifferent  approaches toward  the  problem  of  determining  what\n\nconstitutes the \"discovery\" of  omission of copyright notice, and\n\nat what point discovery occurs for purposes of the cure provision\n\nin    405(a).  At  one extreme is  the rule announced  in O'Neill\n                                                                 \n\nDevs,  Inc. v. Galen  Kilburn, Inc., 524 F.  Supp. 710, 714 (N.D.\n                                   \n\nGa. 1981),  which states  that \"discovery\" relates  to \"the  fact\n\n                               -10-\n\nthat the existence of a copyright has become an issue.\"  In other\n\nwords, discovery  occurs when a  copyright holder finds  out that\n\nsomeone else is  copying his or her creative work.   The court in\n\nO'Neill  did  not state  any authority  or  reason for  its rule;\n       \n\nrather, it  focused on discrediting an  alternative rule endorsed\n\nin Nimmer on Copyright,  Nimmer   7.13[B][3], at 7-124.2  through\n                               \n\n7-130.    According  to  Nimmer, any  deliberate  or  intentional\n\nomission (that  is, omissions  that are not  \"inadvertent,\"4) are\n\nautomatically discovered upon the date when a copy of the work is\n\nfirst published or publicly distributed.  Id. at 7-125 through 7-\n                                            \n\n126; see also Beacon  Looms, Inc. v. S. Lichtenberg &amp;  Co., Inc.,\n                                                                \n\n552 F. Supp. 1305, 1310-12 (S.D.N.Y. 1982), criticized  by Hasbro\n                                                                 \n\nBradley, 780 F.2d at  195-96.  Nimmer reasons that if an omission\n       \n\nis deliberate, \"it must  be immediately known (or 'discovered').\"\n\nNimmer   7.13[B][3], at 7-125. \"Simply put, one cannot 'discover'\n      \n\n                    \n\n4  Inadvertent omissions include those occurring when  the author\nintended  to  affix notice  to published  copies  but his  or her\nattempts to do so  were frustrated because of some  mechanical or\npublishing  mistake that  left  notice off  some  or all  of  the\ncopies.  Beacon Looms, Inc. v. S. Lichtenberg &amp; Co., Inc., 552 F.\n                                                         \nSupp. 1305, 1313  (S.D.N.Y. 1982); Note,  Omission of Notice,  60\n                                                            \nN.Y.  U.  L. Rev.  at 957-59.    Omissions occurring  because the\nauthor  never thought  about,  or knew  of,  the availability  of\ncopyright  protection  or   the  requirement   to  affix   notice\n(\"thoughtless omitters\") or because the author mistakenly thought\nprotection  was  unavailable  (\"mistake  of  law omitters\")  have\nusually  been   considered  to  be  deliberate,   as  opposed  to\n                                              \ninadvertent.  The omissions are labelled \"deliberate\" because the\nauthors in these situations  were aware of the absence  of notice\nat  the  time  their work  was  first  published  and they  never\nintended to affix notice  in the first place.  See Note, Omission\n                                                                 \nof  Notice, 60  N.Y. U.  L. Rev.  at 959-60,  968-71; see,  e.g.,\n                                                                \nSparkle Toys, 780 F.2d at  191, 195-96; O'Neill, 524 F. Supp.  at\n                                               \n712,  715;   Innovative  Concepts   in  Entertainment,   Inc.  v.\n                                                             \nEntertainment  Enters.  Ltd., 576  F.  Supp.  457, 460  (E.D.N.Y.\n                            \n1983).\n\n                               -11-\n\nan  omission that  has been  deliberate.\"   Beacon Looms,  552 F.\n                                                        \n\nSupp. at 1310.\n\n          The O'Neill court  argued that  the Nimmer  formulation\n                     \n\nclearly conflicted  with the legislative intent  behind   405(a).\n\nO'Neill,  524 F. Supp. at 714.  Nimmer's rule essentially removes\n       \n\nany  chance for  those  who deliberately  and intentionally  omit\n\ncopyright  notice to  successfully  cure  under  the  \"reasonable\n\neffort\"  requirement of    405(a)(2).5  See  Nimmer   7.13[B][3],\n                                                   \n\nat 7-125.  Yet, when Congress amended the Copyright Law  in 1976,\n\nit  expressed  a  clear   intention  to  eliminate  the  previous\n\ndistinction,  made since 1909,  between purposeful  or deliberate\n\nomissions,  which   were  subject  to   automatic  forfeiture  of\n\ncopyright  protection,  and unintentional  omissions,  which were\n\ncurable, so  that  all omissions  could  be cured  by  reasonable\n\nefforts.  See Sparkle  Toys, 780 F.2d at 195-96;  O'Neill, 524 F.\n                                                         \n\nSupp. at 714;  Note, Omission of  Notice, 60 N.Y.  U. L. Rev.  at\n                                        \n\n963-75.  According to the O'Neill court, the word \"discover\" must\n                                 \n\nbe  read in  light  of  the  Congressional  intent  to  make  all\n\nomissions curable.  O'Neill, 524 F. Supp. at 714.\n                           \n\n          In  response, Nimmer  argues that  Congressional intent\n\nmust give  way to the  plain meaning of  the statutory text  of  \n\n                    \n\n5    This  is  because  Nimmer's  rule immediately  triggers  the\nrequirement  to  add  notice,  see    405(a)(2)  (requiring  cure\n                                  \nefforts once  the omission is \"discovered\"),  which the copyright\nauthor will  presumably fail  to do  within a  \"reasonable\" time.\nAuthors will presumably  fail to  cure within  a reasonable  time\nbecause they have just distributed copies without notice to begin\nwith  and it is unlikely  they would suddenly  attach notice when\nthey could have done so in the first place.\n\n                               -12-\n\n405(a)(2), which,  in Nimmer's view, compels  the conclusion that\n\ndiscovery  is  immediate  for  deliberate omissions.    Nimmer   \n                                                              \n\n7.13[B][3], at 7-125.\n\n          We think that the  proper interpretation of   405(a)(2)\n\nmust lie somewhere between  the rule described in Nimmer  and the\n                                                        \n\nrule announced in O'Neill.  On the one hand,  Congress intended a\n                         \n\ncopyright holder  to be able to cure all omissions, if the holder\n                                        \n\nmade \"reasonable efforts\" to add notice.  See H.R. Rep. No. 1476,\n                                             \n\n94th Cong.,  2d Sess. 147,  reprinted in 1976  U.S.C.C.A.N. 5659,\n                                        \n\n5673;  see also Sparkle Toys,  780 F.2d at  195-96.  Furthermore,\n                            \n\nthe  language in   405(a)(2) concerning the addition of notice to\n\nall copies  \"after the omission  has been discovered,\"  17 U.S.C.\n\n405(a)(2), does  not expressly  preclude a  finding that a  given\n\ndeliberate omission  was discovered after the initial publication\n\nof a  work.   Sparkle Toys,  780 F.2d at  196.   Thus, the  plain\n                          \n\nlanguage of the  statute does not  conflict with its  legislative\n\nintent.\n\n          Although  Nimmer makes a  compelling argument  that one\n\nalready knows,  and thus cannot \"discover,\" an  omission that was\n\nmade deliberately, this  argument is only compelling  if we limit\n\nthe  definition of  \"deliberate  omission\" to  mean a  purposeful\n\ndecision to  forgo copyright  protection that would  otherwise be\n\navailable  if notice were  affixed to a  creative work.   But see\n                                                                 \n\nSparkle  Toys,  780  F.2d at  196  (noting  that  an assignee  or\n             \n\nlicensee of the author or a company employee at a higher level of\n\nthe  corporate  hierarchy  than  the  deliberate  omitter   could\n\n                               -13-\n\nsubsequently discover  a deliberate  omission, in which  case the\n\nnature of the deliberate  omission would be altogether irrelevant\n\nto  the  plausibility of  a  subsequent  discovery, and  Nimmer's\n\nargument  would  not  be   compelling  under  any  definition  of\n\n\"deliberate  omission\").    Most  courts,  and  Nimmer   himself,\n\nhowever, have  not so confined  their definition of  a deliberate\n\nomission.  See cases  cited supra note [4];  Nimmer   7.13[B][3],\n                                                   \n\nat  7-125 n.78.    For example,  \"mistake  of law\"  omitters  and\n\n\"thoughtless\" omitters are usually considered deliberate omitters\n\nbecause  they are aware of the absence  of any notice at the time\n\ntheir  work  was first  published and  they  had no  intention of\n\naffixing  notice at  that time.   See  supra note  [4].   Under a\n                                            \n\ncommon  sense  reading  of     405(a)(2),  these  omitters  could\n\nsubsequently \"discover\"  their omissions of copyright notice when\n\nthey  are  later  apprised of  the  legal  significance  of their\n\nfailure  to provide  notice.   See M.  Kramer Mfg.  Co., Inc.  v.\n                                                             \n\nAndrews, 783 F.2d 421, 443 &amp; n.21 (4th Cir.  1986); Sparkle Toys,\n                                                                \n\n780 F.2d  at 191;  Shapiro, 764  F.2d at 73  n.5; Valve  &amp; Primer\n                                                                 \n\nCorp. v.  Val-Matic Valve  &amp; Mfg.  Corp., 730  F. Supp.  141, 143\n                                        \n\n(N.D. Ill. 1990); Innovative  Concepts, 576 F. Supp. at  460; see\n                                                                 \n\nalso Note, Omission of Notice, 60 N.Y. U. L. Rev. at 981 (stating\n                             \n\nthat \"an individual with no knowledge whatsoever of the copyright\n\nlaw could .  . . \"discover\" its relevance  and so \"discover\" that\n\nthe blank spot was  indeed an omission\").  We  therefore conclude\n\nthat  deliberate omissions  are  potentially curable  and can  be\n\ndiscovered after the first copy of a work is published.\n\n                               -14-\n\n          On  the  other hand,  the  O'Neill  rule, stating  that\n                                            \n\ndiscovery  only  occurs  when   a  controversy  arises  over  the\n\nexistence and enforceability of a copyright, simply has  no basis\n\nin the language of   405(a)(2) and we  must reject it.  As Nimmer\n\ncorrectly  points  out,  the  language  of     405(a)(2)  plainly\n\nindicates  that  \"[i]t  is the  discovery  of  'the  omission' of\n                                                             \n\nnotice, not the discovery of  the fact that the copyright  may be\n\nchallenged, which triggers the 'reasonable  effort' requirement.\"\n\nNimmer   7.13[B][3], at 7-127.  There are plenty of circumstances\n      \n\nin which \"discovery\" occurs prior to a copyright dispute, such as\n\nwhen  counsel  advises the  author that  he  or she  must provide\n\ncopyright  notice  to obtain  copyright  protection  or that  the\n\ncurrent notice is inadequate  to satisfy the notice requirements.\n\nSee, e.g., M. Kramer, 783  F.2d at 443 &amp; n.21; Sparkle  Toys, 780\n                                                            \n\nF.2d at 191; Shapiro &amp; Son, 764 F.2d at 73 n.5; Val-Matic, 730 F.\n                                                         \n\nSupp.  at  143; Videotronics,  Inc. v.  Bend Electronics,  586 F.\n                                                        \n\nSupp. 478, 480, 483  (D. Nev. 1984); Innovative Concepts,  576 F.\n                                                        \n\nSupp. at  460.  Indeed, the  fact that many of  these cited cases\n\nalso found  that discovery  occurred after a  deliberate omission\n                                          \n\nwas originally  made at the  time of first  publication indicates\n\nthat  the  middle-ground  test   for  determining  the  point  of\n\ndiscovery is the preferred one in practice.\n\n          In the present case,  the district court concluded that\n\nGarnier \"should have known of the omission\" when the Swirled Hoop\n\nEarring was first  published in  April of 1988,  and thus  placed\n\nGarnier's  discovery of omission at the date of first publication\n\n                               -15-\n\nor soon thereafter.  The court based its decision primarily on  a\n\nfinding  that, at the time  the Swirled Hoop  Earring was offered\n\nfor sale to the public in April of 1988, Garnier \"had a policy of\n\nscreening its newly  created pieces to  determine which would  or\n\nwould  not be  copyrighted, deferring  action to  first determine\n\nmarketability.\"  The court added that despite periodic reviews of\n\nvarious copyrights held by  the company, Garnier waited  four and\n\none-half years  before registering  its copyright in  the Swirled\n\nHoop Earring and attaching notice,  essentially waiting to see if\n\nthe Swirled Hoop Earring would become a best-selling item  before\n\ntaking any action.\n\n          It  must first be noted that the district court did not\n\nhold that  Garnier's omission  was deliberate  and thus, via  the\n\nNimmer  rule, automatically  discovered  upon the  date of  first\n\npublication.   Rather, the court found that the facts of the case\n\nindicated that Garnier, \"an international corporation, ultimately\n\nsophisticated in  the need  for copyrighting,\" should  have known\n\nthe legal  consequences of its  omission of copyright  notice and\n\nthus  purposefully  and intentionally  refused  to  seek out  the\n\nprotections of the copyright laws.  Disregarding for a moment the\n\ndistrict court's factual findings, we hold that the court did not\n\nerr legally in this determination.\n\n          When  an author  makes a  deliberate decision  to forgo\n\npotential copyright  protection of  a work  by  failing to  affix\n\nnotice on copies,  with the  knowledge that  copyright notice  is\n\nnormally  required, that author becomes aware of the legal effect\n\n                               -16-\n\nof  its omission of notice  and thus has  discovered the omission\n\nfor  purposes of   405(a)(2).  Discovery  can occur upon the date\n\nof  first publication if  the author has this  state of mind when\n\nthe  first  copies  are  distributed.    Finding  that  conscious\n\ndecisions to forgo the expense of complying with the requirements\n\nfor  a  copyright can  result in  an  immediate discovery  of the\n\nomission of notice  under    405(a)(2) does no  injustice to  the\n\nlegislative intent to provide  notice of all omissions.   No cure\n\ncan be considered  \"reasonable\" in cases where  the author simply\n\nsits back and  waits to see  whether his  or her work  will be  a\n\nbest-seller,  before suddenly springing  into action and deciding\n\nto  claim   copyright  protection  after   a  competitor  invests\n\nsignificant time and resources in developing a competing product.\n\n          The  district court's  use of  the phrase  \"should have\n\nknown,\"  implying  an objective  standard  of  discovery or  some\n\nconcept  of  constructive  notice,   though  misleading,  is  not\n\nerroneous on  the facts of this case.  Other courts have used the\n\nphrase \"should  have known\"  to indicate that  the circumstantial\n\nevidence  points so  strongly  toward the  author's knowledge  of\n\ncopyright omission that,  if in fact  the author did not  know of\n\nthe  omission, it  would  be fair  to  say that  a  party in  the\n\nauthor's  position clearly  \"should have  known\" that  notice was\n\nboth  required and  missing from  copies of  his or  her creative\n\nwork.  Donald Frederick  Evans &amp; Assocs., 785  F.2d at 911;  Val-\n                                                                 \n\nMatic, 730 F. Supp. at 143.  We think that a circumscribed use of\n     \n\nthis  constructive notice concept is acceptable as long as courts\n\n                               -17-\n\nare careful not to extend it further than the facts warrant.  For\n\nexample,  it would  not  be acceptable  to  find that  an  author\n\ndiscovers   an  omission  of  notice  upon   the  date  of  first\n\npublication   merely  because   the   author  is   a  large   and\n\nsophisticated company with several lawyers  on staff.  The  facts\n\nfound  by the district court,  namely that Garnier  had a regular\n\nprocess  for  screening  new   pieces  for  potential   copyright\n\nprotection  and a separate process for review of past copyrights,\n\nare strong enough to  support a finding that Garnier  should have\n\nknown it omitted a required copyright notice.\n\n          The   court's  factual   findings,  however,   are  not\n\nsupported  by  the  record,  at  least  for  purposes of  summary\n\njudgment.  Because the district court granted summary judgment in\n\nfavor of Andin, we must review its decision de novo, to determine\n                                                   \n\nwhether the record, viewed in the light most favorable to Garnier\n\nand  with all  reasonable  inferences drawn  in Garnier's  favor,\n\npresents any genuine issues of material fact and whether Andin is\n\nentitled to  judgment as a matter  of law.   Serrano-P rez v. FMC\n                                                                 \n\nCorp., 985  F.2d 625, 626 (1st  Cir. 1993); Pagano v.  Frank, 983\n                                                            \n\nF.2d 343,  347 (1st  Cir.  1993).   Summary judgment  may not  be\n\ngranted  if the  evidence is  such that  a reasonable  jury could\n\nreturn  a verdict for Garnier.   Serrano-P rez, 985  F.2d at 626;\n                                              \n\nPagano, 983 F.2d at 347.\n      \n\n          Our review  of the  record in  this  case reveals  that\n\ncritical factual issues are disputed or unproven.  In particular,\n\nit is disputed whether, at the time that the Swirled Hoop Earring\n\n                               -18-\n\nwas first published  in April of 1988, Garnier  had a process for\n\nscreening  jewelry  pieces  for  potential  copyright protection,\n\nwhether Garnier had a review process for existing copyrights, and\n\nwhether Garnier even  held any United  States copyrights or  knew\n\nanything  about  copyright  requirements  in  the  United States.\n\nGarnier's export manager, Christian  Victor, stated in a detailed\n\naffidavit that when  the Swirled Hoop  Earring was introduced  in\n\nApril of 1988, Garnier had no experience or expertise with United\n\nStates copyright  laws, had never  applied for registration  of a\n\ncopyright in the  United States, and  had no internal  procedures\n\nfor determining copyrightability, copyright  notice requirements,\n\nor  other aspects  of  copyright protection  for new  or existing\n\njewelry works under United States law.\n\n          According  to  the  record,  the  first  United  States\n\ncopyright  obtained by Garnier was in October of 1988, six months\n\nafter the Swirled  Hoop Earring  was first  published.   Although\n\nGarnier held copyrights in approximately 25 to 30 product designs\n\nout of the 500 products in its line, there is no evidence Garnier\n\nheld any United States copyrights prior  to October of 1988.  The\n\nonly  evidence regarding copyright screening procedures or review\n\nprocesses  is  some  rather equivocal  deposition  testimony from\n\nGarnier's  Vice President  of United  States Operations,  Vincent\n\nFerrante.  It is not clear from Ferrante's testimony how thorough\n\nand comprehensive the alleged \"screening\"  and \"review\" processes\n\nreally  were, such  that  they  would  be  likely  to  include  a\n\nconsideration of  copyright protection  for a jewelry  piece like\n\n                               -19-\n\nthe Swirled  Hoop Earring.    Ferrante did  testify that  Garnier\n\nmakes a  special effort to  protect copyrights in  its \"signature\n\npieces\" and that the Swirled Hoop Earring was considered one such\n\npiece.   Ferrante never  explained, however, what  those \"special\n\nefforts\"  were, whether those efforts were in effect in 1988, or,\n\nif they were, whether  they actually applied to the  Swirled Hoop\n\nEarring.   Victor stated in  his affidavit that  the Swirled Hoop\n\nEarring never went through any review or screening process.\n\n          More  importantly, Ferrante  stated  that  he was  \"not\n\nsure\"  when Garnier  started its  copyright screening  and review\n\nprocesses.  Ferrante began working at Garnier in the fall of 1990\n\nand  he testified that when  he arrived, Garnier  had a \"standard\n\npolicy\" to obtain copyrights on their designs.  The only evidence\n                                                        \n\nthat some type  of copyright  screening or review  policy was  in\n\nplace  at  Garnier  when  the  Swirled  Hoop  Earring  was  first\n\npublished  is  Ferrante's answer  to  the  following question  by\n\nAndin's  counsel: \"Does the [standard] policy go back to at least\n\n1985?\" to which Ferrante responded: \"I believe it did.\"\n\n          We  conclude  that  this  evidence  is  insufficient to\n\nsupport the  court's finding,  on summary judgment,  that Garnier\n\ndiscovered  its  omission  of  copyright  at  the  time it  first\n\npublished the Swirled Hoop Earring.\n\n          There also exists a genuine issue of fact as to whether\n\nGarnier  discovered  its  omission  of copyright  at  some  point\n\nbetween  April of 1988, when  the Swirled Hoop  Earring was first\n\npublished,  and July of 1992, when Garnier registered the Swirled\n\n                               -20-\n\nHoop  Earring design.  Although some sort of copyright review and\n\nscreening process was in  place at Garnier during this  time, the\n\nexact  nature and  extent  of  the  process  is  not  clear  from\n\nFerrante's  testimony.  Ferrante never  testified that any of the\n\ncompany's   screening   or   review   procedures   were   applied\n\nretroactively to  jewelry pieces  developed prior to  the initial\n\ninstitution of  those procedures.  Furthermore,  Victor stated in\n\nhis affidavit  that the  first review process  for United  States\n\ncopyrights  was  begun  sometime in  1990  and  that  it did  not\n\nfunction retroactively  to include  pieces like the  Swirled Hoop\n\nEarring.  Victor also stated that up  until November of 1990, the\n\ncompany only sought copyright  protection for animal designs, and\n\nnot  for  designs  like  the  Swirled  Hoop  Earring.    While  a\n\nreasonable factfinder could infer that Garnier's copyright review\n\nprocess  led to a \"discovery,\" sometime prior to July of 1992, of\n\nthe  fact that  all non-noticed  pieces in  its line  of jewelry,\n\nincluding the Swirled Hoop Earring, were subject to forfeiture of\n\nUnited States copyright protection  unless notice was attached to\n\nall  copies of those works,6  such an inference  is not compelled\n\nby  the evidence.  On the contrary, the summary judgment standard\n\nrequires that  we indulge all  reasonable inferences in  favor of\n\nGarnier,  Serrano-P rez, 985 F.2d at 626, and it is reasonable to\n                       \n\ninfer  that Garnier did not  consider the absence  of notice, and\n\n                    \n\n6    In other words,  Garnier would have, or  should have, become\naware  of   the  consequences   of  omission,   transforming  its\nthoughtless  omission   into  a  purposeful   decision  to  forgo\ncopyright notice, and thus discovering its omission.\n\n                               -21-\n\nthe  legal significance of such absence, until it found out Andin\n\nhad copied the design in July of 1992.\n\n          In sum, because a genuine factual dispute exists  as to\n\nwhether Garnier's discovery  occurred prior to July of 1992, when\n\nGarnier  claims discovery  occurred,  summary judgment  cannot be\n\ngranted on  the basis that Garnier discovered the omission before\n\nJuly of 1992.  Despite this finding, however, we may still uphold\n\nthe district  court's judgment if  we find  that, as a  matter of\n\nlaw, Garnier was  still required to  cure the lack  of notice  on\n\ncertain  copies  of the  Swirled  Hoop  Earring and  subsequently\n\nfailed to make  reasonable efforts to  effect such  a cure.   See\n                                                                 \n\nMedina-Mu oz v. R.J.  Reynolds Tobacco  Co., 896 F.2d  5, 7  (1st\n                                           \n\nCir. 1990) (stating that in reviewing summary judgment orders, as\n\nin  other contexts, we  are free to affirm  the district court on\n\nany  independently sufficient  ground supported  by the  record).\n\nAccordingly, we proceed on the assumption that Garnier discovered\n\nits  omission  in  July  of  1992  and  address  whether  Garnier\n\nnevertheless  forfeited its  copyright  because of  a failure  to\n\nsatisfy the cure requirements provided in   405(a)(2).\n\n          2.  To Which Copies, If Any, Must Notice Be Attached To\n                                                                 \n              Effect A Cure?\n                           \n\n          As stated earlier, the reasonable effort requirement in\n\nthe cure provision applies to all copies that are \"distributed to\n\nthe  public  in the  United States  after  the omission  has been\n                                         \n\ndiscovered.\"   17  U.S.C.    401(a)(2).   Thus, Garnier  need not\n\naffix notice  to  copies  of  its Swirled  Hoop  Earring  already\n\ndistributed to the  public before July of 1992, the date at which\n\n                               -22-\n\nwe  assume Garnier discovered its omission of notice.  See Forry,\n                                                                 \n\nInc.  v. Neundorfer,  Inc., 837  F.2d 259,  265 (6th  Cir. 1988);\n                          \n\nNimmer   7.13[B], at 7-122.\n      \n\n          Garnier  began affixing  notice  to all  copies of  the\n\nSwirled  Hoop Earring  it distributed  after the  discovery date,\n\nJuly of 1992,  and, furthermore,  disposed of all  copies of  the\n\nSwirled Hoop Earring  without notice in  its inventories at  that\n\ntime.\n\n          The only remaining copies  that are potentially subject\n\nto  the  cure   requirements,  therefore,   are  those   earrings\n\nmanufactured before July of 1992 and sent to Garnier's customers,\n\nbut not yet sold to the public,  by July of 1992.  At issue  then\n\nare  only those copies of the Swirled Hoop Earring without notice\n\nthat  remained  in the  retail  inventories  of Garnier's  retail\n\ncustomers as of July, 1992.\n\n          Normally,  a copyright  owner has  an obligation  under\n\n  405(a)(2)  to add  copyright  notice to  copies distributed  to\n\nretail  dealers but  not yet  sold to  the  public.   Lifshitz v.\n                                                              \n\nWalter Drake &amp;  Sons, Inc., 806 F.2d 1426, 1434  (9th Cir. 1986);\n                          \n\nM.  Kramer,  783 F.2d  at 444;  Shapiro &amp;  Son,  764 F.2d  at 74.\n                                              \n\nGarnier argues, however,  that it  need not take  any efforts  to\n\ncure the absence of  notice on these copies because they  had not\n\nbeen distributed to the  public before the effective date  of the\n\nBern Convention amendments to the copyright statute (that is, the\n\nBCIA).    As  stated  earlier,  the BCIA  eliminated  the  notice\n\nrequirement for  copyright protection  as of March  1, 1989,  but\n\n                               -23-\n\nretained the cure  provision in    405(a) for copies  distributed\n\nbefore that date.  Garnier  argues that the proper interpretation\n\nof the BCIA  and the new   405(a) is  that the notice requirement\n\nis eliminated  for all  copies distributed  after March 1,  1989,\n\neven  if other copies of  the same work  were distributed without\n\nnotice before March  of 1989.7   Andin argues,  and the  district\n\ncourt  held, that once copies  in a work  are distributed without\n\nnotice before March 1, 1989, the obligation to cure retained in  \n\n405(a)  attaches  to all  copies  in  the work,  including  those\n\npublished after the BCIA took effect.\n\n          The language of   405(a)  is critical to resolving this\n\nissue, and,  not surprisingly, the  language is  ambiguous.   The\n\nstatute states in relevant part:\n\n            With respect to  copies and  phonorecords\n            publicly  distributed  [before  March  1,\n            1989], the omission  of copyright  notice\n            . .  . does not  invalidate the copyright\n            in a work  if . . . (2) .  . . reasonable\n            effort is  made  to  add  notice  to  all\n            copies    or   phonorecords    that   are\n            distributed to the  public in the  United\n            States  after  the   omission  has   been\n            discovered.\n\nGarnier correctly points out that the statute could reasonably be\n\ninterpreted  as  stating:  \"With  respect to  only  those  copies\n\npublished before 1989, a reasonable effort to add notice is still\n\n                    \n\n7  Garnier recognizes  that if it  was deemed to have  discovered\nthe  omission of notice in April of  1988 and then failed to cure\nin a  reasonable time  thereafter, it  would  have forfeited  its\ncopyright in the Swirled  Hoop Earring and the design  would pass\ninto  the public domain, regardless of the provisions in the BCIA\namendments.  Thus, Garnier is not asserting that the BCIA  can be\nread to  resurrect a right that  did not exist prior  to the date\nthat it went into effect.\n\n                               -24-\n\nrequired, but with respect to copies published after March  1989,\n\nnotice is not required.\"  Garnier reasons that if Congress wanted\n\nto  adopt  Andin's  interpretation,  it would  have  written  the\n\nstatute  to read: \"With respect  to works\" first published before\n                                         \n\nMarch 1989, instead of \"With  respect to copies\" first  published\n                                               \n\nbefore March 1989.8\n\n          Andin's interpretation, however,  is a more  convincing\n\nconstruction of    405(a).   Plainly read,  the statute  provides\n\nthat  the  omission of  copyright  notice  on copies  distributed\n\nbefore March 1, 1989, does not result in forfeiture of  copyright\n\n\"in a work\" if the  proper cure is made pursuant to    405(a)(1),\n\n(3),  or, in  this case,     405(a)(2).   Under    405(a)(2), the\n\nauthor  must make  a  reasonable effort  \"to  add notice  to  all\n                                                                 \n\ncopies\" that \"are distributed to  the public\" after the  omission\n                 \n\nhas  been discovered.   This  language indicates that  all copies\n\nthat \"are\" presently distributed,  of a work for  which unnoticed\n\n                    \n\n8  There  is no merit to Garnier's  claim that Congress initially\nconsidered making the  amended version of    405(a) applicable to\n\"works first published\" before March 1, 1989,  but later rejected\n      \nsuch language  in favor of \"copies first  published\" before March\n                                  \n1, 1989.  To the contrary,  the House Report cited by Garnier for\nits argument indicates that  Congress always intended the current\nlanguage  in    405(a)  to apply  the  cure requirements  to  all\ncopies,  including those distributed after March  1989, of a work\nfirst published before  March 1989.  See H.R.  100-609, reprinted\n                                                                 \nat 6 Nimmer  on Copyright App.  32, at 32-1  through 32-45.   The\n                         \nbill accompanying  the House Report  amended   405(a)  in exactly\nthe  same fashion that    405(a) was  eventually amended.   See 6\n                                                               \nNimmer  App. 32, at 32-5 (presenting text of bill which contained\n      \nthe exact  amendment eventually  adopted for     405(a), at  Sec.\n9(e)(2)  of  the  bill).   The  report  itself  then states  that\n\"[c]urrent notice  requirements  are unchanged  for  works  first\n                                                                 \npublished before the  effective date of  the Act.\"  Id.  at 32-45\n                                                      \n(emphasis  added).    The  report thus  interpreted  the  present\nlanguage in the same way that the district court interpreted it. \n\n                               -25-\n\ncopies were published at a time when notice was required, must be\n\ncured, regardless of when those copies are distributed.  Congress\n\nsaid \"all\" copies,  and did  not limit the  cure requirements  to\n\nworks that \"were distributed  prior to the effective date  of the\n\nBCIA.\"   See Encore Shoe Corp.,  18 U.S.P.Q. 2d 1874,  at n.9 (D.\n                              \n\nMass. 1991)  (\"[I]f  the  pre-BCIA  publications  bear  defective\n\nnotice, then  'a reasonable effort' must be made to add notice to\n\nall copies after  the defective notice has been  discovered, even\n\nif  discovery occurs  after  March 1,  1989.\");  accord Nimmer   \n                                                              \n\n7.13[B][2], at 7-120 n.54.\n\n          Garnier argues  that \"all copies\" merely  refers to all\n\ncopies  within the subset of copies distributed prior to March 1,\n\n1989.   Garnier  grounds this  assertion in  the language  of the\n\nintroductory sentence of   405(a), which states: \"With respect to\n\ncopies   and  phonorecords   publicly  distributed   [before  the\n\neffective date of the BCIA] . . . .\"  According  to Garnier, this\n\nintroductory phrase defines the  set of copies to which  the rest\n\nof    405(a),  including the  cure requirements  in    405(a)(2),\n\napplies.    Though  plausible,  this  construction  strains   the\n\nlanguage of  the statute.    Further, in  view of  the fact  that\n\nCongress, in enacting the BCIA, had  made changes to   405(a)  so\n\nas to limit its  applicability only to those instances  where the\n\nomission of notice had first occurred prior to March 1, 1989, the\n\nfailure to limit the remedial cure provision to just those copies\n\ncannot be  said  to have  been  an  oversight.   See  St.  Martin\n                                                                 \n\nEvangelical Lutheran Church v. South Dakota, 451 U.S. 772, 786-88\n                                           \n\n                               -26-\n\n(1981)  (Congress in  amending one  section of  a statute  is not\n\npresumed  to have intended an amendment to another section of the\n\nstatute which had not been altered).\n\n          Contrary  to  Garnier's   assertion,  the   legislative\n\nhistory for    405(a) is  indeterminate as to  the present  issue\n\nbecause it  essentially parrots the language employed in the text\n\nof the statute itself.  See S. Rep. No. 100-352  at 45, reprinted\n                                                                 \n\nin 1988 U.S.C.C.A.N. 3706, 3742.   The House Report attached to a\n  \n\npreliminary  version  of  the   BCIA  bill  actually  contradicts\n\nGarnier's  interpretation of  the statute.   See supra  note [8].\n                                                      \n\nWhile  Congress speaks  of  limiting the  \"applicability\" of  the\n\nnotice provisions in the  copyright statute to copies distributed\n\nbefore March 1, 1989, see S. Rep. No. 100-352 at 45, reprinted in\n                                                                 \n\n1988  U.S.C.C.A.N. 3706,  3742,  nowhere does  Congress state  an\n\nintention to  alter the then-existing pre-BCIA  cure requirements\n\nset out in    405(a)(2), which mandate that an  author add notice\n\nto \"all copies\" of a work.\n\n          Garnier further  argues that Andin's  interpretation of\n\nthe BCIA-amended    405(a) conflicts with the  overall purpose of\n\nthe BCIA  which was to bring United  States copyright law in line\n\nwith  the Berne  Convention by  eliminating the  requirement that\n\nnotice of copyright be affixed to copies of a work.  We disagree.\n\nFirst of all, the BCIA applies prospectively, as evidenced by the\n\nretention  of   405(a).  Thus, applying forfeiture rules for lack\n\nof  notice to  works first  published before  the BCIA  went into\n\neffect  does  not conflict  with the  general  goals of  the Act.\n\n                               -27-\n\nFurthermore,  Congress adopted  a  \"minimalist  approach\" in  the\n\nBCIA, amending the Copyright Act \"only insofar as it is necessary\n\nto  resolve  the  conflict  [between  U.S.  law  and   the  Berne\n\nConvention]  in a  manner  compatible with  the public  interest,\n\nrespecting the pre-existing balance  of rights and limitations in\n\nthe Copyright  Act as a  whole.\"   H.R. 100-609,  reprinted at  6\n                                                              \n\nNimmer on  Copyright, App. 32, at 32-20.  Congress did not intend\n                    \n\nto  adopt the  Berne  Convention wholesale;  the amended  statute\n\nitself makes it clear  that the United States Copyright  Act, and\n\nnot  the Berne  Convention, controls  disputes arising  under the\n\ncopyright laws.  17 U.S.C.    104(c) (\"No right or interest  in a\n\nwork eligible for protection  under this title may be  claimed by\n\nvirtue  of,  or in  reliance upon,  the  provisions of  the Berne\n\nConvention, or the adherence of the United  States thereto\"); see\n                                                                 \n\nalso  S.Rep. 100-352,  at p.  41, reprinted in  1988 U.S.C.C.A.N.\n                                              \n\n3706,  at  3738  (cautioning courts  \"to  resolve  issues of  the\n\nexistence,  scope, or application  of rights in  works subject to\n\ncopyright   through    the   normal   processes    of   statutory\n\ninterpretation and  the application of common  law precedents, as\n\nappropriate, rather than by reference  to the provisions of Berne\n\nor the fact of U.S. adherence to the Convention.\").\n\n          For  the foregoing  reasons,  therefore,  we hold  that\n\n  405(a)  imposes a cure requirement  for all copies  of any work\n\nwhich  was first  published prior  to the  effective date  of the\n\nBCIA.  In this case,  the cure requirement applies to all  copies\n\nof Garnier's Swirled Hoop Earring remaining in retail inventories\n\n                               -28-\n\nas of July of 1992. \n\n          B.  Was Garnier's Cure Adequate?\n                                         \n\n          Having  determined that  Garnier  must make  reasonable\n\nefforts to add  notice to copies  in Garnier's customers'  retail\n\ninventories as of July 1992, we must  determine whether Garnier's\n\nactual  cure efforts  were reasonable,  as a  matter of  law, for\n\npurposes of Andin's summary judgment motion.   The district court\n\nbased its finding that Garnier's cure efforts were not reasonable\n\nat  least in part on  the assumption that  Garnier discovered its\n\nomission in April  of 1988 and then waited over four years before\n\nadding  notice to its Swirled  Hoop Earrings.   Although we found\n\nthis  assumption erroneous  for  summary judgment  purposes,  the\n\ncourt's decision  can nevertheless  be upheld on  the alternative\n\nfinding that Garnier's cure efforts were insufficient as a matter\n\nof law even under  the assumption that Garnier was  only required\n\nto add  notice to copies  of the  Swirled Hoop Earring  in retail\n\ninventories as  of July 1992,  and thus  did not  delay its  cure\n\nefforts.   Medina-Mu oz, 896 F.2d at 7; Chamberlin v. 101 Realty,\n                                                                 \n\nInc., 915  F.2d 777,  783 n.8  (1st Cir.  1990) (in  reviewing of\n    \n\nsummary judgment orders, we are free to affirm the district court\n\non any independently sufficient ground supported by the record.)\n\n          As an  initial matter,  Garnier argues that  there were\n\nfew,  if  any,  copies of  the  Swirled  Hoop  Earring in  retail\n\ninventories  as of July 1992, and, therefore, it was not required\n\nto  take any effort  to add notice to  retail inventory copies to\n\nsatisfy  the  \"reasonable  effort\"  requirement  in    405(a)(2).\n\n                               -29-\n\nGarnier  points to  testimony in  the record  to the  effect that\n\ninventories were  normally depleted in the  summer months because\n\nit was  the low point in  the business cycle when  new orders are\n\nnormally made for fall  delivery.  There is no  dispute, however,\n\nthat  at least one Swirled  Hoop Earring without  notice, the one\n\nbought by Andin,  was in  one retailer's inventories  as late  as\n\nSeptember of 1992.   More importantly,  Garnier does not  dispute\n\nthat it did not know  whether any of its retailers had  copies of\n\nthe Swirled Hoop Earring remaining in stock in July of 1992, and,\n\nin fact, Garnier  sent a  letter to its  fifty largest  retailers\n\nregarding  the Swirled Hoop Earring on the assumption that if any\n\nretailers had remaining inventory, it would be the larger ones.\n\n          Because   the  reasonable   effort  requirement   in   \n\n405(a)(2) applies to \"all\" copies distributed to the public after\n\ndiscovery  of   omission,  17   U.S.C.      405(a)(2),  Garnier's\n\nobligation  to  cure  is triggered  once  Garnier  has reason  to\n\nbelieve any  of  its  retail  customers  have  any  Swirled  Hoop\n\nEarrings  in their  inventories, even if  only a few  items.  See\n                                                                 \n\ngenerally Lifshitz, 806  F.2d at 1434  (holding that a  copyright\n                  \n\nowner  has  an  obligation  to add  copyright  notice  to  copies\n\ndistributed to  retail  dealers);  M.  Kramer, 783  F.2d  at  444\n                                             \n\n(same); Shapiro &amp; Son, 764 F.2d at 74 (same).  At the very least,\n                     \n\nGarnier  is obligated  to take  some  effort to  find out  if its\n\nretailers  have any earrings in stock.  Garnier, however, did not\n\ndo  this.  We  find, therefore, that because  there is no dispute\n\nthat  (1)  at least  one unnoticed  Swirled  Hoop Earring  was in\n\n                               -30-\n\nretail  inventories;  (2)  Garnier  suspected  that  its  largest\n\ncustomers  had  at least  a few  Swirled  Hoop Earrings  in their\n\ninventories; and (3) Garnier made no effort to  find out for sure\n\nwhether any of  its customers  still held copies  of its  Swirled\n\nHoop  Earring, no  genuine issue  of material  fact exists  as to\n\nwhether Garnier was obligated to take \"reasonable efforts\" to add\n\nnotice to  copies in  retail inventories.   Consequently, summary\n\njudgment in favor of Andin is not precluded on the basis that the\n\nlack  of evidence  of  significant amounts  of inventory  excuses\n\nGarnier  from  taking  efforts  to cure  potential  Swirled  Hoop\n\nEarrings in retail inventories.\n\n          As we  discuss below,  other factors may  alleviate the\n\nneed  to add notice to  retail inventories if,  for example, such\n\nfactors make the effort required to add  notice unduly burdensome\n\nor futile.  See, e.g., Shapiro &amp; Son, 764 F.2d at 74-75.  In such\n                                    \n\ncircumstances,  summary judgment  may  not  be appropriate,  even\n\nthough  the author made no  effort to add  notice to inventories,\n\nbecause  it was  reasonable not  to cure  those copies  under the\n\ncircumstances.   The mere  justification that the  author thought\n\nits retail  inventories would  be low  during the  summer months,\n\nhowever,  does not constitute such  a factor and  does not excuse\n\nthe requirement to effect a cure.  Garnier was therefore required\n\nto add notice to copies of the Swirled Hoop Earring in the retail\n\ninventories of its customers.\n\n          We are finally prepared to address the issue of whether\n\nGarnier's cure efforts were insufficient and thus unreasonable as\n\n                               -31-\n\na matter of law.  Efforts to cure under    405(a)(2) must consist\n\nof steps designed to \"add notice to all copies\" distributed after\n                                \n\nomission  of  notice  is  discovered.    17  U.S.C.    405(a)(2).\n\nPursuant  to  17  U.S.C.     401(c),  copyright  notice  must  be\n\n\"affixed\"  to each copy for which protection is desired.  Failure\n\nto  \"affix\"  a notice  to the  copy  renders that  notice legally\n\ndeficient and defective.   Shapiro &amp;  Son, 764 F.2d  at 72.   The\n                                         \n\nlegal  consequences of a deficient  notice are the  same as those\n\nfor an  omitted notice.   Id. at 72  n.3; see also  Lifshitz, 806\n                                                            \n\nF.2d at 1432, 1434 (a defective notice constitutes no notice as a\n\nmatter of law).   Accordingly,  to cure an  omission, the  author\n\nmust  add legally  proper notice  to  all copies.   To  satisfy  \n\n405(a)(2), therefore, the  author must take  \"reasonable efforts\"\n\nto add legally proper notice.\n\n          Garnier submits that it undertook two different efforts\n\nto add copyright notice to copies  of its Swirled Hoop Earring in\n\nretail inventories: (1)  it sent  a letter to  its fifty  largest\n\nretail  customers stating that it held a copyright in the Swirled\n\nHoop Earring;  and (2)  it provided  a story  card to  its retail\n\ncustomers  to  accompany the  sale  of  all its  jewelry  pieces.\n\nNeither   measure  constitutes   a  legally   cognizable  effort,\n\nreasonable or  otherwise,  to  add notice  to  its  Swirled  Hoop\n\nEarrings.   The letter  was altogether inadequate  because it did\n\nnot  \"add  notice\"  in any  way  to  copies of  the  Swirled Hoop\n\nEarring.   Not  only was  the letter  not affixed  to any  of the\n\nSwirled Hoop Earrings, but  it also failed to say  anything about\n\n                               -32-\n\nGarnier's  failure to  attach  copyright notice  to the  earring.\n\nFurthermore, the letter did  not inform retailers of the  need to\n\nattach some type of notice to the Swirled Hoop Earring or even to\n\ntell consumers about Garnier's copyright.  See, e.g., Long v. CMD\n                                                                 \n\nFoods, Inc., 659 F. Supp.  166, 169 (E.D. Ark. 1987).   Thus, the\n           \n\nletter  does not qualify as  a legally cognizable  effort to \"add\n\nnotice,\" let alone a reasonable one.\n\n          Garnier's story cards, which  stated that every Garnier\n\ndesign  is  a  \"genuine  copyrighted  original,\"  were  also  not\n\n\"affixed\"  to the  Swirled Hoop Earring  and thus  constituted an\n\ninadequate  effort to  add notice.   Lifshitz,  806 F.2d  at 1434\n                                             \n\n(finding that author's cure effort, consisting of the addition of\n\na defective notice,  was not sufficient to represent a reasonable\n\neffort to add notice).   Moreover, the story cards were not  part\n\nof  Garnier's reasonable efforts to  add notice to  copies of its\n\nSwirled Hoop  Earring \"after the omission  ha[d] been discovered\"\n\npursuant  to   405(a)(2).   Rather, the cards  were instituted by\n\nGarnier two years  earlier, beginning in 1990,  and were provided\n\nfor all  of Garnier's jewelry  pieces.   As such, the  cards were\n\nmerely a form of  inadequate notice existing at the  time Garnier\n\ndiscovered the omission of notice on its Swirled Hoop Earring and\n\nnot  part  of any  effort to  add notice  after the  omission was\n\ndiscovered.   Therefore,  the story  cards constituted  something\n\nthat needed tobe cured, not a part ofthe cure efforts themselves.\n\n          We do  not dispute  that some inadequate  cure efforts,\n\nsuch as  the provision  of notice  which  is not  affixed to  the\n\n                               -33-\n\ncopies,  can still be relevant to, though not alone sufficient to\n\nestablish, the reasonableness of an author's overall cure efforts\n\nif such efforts contribute in some way to providing actual notice\n\nto the public of a  claim of copyright.  Shapiro &amp;  Son, 764 F.2d\n                                                       \n\nat  74-75.  In this respect, measures like Garnier's story cards,\n\nbut   not   Garnier's  letter,   could   potentially  enter   the\n\nreasonableness  calculus   under      405(a)(2)  to  create,   in\n\ncombination  with some other efforts, a material issue of fact on\n\nthe question of whether  reasonable cure efforts were taken.   In\n\nthis case, however, the story cards were distributed prior to the\n\ndiscovery of the omission of notice and  thus do not constitute a\n\n\"reasonable effort\"  to \"add notice\"  to copies  pursuant to  the\n\ncure  requirements in    405(a)(2).   Therefore,  Garnier's story\n\ncards are not cognizable as an effort to cure omission of notice.\n\nTo the extent Shapiro &amp; Son adopts a contrary rule on this issue,\n                           \n\nid.  at  74-75,  we respectfully  part  company  with the  Second\n  \n\nCircuit.  In  summary, then,  we find that  Garnier undertook  no\n\nlegally cognizable  efforts under    405(a)(2)  to add  notice to\n\nretail inventories of its Swirled Hoop Earring.\n\n            Garnier maintains  that even if the  steps taken with\n\nrespect to  retail inventories are inadequate,  by themselves, to\n\nconstitute a reasonable effort to add notice, when such steps are\n\ncombined  with Garnier's  efforts  to add  complete and  adequate\n\nnotice to  all new Swirled Hoop Earrings produced after discovery\n\nof  omission in July  of 1992, and  to all  Swirled Hoop Earrings\n\nheld by  Garnier at that  time, the totality  of the efforts  are\n\n                               -34-\n\ntogether  sufficient to  create a  material issue  of fact  as to\n\nwhether Garnier took reasonable  efforts to cure.  See  Shapiro &amp;\n                                                                 \n\nSon,  746 F.2d  at  75.   We  do not  agree.   Section  405(a)(2)\n   \n\nrequires  reasonable efforts to add  notice to \"all\"  copies.  17\n\nU.S.C.    405(a)(2).  Where an author makes no legally cognizable\n\neffort to add  notice to  an identifiable group  of copies  which\n\nlack notice, and there are no significant obstacles hindering the\n\nauthor from adding notice  to such copies, that author  cannot be\n\nsaid to have taken reasonable efforts to cure as a matter of law.\n\nIn  the event that adding notice to retail inventories would have\n\nbeen  burdensome, unduly costly,  unavailing, futile or otherwise\n\nunreasonable, a prospective cure -- that is adding notice only to\n\nnew  copies thereafter produced and  distributed -- by itself can\n\nbe sufficient  to  constitute reasonable  efforts to  cure.   See\n                                                                 \n\nShapiro &amp;  Son,  746  F.2d at  74-75  (noting that  there  was  a\n              \n\nmaterial issue of fact as to  whether the author's efforts to add\n\nnotice  to items in retail inventories would have been burdensome\n\nor unavailing).  That, however, is not the case here.  Unlike the\n\nauthor in Shapiro  &amp; Son, Garnier does not assert  that an effort\n                        \n\nto add notice to  retail inventories of the Swirled  Hoop Earring\n\nwould be unavailing, overly costly or burdensome.   Garnier could\n\nhave easily provided  retailers with gummed  labels or hang  tags\n\nfor the Swirled Hoop  Earrings without much  cost or effort.   In\n\nthis situation, adding notice  to only newly produced copies  and\n\ncopies in Garnier's own  possession is insufficient, as  a matter\n\nof law, to constitute reasonable efforts under   405(a)(2).  See,\n                                                                \n\n                               -35-\n\ne.g.,  Val-Matic, 730  F.  Supp.  at  144 (finding  cure  efforts\n                \n\ninsufficient where author made no  effort to correct copies still\n\nin the  hands  of  distributors  where such  efforts  would  have\n\nimposed \"little, if  any, burden,\" despite provision of notice on\n\nnew  copies); see also Videotronics,  Inc., 586 F.  Supp. at 480,\n                                          \n\n483.  We accordingly affirm the district court's grant of summary\n\njudgment on the  ground that  Garnier failed  to take  reasonable\n\nefforts  to cure the omission of copyright notice for its Swirled\n\nHoop Earring.\n\n          Affirmed, with costs to be paid by appellant.\n                  \n\n                               -36-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1446\n\n                     CHARLES GARNIER, PARIS,\n\n                      Plaintiff - Appellant,\n\n                                v.\n\n                ANDIN INTERNATIONAL, INC., ET AL.,\n\n                     Defendants - Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\n                                                          \n\n                                           \n\n                              Before\n\n                    Torruella, Selya and Cyr, \n\n                         Circuit Judges.\n                                       \n\n                                           \n\n     John D.  Deacon, Jr., with  whom Flanders &amp;  Medeiros, Inc.,\n                                                                \nwas on brief for appellant.\n     Julius  Rabinowitz,  with  whom Josephine  Bachmann,  Kuhn &amp;\n                                                                 \nMuller, Esqs., William Richard  Grimm, Christopher M. Neronha and\n                                                             \nHinckley, Allen &amp; Snyder, were on brief for appellees.\n                        \n\n                                           \n\n                         October 7, 1994\n                                           \n\n          TORRUELLA,  Circuit Judge.   This  case requires  us to\n                                   \n\ndetermine  the   proper  application  of  the   so-called  \"cure\"\n\nprovision of the copyright laws, 17 U.S.C.   405(a), which allows\n\nauthors seeking copyright protection to remedy a prior failure to\n\naffix notice of  copyright to  copies of their  creative work  in\n\norder  to  avoid forfeiting  protection  of  the copyright  laws.\n\nBecause the requirement of  copyright notice was recently removed\n\nfrom  the statute, some confusion has arisen over the application\n\nof the cure provision  in cases where copies without  notice were\n\ndistributed  before or  after the  change  in the  law.   We  are\n\npresented here with such  a case.  The district court  found that\n\nthe cure  requirements applied in  this case and  granted summary\n\njudgment  on  the ground  that a  proper  cure was  not effected.\n\nAlthough  we disagree that  some of the facts  relied upon by the\n\ndistrict  court are  undisputed, we  find that the  court's legal\n\nconclusions  are  correct and  affirm  the judgment  based  on an\n\nalternative version of facts that are not in dispute.\n\n                          I.  BACKGROUND\n\n          Plaintiff-appellant, Charles Garnier, Paris (\"Garnier\")\n\nis  a  French  company  engaged in  the  business  of  designing,\n\nmanufacturing  and selling  fine  jewelry around  the world.   In\n\n1987, a Garnier employee designed a piece of jewelry known as the\n\nSwirled Hoop  Earring.   Garnier  first  showed and  offered  the\n\nSwirled Hoop Earring for sale publicly in April of 1988.  Garnier\n\nhas   distributed   the   Earring   ever   since   to   customers\n\ninternationally and in the United States.\n\n                               -2-\n\n          Defendants-appellants  Andin  International,  Inc.  and\n\nJotaly,  Ltd.,  a  corporate affiliate  of  Andin,  (collectively\n\nreferred  to as  \"Andin\")  manufacture and  sell  jewelry in  the\n\nUnited States.   In 1990, Andin  began manufacturing and  selling\n\nidentical copies  of the  Swirled Hoop Earring  without Garnier's\n\nknowledge or  authorization.  In July of 1992, Garnier discovered\n\nthat Andin  was producing  and distributing infringing  copies of\n\nits  Swirled Hoop  Earring.   Garnier immediately  registered its\n\ncopyright in the earring  at that time,1 asserting that  this was\n\nthe  first   time  it  had  ever   considered  seeking  copyright\n\nprotection for that piece.\n\n          Prior to  the registration of the  Swirled Hoop Earring\n\ndesign in July of  1992, none of Garnier's Swirled  Hoop Earrings\n\ncarried  a notice of  copyright.2  After  registering the Swirled\n\nHoop Earring, Garnier's factory  immediately began placing notice\n\nof copyright on every  copy of the Swirled Hoop  Earring produced\n\nthereafter.   Garnier claims  that, once it  discovered Andin had\n\ncopied  the  Swirled Hoop  Earring,  it  discarded all  remaining\n\nSwirled  Hoop Earrings in its  own inventories that  did not have\n\nproper notice, and refrained from  delivering any of the earrings\n\nwithout notice to its  retail customers.  Thus, all  of Garnier's\n\n                    \n\n1    The Swirled  Hoop Earring  is  copyrightable as  an original\nsculptural work.  17 U.S.C.   102(a)(5).\n\n2   Copyright notice for jewelry consists of the copyright symbol\nor the word \"Copyright,\" followed by the name of the owner of the\ncopyright, \"affixed\" to  each copy in  such a manner as  \"to give\nreasonable notice of the claim of copyright.\"  17 U.S.C.   401(b)\n&amp; (c).\n\n                               -3-\n\ndistributions of  the Swirled  Hoop  Earring after  July of  1992\n\ncontained notice of copyright.\n\n          The parties dispute whether  copies of the Swirled Hoop\n\nEarring existed in  retail stores selling Garnier's jewelry as of\n\nJuly of 1992.  Garnier's customers consist  of independent retail\n\njewelers, retail  jewelry chains,  multiple  store locations  and\n\ndepartment stores.  Although  there are 150 such  customers, only\n\n50 are continuing or  repeat costumers.  Garnier claims  that its\n\ncustomers  had little,  if  any, inventory  of  the Swirled  Hoop\n\nEarring at  the time  Garnier  \"discovered\" the  need to  provide\n\ncopyright notice in  July of  1992.  According  to Garnier,  mid-\n\nsummer is the low point in the business cycle for retail  jewelry\n\nbecause inventories are used  up and new orders  go out for  fall\n\ndelivery.   In  September of  1992,  however, Andin  purchased  a\n\nSwirled  Hoop   Earring  at  Bloomingdale's,  one   of  Garnier's\n\ncustomers, which did not bear any copyright notice.  Garnier also\n\nsent a letter to its fifty largest customers stating  that it had\n\nregistered  a copyright in the Swirled Hoop Earring.  One Garnier\n\nofficial admitted  that the letter  was sent  in case any  of the\n\nretailers   still   had  the   earring   in  their   inventories.\n\nUltimately, Garnier  simply did not  know how  many Swirled  Hoop\n\nEarrings  its retailers still had in their inventories as of July\n\nof 1992.\n\n          The  letter  that Garnier  sent  to  its fifty  largest\n\ncustomers  was  the only  remedial effort  taken by  Garnier with\n\nrespect  to the Swirled  Hoop Earrings still  remaining in retail\n\n                               -4-\n\nstore inventories in direct response to the July, 1992  discovery\n                                       \n\nof Andin's infringement.   In the letter, Garnier stated  that it\n\nheld  a  copyright  in the  Swirled  Hoop  Earring,  but did  not\n\nindicate that copyright notice had been omitted from the earrings\n\nin the retailers' inventories or that there was a need to rectify\n\nthe  omission by adding notice  of copyright.   Garnier claims it\n\ndid not send the letter to the other 100 retail customers because\n\nthose customers were only one-time purchasers of the Swirled Hoop\n\nEarring, and  they were  therefore unlikely  to have  any Swirled\n\nHoop  Earring  inventory left  by July  of  1992.   Garnier never\n\noffered to  send a tag or label bearing a copyright notice to the\n\nretailers  for   placement  on  any  unnoticed   items  in  their\n\ninventory.\n\n          Garnier did  have another arrangement, already in place\n\nby the  time Garnier discovered  Andin's infringement in  July of\n\n1992, that was designed to provide a general notice of copyright.\n\nBeginning in 1990, Garnier provided all its retail costumers with\n\na \"story card\" and instructed  them to include the card  with the\n\nsale  of all Garnier products to purchasing consumers.  The story\n\ncard  stated, among other things,  that the purchased  piece is a\n\n\"Charles Garnier of  Paris original . . .   genuine 18 karat gold\n\ncopyrighted design,\" and  that \"every Charles Garnier design is a\n\ngenuine  copyrighted  original.\"     The  card  says  nothing  in\n\nparticular about  the Swirled Hoop Earring, the lack of copyright\n\nnotice,  or  the  need  to  affix  notice  to  unnoticed  pieces.\n\nAlthough  the story  card  was not  attached  or affixed  to  the\n\n                               -5-\n\njewelry  pieces themselves,  Garnier claimed  that its  retailers\n\ngave the story card to every customer who bought Garnier jewelry.\n\nGarnier occasionally checked to confirm this but generally relied\n\non the retailers' word that they were providing the story card to\n\npurchasers of Garnier jewelry.\n\n          Garnier   brought  this  action  in  October  of  1992,\n\nasserting  two claims  of copyright  infringement  against Andin.\n\nCount I  of  the  complaint  alleged  that  Andin  had  infringed\n\nGarnier's  copyright in  the Swirled  Hoop Earring  and Count  II\n\nalleged that  Andin had infringed Garnier's  copyright in another\n\npiece of jewelry.   The claim in Count II was  eventually settled\n\nand is not presently before us.  In May of  1993, Garnier filed a\n\nmotion  for a  preliminary injunction against  Andin's continuing\n\nmanufacture and distribution of  copies of Garnier's Swirled Hoop\n\nEarring.   Andin then filed a motion for partial summary judgment\n\nas  to Count  I  of  the complaint.    Following  a hearing,  the\n\ndistrict  court  denied   Garnier's  motion  for  a   preliminary\n\ninjunction and granted Andin's motion  for summary judgment as to\n\nCount I.   The court  concluded that Garnier's  copyright in  the\n\nSwirled  Hoop  Earring had  been  forfeited  because Garnier  had\n\nomitted notice of copyright from the Swirled Hoop Earring when it\n\nwas first  published and  subsequently failed to  take reasonable\n\nefforts  to cure that  omission.  Entry  of final judgment  as to\n\nCount I was made by the court under Rule 54(b) on March 2,  1994.\n\nGarnier  appealed  and,  after  ordering the  district  court  to\n\nprovide  a more expansive statement  of the reasons  for its Rule\n\n                               -6-\n\n54(b) certification, we heard the present appeal.\n\n                          II.  ANALYSIS\n\n          A.  What Efforts To Cure, If Any, Are Required?\n                                                        \n\n          This case  centers around  the \"cure\" provision  of the\n\ncopyright statute, 17 U.S.C.    405(a).   This  provision enables\n\nwould-be  copyright holders  who  have failed  to provide  proper\n\nnotice  on a creative work  for which they  seek protection under\n\nthe copyright  laws to  avoid forfeiture of  protection for  that\n\nwork  by  taking various  remedial measures.3    See 2  Nimmer on\n                                                                 \n\n                    \n\n3  17 U.S.C.   405(a) provides:\n\n            (a) Effect of  Omission on Copyright.  --\n            With respect to  copies and  phonorecords\n            publicly distributed by authority  of the\n            copyright owner before the effective date\n            of  the  Berne Convention  Implementation\n            Act   of  1988,   the  omission   of  the\n            copyright  notice  described in  sections\n            401   through   403   from    copies   or\n            phonorecord   publicly   distributed   by\n            authority of the copyright owner does not\n            invalidate the copyright in a work if --\n\n            (1) the notice has  been omitted from  no\n            more  than a  relatively small  number of\n            copies or phonorecords distributed to the\n            public; or\n\n            (2)  registration for  the work  has been\n            made before or is made  within five years\n            after the publication without notice, and\n            a reasonable effort is made to add notice\n            to  all copies  or phonorecords  that are\n            distributed to  the public in  the United\n            States  after  the   omission  has   been\n            discovered; or\n\n            (3)  the  notice  has  been   omitted  in\n            violation  of  an express  requirement in\n            writing  that,  as  a  condition  of  the\n            copyright  owner's  authorization of  the\n            public   distribution    of   copies   or\n\n                               -7-\n\nCopyright   7.13[B] (1985)  [hereinafter Nimmer]; Note,  Omission\n                                                                 \n\nof Copyright Notice  Under Section 405(a): What  Kind of Oxymoron\n                                                                 \n\nMakes  a Deliberate  Error?,  60  N.Y.  U.  L.  Rev.  956  (1985)\n                           \n\n[hereinafter  Note,  Omission of  Notice].    Under    405(a)(2),\n                                        \n\nfailure to affix  proper notice to certain copies of  a work will\n\nnot result  in forfeiture of copyright protection if, within five\n\nyears after the first  publication of a copy without  notice, the\n\nwork  is registered  at the  Copyright  Office and  a \"reasonable\n                                                  \n\neffort\"  is  made by  the  author to  add  notice  to all  copies\n\ndistributed  to   the  public   \"after  the  omission   has  been\n\ndiscovered.\"   17 U.S.C.    405(a)(2); Princess Fabrics,  Inc. v.\n                                                              \n\nCHF,  Inc., </pre><span class=\"citation\" data-id=\"553341\"><a href=\"/opinion/553341/princess-fabrics-inc-plaintiff-appellant-cross-appellee-v-chf-inc/\"><span class=\"volume\">922</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">99</span></a></span><pre class=\"inline\">,  103 (2d  Cir. 1990);  Donald Frederick\n                                                                 \n\nEvans v. Continental Homes, Inc., </pre><span class=\"citation\" data-id=\"466164\"><a href=\"/opinion/466164/donald-frederick-evans-and-associates-inc-dba-the-evans-group-etc/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">897</span></a></span><pre class=\"inline\">, 905-12 (11th Cir.\n                                \n\n1986);  Hasbro Bradley, Inc. v. Sparkle Toys, Inc., </pre><span class=\"citation\" data-id=\"462597\"><a href=\"/opinion/462597/hasbro-bradley-inc-v-sparkle-toys-inc/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span><pre class=\"inline\">,\n                                                  \n\n193-94 (2d Cir.  1985); Shapiro  &amp; Son Bedspread  Corp. v.  Royal\n                                                                 \n\nMills Assoc., </pre><span class=\"citation\" data-id=\"453337\"><a href=\"/opinion/453337/shapiro-son-bedspread-corp-plaintiff-appellant-cross-appellee-v-royal/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">69</span></a></span><pre class=\"inline\">, 72-75 (2d Cir. 1985).\n            \n\n          Prior  to  March  of  1989,  notice  of  copyright  was\n\nmandatory, thus proper cure for  omission of copyright notice was\n\nrequired  for  all copies  distributed  to the  public  after the\n\nomission  of notice  was discovered.   Nimmer    702[C],  at 7-15\n                                             \n\nthrough 7-16.   In 1988, the copyright statute was amended by the\n\nBerne Convention Implementation Act of 1988 (\"BCIA\"), Pub. L. No.\n\n100-568, 102 Stat. 2853  (amending 17 U.S.C.    101 et seq.),  in\n                                                          \n\n                    \n\n            phonorecords,  they  bear the  prescribed\n            notice.\n\nGarnier  has not claimed that   405(a)(1) or   405(a)(3) apply in\nthis case, so we confine our discussion to   405(a)(2).\n\n                               -8-\n\norder  to  bring  the  United  States  in  line  with  the  Berne\n\nConvention  on Copyright,  an international  convention aimed  at\n\nharmonizing  copyright law around the world.  Nimmer   702[B], at\n                                                    \n\n7-14.   Consequently, effective March  1, 1989, the attachment of\n\nnotice of  copyright  is no  longer  required to  gain  copyright\n\nprotection for  creative works,  although it is  still encouraged\n\nthrough various incentives.  </pre><span class=\"citation\" data-id=\"453337\"><a href=\"/opinion/453337/shapiro-son-bedspread-corp-plaintiff-appellant-cross-appellee-v-royal/\"><span class=\"id_token\">Id.</span> at 7-14, </a></span><pre class=\"inline\">7-16; see, e.g., Direct\n                                                                 \n\nMarketing of  Va., Inc. v. E.  Mishan &amp; Sons, Inc.,  </pre><span class=\"citation\" data-id=\"1460118\"><a href=\"/opinion/1460118/direct-mktg-of-va-inc-v-e-mishan-sons-inc/\"><span class=\"volume\">753</span> <span class=\"reporter\">F. Supp.</span>\n                                                  \n\n<span class=\"page\">100</span></a></span><pre class=\"inline\">,  104   n.8  (S.D.N.Y.   1990).    The   aforementioned  cure\n\nrequirements provided  in   405(a), however, are  retained in the\n\namended statute  and apply  to \"copies and  phonorecords publicly\n\ndistributed  by  authority  of  the copyright  owner  before  the\n\neffective date of the  [BCIA].\"  17 U.S.C.   405(a);  Encore Shoe\n                                                                 \n\nCorp. v. Bennett Indus., Inc., 18 U.S.P.Q. 2d  1874 n.9 (D. Mass.\n                             \n\n1991);  Nimmer    7.13[B].   One  issue  bedeviling this  case is\n              \n\nwhether  the BCIA  amendments have  eliminated Garnier's  need to\n\ncure some or all of the copies of the Swirled Hoop Earring, given\n\nthat Garnier first distributed copies prior to the effective date\n\nof  the BCIA  amendments, but also  distributed copies  after the\n\namendments went into effect.\n\n          Before we  address that  issue, however, we  must first\n\nreview  the district court's determination  of the point at which\n\nGarnier  \"discovered\"  its  omission   of  copyright  notice  for\n\npurposes of the cure provision.  17 U.S.C.   405(a)(2) (requiring\n\na  \"reasonable effort\" to add notice to all copies distributed to\n\nthe public after  the omission of notice \"has  been discovered\").\n                                                              \n\n                               -9-\n\nThe discovery date is important for determining the date at which\n\ncure  efforts should  commence  and for  determining whether  the\n\n\"delay,\"  if  any,  between  discovery  and  cure  is  such  that\n\nsubsequent cure  efforts can no longer  be considered reasonable.\n\nSee,  e.g., Princess  </pre><span class=\"citation\" data-id=\"553341\"><span class=\"antecedent_guess\">Fabrics,</span> <a href=\"/opinion/553341/princess-fabrics-inc-plaintiff-appellant-cross-appellee-v-chf-inc/\"><span class=\"volume\">922</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">103</span></a></span><pre class=\"inline\">; Valve  &amp; Primer\n                                                                 \n\nCopr.  v. Val-Matic Valve &amp; Mfg.  Corp., </pre><span class=\"citation\" data-id=\"1985370\"><a href=\"/opinion/1985370/valve-primer-corp-v-val-matic-valve-mfg/\"><span class=\"volume\">730</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">141</span></a></span><pre class=\"inline\">, 143-44\n                                       \n\n(N.D. Ill. 1990).\n\n          1.     When  was  the  Omission   of  Copyright  Notice\n                                                                 \n\nDiscovered?\n          \n\n          Garnier  claims  that  it  discovered the  omission  of\n\ncopyright notice on copies of its Swirled Hoop Earring in July of\n\n1992 -- when  Garnier found out that Andin  had produced and sold\n\ncopies  of the Swirled Hoop  Earring design.   The district court\n\nfound, however, that Garnier \"should have known\"  of the omission\n\nof  notice when  Garnier initially  distributed the  Swirled Hoop\n\nEarring  in  April  of  1988.    The  district  court  concluded,\n\ntherefore, that  Garnier \"discovered\"  the omission of  notice on\n\nthat date.   On appeal, Garnier asserts that the court erred both\n\nlegally and factually.  We agree only with the latter assertion.\n\n          Courts   and   commentators   have  developed   several\n\ndifferent  approaches toward  the  problem  of  determining  what\n\nconstitutes the \"discovery\" of  omission of copyright notice, and\n\nat what point discovery occurs for purposes of the cure provision\n\nin    405(a).  At  one extreme is  the rule announced  in O'Neill\n                                                                 \n\nDevs,  Inc. v. Galen  Kilburn, Inc., 524 F.  Supp. 710, 714 (N.D.\n                                   \n\nGa. 1981),  which states  that \"discovery\" relates  to \"the  fact\n\n                               -10-\n\nthat the existence of a copyright has become an issue.\"  In other\n\nwords, discovery  occurs when a  copyright holder finds  out that\n\nsomeone else is  copying his or her creative work.   The court in\n\nO'Neill  did  not state  any authority  or  reason for  its rule;\n       \n\nrather, it  focused on discrediting an  alternative rule endorsed\n\nin Nimmer on Copyright,  Nimmer   7.13[B][3], at 7-124.2  through\n                               \n\n7-130.    According  to  Nimmer, any  deliberate  or  intentional\n\nomission (that  is, omissions  that are not  \"inadvertent,\"4) are\n\nautomatically discovered upon the date when a copy of the work is\n\nfirst published or publicly distributed.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 7-125 </span><pre class=\"inline\">through 7-\n                                            \n\n126; see also Beacon  Looms, Inc. v. S. Lichtenberg &amp;  Co., Inc.,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"1526157\"><a href=\"/opinion/1526157/beacon-looms-inc-v-s-lichtenberg-co-inc/\"><span class=\"volume\">552</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1305</span></a></span><pre class=\"inline\">, 1310-12 (S.D.N.Y. 1982), criticized  by Hasbro\n                                                                 \n\n</pre><span class=\"citation\" data-id=\"462597\"><span class=\"antecedent_guess\">Bradley,</span> <a href=\"/opinion/462597/hasbro-bradley-inc-v-sparkle-toys-inc/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">195-96</span></a></span><pre class=\"inline\">.  Nimmer reasons that if an omission\n       \n\nis deliberate, \"it must  be immediately known (or 'discovered').\"\n\nNimmer   7.13[B][3], at 7-125. \"Simply put, one cannot 'discover'\n      \n\n                    \n\n4  Inadvertent omissions include those occurring when  the author\nintended  to  affix notice  to published  copies  but his  or her\nattempts to do so  were frustrated because of some  mechanical or\npublishing  mistake that  left  notice off  some  or all  of  the\ncopies.  Beacon Looms, Inc. v. S. Lichtenberg &amp; Co., Inc., 552 F.\n                                                         \nSupp. 1305, 1313  (S.D.N.Y. 1982); Note,  Omission of Notice,  60\n                                                            \nN.Y.  U.  L. Rev.  at 957-59.    Omissions occurring  because the\nauthor  never thought  about,  or knew  of,  the availability  of\ncopyright  protection  or   the  requirement   to  affix   notice\n(\"thoughtless omitters\") or because the author mistakenly thought\nprotection  was  unavailable  (\"mistake  of  law omitters\")  have\nusually  been   considered  to  be  deliberate,   as  opposed  to\n                                              \ninadvertent.  The omissions are labelled \"deliberate\" because the\nauthors in these situations  were aware of the absence  of notice\nat  the  time  their work  was  first  published  and they  never\nintended to affix notice  in the first place.  See Note, Omission\n                                                                 \nof  Notice, 60  N.Y. U.  L. Rev.  at 959-60,  968-71; see,  e.g.,\n                                                                \nSparkle </pre><span class=\"citation\" data-id=\"462597\"><span class=\"antecedent_guess\">Toys,</span> <a href=\"/opinion/462597/hasbro-bradley-inc-v-sparkle-toys-inc/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">191</span></a></span><pre class=\"inline\">, 195-96; </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">O'Neill,</span> <span class=\"volume\">524</span> <span class=\"reporter\">F. Supp.</span>  at\n                                               \n<span class=\"page\">712</span></span><pre class=\"inline\">,  715;   Innovative  Concepts   in  Entertainment,   Inc.  v.\n                                                             \nEntertainment  Enters.  Ltd., 576  F.  Supp.  457, 460  (E.D.N.Y.\n                            \n1983).\n\n                               -11-\n\nan  omission that  has been  deliberate.\"   Beacon Looms,  552 F.\n                                                        \n\nSupp. at 1310.\n\n          The O'Neill court  argued that  the Nimmer  formulation\n                     \n\nclearly conflicted  with the legislative intent  behind   405(a).\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">O'Neill,</span>  <span class=\"volume\">524</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">714</span></span><pre class=\"inline\">.  Nimmer's rule essentially removes\n       \n\nany  chance for  those  who deliberately  and intentionally  omit\n\ncopyright  notice to  successfully  cure  under  the  \"reasonable\n\neffort\"  requirement of    405(a)(2).5  See  Nimmer   7.13[B][3],\n                                                   \n\nat 7-125.  Yet, when Congress amended the Copyright Law  in 1976,\n\nit  expressed  a  clear   intention  to  eliminate  the  previous\n\ndistinction,  made since 1909,  between purposeful  or deliberate\n\nomissions,  which   were  subject  to   automatic  forfeiture  of\n\ncopyright  protection,  and unintentional  omissions,  which were\n\ncurable, so  that  all omissions  could  be cured  by  reasonable\n\nefforts.  See Sparkle  </pre><span class=\"citation\" data-id=\"462597\"><span class=\"antecedent_guess\">Toys,</span> <a href=\"/opinion/462597/hasbro-bradley-inc-v-sparkle-toys-inc/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">195-96</span></a></span><pre class=\"inline\">;  O'Neill, 524 F.\n                                                         \n\nSupp. at 714;  Note, Omission of  Notice, 60 N.Y.  U. L. Rev.  at\n                                        \n\n963-75.  According to the O'Neill court, the word \"discover\" must\n                                 \n\nbe  read in  light  of  the  Congressional  intent  to  make  all\n\nomissions curable.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">O'Neill,</span> <span class=\"volume\">524</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">714</span></span><pre class=\"inline\">.\n                           \n\n          In  response, Nimmer  argues that  Congressional intent\n\nmust give  way to the  plain meaning of  the statutory text  of  \n\n                    \n\n5    This  is  because  Nimmer's  rule immediately  triggers  the\nrequirement  to  add  notice,  see    405(a)(2)  (requiring  cure\n                                  \nefforts once  the omission is \"discovered\"),  which the copyright\nauthor will  presumably fail  to do  within a  \"reasonable\" time.\nAuthors will presumably  fail to  cure within  a reasonable  time\nbecause they have just distributed copies without notice to begin\nwith  and it is unlikely  they would suddenly  attach notice when\nthey could have done so in the first place.\n\n                               -12-\n\n405(a)(2), which,  in Nimmer's view, compels  the conclusion that\n\ndiscovery  is  immediate  for  deliberate omissions.    Nimmer   \n                                                              \n\n7.13[B][3], at 7-125.\n\n          We think that the  proper interpretation of   405(a)(2)\n\nmust lie somewhere between  the rule described in Nimmer  and the\n                                                        \n\nrule announced in O'Neill.  On the one hand,  Congress intended a\n                         \n\ncopyright holder  to be able to cure all omissions, if the holder\n                                        \n\nmade \"reasonable efforts\" to add notice.  See H.R. Rep. No. 1476,\n                                             \n\n94th Cong.,  2d Sess. 147,  reprinted in 1976  U.S.C.C.A.N. 5659,\n                                        \n\n5673;  see also Sparkle </pre><span class=\"citation\" data-id=\"462597\"><span class=\"antecedent_guess\">Toys,</span>  <a href=\"/opinion/462597/hasbro-bradley-inc-v-sparkle-toys-inc/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">195-96</span></a></span><pre class=\"inline\">.  Furthermore,\n                            \n\nthe  language in   405(a)(2) concerning the addition of notice to\n\nall copies  \"after the omission  has been discovered,\"  17 U.S.C.\n\n405(a)(2), does  not expressly  preclude a  finding that a  given\n\ndeliberate omission  was discovered after the initial publication\n\nof a  work.   Sparkle </pre><span class=\"citation\" data-id=\"462597\"><span class=\"antecedent_guess\">Toys,</span>  <a href=\"/opinion/462597/hasbro-bradley-inc-v-sparkle-toys-inc/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">196</span></a></span><pre class=\"inline\">.   Thus, the  plain\n                          \n\nlanguage of the  statute does not  conflict with its  legislative\n\nintent.\n\n          Although  Nimmer makes a  compelling argument  that one\n\nalready knows,  and thus cannot \"discover,\" an  omission that was\n\nmade deliberately, this  argument is only compelling  if we limit\n\nthe  definition of  \"deliberate  omission\" to  mean a  purposeful\n\ndecision to  forgo copyright  protection that would  otherwise be\n\navailable  if notice were  affixed to a  creative work.   But see\n                                                                 \n\nSparkle  </pre><span class=\"citation\" data-id=\"462597\"><span class=\"antecedent_guess\">Toys,</span>  <a href=\"/opinion/462597/hasbro-bradley-inc-v-sparkle-toys-inc/\"><span class=\"volume\">780</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">196</span> </a></span><pre class=\"inline\"> (noting  that  an assignee  or\n             \n\nlicensee of the author or a company employee at a higher level of\n\nthe  corporate  hierarchy  than  the  deliberate  omitter   could\n\n                               -13-\n\nsubsequently discover  a deliberate  omission, in which  case the\n\nnature of the deliberate  omission would be altogether irrelevant\n\nto  the  plausibility of  a  subsequent  discovery, and  Nimmer's\n\nargument  would  not  be   compelling  under  any  definition  of\n\n\"deliberate  omission\").    Most  courts,  and  Nimmer   himself,\n\nhowever, have  not so confined  their definition of  a deliberate\n\nomission.  See cases  cited supra note [4];  Nimmer   7.13[B][3],\n                                                   \n\nat  7-125 n.78.    For example,  \"mistake  of law\"  omitters  and\n\n\"thoughtless\" omitters are usually considered deliberate omitters\n\nbecause  they are aware of the absence  of any notice at the time\n\ntheir  work  was first  published and  they  had no  intention of\n\naffixing  notice at  that time.   See  supra note  [4].   Under a\n                                            \n\ncommon  sense  reading  of     405(a)(2),  these  omitters  could\n\nsubsequently \"discover\"  their omissions of copyright notice when\n\nthey  are  later  apprised of  the  legal  significance  of their\n\nfailure  to provide  notice.   See M.  Kramer Mfg.  Co., Inc.  v.\n                                                             \n\nAndrews, </pre><span class=\"citation\" data-id=\"464810\"><a href=\"/opinion/464810/m-kramer-manufacturing-co-inc-v-hugh-andrews-tim-caldwell-drews/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span><pre class=\"inline\">, 443 &amp; n.21 (4th Cir.  1986); Sparkle </pre><span class=\"citation\" data-id=\"462597\"><span class=\"antecedent_guess\">Toys,</span>\n                                                                \n\n<a href=\"/opinion/462597/hasbro-bradley-inc-v-sparkle-toys-inc/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">191</span></a></span><pre class=\"inline\">;  </pre><span class=\"citation\" data-id=\"453337\"><span class=\"antecedent_guess\">Shapiro,</span> <a href=\"/opinion/453337/shapiro-son-bedspread-corp-plaintiff-appellant-cross-appellee-v-royal/\"><span class=\"volume\">764</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">73</span> </a></span><pre class=\"inline\"> n.5; Valve  &amp; Primer\n                                                                 \n\nCorp. v.  Val-Matic Valve  &amp; Mfg.  Corp., </pre><span class=\"citation\" data-id=\"1985370\"><a href=\"/opinion/1985370/valve-primer-corp-v-val-matic-valve-mfg/\"><span class=\"volume\">730</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">141</span></a></span><pre class=\"inline\">, 143\n                                        \n\n(N.D. Ill. 1990); Innovative  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Concepts,</span> <span class=\"volume\">576</span> <span class=\"reporter\">F. Supp.</span> at  <span class=\"page\">460</span></span><pre class=\"inline\">; see\n                                                                 \n\nalso Note, Omission of Notice, 60 N.Y. U. L. Rev. at 981 (stating\n                             \n\nthat \"an individual with no knowledge whatsoever of the copyright\n\nlaw could .  . . \"discover\" its relevance  and so \"discover\" that\n\nthe blank spot was  indeed an omission\").  We  therefore conclude\n\nthat  deliberate omissions  are  potentially curable  and can  be\n\ndiscovered after the first copy of a work is published.\n\n                               -14-\n\n          On  the  other hand,  the  O'Neill  rule, stating  that\n                                            \n\ndiscovery  only  occurs  when   a  controversy  arises  over  the\n\nexistence and enforceability of a copyright, simply has  no basis\n\nin the language of   405(a)(2) and we  must reject it.  As Nimmer\n\ncorrectly  points  out,  the  language  of     405(a)(2)  plainly\n\nindicates  that  \"[i]t  is the  discovery  of  'the  omission' of\n                                                             \n\nnotice, not the discovery of  the fact that the copyright  may be\n\nchallenged, which triggers the 'reasonable  effort' requirement.\"\n\nNimmer   7.13[B][3], at 7-127.  There are plenty of circumstances\n      \n\nin which \"discovery\" occurs prior to a copyright dispute, such as\n\nwhen  counsel  advises the  author that  he  or she  must provide\n\ncopyright  notice  to obtain  copyright  protection  or that  the\n\ncurrent notice is inadequate  to satisfy the notice requirements.\n\nSee, e.g., M. </pre><span class=\"citation\" data-id=\"464810\"><span class=\"antecedent_guess\">Kramer,</span> <a href=\"/opinion/464810/m-kramer-manufacturing-co-inc-v-hugh-andrews-tim-caldwell-drews/\"><span class=\"volume\">783</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">443</span> </a></span><pre class=\"inline\">&amp; n.21; Sparkle  </pre><span class=\"citation\" data-id=\"462597\"><span class=\"antecedent_guess\">Toys,</span> <a href=\"/opinion/462597/hasbro-bradley-inc-v-sparkle-toys-inc/\"><span class=\"volume\">780</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">191</span></a></span><pre class=\"inline\">; Shapiro &amp; </pre><span class=\"citation\" data-id=\"453337\"><span class=\"antecedent_guess\">Son,</span> <a href=\"/opinion/453337/shapiro-son-bedspread-corp-plaintiff-appellant-cross-appellee-v-royal/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">73</span> </a></span><pre class=\"inline\">n.5; Val-Matic, 730 F.\n                                                         \n\nSupp.  at  143; Videotronics,  Inc. v.  Bend Electronics,  586 F.\n                                                        \n\nSupp. 478, 480, 483  (D. Nev. 1984); Innovative Concepts,  576 F.\n                                                        \n\nSupp. at  460.  Indeed, the  fact that many of  these cited cases\n\nalso found  that discovery  occurred after a  deliberate omission\n                                          \n\nwas originally  made at the  time of first  publication indicates\n\nthat  the  middle-ground  test   for  determining  the  point  of\n\ndiscovery is the preferred one in practice.\n\n          In the present case,  the district court concluded that\n\nGarnier \"should have known of the omission\" when the Swirled Hoop\n\nEarring was first  published in  April of 1988,  and thus  placed\n\nGarnier's  discovery of omission at the date of first publication\n\n                               -15-\n\nor soon thereafter.  The court based its decision primarily on  a\n\nfinding  that, at the time  the Swirled Hoop  Earring was offered\n\nfor sale to the public in April of 1988, Garnier \"had a policy of\n\nscreening its newly  created pieces to  determine which would  or\n\nwould  not be  copyrighted, deferring  action to  first determine\n\nmarketability.\"  The court added that despite periodic reviews of\n\nvarious copyrights held by  the company, Garnier waited  four and\n\none-half years  before registering  its copyright in  the Swirled\n\nHoop Earring and attaching notice,  essentially waiting to see if\n\nthe Swirled Hoop Earring would become a best-selling item  before\n\ntaking any action.\n\n          It  must first be noted that the district court did not\n\nhold that  Garnier's omission  was deliberate  and thus, via  the\n\nNimmer  rule, automatically  discovered  upon the  date of  first\n\npublication.   Rather, the court found that the facts of the case\n\nindicated that Garnier, \"an international corporation, ultimately\n\nsophisticated in  the need  for copyrighting,\" should  have known\n\nthe legal  consequences of its  omission of copyright  notice and\n\nthus  purposefully  and intentionally  refused  to  seek out  the\n\nprotections of the copyright laws.  Disregarding for a moment the\n\ndistrict court's factual findings, we hold that the court did not\n\nerr legally in this determination.\n\n          When  an author  makes a  deliberate decision  to forgo\n\npotential copyright  protection of  a work  by  failing to  affix\n\nnotice on copies,  with the  knowledge that  copyright notice  is\n\nnormally  required, that author becomes aware of the legal effect\n\n                               -16-\n\nof  its omission of notice  and thus has  discovered the omission\n\nfor  purposes of   405(a)(2).  Discovery  can occur upon the date\n\nof  first publication if  the author has this  state of mind when\n\nthe  first  copies  are  distributed.    Finding  that  conscious\n\ndecisions to forgo the expense of complying with the requirements\n\nfor  a  copyright can  result in  an  immediate discovery  of the\n\nomission of notice  under    405(a)(2) does no  injustice to  the\n\nlegislative intent to provide  notice of all omissions.   No cure\n\ncan be considered  \"reasonable\" in cases where  the author simply\n\nsits back and  waits to see  whether his  or her work  will be  a\n\nbest-seller,  before suddenly springing  into action and deciding\n\nto  claim   copyright  protection  after   a  competitor  invests\n\nsignificant time and resources in developing a competing product.\n\n          The  district court's  use of  the phrase  \"should have\n\nknown,\"  implying  an objective  standard  of  discovery or  some\n\nconcept  of  constructive  notice,   though  misleading,  is  not\n\nerroneous on  the facts of this case.  Other courts have used the\n\nphrase \"should  have known\"  to indicate that  the circumstantial\n\nevidence  points so  strongly  toward the  author's knowledge  of\n\ncopyright omission that,  if in fact  the author did not  know of\n\nthe  omission, it  would  be fair  to  say that  a  party in  the\n\nauthor's  position clearly  \"should have  known\" that  notice was\n\nboth  required and  missing from  copies of  his or  her creative\n\nwork.  Donald Frederick  Evans &amp; </pre><span class=\"citation\" data-id=\"466164\"><span class=\"antecedent_guess\">Assocs.,</span> <a href=\"/opinion/466164/donald-frederick-evans-and-associates-inc-dba-the-evans-group-etc/\"><span class=\"volume\">785</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">911</span></a></span><pre class=\"inline\">;  Val-\n                                                                 \n\n</pre><span class=\"citation\" data-id=\"1985370\"><span class=\"antecedent_guess\">Matic,</span> <a href=\"/opinion/1985370/valve-primer-corp-v-val-matic-valve-mfg/\"><span class=\"volume\">730</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">143</span></a></span><pre class=\"inline\">.  We think that a circumscribed use of\n     \n\nthis  constructive notice concept is acceptable as long as courts\n\n                               -17-\n\nare careful not to extend it further than the facts warrant.  For\n\nexample,  it would  not  be acceptable  to  find that  an  author\n\ndiscovers   an  omission  of  notice  upon   the  date  of  first\n\npublication   merely  because   the   author  is   a  large   and\n\nsophisticated company with several lawyers  on staff.  The  facts\n\nfound  by the district court,  namely that Garnier  had a regular\n\nprocess  for  screening  new   pieces  for  potential   copyright\n\nprotection  and a separate process for review of past copyrights,\n\nare strong enough to  support a finding that Garnier  should have\n\nknown it omitted a required copyright notice.\n\n          The   court's  factual   findings,  however,   are  not\n\nsupported  by  the  record,  at  least  for  purposes of  summary\n\njudgment.  Because the district court granted summary judgment in\n\nfavor of Andin, we must review its decision de novo, to determine\n                                                   \n\nwhether the record, viewed in the light most favorable to Garnier\n\nand  with all  reasonable  inferences drawn  in Garnier's  favor,\n\npresents any genuine issues of material fact and whether Andin is\n\nentitled to  judgment as a matter  of law.   Serrano-P rez v. FMC\n                                                                 \n\nCorp., </pre><span class=\"citation\" data-id=\"600259\"><a href=\"/opinion/600259/alfonso-serrano-perez-and-luz-de-diego-rios-v-fmc-corporation-monsanto/\"><span class=\"volume\">985</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">625</span></a></span><pre class=\"inline\">, 626 (1st  Cir. 1993); Pagano v.  Frank, </pre><span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span><pre class=\"inline\">,  347 (1st  Cir.  1993).   Summary judgment  may not  be\n\ngranted  if the  evidence is  such that  a reasonable  jury could\n\nreturn  a verdict for Garnier.   Serrano-P </pre><span class=\"citation\" data-id=\"600259\"><span class=\"antecedent_guess\">rez,</span> <a href=\"/opinion/600259/alfonso-serrano-perez-and-luz-de-diego-rios-v-fmc-corporation-monsanto/\"><span class=\"volume\">985</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">626</span></a></span><pre class=\"inline\">;\n                                              \n\n</pre><span class=\"citation\" data-id=\"597806\"><span class=\"antecedent_guess\">Pagano,</span> <a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">347</span></a></span><pre class=\"inline\">.\n      \n\n          Our review  of the  record in  this  case reveals  that\n\ncritical factual issues are disputed or unproven.  In particular,\n\nit is disputed whether, at the time that the Swirled Hoop Earring\n\n                               -18-\n\nwas first published  in April of 1988, Garnier  had a process for\n\nscreening  jewelry  pieces  for  potential  copyright protection,\n\nwhether Garnier had a review process for existing copyrights, and\n\nwhether Garnier even  held any United  States copyrights or  knew\n\nanything  about  copyright  requirements  in  the  United States.\n\nGarnier's export manager, Christian  Victor, stated in a detailed\n\naffidavit that when  the Swirled Hoop  Earring was introduced  in\n\nApril of 1988, Garnier had no experience or expertise with United\n\nStates copyright  laws, had never  applied for registration  of a\n\ncopyright in the  United States, and  had no internal  procedures\n\nfor determining copyrightability, copyright  notice requirements,\n\nor  other aspects  of  copyright protection  for new  or existing\n\njewelry works under United States law.\n\n          According  to  the  record,  the  first  United  States\n\ncopyright  obtained by Garnier was in October of 1988, six months\n\nafter the Swirled  Hoop Earring  was first  published.   Although\n\nGarnier held copyrights in approximately 25 to 30 product designs\n\nout of the 500 products in its line, there is no evidence Garnier\n\nheld any United States copyrights prior  to October of 1988.  The\n\nonly  evidence regarding copyright screening procedures or review\n\nprocesses  is  some  rather equivocal  deposition  testimony from\n\nGarnier's  Vice President  of United  States Operations,  Vincent\n\nFerrante.  It is not clear from Ferrante's testimony how thorough\n\nand comprehensive the alleged \"screening\"  and \"review\" processes\n\nreally  were, such  that  they  would  be  likely  to  include  a\n\nconsideration of  copyright protection  for a jewelry  piece like\n\n                               -19-\n\nthe Swirled  Hoop Earring.    Ferrante did  testify that  Garnier\n\nmakes a  special effort to  protect copyrights in  its \"signature\n\npieces\" and that the Swirled Hoop Earring was considered one such\n\npiece.   Ferrante never  explained, however, what  those \"special\n\nefforts\"  were, whether those efforts were in effect in 1988, or,\n\nif they were, whether  they actually applied to the  Swirled Hoop\n\nEarring.   Victor stated in  his affidavit that  the Swirled Hoop\n\nEarring never went through any review or screening process.\n\n          More  importantly, Ferrante  stated  that  he was  \"not\n\nsure\"  when Garnier  started its  copyright screening  and review\n\nprocesses.  Ferrante began working at Garnier in the fall of 1990\n\nand  he testified that when  he arrived, Garnier  had a \"standard\n\npolicy\" to obtain copyrights on their designs.  The only evidence\n                                                        \n\nthat some type  of copyright  screening or review  policy was  in\n\nplace  at  Garnier  when  the  Swirled  Hoop  Earring  was  first\n\npublished  is  Ferrante's answer  to  the  following question  by\n\nAndin's  counsel: \"Does the [standard] policy go back to at least\n\n1985?\" to which Ferrante responded: \"I believe it did.\"\n\n          We  conclude  that  this  evidence  is  insufficient to\n\nsupport the  court's finding,  on summary judgment,  that Garnier\n\ndiscovered  its  omission  of  copyright  at  the  time it  first\n\npublished the Swirled Hoop Earring.\n\n          There also exists a genuine issue of fact as to whether\n\nGarnier  discovered  its  omission  of copyright  at  some  point\n\nbetween  April of 1988, when  the Swirled Hoop  Earring was first\n\npublished,  and July of 1992, when Garnier registered the Swirled\n\n                               -20-\n\nHoop  Earring design.  Although some sort of copyright review and\n\nscreening process was in  place at Garnier during this  time, the\n\nexact  nature and  extent  of  the  process  is  not  clear  from\n\nFerrante's  testimony.  Ferrante never  testified that any of the\n\ncompany's   screening   or   review   procedures   were   applied\n\nretroactively to  jewelry pieces  developed prior to  the initial\n\ninstitution of  those procedures.  Furthermore,  Victor stated in\n\nhis affidavit  that the  first review process  for United  States\n\ncopyrights  was  begun  sometime in  1990  and  that  it did  not\n\nfunction retroactively  to include  pieces like the  Swirled Hoop\n\nEarring.  Victor also stated that up  until November of 1990, the\n\ncompany only sought copyright  protection for animal designs, and\n\nnot  for  designs  like  the  Swirled  Hoop  Earring.    While  a\n\nreasonable factfinder could infer that Garnier's copyright review\n\nprocess  led to a \"discovery,\" sometime prior to July of 1992, of\n\nthe  fact that  all non-noticed  pieces in  its line  of jewelry,\n\nincluding the Swirled Hoop Earring, were subject to forfeiture of\n\nUnited States copyright protection  unless notice was attached to\n\nall  copies of those works,6  such an inference  is not compelled\n\nby  the evidence.  On the contrary, the summary judgment standard\n\nrequires that  we indulge all  reasonable inferences in  favor of\n\nGarnier,  Serrano-P </pre><span class=\"citation\" data-id=\"600259\"><span class=\"antecedent_guess\">rez,</span> <a href=\"/opinion/600259/alfonso-serrano-perez-and-luz-de-diego-rios-v-fmc-corporation-monsanto/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">626</span></a></span><pre class=\"inline\">, and it is reasonable to\n                       \n\ninfer  that Garnier did not  consider the absence  of notice, and\n\n                    \n\n6    In other words,  Garnier would have, or  should have, become\naware  of   the  consequences   of  omission,   transforming  its\nthoughtless  omission   into  a  purposeful   decision  to  forgo\ncopyright notice, and thus discovering its omission.\n\n                               -21-\n\nthe  legal significance of such absence, until it found out Andin\n\nhad copied the design in July of 1992.\n\n          In sum, because a genuine factual dispute exists  as to\n\nwhether Garnier's discovery  occurred prior to July of 1992, when\n\nGarnier  claims discovery  occurred,  summary judgment  cannot be\n\ngranted on  the basis that Garnier discovered the omission before\n\nJuly of 1992.  Despite this finding, however, we may still uphold\n\nthe district  court's judgment if  we find  that, as a  matter of\n\nlaw, Garnier was  still required to  cure the lack  of notice  on\n\ncertain  copies  of the  Swirled  Hoop  Earring and  subsequently\n\nfailed to make  reasonable efforts to  effect such  a cure.   See\n                                                                 \n\nMedina-Mu oz v. R.J.  Reynolds Tobacco  Co., </pre><span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">5</span></a></span><pre class=\"inline\">, 7  (1st\n                                           \n\nCir. 1990) (stating that in reviewing summary judgment orders, as\n\nin  other contexts, we  are free to affirm  the district court on\n\nany  independently sufficient  ground supported  by the  record).\n\nAccordingly, we proceed on the assumption that Garnier discovered\n\nits  omission  in  July  of  1992  and  address  whether  Garnier\n\nnevertheless  forfeited its  copyright  because of  a failure  to\n\nsatisfy the cure requirements provided in   405(a)(2).\n\n          2.  To Which Copies, If Any, Must Notice Be Attached To\n                                                                 \n              Effect A Cure?\n                           \n\n          As stated earlier, the reasonable effort requirement in\n\nthe cure provision applies to all copies that are \"distributed to\n\nthe  public  in the  United States  after  the omission  has been\n                                         \n\ndiscovered.\"   17  U.S.C.    401(a)(2).   Thus, Garnier  need not\n\naffix notice  to  copies  of  its Swirled  Hoop  Earring  already\n\ndistributed to the  public before July of 1992, the date at which\n\n                               -22-\n\nwe  assume Garnier discovered its omission of notice.  See Forry,\n                                                                 \n\nInc.  v. Neundorfer,  Inc., </pre><span class=\"citation\" data-id=\"500091\"><a href=\"/opinion/500091/forry-inc-v-neundorfer-inc-and-michael-neundorfer/\"><span class=\"volume\">837</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">259</span></a></span><pre class=\"inline\">,  265 (6th  Cir. 1988);\n                          \n\nNimmer   7.13[B], at 7-122.\n      \n\n          Garnier  began affixing  notice  to all  copies of  the\n\nSwirled  Hoop Earring  it distributed  after the  discovery date,\n\nJuly of 1992,  and, furthermore,  disposed of all  copies of  the\n\nSwirled Hoop Earring  without notice in  its inventories at  that\n\ntime.\n\n          The only remaining copies  that are potentially subject\n\nto  the  cure   requirements,  therefore,   are  those   earrings\n\nmanufactured before July of 1992 and sent to Garnier's customers,\n\nbut not yet sold to the public,  by July of 1992.  At issue  then\n\nare  only those copies of the Swirled Hoop Earring without notice\n\nthat  remained  in the  retail  inventories  of Garnier's  retail\n\ncustomers as of July, 1992.\n\n          Normally,  a copyright  owner has  an obligation  under\n\n  405(a)(2)  to add  copyright  notice to  copies distributed  to\n\nretail  dealers but  not yet  sold to  the  public.   Lifshitz v.\n                                                              \n\nWalter Drake &amp;  Sons, Inc., </pre><span class=\"citation\" data-id=\"480398\"><a href=\"/opinion/480398/igor-lifshitz-v-walter-drake-sons-inc-and-etna-products-co-inc/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1426</span></a></span><pre class=\"inline\">, 1434  (9th Cir. 1986);\n                          \n\nM.  </pre><span class=\"citation\" data-id=\"464810\"><span class=\"antecedent_guess\">Kramer,</span>  <a href=\"/opinion/464810/m-kramer-manufacturing-co-inc-v-hugh-andrews-tim-caldwell-drews/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">444</span></a></span><pre class=\"inline\">;  Shapiro &amp;  </pre><span class=\"citation\" data-id=\"453337\"><span class=\"antecedent_guess\">Son,</span>  <a href=\"/opinion/453337/shapiro-son-bedspread-corp-plaintiff-appellant-cross-appellee-v-royal/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">74</span></a></span><pre class=\"inline\">.\n                                              \n\nGarnier argues, however,  that it  need not take  any efforts  to\n\ncure the absence of  notice on these copies because they  had not\n\nbeen distributed to the  public before the effective date  of the\n\nBern Convention amendments to the copyright statute (that is, the\n\nBCIA).    As  stated  earlier,  the BCIA  eliminated  the  notice\n\nrequirement for  copyright protection  as of March  1, 1989,  but\n\n                               -23-\n\nretained the cure  provision in    405(a) for copies  distributed\n\nbefore that date.  Garnier  argues that the proper interpretation\n\nof the BCIA  and the new   405(a) is  that the notice requirement\n\nis eliminated  for all  copies distributed  after March 1,  1989,\n\neven  if other copies of  the same work  were distributed without\n\nnotice before March  of 1989.7   Andin argues,  and the  district\n\ncourt  held, that once copies  in a work  are distributed without\n\nnotice before March 1, 1989, the obligation to cure retained in  \n\n405(a)  attaches  to all  copies  in  the work,  including  those\n\npublished after the BCIA took effect.\n\n          The language of   405(a)  is critical to resolving this\n\nissue, and,  not surprisingly, the  language is  ambiguous.   The\n\nstatute states in relevant part:\n\n            With respect to  copies and  phonorecords\n            publicly  distributed  [before  March  1,\n            1989], the omission  of copyright  notice\n            . .  . does not  invalidate the copyright\n            in a work  if . . . (2) .  . . reasonable\n            effort is  made  to  add  notice  to  all\n            copies    or   phonorecords    that   are\n            distributed to the  public in the  United\n            States  after  the   omission  has   been\n            discovered.\n\nGarnier correctly points out that the statute could reasonably be\n\ninterpreted  as  stating:  \"With  respect to  only  those  copies\n\npublished before 1989, a reasonable effort to add notice is still\n\n                    \n\n7  Garnier recognizes  that if it  was deemed to have  discovered\nthe  omission of notice in April of  1988 and then failed to cure\nin a  reasonable time  thereafter, it  would  have forfeited  its\ncopyright in the Swirled  Hoop Earring and the design  would pass\ninto  the public domain, regardless of the provisions in the BCIA\namendments.  Thus, Garnier is not asserting that the BCIA  can be\nread to  resurrect a right that  did not exist prior  to the date\nthat it went into effect.\n\n                               -24-\n\nrequired, but with respect to copies published after March  1989,\n\nnotice is not required.\"  Garnier reasons that if Congress wanted\n\nto  adopt  Andin's  interpretation,  it would  have  written  the\n\nstatute  to read: \"With respect  to works\" first published before\n                                         \n\nMarch 1989, instead of \"With  respect to copies\" first  published\n                                               \n\nbefore March 1989.8\n\n          Andin's interpretation, however,  is a more  convincing\n\nconstruction of    405(a).   Plainly read,  the statute  provides\n\nthat  the  omission of  copyright  notice  on copies  distributed\n\nbefore March 1, 1989, does not result in forfeiture of  copyright\n\n\"in a work\" if the  proper cure is made pursuant to    405(a)(1),\n\n(3),  or, in  this case,     405(a)(2).   Under    405(a)(2), the\n\nauthor  must make  a  reasonable effort  \"to  add notice  to  all\n                                                                 \n\ncopies\" that \"are distributed to  the public\" after the  omission\n                 \n\nhas  been discovered.   This  language indicates that  all copies\n\nthat \"are\" presently distributed,  of a work for  which unnoticed\n\n                    \n\n8  There  is no merit to Garnier's  claim that Congress initially\nconsidered making the  amended version of    405(a) applicable to\n\"works first published\" before March 1, 1989,  but later rejected\n      \nsuch language  in favor of \"copies first  published\" before March\n                                  \n1, 1989.  To the contrary,  the House Report cited by Garnier for\nits argument indicates that  Congress always intended the current\nlanguage  in    405(a)  to apply  the  cure requirements  to  all\ncopies,  including those distributed after March  1989, of a work\nfirst published before  March 1989.  See H.R.  100-609, reprinted\n                                                                 \nat 6 Nimmer  on Copyright App.  32, at 32-1  through 32-45.   The\n                         \nbill accompanying  the House Report  amended   405(a)  in exactly\nthe  same fashion that    405(a) was  eventually amended.   See 6\n                                                               \nNimmer  App. 32, at 32-5 (presenting text of bill which contained\n      \nthe exact  amendment eventually  adopted for     405(a), at  Sec.\n9(e)(2)  of  the  bill).   The  report  itself  then states  that\n\"[c]urrent notice  requirements  are unchanged  for  works  first\n                                                                 \npublished before the  effective date of  the Act.\"  </pre><span class=\"citation\" data-id=\"453337\"><a href=\"/opinion/453337/shapiro-son-bedspread-corp-plaintiff-appellant-cross-appellee-v-royal/\"><span class=\"id_token\">Id.</span>  at 32-45\n</a></span><pre class=\"inline\">                                                      \n(emphasis  added).    The  report thus  interpreted  the  present\nlanguage in the same way that the district court interpreted it. \n\n                               -25-\n\ncopies were published at a time when notice was required, must be\n\ncured, regardless of when those copies are distributed.  Congress\n\nsaid \"all\" copies,  and did  not limit the  cure requirements  to\n\nworks that \"were distributed  prior to the effective date  of the\n\nBCIA.\"   See Encore Shoe Corp.,  18 U.S.P.Q. 2d 1874,  at n.9 (D.\n                              \n\nMass. 1991)  (\"[I]f  the  pre-BCIA  publications  bear  defective\n\nnotice, then  'a reasonable effort' must be made to add notice to\n\nall copies after  the defective notice has been  discovered, even\n\nif  discovery occurs  after  March 1,  1989.\");  accord Nimmer   \n                                                              \n\n7.13[B][2], at 7-120 n.54.\n\n          Garnier argues  that \"all copies\" merely  refers to all\n\ncopies  within the subset of copies distributed prior to March 1,\n\n1989.   Garnier  grounds this  assertion in  the language  of the\n\nintroductory sentence of   405(a), which states: \"With respect to\n\ncopies   and  phonorecords   publicly  distributed   [before  the\n\neffective date of the BCIA] . . . .\"  According  to Garnier, this\n\nintroductory phrase defines the  set of copies to which  the rest\n\nof    405(a),  including the  cure requirements  in    405(a)(2),\n\napplies.    Though  plausible,  this  construction  strains   the\n\nlanguage of  the statute.    Further, in  view of  the fact  that\n\nCongress, in enacting the BCIA, had  made changes to   405(a)  so\n\nas to limit its  applicability only to those instances  where the\n\nomission of notice had first occurred prior to March 1, 1989, the\n\nfailure to limit the remedial cure provision to just those copies\n\ncannot be  said  to have  been  an  oversight.   See  St.  Martin\n                                                                 \n\nEvangelical Lutheran Church v. South Dakota, </pre><span class=\"citation\" data-id=\"110489\"><a href=\"/opinion/110489/st-martin-evangelical-lutheran-church-v-south-dakota/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">772</span></a></span><pre class=\"inline\">, 786-88\n                                           \n\n                               -26-\n\n(1981)  (Congress in  amending one  section of  a statute  is not\n\npresumed  to have intended an amendment to another section of the\n\nstatute which had not been altered).\n\n          Contrary  to  Garnier's   assertion,  the   legislative\n\nhistory for    405(a) is  indeterminate as to  the present  issue\n\nbecause it  essentially parrots the language employed in the text\n\nof the statute itself.  See S. Rep. No. 100-352  at 45, reprinted\n                                                                 \n\nin 1988 U.S.C.C.A.N. 3706, 3742.   The House Report attached to a\n  \n\npreliminary  version  of  the   BCIA  bill  actually  contradicts\n\nGarnier's  interpretation of  the statute.   See supra  note [8].\n                                                      \n\nWhile  Congress speaks  of  limiting the  \"applicability\" of  the\n\nnotice provisions in the  copyright statute to copies distributed\n\nbefore March 1, 1989, see S. Rep. No. 100-352 at 45, reprinted in\n                                                                 \n\n1988  U.S.C.C.A.N. 3706,  3742,  nowhere does  Congress state  an\n\nintention to  alter the then-existing pre-BCIA  cure requirements\n\nset out in    405(a)(2), which mandate that an  author add notice\n\nto \"all copies\" of a work.\n\n          Garnier further  argues that Andin's  interpretation of\n\nthe BCIA-amended    405(a) conflicts with the  overall purpose of\n\nthe BCIA  which was to bring United  States copyright law in line\n\nwith  the Berne  Convention by  eliminating the  requirement that\n\nnotice of copyright be affixed to copies of a work.  We disagree.\n\nFirst of all, the BCIA applies prospectively, as evidenced by the\n\nretention  of   405(a).  Thus, applying forfeiture rules for lack\n\nof  notice to  works first  published before  the BCIA  went into\n\neffect  does  not conflict  with the  general  goals of  the Act.\n\n                               -27-\n\nFurthermore,  Congress adopted  a  \"minimalist  approach\" in  the\n\nBCIA, amending the Copyright Act \"only insofar as it is necessary\n\nto  resolve  the  conflict  [between  U.S.  law  and   the  Berne\n\nConvention]  in a  manner  compatible with  the public  interest,\n\nrespecting the pre-existing balance  of rights and limitations in\n\nthe Copyright  Act as a  whole.\"   H.R. 100-609,  reprinted at  6\n                                                              \n\nNimmer on  Copyright, App. 32, at 32-20.  Congress did not intend\n                    \n\nto  adopt the  Berne  Convention wholesale;  the amended  statute\n\nitself makes it clear  that the United States Copyright  Act, and\n\nnot  the Berne  Convention, controls  disputes arising  under the\n\ncopyright laws.  17 U.S.C.    104(c) (\"No right or interest  in a\n\nwork eligible for protection  under this title may be  claimed by\n\nvirtue  of,  or in  reliance upon,  the  provisions of  the Berne\n\nConvention, or the adherence of the United  States thereto\"); see\n                                                                 \n\nalso  S.Rep. 100-352,  at p.  41, reprinted in  1988 U.S.C.C.A.N.\n                                              \n\n3706,  at  3738  (cautioning courts  \"to  resolve  issues of  the\n\nexistence,  scope, or application  of rights in  works subject to\n\ncopyright   through    the   normal   processes    of   statutory\n\ninterpretation and  the application of common  law precedents, as\n\nappropriate, rather than by reference  to the provisions of Berne\n\nor the fact of U.S. adherence to the Convention.\").\n\n          For  the foregoing  reasons,  therefore,  we hold  that\n\n  405(a)  imposes a cure requirement  for all copies  of any work\n\nwhich  was first  published prior  to the  effective date  of the\n\nBCIA.  In this case,  the cure requirement applies to all  copies\n\nof Garnier's Swirled Hoop Earring remaining in retail inventories\n\n                               -28-\n\nas of July of 1992. \n\n          B.  Was Garnier's Cure Adequate?\n                                         \n\n          Having  determined that  Garnier  must make  reasonable\n\nefforts to add  notice to copies  in Garnier's customers'  retail\n\ninventories as of July 1992, we must  determine whether Garnier's\n\nactual  cure efforts  were reasonable,  as a  matter of  law, for\n\npurposes of Andin's summary judgment motion.   The district court\n\nbased its finding that Garnier's cure efforts were not reasonable\n\nat  least in part on  the assumption that  Garnier discovered its\n\nomission in April  of 1988 and then waited over four years before\n\nadding  notice to its Swirled  Hoop Earrings.   Although we found\n\nthis  assumption erroneous  for  summary judgment  purposes,  the\n\ncourt's decision  can nevertheless  be upheld on  the alternative\n\nfinding that Garnier's cure efforts were insufficient as a matter\n\nof law even under  the assumption that Garnier was  only required\n\nto add  notice to copies  of the  Swirled Hoop Earring  in retail\n\ninventories as  of July 1992,  and thus  did not  delay its  cure\n\nefforts.   Medina-Mu </pre><span class=\"citation\" data-id=\"536516\"><span class=\"antecedent_guess\">oz,</span> <a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">7</span></a></span><pre class=\"inline\">; Chamberlin v. 101 Realty,\n                                                                 \n\nInc., </pre><span class=\"citation\" data-id=\"548932\"><a href=\"/opinion/548932/54-fair-emplpraccas-101-54-empl-prac-dec-p-40282-katherine-m/\"><span class=\"volume\">915</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">777</span></a></span><pre class=\"inline\">,  783 n.8  (1st Cir.  1990) (in  reviewing of\n    \n\nsummary judgment orders, we are free to affirm the district court\n\non any independently sufficient ground supported by the record.)\n\n          As an  initial matter,  Garnier argues that  there were\n\nfew,  if  any,  copies of  the  Swirled  Hoop  Earring in  retail\n\ninventories  as of July 1992, and, therefore, it was not required\n\nto  take any effort  to add notice to  retail inventory copies to\n\nsatisfy  the  \"reasonable  effort\"  requirement  in    405(a)(2).\n\n                               -29-\n\nGarnier  points to  testimony in  the record  to the  effect that\n\ninventories were  normally depleted in the  summer months because\n\nit was  the low point in  the business cycle when  new orders are\n\nnormally made for fall  delivery.  There is no  dispute, however,\n\nthat  at least one Swirled  Hoop Earring without  notice, the one\n\nbought by Andin,  was in  one retailer's inventories  as late  as\n\nSeptember of 1992.   More importantly,  Garnier does not  dispute\n\nthat it did not know  whether any of its retailers had  copies of\n\nthe Swirled Hoop Earring remaining in stock in July of 1992, and,\n\nin fact, Garnier  sent a  letter to its  fifty largest  retailers\n\nregarding  the Swirled Hoop Earring on the assumption that if any\n\nretailers had remaining inventory, it would be the larger ones.\n\n          Because   the  reasonable   effort  requirement   in   \n\n405(a)(2) applies to \"all\" copies distributed to the public after\n\ndiscovery  of   omission,  17   U.S.C.      405(a)(2),  Garnier's\n\nobligation  to  cure  is triggered  once  Garnier  has reason  to\n\nbelieve any  of  its  retail  customers  have  any  Swirled  Hoop\n\nEarrings  in their  inventories, even if  only a few  items.  See\n                                                                 \n\ngenerally </pre><span class=\"citation\" data-id=\"480398\"><span class=\"antecedent_guess\">Lifshitz,</span> <a href=\"/opinion/480398/igor-lifshitz-v-walter-drake-sons-inc-and-etna-products-co-inc/\"><span class=\"volume\">806</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">1434</span> </a></span><pre class=\"inline\"> (holding that a  copyright\n                  \n\nowner  has  an  obligation  to add  copyright  notice  to  copies\n\ndistributed to  retail  dealers);  M.  </pre><span class=\"citation\" data-id=\"464810\"><span class=\"antecedent_guess\">Kramer,</span> <a href=\"/opinion/464810/m-kramer-manufacturing-co-inc-v-hugh-andrews-tim-caldwell-drews/\"><span class=\"volume\">783</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">444</span>\n</a></span><pre class=\"inline\">                                             \n\n(same); Shapiro &amp; </pre><span class=\"citation\" data-id=\"453337\"><span class=\"antecedent_guess\">Son,</span> <a href=\"/opinion/453337/shapiro-son-bedspread-corp-plaintiff-appellant-cross-appellee-v-royal/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">74</span> </a></span><pre class=\"inline\">(same).  At the very least,\n                     \n\nGarnier  is obligated  to take  some  effort to  find out  if its\n\nretailers  have any earrings in stock.  Garnier, however, did not\n\ndo  this.  We  find, therefore, that because  there is no dispute\n\nthat  (1)  at least  one unnoticed  Swirled  Hoop Earring  was in\n\n                               -30-\n\nretail  inventories;  (2)  Garnier  suspected  that  its  largest\n\ncustomers  had  at least  a few  Swirled  Hoop Earrings  in their\n\ninventories; and (3) Garnier made no effort to  find out for sure\n\nwhether any of  its customers  still held copies  of its  Swirled\n\nHoop  Earring, no  genuine issue  of material  fact exists  as to\n\nwhether Garnier was obligated to take \"reasonable efforts\" to add\n\nnotice to  copies in  retail inventories.   Consequently, summary\n\njudgment in favor of Andin is not precluded on the basis that the\n\nlack  of evidence  of  significant amounts  of inventory  excuses\n\nGarnier  from  taking  efforts  to cure  potential  Swirled  Hoop\n\nEarrings in retail inventories.\n\n          As we  discuss below,  other factors may  alleviate the\n\nneed  to add notice to  retail inventories if,  for example, such\n\nfactors make the effort required to add  notice unduly burdensome\n\nor futile.  See, e.g., Shapiro &amp; </pre><span class=\"citation\" data-id=\"453337\"><span class=\"antecedent_guess\">Son,</span> <a href=\"/opinion/453337/shapiro-son-bedspread-corp-plaintiff-appellant-cross-appellee-v-royal/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">74</span></a></span><pre class=\"inline\">-75.  In such\n                                    \n\ncircumstances,  summary judgment  may  not  be appropriate,  even\n\nthough  the author made no  effort to add  notice to inventories,\n\nbecause  it was  reasonable not  to cure  those copies  under the\n\ncircumstances.   The mere  justification that the  author thought\n\nits retail  inventories would  be low  during the  summer months,\n\nhowever,  does not constitute such  a factor and  does not excuse\n\nthe requirement to effect a cure.  Garnier was therefore required\n\nto add notice to copies of the Swirled Hoop Earring in the retail\n\ninventories of its customers.\n\n          We are finally prepared to address the issue of whether\n\nGarnier's cure efforts were insufficient and thus unreasonable as\n\n                               -31-\n\na matter of law.  Efforts to cure under    405(a)(2) must consist\n\nof steps designed to \"add notice to all copies\" distributed after\n                                \n\nomission  of  notice  is  discovered.    17  U.S.C.    405(a)(2).\n\nPursuant  to  17  U.S.C.     401(c),  copyright  notice  must  be\n\n\"affixed\"  to each copy for which protection is desired.  Failure\n\nto  \"affix\"  a notice  to the  copy  renders that  notice legally\n\ndeficient and defective.   Shapiro &amp;  </pre><span class=\"citation\" data-id=\"453337\"><span class=\"antecedent_guess\">Son,</span> <a href=\"/opinion/453337/shapiro-son-bedspread-corp-plaintiff-appellant-cross-appellee-v-royal/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">72</span></a></span><pre class=\"inline\">.   The\n                                         \n\nlegal  consequences of a deficient  notice are the  same as those\n\nfor an  omitted notice.   </pre><span class=\"citation\" data-id=\"453337\"><a href=\"/opinion/453337/shapiro-son-bedspread-corp-plaintiff-appellant-cross-appellee-v-royal/\"><span class=\"id_token\">Id.</span> at 72 </a></span><pre class=\"inline\"> n.3; see also  </pre><span class=\"citation\" data-id=\"480398\"><span class=\"antecedent_guess\">Lifshitz,</span> <a href=\"/opinion/480398/igor-lifshitz-v-walter-drake-sons-inc-and-etna-products-co-inc/\"><span class=\"volume\">806</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">1432</span></a></span><pre class=\"inline\">, 1434 (a defective notice constitutes no notice as a\n\nmatter of law).   Accordingly,  to cure an  omission, the  author\n\nmust  add legally  proper notice  to  all copies.   To  satisfy  \n\n405(a)(2), therefore, the  author must take  \"reasonable efforts\"\n\nto add legally proper notice.\n\n          Garnier submits that it undertook two different efforts\n\nto add copyright notice to copies  of its Swirled Hoop Earring in\n\nretail inventories: (1)  it sent  a letter to  its fifty  largest\n\nretail  customers stating that it held a copyright in the Swirled\n\nHoop Earring;  and (2)  it provided  a story  card to  its retail\n\ncustomers  to  accompany the  sale  of  all its  jewelry  pieces.\n\nNeither   measure  constitutes   a  legally   cognizable  effort,\n\nreasonable or  otherwise,  to  add notice  to  its  Swirled  Hoop\n\nEarrings.   The letter  was altogether inadequate  because it did\n\nnot  \"add  notice\"  in any  way  to  copies of  the  Swirled Hoop\n\nEarring.   Not  only was  the letter  not affixed  to any  of the\n\nSwirled Hoop Earrings, but  it also failed to say  anything about\n\n                               -32-\n\nGarnier's  failure to  attach  copyright notice  to the  earring.\n\nFurthermore, the letter did  not inform retailers of the  need to\n\nattach some type of notice to the Swirled Hoop Earring or even to\n\ntell consumers about Garnier's copyright.  See, e.g., Long v. CMD\n                                                                 \n\nFoods, Inc., </pre><span class=\"citation\" data-id=\"1957326\"><a href=\"/opinion/1957326/long-v-cmd-foods-inc/\"><span class=\"volume\">659</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">166</span></a></span><pre class=\"inline\">, 169 (E.D. Ark. 1987).   Thus, the\n           \n\nletter  does not qualify as  a legally cognizable  effort to \"add\n\nnotice,\" let alone a reasonable one.\n\n          Garnier's story cards, which  stated that every Garnier\n\ndesign  is  a  \"genuine  copyrighted  original,\"  were  also  not\n\n\"affixed\"  to the  Swirled Hoop Earring  and thus  constituted an\n\ninadequate  effort to  add notice.   </pre><span class=\"citation\" data-id=\"480398\"><span class=\"antecedent_guess\">Lifshitz,</span>  <a href=\"/opinion/480398/igor-lifshitz-v-walter-drake-sons-inc-and-etna-products-co-inc/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">1434</span>\n</a></span><pre class=\"inline\">                                             \n\n(finding that author's cure effort, consisting of the addition of\n\na defective notice,  was not sufficient to represent a reasonable\n\neffort to add notice).   Moreover, the story cards were not  part\n\nof  Garnier's reasonable efforts to  add notice to  copies of its\n\nSwirled Hoop  Earring \"after the omission  ha[d] been discovered\"\n\npursuant  to   405(a)(2).   Rather, the cards  were instituted by\n\nGarnier two years  earlier, beginning in 1990,  and were provided\n\nfor all  of Garnier's jewelry  pieces.   As such, the  cards were\n\nmerely a form of  inadequate notice existing at the  time Garnier\n\ndiscovered the omission of notice on its Swirled Hoop Earring and\n\nnot  part  of any  effort to  add notice  after the  omission was\n\ndiscovered.   Therefore,  the story  cards constituted  something\n\nthat needed tobe cured, not a part ofthe cure efforts themselves.\n\n          We do  not dispute  that some inadequate  cure efforts,\n\nsuch as  the provision  of notice  which  is not  affixed to  the\n\n                               -33-\n\ncopies,  can still be relevant to, though not alone sufficient to\n\nestablish, the reasonableness of an author's overall cure efforts\n\nif such efforts contribute in some way to providing actual notice\n\nto the public of a  claim of copyright.  Shapiro &amp;  </pre><span class=\"citation\" data-id=\"453337\"><span class=\"antecedent_guess\">Son,</span> <a href=\"/opinion/453337/shapiro-son-bedspread-corp-plaintiff-appellant-cross-appellee-v-royal/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\nat  <span class=\"page\">74</span></a></span><pre class=\"inline\">-75.  In this respect, measures like Garnier's story cards,\n\nbut   not   Garnier's  letter,   could   potentially  enter   the\n\nreasonableness  calculus   under      405(a)(2)  to  create,   in\n\ncombination  with some other efforts, a material issue of fact on\n\nthe question of whether  reasonable cure efforts were taken.   In\n\nthis case, however, the story cards were distributed prior to the\n\ndiscovery of the omission of notice and  thus do not constitute a\n\n\"reasonable effort\"  to \"add notice\"  to copies  pursuant to  the\n\ncure  requirements in    405(a)(2).   Therefore,  Garnier's story\n\ncards are not cognizable as an effort to cure omission of notice.\n\nTo the extent Shapiro &amp; Son adopts a contrary rule on this issue,\n                           \n\n</pre><span class=\"citation\" data-id=\"453337\"><a href=\"/opinion/453337/shapiro-son-bedspread-corp-plaintiff-appellant-cross-appellee-v-royal/\"><span class=\"id_token\">id.</span>  at  74-75, </a></span><pre class=\"inline\"> we respectfully  part  company  with the  Second\n  \n\nCircuit.  In  summary, then,  we find that  Garnier undertook  no\n\nlegally cognizable  efforts under    405(a)(2)  to add  notice to\n\nretail inventories of its Swirled Hoop Earring.\n\n            Garnier maintains  that even if the  steps taken with\n\nrespect to  retail inventories are inadequate,  by themselves, to\n\nconstitute a reasonable effort to add notice, when such steps are\n\ncombined  with Garnier's  efforts  to add  complete and  adequate\n\nnotice to  all new Swirled Hoop Earrings produced after discovery\n\nof  omission in July  of 1992, and  to all  Swirled Hoop Earrings\n\nheld by  Garnier at that  time, the totality  of the efforts  are\n\n                               -34-\n\ntogether  sufficient to  create a  material issue  of fact  as to\n\nwhether Garnier took reasonable  efforts to cure.  See  Shapiro &amp;\n                                                                 \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Son,</span>  <span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">75</span></span><pre class=\"inline\">.   We  do not  agree.   Section  405(a)(2)\n   \n\nrequires  reasonable efforts to add  notice to \"all\"  copies.  17\n\nU.S.C.    405(a)(2).  Where an author makes no legally cognizable\n\neffort to add  notice to  an identifiable group  of copies  which\n\nlack notice, and there are no significant obstacles hindering the\n\nauthor from adding notice  to such copies, that author  cannot be\n\nsaid to have taken reasonable efforts to cure as a matter of law.\n\nIn  the event that adding notice to retail inventories would have\n\nbeen  burdensome, unduly costly,  unavailing, futile or otherwise\n\nunreasonable, a prospective cure -- that is adding notice only to\n\nnew  copies thereafter produced and  distributed -- by itself can\n\nbe sufficient  to  constitute reasonable  efforts to  cure.   See\n                                                                 \n\nShapiro &amp;  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Son,</span>  <span class=\"volume\">746</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">74-75</span> </span><pre class=\"inline\"> (noting that  there  was  a\n              \n\nmaterial issue of fact as to  whether the author's efforts to add\n\nnotice  to items in retail inventories would have been burdensome\n\nor unavailing).  That, however, is not the case here.  Unlike the\n\nauthor in Shapiro  &amp; Son, Garnier does not assert  that an effort\n                        \n\nto add notice to  retail inventories of the Swirled  Hoop Earring\n\nwould be unavailing, overly costly or burdensome.   Garnier could\n\nhave easily provided  retailers with gummed  labels or hang  tags\n\nfor the Swirled Hoop  Earrings without much  cost or effort.   In\n\nthis situation, adding notice  to only newly produced copies  and\n\ncopies in Garnier's own  possession is insufficient, as  a matter\n\nof law, to constitute reasonable efforts under   405(a)(2).  See,\n                                                                \n\n                               -35-\n\ne.g.,  Val-Matic, 730  F.  Supp.  at  144 (finding  cure  efforts\n                \n\ninsufficient where author made no  effort to correct copies still\n\nin the  hands  of  distributors  where such  efforts  would  have\n\nimposed \"little, if  any, burden,\" despite provision of notice on\n\nnew  copies); see also Videotronics,  Inc., 586 F.  Supp. at 480,\n                                          \n\n483.  We accordingly affirm the district court's grant of summary\n\njudgment on the  ground that  Garnier failed  to take  reasonable\n\nefforts  to cure the omission of copyright notice for its Swirled\n\nHoop Earring.\n\n          Affirmed, with costs to be paid by appellant.\n                  \n\n                               -36-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110489/",
    "https://www.courtlistener.com/api/rest/v3/opinions/453337/",
    "https://www.courtlistener.com/api/rest/v3/opinions/462597/",
    "https://www.courtlistener.com/api/rest/v3/opinions/464810/",
    "https://www.courtlistener.com/api/rest/v3/opinions/466164/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480398/",
    "https://www.courtlistener.com/api/rest/v3/opinions/500091/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548932/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553341/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600259/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1460118/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1526157/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1957326/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1985370/"
  ]
}