{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195621/",
  "id": 195621,
  "absolute_url": "/opinion/195621/stow-v-horan/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195621/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:57Z",
  "date_modified": "2020-02-21T23:30:08.051923Z",
  "type": "010combined",
  "sha1": "b1305c4af01b81667ad9952998b69331bdd2f116",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1102.01A",
  "local_path": null,
  "plain_text": "September 27, 1994    [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1102\n\n                       WESTON J. STOW,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                     DAVID HORAN, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n       [Hon. Joseph A. DiClerico, U.S. District Judge]\n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\n                                          \n                Selya and Cyr, Circuit Judges.\n                                             \n\n                                         \n\nWeston J. Stow on brief pro se.\n              \nJeffrey  R. Howard,  Attorney General,  and William  C.  McCallum,\n                                                                 \nAssistant Attorney General, on brief for Michael Cunningham appellee.\nDavid  Horan,  Assistant County  Attorney,  and  Peter  McDonough,\n                                                                 \nAssistant County Attorney, on  brief for David Horan and  James O'Mara\nand Hillsborough County.\n\n                                         \n\n                                         \n\n          Per  Curiam.   Appellant  Weston  Stow  appeals the\n                     \n\ndistrict court's  grant  of summary  judgment  in  appellees'\n\nfavor.  We affirm in part and remand for further proceedings.\n\n          I.  Background\n                        \n\n          We   describe   the   facts  in   the   light  most\n\nadvantageous  to  Stow.    See  Nereida-Gonzalez  v.  Tirado-\n                                                             \n\nDelgado, 990 F.2d  701, 702  (1st Cir. 1993).   In  September\n       \n\n1990, Stow, who was serving  a prison term in  Massachusetts,\n\nwas transported to a  county jail in New Hampshire  under the\n\nInterstate  Agreement on  Detainers (IAD)  to stand  trial on\n\ncharges pending against  him in  that state.1   He was  tried\n\nand  convicted on  those charges  in December  1990, and  was\n\nreturned to  county jail  pending  sentencing.   On April  1,\n\n1991,  James O'Mara,  who  was superintendent  of the  county\n\njail,  obtained Stow's  transfer to  the New  Hampshire State\n\nPrison  (NHSP).   In  a letter  to  an NHSP  official, O'Mara\n\nexplained that  Stow was \"facing the  longest sentence handed\n\n[down]  in the  history of  the Hillsborough  County Superior\n\nCourt for a  non-murder case.   In addition,  inmate Stow  is\n\ninvolved in  civil litigation with the  former Superintendent\n\n[, which] presents a  minor problem.  If inmate  Stow were to\n\nbe injured during  a forced  move, he could  allege that  the\n\n                    \n\n1.  The  IAD is  codified at  N.H.  Rev. Stat.  Ann. 606-A:1.\nState prisoners may  file section 1983 suits based on alleged\nviolations of the IAD, as codified  in state law.  See Cuyler\n                                                             \nv. Adams, 449 U.S. 433, 442, 450 (1981). \n        \n\ntreatment  was a  result  of this  suit.   It  would be  most\n\nhelpful if this situation  could be avoided.\"  Stow  was then\n\ntransferred to  NHSP without  being given  prior notice  or a\n\nstatement of reasons for his transfer.\n\n          On  May 3,  1991, a  New Hampshire  court sentenced\n\nStow  to 40-80 years in  prison, to be  served consecutive to\n\nhis Massachusetts sentence.  He then appealed his conviction.\n\nOn  June 14, 1991, state prison officials told him to prepare\n\nfor  his return to Massachusetts,  but later that  day he was\n\ntold  that he  would not  be returned  to Massachusetts.   He\n\ndiscovered  subsequently that  county prosecutor  David Horan\n\nhad instructed prison officials to keep him in New Hampshire.\n\nThe asserted  ground for doing so was  apparently the state's\n\nconcern that,  if Stow's  appeal were successful,  Stow would\n\ncontest future  attempts to return  him to New  Hampshire for\n\nretrial  and seek  dismissal  of the  indictment against  him\n\nunder the IAD.2  \n\n          In July and August,  Stow wrote to O'Mara, advising\n\nhim that he was being illegally detained in New Hampshire and\n\nthat it  was O'Mara's responsibility to  have him transported\n\nback to  Massachusetts after his  sentencing.  In  August and\n\nSeptember,  Stow  submitted several  inmate request  slips to\n\n                    \n\n2.  Under what  is known as an  \"anti-shuffling\" provision, a\nprisoner may  obtain dismissal of the  indictment against him\nin a  receiving state if the  state has not tried  him on the\ncharges  against  him before  returning  him  to the  sending\nstate.  See N.H. Rev. Stat. Ann. 606-A:1, Art. IV(e).   \n           \n\n                             -3-\n\nNHSP Warden Michael  Cunningham, requesting clarification  of\n\nhis  situation, and stating that the county attorney had said\n\nthat Cunningham was responsible  for preventing his return to\n\nMassachusetts.   \n\n          While these events were  unfolding, Stow filed  the\n\npresent actions against O'Mara and Horan, seeking declaratory\n\nrelief and compensatory and  punitive damages under 42 U.S.C.\n\n  1983.3   His claims  were two-fold, relating  first to  the\n\nstate's failure to return him to Massachusetts, and second to\n\nhis transfer to NHSP from the county jail.  Stow alleged that\n\nHoran had  prevented Stow's  return to Massachusetts  in June\n\n1991,  thereby  violating Stow's  rights  under  the IAD  and\n\nvarious  provisions  of  the Federal  Constitution;  that  he\n\nshould  have  been returned  to  Massachusetts  after he  was\n\nsentenced on May 3,  1991;4 and that O'Mara had  not returned\n\nhim  to Massachusetts despite Stow's  requests that he do so.\n\nWith  respect  to  his   second  claim,  Stow  asserted  that\n\ntransferring  him to  NHSP \"without notice,  without official\n\n                    \n\n3.  In  his  original  complaint against  Horan,  Stow sought\ninjunctive  relief  as  well,  but  a consolidated  complaint\nomitted  that   claim.    Later,  the   court  denied  Stow's\nseparately filed  motions for a  temporary restraining  order\nand a preliminary and permanent injunction.\n\n4.  In his submissions below, Stow argues that he should have\nbeen returned either after his conviction in December 1990 or\nat  the  latest  after he  was  sentenced.    We confine  our\ndescription  of the facts and our analysis to the allegations\nin Stow's complaint.\n\n                             -4-\n\nreason\" in itself violated his rights and, moreover, occurred\n\nin  retaliation for his  filing of a  civil complaint against\n\ncounty jail  administrators and for suggesting  that he would\n\nfile  additional complaints if certain alleged constitutional\n\nviolations continued.  In  an amended complaint, Stow claimed\n\nthat  a county  employee  had  told  him  that  he  had  been\n\ntransferred  because he had filed the lawsuit.  What is more,\n\nStow  averred that  he had  consistently queried  county jail\n\nauthorities about  alleged  civil rights  violations  at  the\n\njail,  and that  he had  done so most  intensely in  the time\n\nperiod immediately preceding his transfer.  Later, Stow added\n\nCunningham  as a  defendant, seeking  declaratory  relief and\n\ndamages.   Stow alleged that he had  informed Cunningham that\n\nhe was being held at NHSP in violation of the IAD and that he\n\nwanted to  be returned to Massachusetts,  but that Cunningham\n\nhad refused to act.  \n\n          Subsequently, the parties filed motions for summary\n\njudgment.5   The court granted Cunningham's motion.  It found\n\nthat  Cunningham had  absolute  immunity  deriving  from  the\n\ncommon law immunity accorded wardens and others who carry out\n\njudicial orders,  pointing to  a state decision  denying Stow\n\nhabeas relief on the basis of the alleged IAD violation.  See\n                                                             \n\nStow v.  Horan, 829 F.  Supp. 504,  507 (D.N.H.  1993).   The\n              \n\n                    \n\n5.  Cunningham   filed  a   motion  to   dismiss,  which   he\nsupplemented by  affidavit after the  district court directed\nthe parties to submit summary judgment materials.\n\n                             -5-\n\ncourt  also granted  summary judgment  for Horan  and O'Mara,\n\ndetermining  that  Horan  had  qualified  immunity6 and  that\n\nO'Mara  was protected  by qualified  immunity for  the period\n\npreceding the state habeas  decision and by absolute immunity\n\nfor the subsequent period.  Concluding that New Hampshire law\n\nconferred  no pre-transfer  procedural  rights  on Stow,  the\n\ncourt  dismissed Stow's  claims relating  to his  transfer to\n\nNHSP.  \n\n          II.  Discussion\n                         \n\n          A.  Alleged IAD Violations\n                                    \n\n          Stow claims  first that the court  erred in finding\n\nthe defendants to  be immune  from suit.   Since we  conclude\n\nthat all defendants were  protected by qualified immunity, we\n\nneed  not address  the district  court's conclusions,  or the\n\nparties' arguments, anent absolute immunity.  \n\n          None  of  the cases  cited  by  Stow  held  that  a\n\nreceiving state may  not keep  an IAD prisoner  in the  state\n\npending resolution  of an appeal where the state is concerned\n\nthat if it returns  the prisoner to the sending state and the\n\nappeal is  successful the prisoner could  obtain dismissal of\n\nthe indictment against him  under the IAD.  To  be sure, some\n\nof  the case law supports the proposition that Stow could not\n\n                    \n\n6.  Because it  found that Horan had  qualified immunity, the\ncourt   declined  to  consider   Horan's  claim  of  absolute\nprosecutorial immunity.  On  appeal, Stow seems mistakenly to\nbelieve  that  the  court   found  that  Horan  had  absolute\nimmunity, and much of his argument addresses that question.\n\n                             -6-\n\nhave obtained dismissal of the indictment  against him if the\n\nstate had returned him to Massachusetts pending appeal.  See,\n                                                             \n\ne.g.,  Joubert v.  McKernan,  588 A.2d  748,  751 (Me.  1991)\n                           \n\n(denying  a  prisoner's  claim  that a  receiving  state  was\n\nrequired to retain custody over him pending resolution of his\n\nappeal); State v. Jefferson, 574 A.2d 918, 921-22  (Md. 1990)\n                           \n\n(denying  a prisoner's  claim  that the  receiving state  had\n\nviolated the anti-shuffling provision of the IAD by returning\n\nhim to the sending state pending his \"de  novo\" appeal of his\n\nconviction under state statute); Shanks v. Commonwealth,  574\n                                                       \n\nS.W.2d  688 (Ky. Ct.  App. 1978) (denying  a prisoner's claim\n\nthat  the  receiving  state had  violated  the anti-shuffling\n\nprovision  of the IAD by  returning him to  the sending state\n\npending  his retrial  after a  mistrial and  analogizing that\n\nsituation  to  returning  a  prisoner to  the  sending  state\n\npending appeal of a conviction) (dictum).  Nonetheless, those\n\ncases do not proscribe  what the state did here,  or actually\n\nhold that an  IAD prisoner  has the unequivocal  right to  be\n\nreturned  to  the sending  state pending  appeal.   Given the\n\npotentially  serious  consequences  of prematurely  returning\n\nStow to Massachusetts  and the dearth of  precedent, we think\n\nit is clear that a reasonable state official could decline to\n\nrely   on  those  cases  --  all  of  which  are  from  other\n\njurisdictions  --  in  determining  when to  return  Stow  to\n\nMassachusetts.  \n\n                             -7-\n\n          Moreover, the IAD  itself does  not require  Stow's\n\nreturn to  Massachusetts after  his sentencing.   Instead, it\n\nrequires only that a prisoner  be returned \"[a]t the earliest\n\npracticable  time  consonant   with  the  purposes   of  this\n\nagreement.\"  See N.H. Rev. Stat. Ann. 606-A:1, Art. V(e).  On\n                \n\nits  face,  therefore,  the IAD  establishes  no  bright-line\n\nrules, but anticipates case-by-case evaluations about when it\n\nis possible to return an inmate to his sending state.  \n\n          Finally, we  note  that the  New Hampshire  Supreme\n\nCourt  has recently  held  that the  state  may keep  an  IAD\n                                               \n\nprisoner  in the state pending resolution of his appeal where\n\nthe state had legitimate  concerns that it might not  be able\n\nto  retry him  if his appeal  were successful.   See Cross v.\n                                                          \n\nWarden, 644 A.2d 542 (N.H. 1994).\n      \n\n          Because appellees  violated none of  Stow's clearly\n\nestablished  rights  by  keeping  him in  the  state  pending\n\nresolution  of his appeal, they are protected from a suit for\n\ndamages by  qualified immunity.    See Nereida-Gonzalez,  990\n                                                       \n\nF.2d at 704.   \n\n          B.  Stow's Transfer to NHSP\n                                     \n\n          Stow  accepts  the  district court's  determination\n\nthat  New  Hampshire  law gave  him  no  right  to notice,  a\n\nstatement of  reasons for his  transfer, or a  hearing before\n\nbeing  transferred   from  the  county  jail   to  the  NHSP.\n\nNevertheless,  he asseverates  that  a  Massachusetts  prison\n\n                             -8-\n\nclassification  regulation,  103 Code  Mass.  Regs.    420.04\n\n(1992) (stating  that the regulation applies  to \"all inmates\n\nat state,  county and federal  correctional institutions  who\n\nare serving a sentence imposed by Massachusetts\"), applied to\n\nhim while he  was in New Hampshire because he was serving his\n\nMassachusetts  sentence while in that state.   He claims that\n\nthat  regulation grants  him certain  pre-transfer procedural\n\nrights.   Even  if  Stow's argument  that the  classification\n\nregulation applied  to him is correct,7 it avails him naught:\n\nthe regulation conferred no pre-transfer procedural rights on\n\nStow.   Rather,  it  provides that  a classification  hearing\n\n\"shall normally occur before an  inmate's transfer.\"  See id.\n                                                             \n\n   420.09(2)(a).   But  \"transfer\"  is defined  to  be either\n\n\"[t]he act of moving an inmate from one correctional facility\n\nto  another correctional  facility within  Massachusetts upon\n                                                        \n\napproval  by  the  Commissioner   or  his  designee,\"  or  an\n\n\"inmate's movement to an out  of state or federal  facility.\"\n                                      \n\nId.    420.06  (emphasis  supplied).   Furthermore, the  term\n   \n\n\"correctional facility\"  is defined to mean  a \"state, county\n\nor   contract   correctional   institution   located   within\n                                                             \n\nMassachusetts.\"   Id. (emphasis  supplied). Nowhere  does the\n                     \n\nregulation  confer  procedural  rights  on  inmates  who  are\n\n                    \n\n7.  We  do not  decide this  point, but  we note  that Stow's\nargument appears to  find support in Good v.  Commissioner of\n                                                             \nCorrection, 629 N.E.2d 1321, 1323-24 (Mass. 1994).\n          \n\n                             -9-\n\ntransferred  intrastate from  one  correctional  facility  to\n\nanother, neither of which is located in Massachusetts. \n\n          Stow also argues that  the district court failed to\n\nconsider   his  retaliatory   transfer  claim.     We  agree.\n\nAccordingly, we remand to the district court to consider that\n\nclaim  under the relevant case  law.  See,  e.g., Ferranti v.\n                                                          \n\nMoran, 618 F.2d 888,  891 (1st Cir. 1980); McDonald  v. Hall,\n                                                            \n\n610 F.2d 16, 18 (1st Cir. 1979).\n\n          C.  Discovery-Related Issues\n                                      \n\n          Stow also  claims that the district  court erred in\n\nruling on certain discovery-related  matters.  First, he says\n\nthat  the  court erred  in  granting  summary judgment  since\n\ndiscovery had not  been completed.   But he  did not  present\n\nthis argument to  the district court --  indeed, he, himself,\n\nmoved  for  brevis  disposition   --  and  the  argument  is,\n                  \n\ntherefore,  waived.  See e.g., Ouimette v. Moran, 942 F.2d 1,\n                                                \n\n12 (1st Cir. 1991).\n\n          Second,   Stow  says   that  the  court   erred  in\n\nsustaining O'Mara's objection to a request for the production\n\nof documents, thereby depriving Stow of evidence necessary to\n\nsupport his retaliatory transfer claim.  Stow asked O'Mara to\n\nprovide copies of the following:\n\n     --  any   and/or  all  relevant  data,   such  as  other\n     inmates/pre-trial   detainees   charged  with   class  A\n     Felonies, admittance  sheets, records, etc.  which would\n     show   their  name,   type  of   charge  and   how  many\n     dis[c]iplinary   reports,   or  24   hr   lock-ups  they\n     rec[ei]ved from the periods of  Sept. 07, 1990 and April\n\n                             -10-\n\n     01-1991 while being  housed at  the Hillsborough  County\n     jail.  [And]\n\n     -- any  and/or  all  relevant data,  such  as  would  be\n     necessary  to  show  which  pre-trial  detainees/inmates\n     housed at  the Hillsborough  county jail from  the [same\n     periods] were charged with class A Felonies and did  not\n     rec[ei]ve any  d-reports and/or 24 hr  lock-ups and were\n     transferred to the N.H.S.P.  Additionally, copies of any\n     transfer papers  and that  part of their  inmate records\n     which apply.\n\nO'Mara objected on the ground of burdensomeness, stating that\n\nthe  requests  would  require  him  to  review  and  classify\n\napproximately 2,200 files and copy each file in its entirety.\n\nHe pointed out, correctly,  that Stow had not offered  to pay\n\nfor the  copying.  He also said that he would be reluctant to\n\nallow  Stow to review the files of other prisoners since they\n\nwere  confidential.   We find  that the  lower court  did not\n\nabuse  its  discretion  in  sustaining  O'Mara's  objections,\n\nespecially since Stow's  requests were  overbroad and  sought\n\ninformation irrelevant to his claim.  \n\n          Third, Stow claims that  the court erred in denying\n\nhis  request to take into  account a set  of admissions under\n\nFed.  R. Civ. P. 36, to which  O'Mara did not respond.  While\n\nsuch  admissions  are  appropriately  considered  on  summary\n\njudgment, see generally United  States v. Kasuboski, 834 F.2d\n                                                   \n\n1345, 1350 (7th Cir. 1987); see also Talley v. United States,\n                                                            \n\n990  F.2d  695, 697  (1st  Cir.)  (\"Under [Rule]  36(a),  the\n\nfailure  to respond  to such  a request  is deemed  a binding\n\nadmission, unless  the court later grants  leave under [Rule]\n\n                             -11-\n\n36(b) to withdraw the admission.\"), cert.  denied, 114 S. Ct.\n                                                 \n\n190  (1993),  we  have  already  remanded Stow's  retaliatory\n\ntransfer claim,  see supra, and  we assume that  the district\n                          \n\ncourt will consider  O'Mara's default admissions  on remand.8\n\nWe  note,  however,  that  O'Mara  may  yet  move  to  permit\n\nwithdrawal of the admissions.  See Fed. R. Civ. P. 36(b).  We\n                                  \n\nintimate no opinion  on how the  district court should  treat\n\nsuch a motion if one is forthcoming.  \n\n          III.  Conclusion\n                          \n\n          We need go  no further.   To the  extent that  Stow\n\nadvances  other claims, none require comment.  It suffices to\n\nsay that  we have considered  them all, and  summarily reject\n\nthem.   We add only that his request for declaratory judgment\n\nis moot  because he has  been returned to  Massachusetts, see\n                                                             \n\nPreiser  v. Newkirk, 422 U.S. 395 (1975), and that the denial\n                   \n\nof  his motion to file a further amended complaint was within\n\nthe court's discretion, see Foman v. Davis, 371 U.S. 178, 182\n                                          \n\n(1962)  (holding that  leave to  amend may  be denied  if the\n\namendment would be futile).   Finally, the court did  not err\n\nin  declining to appoint counsel.  See Cookish v. Cunningham,\n                                                            \n\n787  F.2d 1, 2 (1st  Cir. 1986) (explaining  that an indigent\n\nlitigant has no  constitutional right to  counsel in a  civil\n\n                    \n\n8.  For  clarity's sake,  we  note that  the  court need  not\nconsider the default admissions relating to  O'Mara's alleged\nduty to return Stow to Massachusetts.  Given their ambiguity,\nthe  admissions do not  alter our conclusion  that O'Mara has\nqualified immunity.  See Talley, 990 F.2d at 686.\n                               \n\n                             -12-\n\ncase,  but  must  demonstrate  exceptional  circumstances  to\n\njustify the appointment of counsel).  \n\n          Affirmed   in  part   and   remanded  for   further\n                                                             \n\nproceedings.\n            \n\n                             -13-\n",
  "html": "<p class=\"case_cite\">36 F.3d 1089</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Weston J. STOW, Plaintiff, Appellant,<br>v.<br>David HORAN, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1102</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 27, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire [Hon.  Joseph A. DiClerico, U.S. District Judge]</p>\n      <p class=\"indent\">Weston J. Stow on brief pro se.</p>\n      <p class=\"indent\">Jeffrey R. Howard, Attorney General, and William C. McCallum, Assistant Attorney General, on brief for Michael Cunningham appellee.</p>\n      <p class=\"indent\">David Horan, Assistant County Attorney, and Peter McDonough, Assistant County Attorney, on brief for David Horan and James O'Mara and Hillsborough County.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED IN PART AND REMANDED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Weston Stow appeals the district court's grant of summary judgment in appellees' favor.  We affirm in part and remand for further proceedings.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We describe the facts in the light most advantageous to Stow.   See Nereida-Gonzalez v. Tirado-Delgado, 990 F.2d 701, 702 (1st Cir. 1993).  In September 1990, Stow, who was serving a prison term in Massachusetts, was transported to a county jail in New Hampshire under the Interstate Agreement on Detainers (IAD) to stand trial on charges pending against him in that state.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  He was tried and convicted on those charges in December 1990, and was returned to county jail pending sentencing.  On April 1, 1991, James O'Mara, who was superintendent of the county jail, obtained Stow's transfer to the New Hampshire State Prison (NHSP).  In a letter to an NHSP official, O'Mara explained that Stow was \"facing the longest sentence handed [down] in the history of the Hillsborough County Superior Court for a non-murder case.  In addition, inmate Stow is involved in civil litigation with the former Superintendent [, which] presents a minor problem.  If inmate Stow were to be injured during a forced move, he could allege that the treatment was a result of this suit.  It would be most helpful if this situation could be avoided.\"  Stow was then transferred to NHSP without being given prior notice or a statement of reasons for his transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On May 3, 1991, a New Hampshire court sentenced Stow to 40-80 years in prison, to be served consecutive to his Massachusetts sentence.  He then appealed his conviction.  On June 14, 1991, state prison officials told him to prepare for his return to Massachusetts, but later that day he was told that he would not be returned to Massachusetts.  He discovered subsequently that county prosecutor David Horan had instructed prison officials to keep him in New Hampshire.  The asserted ground for doing so was apparently the state's concern that, if Stow's appeal were successful, Stow would contest future attempts to return him to New Hampshire for retrial and seek dismissal of the indictment against him under the IAD.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In July and August, Stow wrote to O'Mara, advising him that he was being illegally detained in New Hampshire and that it was O'Mara's responsibility to have him transported back to Massachusetts after his sentencing.  In August and September, Stow submitted several inmate request slips to NHSP Warden Michael Cunningham, requesting clarification of his situation, and stating that the county attorney had said that Cunningham was responsible for preventing his return to Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While these events were unfolding, Stow filed the present actions against O'Mara and Horan, seeking declaratory relief and compensatory and punitive damages under 42 U.S.C. Sec. 1983.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  His claims were two-fold, relating first to the state's failure to return him to Massachusetts, and second to his transfer to NHSP from the county jail.  Stow alleged that Horan had prevented Stow's return to Massachusetts in June 1991, thereby violating Stow's rights under the IAD and various provisions of the Federal Constitution;  that he should have been returned to Massachusetts after he was sentenced on May 3, 1991;<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and that O'Mara had not returned him to Massachusetts despite Stow's requests that he do so.  With respect to his second claim, Stow asserted that transferring him to NHSP \"without notice, without official reason\" in itself violated his rights and, moreover, occurred in retaliation for his filing of a civil complaint against county jail administrators and for suggesting that he would file additional complaints if certain alleged constitutional violations continued.  In an amended complaint, Stow claimed that a county employee had told him that he had been transferred because he had filed the lawsuit.  What is more, Stow averred that he had consistently queried county jail authorities about alleged civil rights violations at the jail, and that he had done so most intensely in the time period immediately preceding his transfer.  Later, Stow added Cunningham as a defendant, seeking declaratory relief and damages.  Stow alleged that he had informed Cunningham that he was being held at NHSP in violation of the IAD and that he wanted to be returned to Massachusetts, but that Cunningham had refused to act.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Subsequently, the parties filed motions for summary judgment.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The court granted Cunningham's motion.  It found that Cunningham had absolute immunity deriving from the common law immunity accorded wardens and others who carry out judicial orders, pointing to a state decision denying Stow habeas relief on the basis of the alleged IAD violation.   See Stow v. Horan, 829 F. Supp. 504, 507 (D.N.H. 1993).  The court also granted summary judgment for Horan and O'Mara, determining that Horan had qualified immunity<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and that O'Mara was protected by qualified immunity for the period preceding the state habeas decision and by absolute immunity for the subsequent period.  Concluding that New Hampshire law conferred no pre-transfer procedural rights on Stow, the court dismissed Stow's claims relating to his transfer to NHSP.</p>\n    </div>\n    <p class=\"indent\">II. Discussion</p>\n    <p class=\"indent\">A. Alleged IAD Violations</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Stow claims first that the court erred in finding the defendants to be immune from suit.  Since we conclude that all defendants were protected by qualified immunity, we need not address the district court's conclusions, or the parties' arguments, anent absolute immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">None of the cases cited by Stow held that a receiving state may not keep an IAD prisoner in the state pending resolution of an appeal where the state is concerned that if it returns the prisoner to the sending state and the appeal is successful the prisoner could obtain dismissal of the indictment against him under the IAD.  To be sure, some of the case law supports the proposition that Stow could not have obtained dismissal of the indictment against him if the state had returned him to Massachusetts pending appeal.   See, e.g., Joubert v. McKernan, 588 A.2d 748, 751 (Me. 1991) (denying a prisoner's claim that a receiving state was required to retain custody over him pending resolution of his appeal);   State v. Jefferson, 574 A.2d 918, 921-22 (Md. 1990) (denying a prisoner's claim that the receiving state had violated the anti-shuffling provision of the IAD by returning him to the sending state pending his \"de novo\" appeal of his conviction under state statute);   Shanks v. Commonwealth, 574 S.W.2d 688 (Ky. Ct. App. 1978) (denying a prisoner's claim that the receiving state had violated the anti-shuffling provision of the IAD by returning him to the sending state pending his retrial after a mistrial and analogizing that situation to returning a prisoner to the sending state pending appeal of a conviction) (dictum).  Nonetheless, those cases do not proscribe what the state did here, or actually hold that an IAD prisoner has the unequivocal right to be returned to the sending state pending appeal.  Given the potentially serious consequences of prematurely returning Stow to Massachusetts and the dearth of precedent, we think it is clear that a reasonable state official could decline to rely on those cases-all of which are from other jurisdictions-in determining when to return Stow to Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Moreover, the IAD itself does not require Stow's return to Massachusetts after his sentencing.  Instead, it requires only that a prisoner be returned \"[a]t the earliest practicable time consonant with the purposes of this agreement.\"  See N.H. Rev. Stat.  Ann. 606-A:1, Art.  V(e).  On its face, therefore, the IAD establishes no bright-line rules, but anticipates case-by-case evaluations about when it is possible to return an inmate to his sending state.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, we note that the New Hampshire Supreme Court has recently held that the state may keep an IAD prisoner in the state pending resolution of his appeal where the state had legitimate concerns that it might not be able to retry him if his appeal were successful.   See Cross v. Warden, 644 A.2d 542 (N.H. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because appellees violated none of Stow's clearly established rights by keeping him in the state pending resolution of his appeal, they are protected from a suit for damages by qualified immunity.   See Nereida-Gonzalez, 990 F.2d at 704.</p>\n    </div>\n    <p class=\"indent\">B. Stow's Transfer to NHSP</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Stow accepts the district court's determination that New Hampshire law gave him no right to notice, a statement of reasons for his transfer, or a hearing before being transferred from the county jail to the NHSP. Nevertheless, he asseverates that a Massachusetts prison classification regulation, 103 Code Mass.  Regs. Sec. 420.04 (1992) (stating that the regulation applies to \"all inmates at state, county and federal correctional institutions who are serving a sentence imposed by Massachusetts\"), applied to him while he was in New Hampshire because he was serving his Massachusetts sentence while in that state.  He claims that that regulation grants him certain pre- transfer procedural rights.  Even if Stow's argument that the classification regulation applied to him is correct,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> it avails him naught:  the regulation conferred no pre-transfer procedural rights on Stow.  Rather, it provides that a classification hearing \"shall normally occur before an inmate's transfer.\"  See id. Sec. 420.09(2)(a).  But \"transfer\" is defined to be either \"[t]he act of moving an inmate from one correctional facility to another correctional facility within Massachusetts upon approval by the Commissioner or his designee,\" or an \"inmate's movement to an out of state or federal facility.\"  Id. Sec. 420.06 (emphasis supplied).  Furthermore, the term \"correctional facility\" is defined to mean a \"state, county or contract correctional institution located within Massachusetts.\"  Id. (emphasis supplied).  Nowhere does the regulation confer procedural rights on inmates who are transferred intrastate from one correctional facility to another, neither of which is located in Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Stow also argues that the district court failed to consider his retaliatory transfer claim.  We agree.  Accordingly, we remand to the district court to consider that claim under the relevant case law.   See, e.g., Ferranti v. Moran, 618 F.2d 888, 891 (1st Cir. 1980);   McDonald v. Hall, 610 F.2d 16, 18 (1st Cir. 1979).</p>\n    </div>\n    <p class=\"indent\">C. Discovery-Related Issues</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Stow also claims that the district court erred in ruling on certain discovery-related matters.  First, he says that the court erred in granting summary judgment since discovery had not been completed.  But he did not present this argument to the district court-indeed, he, himself, moved for brevis disposition-and the argument is, therefore, waived.   See e.g., Ouimette v. Moran, 942 F.2d 1, 12 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Second, Stow says that the court erred in sustaining O'Mara's objection to a request for the production of documents, thereby depriving Stow of evidence necessary to support his retaliatory transfer claim.  Stow asked O'Mara to provide copies of the following:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">- any and/or all relevant data, such as other inmates/pre-trial detainees charged with class A Felonies, admittance sheets, records, etc. which would show their name, type of charge and how many dis[c]iplinary reports, or 24 hr lock-ups they rec[ei]ved from the periods of Sept. 07, 1990 and April 01-1991 while being housed at the Hillsborough County jail.  [And]</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">- any and/or all relevant data, such as would be necessary to show which pre-trial detainees/inmates housed at the Hillsborough county jail from the [same periods] were charged with class A Felonies and did not rec[ei]ve any d-reports and/or 24 hr lock-ups and were transferred to the N.H.S.P. Additionally, copies of any transfer papers and that part of their inmate records which apply.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">O'Mara objected on the ground of burdensomeness, stating that the requests would require him to review and classify approximately 2,200 files and copy each file in its entirety.  He pointed out, correctly, that Stow had not offered to pay for the copying.  He also said that he would be reluctant to allow Stow to review the files of other prisoners since they were confidential.  We find that the lower court did not abuse its discretion in sustaining O'Mara's objections, especially since Stow's requests were overbroad and sought information irrelevant to his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Third, Stow claims that the court erred in denying his request to take into account a set of admissions under Fed.  R. Civ. P. 36, to which O'Mara did not respond.  While such admissions are appropriately considered on summary judgment,  see generally United States v. Kasuboski, 834 F.2d 1345, 1350 (7th Cir. 1987);   see also Talley v. United States, 990 F.2d 695, 697 (1st Cir.)  (\"Under [Rule] 36(a), the failure to respond to such a request is deemed a binding admission, unless the court later grants leave under [Rule] 36(b) to withdraw the admission.\"), cert. denied, 114 S. Ct. 190 (1993), we have already remanded Stow's retaliatory transfer claim, see supra, and we assume that the district court will consider O'Mara's default admissions on remand.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  We note, however, that O'Mara may yet move to permit withdrawal of the admissions.  See Fed.  R. Civ. P. 36(b).  We intimate no opinion on how the district court should treat such a motion if one is forthcoming.</p>\n    </div>\n    <p class=\"indent\">III. Conclusion</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We need go no further.  To the extent that Stow advances other claims, none require comment.  It suffices to say that we have considered them all, and summarily reject them.  We add only that his request for declaratory judgment is moot because he has been returned to Massachusetts,  see Preiser v. Newkirk, 422 U.S. 395 (1975), and that the denial of his motion to file a further amended complaint was within the court's discretion,  see Foman v. Davis, 371 U.S. 178, 182 (1962) (holding that leave to amend may be denied if the amendment would be futile).  Finally, the court did not err in declining to appoint counsel.   See Cookish v. Cunningham, 787 F.2d 1, 2 (1st Cir. 1986) (explaining that an indigent litigant has no constitutional right to counsel in a civil case, but must demonstrate exceptional circumstances to justify the appointment of counsel).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed in part and remanded for further proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The IAD is codified at N.H. Rev. Stat.  Ann. 606-A:1.  State prisoners may file section 1983 suits based on alleged violations of the IAD, as codified in state law.   See Cuyler v. Adams, 449 U.S. 433, 442, 450 (1981)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Under what is known as an \"anti-shuffling\" provision, a prisoner may obtain dismissal of the indictment against him in a receiving state if the state has not tried him on the charges against him before returning him to the sending state.  See N.H. Rev. Stat.  Ann. 606-A:1, Art.  IV(e)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In his original complaint against Horan, Stow sought injunctive relief as well, but a consolidated complaint omitted that claim.  Later, the court denied Stow's separately filed motions for a temporary restraining order and a preliminary and permanent injunction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In his submissions below, Stow argues that he should have been returned either after his conviction in December 1990 or at the latest after he was sentenced.  We confine our description of the facts and our analysis to the allegations in Stow's complaint</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Cunningham filed a motion to dismiss, which he supplemented by affidavit after the district court directed the parties to submit summary judgment materials</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Because it found that Horan had qualified immunity, the court declined to consider Horan's claim of absolute prosecutorial immunity.  On appeal, Stow seems mistakenly to believe that the court found that Horan had absolute immunity, and much of his argument addresses that question</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We do not decide this point, but we note that Stow's argument appears to find support in  Good v. Commissioner of Correction, 629 N.E.2d 1321, 1323-24 (Mass. 1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> For clarity's sake, we note that the court need not consider the default admissions relating to O'Mara's alleged duty to return Stow to Massachusetts.  Given their ambiguity, the admissions do not alter our conclusion that O'Mara has qualified immunity.  See Talley, 990 F.2d at 686</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1089</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Weston J. STOW, Plaintiff, Appellant,<br>v.<br>David HORAN, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1102</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 27, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire [Hon.  Joseph A. DiClerico, U.S. District Judge]</p>\n      <p class=\"indent\">Weston J. Stow on brief pro se.</p>\n      <p class=\"indent\">Jeffrey R. Howard, Attorney General, and William C. McCallum, Assistant Attorney General, on brief for Michael Cunningham appellee.</p>\n      <p class=\"indent\">David Horan, Assistant County Attorney, and Peter McDonough, Assistant County Attorney, on brief for David Horan and James O'Mara and Hillsborough County.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED IN PART AND REMANDED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Weston Stow appeals the district court's grant of summary judgment in appellees' favor.  We affirm in part and remand for further proceedings.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We describe the facts in the light most advantageous to Stow.   See Nereida-Gonzalez v. Tirado-Delgado, <span class=\"citation\" data-id=\"604127\"><a href=\"/opinion/604127/carmen-nereida-gonzalez-v-cirilo-tirado-delgado/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">701</span></a></span>, 702 (1st Cir. 1993).  In September 1990, Stow, who was serving a prison term in Massachusetts, was transported to a county jail in New Hampshire under the Interstate Agreement on Detainers (IAD) to stand trial on charges pending against him in that state.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  He was tried and convicted on those charges in December 1990, and was returned to county jail pending sentencing.  On April 1, 1991, James O'Mara, who was superintendent of the county jail, obtained Stow's transfer to the New Hampshire State Prison (NHSP).  In a letter to an NHSP official, O'Mara explained that Stow was \"facing the longest sentence handed [down] in the history of the Hillsborough County Superior Court for a non-murder case.  In addition, inmate Stow is involved in civil litigation with the former Superintendent [, which] presents a minor problem.  If inmate Stow were to be injured during a forced move, he could allege that the treatment was a result of this suit.  It would be most helpful if this situation could be avoided.\"  Stow was then transferred to NHSP without being given prior notice or a statement of reasons for his transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On May 3, 1991, a New Hampshire court sentenced Stow to 40-80 years in prison, to be served consecutive to his Massachusetts sentence.  He then appealed his conviction.  On June 14, 1991, state prison officials told him to prepare for his return to Massachusetts, but later that day he was told that he would not be returned to Massachusetts.  He discovered subsequently that county prosecutor David Horan had instructed prison officials to keep him in New Hampshire.  The asserted ground for doing so was apparently the state's concern that, if Stow's appeal were successful, Stow would contest future attempts to return him to New Hampshire for retrial and seek dismissal of the indictment against him under the IAD.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In July and August, Stow wrote to O'Mara, advising him that he was being illegally detained in New Hampshire and that it was O'Mara's responsibility to have him transported back to Massachusetts after his sentencing.  In August and September, Stow submitted several inmate request slips to NHSP Warden Michael Cunningham, requesting clarification of his situation, and stating that the county attorney had said that Cunningham was responsible for preventing his return to Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While these events were unfolding, Stow filed the present actions against O'Mara and Horan, seeking declaratory relief and compensatory and punitive damages under 42 U.S.C. Sec. 1983.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  His claims were two-fold, relating first to the state's failure to return him to Massachusetts, and second to his transfer to NHSP from the county jail.  Stow alleged that Horan had prevented Stow's return to Massachusetts in June 1991, thereby violating Stow's rights under the IAD and various provisions of the Federal Constitution;  that he should have been returned to Massachusetts after he was sentenced on May 3, 1991;<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and that O'Mara had not returned him to Massachusetts despite Stow's requests that he do so.  With respect to his second claim, Stow asserted that transferring him to NHSP \"without notice, without official reason\" in itself violated his rights and, moreover, occurred in retaliation for his filing of a civil complaint against county jail administrators and for suggesting that he would file additional complaints if certain alleged constitutional violations continued.  In an amended complaint, Stow claimed that a county employee had told him that he had been transferred because he had filed the lawsuit.  What is more, Stow averred that he had consistently queried county jail authorities about alleged civil rights violations at the jail, and that he had done so most intensely in the time period immediately preceding his transfer.  Later, Stow added Cunningham as a defendant, seeking declaratory relief and damages.  Stow alleged that he had informed Cunningham that he was being held at NHSP in violation of the IAD and that he wanted to be returned to Massachusetts, but that Cunningham had refused to act.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Subsequently, the parties filed motions for summary judgment.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The court granted Cunningham's motion.  It found that Cunningham had absolute immunity deriving from the common law immunity accorded wardens and others who carry out judicial orders, pointing to a state decision denying Stow habeas relief on the basis of the alleged IAD violation.   See Stow v. Horan, <span class=\"citation no-link\"><span class=\"volume\">829</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">504</span></span>, 507 (D.N.H. 1993).  The court also granted summary judgment for Horan and O'Mara, determining that Horan had qualified immunity<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and that O'Mara was protected by qualified immunity for the period preceding the state habeas decision and by absolute immunity for the subsequent period.  Concluding that New Hampshire law conferred no pre-transfer procedural rights on Stow, the court dismissed Stow's claims relating to his transfer to NHSP.</p>\n    </div>\n    <p class=\"indent\">II. Discussion</p>\n    <p class=\"indent\">A. Alleged IAD Violations</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Stow claims first that the court erred in finding the defendants to be immune from suit.  Since we conclude that all defendants were protected by qualified immunity, we need not address the district court's conclusions, or the parties' arguments, anent absolute immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">None of the cases cited by Stow held that a receiving state may not keep an IAD prisoner in the state pending resolution of an appeal where the state is concerned that if it returns the prisoner to the sending state and the appeal is successful the prisoner could obtain dismissal of the indictment against him under the IAD.  To be sure, some of the case law supports the proposition that Stow could not have obtained dismissal of the indictment against him if the state had returned him to Massachusetts pending appeal.   See, e.g., Joubert v. McKernan, <span class=\"citation no-link\"><span class=\"volume\">588</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">748</span></span>, 751 (Me. 1991) (denying a prisoner's claim that a receiving state was required to retain custody over him pending resolution of his appeal);   State v. Jefferson, <span class=\"citation\" data-id=\"2287339\"><a href=\"/opinion/2287339/state-v-jefferson/\"><span class=\"volume\">574</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">918</span></a></span>, 921-22 (Md. 1990) (denying a prisoner's claim that the receiving state had violated the anti-shuffling provision of the IAD by returning him to the sending state pending his \"de novo\" appeal of his conviction under state statute);   Shanks v. Commonwealth, <span class=\"citation no-link\"><span class=\"volume\">574</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">688</span> </span>(Ky. Ct. App. 1978) (denying a prisoner's claim that the receiving state had violated the anti-shuffling provision of the IAD by returning him to the sending state pending his retrial after a mistrial and analogizing that situation to returning a prisoner to the sending state pending appeal of a conviction) (dictum).  Nonetheless, those cases do not proscribe what the state did here, or actually hold that an IAD prisoner has the unequivocal right to be returned to the sending state pending appeal.  Given the potentially serious consequences of prematurely returning Stow to Massachusetts and the dearth of precedent, we think it is clear that a reasonable state official could decline to rely on those cases-all of which are from other jurisdictions-in determining when to return Stow to Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Moreover, the IAD itself does not require Stow's return to Massachusetts after his sentencing.  Instead, it requires only that a prisoner be returned \"[a]t the earliest practicable time consonant with the purposes of this agreement.\"  See N.H. Rev. Stat.  Ann. 606-A:1, Art.  V(e).  On its face, therefore, the IAD establishes no bright-line rules, but anticipates case-by-case evaluations about when it is possible to return an inmate to his sending state.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, we note that the New Hampshire Supreme Court has recently held that the state may keep an IAD prisoner in the state pending resolution of his appeal where the state had legitimate concerns that it might not be able to retry him if his appeal were successful.   See Cross v. Warden, <span class=\"citation no-link\"><span class=\"volume\">644</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">542</span> </span>(N.H. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because appellees violated none of Stow's clearly established rights by keeping him in the state pending resolution of his appeal, they are protected from a suit for damages by qualified immunity.   See <span class=\"citation\" data-id=\"604127\"><span class=\"antecedent_guess\">Nereida-Gonzalez,</span> <a href=\"/opinion/604127/carmen-nereida-gonzalez-v-cirilo-tirado-delgado/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">704</span></a></span>.</p>\n    </div>\n    <p class=\"indent\">B. Stow's Transfer to NHSP</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Stow accepts the district court's determination that New Hampshire law gave him no right to notice, a statement of reasons for his transfer, or a hearing before being transferred from the county jail to the NHSP. Nevertheless, he asseverates that a Massachusetts prison classification regulation, 103 Code Mass.  Regs. Sec. 420.04 (1992) (stating that the regulation applies to \"all inmates at state, county and federal correctional institutions who are serving a sentence imposed by Massachusetts\"), applied to him while he was in New Hampshire because he was serving his Massachusetts sentence while in that state.  He claims that that regulation grants him certain pre- transfer procedural rights.  Even if Stow's argument that the classification regulation applied to him is correct,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> it avails him naught:  the regulation conferred no pre-transfer procedural rights on Stow.  Rather, it provides that a classification hearing \"shall normally occur before an inmate's transfer.\"  See <span class=\"citation\" data-id=\"604127\"><a href=\"/opinion/604127/carmen-nereida-gonzalez-v-cirilo-tirado-delgado/\"><span class=\"id_token\">id.</span> Sec. 420.09(2)(a). </a></span> But \"transfer\" is defined to be either \"[t]he act of moving an inmate from one correctional facility to another correctional facility within Massachusetts upon approval by the Commissioner or his designee,\" or an \"inmate's movement to an out of state or federal facility.\"  <span class=\"citation\" data-id=\"604127\"><a href=\"/opinion/604127/carmen-nereida-gonzalez-v-cirilo-tirado-delgado/\"><span class=\"id_token\">Id.</span> Sec. 420.06 </a></span>(emphasis supplied).  Furthermore, the term \"correctional facility\" is defined to mean a \"state, county or contract correctional institution located within Massachusetts.\"  <span class=\"citation\" data-id=\"604127\"><a href=\"/opinion/604127/carmen-nereida-gonzalez-v-cirilo-tirado-delgado/\"><span class=\"id_token\">Id.</span> (emphasis supplied). </a></span> Nowhere does the regulation confer procedural rights on inmates who are transferred intrastate from one correctional facility to another, neither of which is located in Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Stow also argues that the district court failed to consider his retaliatory transfer claim.  We agree.  Accordingly, we remand to the district court to consider that claim under the relevant case law.   See, e.g., Ferranti v. Moran, <span class=\"citation\" data-id=\"376821\"><a href=\"/opinion/376821/david-r-ferranti-v-john-j-moran/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span>, 891 (1st Cir. 1980);   McDonald v. Hall, <span class=\"citation\" data-id=\"371947\"><a href=\"/opinion/371947/anthony-f-mcdonald-v-frank-a-hall/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 18 (1st Cir. 1979).</p>\n    </div>\n    <p class=\"indent\">C. Discovery-Related Issues</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Stow also claims that the district court erred in ruling on certain discovery-related matters.  First, he says that the court erred in granting summary judgment since discovery had not been completed.  But he did not present this argument to the district court-indeed, he, himself, moved for brevis disposition-and the argument is, therefore, waived.   See e.g., Ouimette v. Moran, <span class=\"citation\" data-id=\"566793\"><a href=\"/opinion/566793/john-f-ouimette-v-john-moran-director-of-the-department-of-corrections/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 12 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Second, Stow says that the court erred in sustaining O'Mara's objection to a request for the production of documents, thereby depriving Stow of evidence necessary to support his retaliatory transfer claim.  Stow asked O'Mara to provide copies of the following:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">- any and/or all relevant data, such as other inmates/pre-trial detainees charged with class A Felonies, admittance sheets, records, etc. which would show their name, type of charge and how many dis[c]iplinary reports, or 24 hr lock-ups they rec[ei]ved from the periods of Sept. 07, 1990 and April 01-1991 while being housed at the Hillsborough County jail.  [And]</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">- any and/or all relevant data, such as would be necessary to show which pre-trial detainees/inmates housed at the Hillsborough county jail from the [same periods] were charged with class A Felonies and did not rec[ei]ve any d-reports and/or 24 hr lock-ups and were transferred to the N.H.S.P. Additionally, copies of any transfer papers and that part of their inmate records which apply.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">O'Mara objected on the ground of burdensomeness, stating that the requests would require him to review and classify approximately 2,200 files and copy each file in its entirety.  He pointed out, correctly, that Stow had not offered to pay for the copying.  He also said that he would be reluctant to allow Stow to review the files of other prisoners since they were confidential.  We find that the lower court did not abuse its discretion in sustaining O'Mara's objections, especially since Stow's requests were overbroad and sought information irrelevant to his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Third, Stow claims that the court erred in denying his request to take into account a set of admissions under Fed.  R. Civ. P. 36, to which O'Mara did not respond.  While such admissions are appropriately considered on summary judgment,  see generally United States v. Kasuboski, <span class=\"citation no-link\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1345</span></span>, 1350 (7th Cir. 1987);   see also Talley v. United States, <span class=\"citation\" data-id=\"604126\"><a href=\"/opinion/604126/john-c-talley-etc-v-united-states/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">695</span></a></span>, 697 (1st Cir.)  (\"Under [Rule] 36(a), the failure to respond to such a request is deemed a binding admission, unless the court later grants leave under [Rule] 36(b) to withdraw the admission.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">190</span> </span>(1993), we have already remanded Stow's retaliatory transfer claim, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra</span>, and we assume that the district court will consider O'Mara's default admissions on remand.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  We note, however, that O'Mara may yet move to permit withdrawal of the admissions.  See Fed.  R. Civ. P. 36(b).  We intimate no opinion on how the district court should treat such a motion if one is forthcoming.</p>\n    </div>\n    <p class=\"indent\">III. Conclusion</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We need go no further.  To the extent that Stow advances other claims, none require comment.  It suffices to say that we have considered them all, and summarily reject them.  We add only that his request for declaratory judgment is moot because he has been returned to Massachusetts,  see Preiser v. Newkirk, <span class=\"citation\" data-id=\"109298\"><a href=\"/opinion/109298/preiser-v-newkirk/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">395</span> </a></span>(1975), and that the denial of his motion to file a further amended complaint was within the court's discretion,  see Foman v. Davis, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 182 (1962) (holding that leave to amend may be denied if the amendment would be futile).  Finally, the court did not err in declining to appoint counsel.   See Cookish v. Cunningham, <span class=\"citation\" data-id=\"467534\"><a href=\"/opinion/467534/dennis-r-cookish-v-michael-cunningham-warden-new-hampshire-state-prison/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir. 1986) (explaining that an indigent litigant has no constitutional right to counsel in a civil case, but must demonstrate exceptional circumstances to justify the appointment of counsel).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed in part and remanded for further proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The IAD is codified at N.H. Rev. Stat.  Ann. 606-A:1.  State prisoners may file section 1983 suits based on alleged violations of the IAD, as codified in state law.   See Cuyler v. Adams, <span class=\"citation\" data-id=\"110379\"><a href=\"/opinion/110379/cuyler-v-adams/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, 442, 450 (1981)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Under what is known as an \"anti-shuffling\" provision, a prisoner may obtain dismissal of the indictment against him in a receiving state if the state has not tried him on the charges against him before returning him to the sending state.  See N.H. Rev. Stat.  Ann. 606-A:1, Art.  IV(e)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In his original complaint against Horan, Stow sought injunctive relief as well, but a consolidated complaint omitted that claim.  Later, the court denied Stow's separately filed motions for a temporary restraining order and a preliminary and permanent injunction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In his submissions below, Stow argues that he should have been returned either after his conviction in December 1990 or at the latest after he was sentenced.  We confine our description of the facts and our analysis to the allegations in Stow's complaint</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Cunningham filed a motion to dismiss, which he supplemented by affidavit after the district court directed the parties to submit summary judgment materials</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Because it found that Horan had qualified immunity, the court declined to consider Horan's claim of absolute prosecutorial immunity.  On appeal, Stow seems mistakenly to believe that the court found that Horan had absolute immunity, and much of his argument addresses that question</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We do not decide this point, but we note that Stow's argument appears to find support in  Good v. Commissioner of Correction, <span class=\"citation no-link\"><span class=\"volume\">629</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1321</span></span>, 1323-24 (Mass. 1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> For clarity's sake, we note that the court need not consider the default admissions relating to O'Mara's alleged duty to return Stow to Massachusetts.  Given their ambiguity, the admissions do not alter our conclusion that O'Mara has qualified immunity.  See <span class=\"citation\" data-id=\"604126\"><span class=\"antecedent_guess\">Talley,</span> <a href=\"/opinion/604126/john-c-talley-etc-v-united-states/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">686</span></a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106497/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109298/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110379/",
    "https://www.courtlistener.com/api/rest/v3/opinions/371947/",
    "https://www.courtlistener.com/api/rest/v3/opinions/376821/",
    "https://www.courtlistener.com/api/rest/v3/opinions/467534/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566793/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604126/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604127/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2287339/"
  ]
}