{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195693/",
  "id": 195693,
  "absolute_url": "/opinion/195693/adams-v-epa/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195693/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:31Z",
  "date_modified": "2020-02-21T23:30:59.370533Z",
  "type": "010combined",
  "sha1": "0abf2f26796a7d6efda1f02b09db3d38c76c3e4b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1074.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1074\n\n                         EDWIN F. ADAMS,\n\n                           Petitioner,\n\n                                v.\n\n              U.S. ENVIRONMENTAL PROTECTION AGENCY,\n\n                           Respondent.\n\n                                           \n\n            PETITION FOR REVIEW OF AN ORDER ISSUED BY\n        THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY\n\n                                           \n\n                              Before\n\n                     Torruella, Chief Judge,\n                                           \n\n                Boudin and Stahl, Circuit Judges.\n                                                \n\n                                           \n\n     Richard A. Kanoff for petitioner.\n                      \n     Eileen   T.   McDonough,   Environmental  Defense   Section,\n                            \nU.S. Department of  Justice, with  whom Lois J.  Schiffer, Acting\n                                                         \nAssistant Attorney  General,  Environmental &amp;  Natural  Resources\nDivision,  Jeffry  T. Fowley,  Office  of  Regional Counsel,  and\n                            \nStephen J. Sweeney, Office of General Counsel, U.S. Environmental\n                  \nProtection Agency, were on brief for respondent.\n\n                                           \n\n                         October 25, 1994\n                                           \n\n          TORRUELLA,  Chief Judge.    Petitioner  Edwin F.  Adams\n                                 \n\nrequests  review  of final  action  taken  by the  United  States\n\nEnvironmental Protection  Agency (\"EPA\" or \"the  Agency\").  Adams\n\nchallenges the  EPA's issuance of a  National Pollution Discharge\n\nElimination  System (\"NPDES\")  permit under  the Clean  Water Act\n\n(\"CWA\" or  \"the Act\"), 33 U.S.C.    1251 et seq., for the Town of\n                                                \n\nSeabrook, New  Hampshire (\"Seabrook\").   The NPDES  permit allows\n\nthe  discharge of  effluent  from  Seabrook's proposed  municipal\n\nwastewater treatment facility.  Adams alleges that the EPA failed\n\nto comply with its obligations under the Ocean Discharge Criteria\n\nof the  Act, 40 C.F.R.    125, Subpart M, which  require that the\n\nEPA not  allow \"unreasonable degradation\"  from ocean discharges.\n\nAdams  has  not persuaded  us that  he  was wrongfully  denied an\n\nevidentiary  hearing or that  the Agency  otherwise erred  in its\n\ntreatment  of his  objections.   We  therefore  uphold the  final\n\naction of the EPA and deny Adams' petition for review.\n\n                          I.  BACKGROUND\n                                        \n\n          A.  General Overview\n\n          Seabrook has undertaken the construction of a municipal\n\nwastewater  treatment  plant (\"the  plant\")  to resolve  problems\n\ncaused by  failing  septic  systems  within the  town.    Because\n\nSeabrook's septic systems were failing, effluent was flowing into\n\nSeabrook's  coastal waters.   This  condition increased  bacteria\n\nlevels  in the coastal waters, caused closure of coastal areas to\n\nshellfishing, and restricted the use of  the waters for swimming.\n\nSeabrook's  proposed  plant  would  collect  sewage  that   would\n\n                               -2-\n\notherwise  be  released  from  septic systems  into  the  coastal\n\nwaters.\n\n          The  plant, to  be  constructed on  Wright's Island  in\n\nSeabrook, will consist of a collection and transportation system,\n\na  treatment facility,  an ocean  outfall, and  sludge processing\n\nfacilities.   The  plant will  discharge its treated  effluent in\n\napproximately 30 feet of water, at  a distance approximately 2100\n\nfeet  from the Seabrook coastline,  about 1000 feet  north of the\n\nNew Hampshire/Massachusetts border.\n\n          B.  The   Clean  Water  Act  Statutory  and  Regulatory\n              Framework\n\n          Congress enacted  the CWA \"to restore  and maintain the\n\nchemical,  physical, and  biological  integrity  of the  Nation's\n\nwaters\"  through the  reduction and  eventual elimination  of the\n\ndischarge  of pollutants into these waters.  33 U.S.C.   1251(a);\n\nTown of Norfolk  v. United  States Army Corps  of Engineers,  968\n                                                           \n\nF.2d 1438, 1445 (1st Cir. 1992).  Under the Act, no pollutant may\n\nbe emitted into  this nation's  waters unless a  NPDES permit  is\n\nobtained.  Puerto Rico Aqueduct &amp; Sewer  Authority v. U.S.E.P.A.,\n                                                                \n\nAppeal No. 93-2340, slip op. at 2 (1st Cir. August 31, 1994); see\n                                                                 \n\n33 U.S.C.    1311(a), 1342.\n\n          NPDES  permits  are issued  by  the  EPA  or, in  those\n\njurisdictions in which the  EPA has authorized a state  agency to\n\nadminister  the NPDES program, by  a state agency  subject to EPA\n\nreview.   American Petroleum Inst.  v. E.P.A., 787  F.2d 965, 969\n                                             \n\n(5th Cir. 1986); see 33 U.S.C.    1342.  NPDES permits contain 1)\n                    \n\neffluent  limitations  that   reflect  the  pollution   reduction\n\n                               -3-\n\nachievable by using technologically  practicable controls, see 33\n                                                              \n\nU.S.C.      1311(b)(1)(A), 1314(b);  and  2)  any more  stringent\n\npollutant   release  limitations   necessary  for   the  waterway\n\nreceiving  the pollutant to meet  \"water quality standards.\"  See\n                                                                 \n\n33 U.S.C.    1311(b)(1)(C) and 1312(a).  See  also American Paper\n                                                                 \n\nInstitute,  Inc. v.  U.S.E.P.A.,  996 F.2d  346,  349 (D.C.  Cir.\n                               \n\n1993).\n\n          Additionally,  a NPDES  permit for  a discharge  into a\n\nterritorial  sea or  the ocean  must incorporate  Ocean Discharge\n\nCriteria (\"ODC\").  33 U.S.C.    1343(a) and (c)(1).  See American\n                                                                 \n\nPetroleum  Inst.,  787 F.2d  at 970.    The EPA's  ODC guidelines\n                \n\nrequire  it to determine, after considering  a number of factors,\n\nwhether a discharge will  cause \"unreasonable degradation\" of the\n\nmarine environment.  See  40 C.F.R.    125.120-125.124.   The EPA\n                        \n\nwill  not  issue an  NPDES permit  where  it determines  that the\n\ndischarge will  cause an  unreasonable degradation of  the marine\n\nenvironment.   See  40 C.F.R.     125.123(b)-(d).   Discharges in\n                  \n\ncompliance with state water  quality standards \"shall be presumed\n\nnot to cause unreasonable  degradation of the marine environment,\n\nfor  any  specific  pollutants  or conditions  specified  in  the\n\nvariance or the standard.\"  40 C.F.R.   125.122(b).\n\n          C.  The Procedural Framework\n\n          An applicant initiates the  NPDES process when it files\n\na permit application providing information  regarding the planned\n\nfacility and its  proposed discharges.   See 40  C.F.R.    124.3.\n                                            \n\nThe applicant must  also provide the EPA with  certification from\n\n                               -4-\n\nthe state in  which the discharge originates.   33 U.S.C.   1341.\n\nBy its certification,  the state confirms that  the discharge, as\n\npermitted,  assures  compliance with  all applicable  state water\n\nquality standards  and,  if necessary,  specifies any  additional\n\neffluent  limitations,  or  other  permit  conditions,  needed to\n\nensure compliance  with the state's water quality standards.  See\n                                                                 \n\nid.; 40 C.F.R.   124.55.\n  \n\n          The EPA  then prepares  and issues a  draft permit  and\n\nexplanatory  fact  sheet.   See 40  C.F.R.     124.6,  124.8, and\n                               \n\n124.56.   The EPA gives  public notice, which  initiates a 30-day\n\npublic  comment period.   See  40 C.F.R.    124.10(a)(1)(ii)  and\n                             \n\n(b)(1).   During  the  public  comment period,  all  persons  who\n\nbelieve any  condition of  a draft  permit is inappropriate  must\n\nraise  all  reasonably  ascertainable  issues  and  arguments  in\n\nsupport of  their positions.   40 C.F.R.    124.13.  During  this\n\nperiod, any interested person  can request a public hearing.   40\n\nC.F.R.    124.11.  After the  close of the public comment period,\n\nthe Regional  Administrator  determines whether  a  final  permit\n\nshould  be issued,  based on  the administrative  record compiled\n\nduring  the  public comment  period.   See  40 C.F.R.     124.15,\n                                          \n\n124.18.\n\n          After  the  EPA  issues  a final  permit  decision,  an\n\ninterested party  may request  an evidentiary hearing  to contest\n\nthe resolution  of any questions raised during the public comment\n\nperiod.  See 40  C.F.R.   124.74(a).  The  Regional Administrator\n            \n\nthen grants or denies the request for a hearing.  See 40 C.F.R.  \n                                                     \n\n                               -5-\n\n124.75(a)(1).\n\n          If  a Regional  Administrator denies  a request  for an\n\nevidentiary  hearing,  the  denial  becomes final  agency  action\n\nwithin  thirty days unless an appeal is made to the Environmental\n\nAppeals Board (\"the  EAB\").   See 40 C.F.R.     124.60(c)(5)  and\n                                 \n\n124.91.   An  EAB  order  denying  review  renders  the  Regional\n\nAdministrator's  previous  decision  final.    See  40  C.F.R.   \n                                                  \n\n124.91(f)(1).   Finally, once  an EPA permit  decision has become\n\nfinal, any  interested person may  obtain judicial review  of the\n\ndecision  by petitioning  for  review  in  the Circuit  Court  of\n\nAppeals.  33 U.S.C.   1369(b)(1).\n\n          D.  Seabrook's Permit Proceedings\n\n          In May 1988,  Seabrook applied for  an NPDES permit  to\n\nallow the discharge of the  treated wastewater from its  proposed\n\nplant  into the Gulf of Maine.  The EPA reviewed the application,\n\nand on September 23,  1991, issued a draft permit  approving such\n\ndischarges.\n\n          The  EPA determined that  the proposed  discharge would\n\nnot unreasonably  degrade the marine environment.   The EPA found\n\nthat the initial dilution and  rapid dispersion of the discharge,\n\ncombined with the anticipated lack of nonconventional pollutants,\n\nwould  make  bioaccumulation of  pollutants  unlikely.   The  EPA\n\ntherefore concluded that the various  forms of marine life  would\n\nnot be adversely impacted.  While the EPA recognized that a small\n\narea  around  the  discharge site  would  have  to  be closed  to\n\nshellfishing pursuant  to requirements of the  United States Food\n\n                               -6-\n\nand Drug  Administration, because  the Massachusetts  Division of\n\nMarine Fisheries did not  consider this area to be  a significant\n\nshellfish resource, the EPA concluded that this closure would not\n\nrepresent  a significant loss of  use.1  The  EPA also noted that\n\nthe  construction  of  the  plant  could  eliminate most  of  the\n\nclosings   of  nearby   bathing  beaches  necessitated   by  high\n\nconcentrations  of coliform  bacteria  that were  believed to  be\n\ncaused by the failing septic systems in Seabrook.\n\n          In early  September 1991, the EPA  established a public\n\ncomment period from September 25, 1991 through October 29,  1991,\n\nand scheduled public  hearings for  October 22 and  23, 1991,  in\n\nboth  Seabrook  and Salisbury,  Massachusetts.    On October  23,\n\nAdams,  who owns  a  beach-front  home  on  the  Gulf  of  Maine,\n\nsubmitted  a written  comment  presenting eight  issues which  he\n\nbelieved should be addressed.\n\n          On  October  26,  1992,  the  State  of  New  Hampshire\n\ncertified  that the  Seabrook  permit was  consistent with  state\n\nwater quality standards.\n\n          On November  13, 1992, the EPA  issued Seabrook's NPDES\n\nfinal permit for the treatment  plant, after consideration of the\n\nadministrative  record,  including  the public  comments  and the\n\nstate certification.\n\n          On December  16,  1992, Adams  filed a  request for  an\n\nevidentiary  hearing with  the Regional  Administrator.   In this\n\n                    \n\n1    The closure  zone was  ultimately  limited to  New Hampshire\nwaters.\n\n                               -7-\n\nrequest, Adams raised several issues which he claimed established\n\nmaterial issues  of fact warranting an  evidentiary hearing under\n\n40 C.F.R.   124.74.  Specifically, Adams contended that:\n\n            1)    The   dilution  calculations   were\n            incorrect and, even  if the  calculations\n            were   correct,   the   public  was   not\n            protected   from       viruses,   thereby\n            violating 40 C.F.R.   125.122(6).\n\n            2)  The outfall of the treatment plan, as\n            designed, \"is  not in the  best interests\n            of  the  United  States or  the  Town  of\n            Seabrook\"    and    would    unreasonably\n            depreciate the recreational value  of the\n            beach   in  violation  of   40  C.F.R.   \n            125.121(e)(3), while benefitting only the\n            few residents of Seabrook.\n\n            3)   The closure of the  zone immediately\n            around   the   outfall  to   shellfishing\n            violated  a  New  Hampshire  law  and  40\n            C.F.R.   125.122(7).\n\n            4)   If the  permit was to  be issued, it\n            should be amended  to include  conditions\n            requiring  Seabrook  a)  to   post  signs\n            warning  of the risk  of viral infection,\n            and b) requiring that divers periodically\n            inspect the manifold  for storm damage or\n            other possible problems.\n\n            5)   The state  permit issued by  the New\n            Hampshire  Wetlands   Board  was  illegal\n            under state law.\n\n            6)   There was no evaluation of alternate\n            locations for the outfall.\n\n          On  January 5, 1993,  the Regional Administrator denied\n\nAdams'  request for  a hearing  after concluding  that Adams  had\n\nfailed  to  raise material  issues of  fact  with respect  to his\n\nvarious challenges, as required by 40 C.F.R.   124.75(a)(1).\n\n          Adams  then  petitioned  the  EAB  for  review  of  the\n\nRegional Administrator's denial of his request for an evidentiary\n\n                               -8-\n\nhearing.  The EAB denied the petition for review, concluding that\n\nAdams had failed to  satisfy various procedural requirements with\n\nrespect  to raising  objections  to the  final permit,  including\n\nfailing to  raise issues  during the  public comment period,  and\n\nfailing  to  satisfy  pleading  requirements  and  raise material\n\nissues of  fact which required  a hearing, in his  request for an\n\nevidentiary hearing.\n\n          Adams  now appeals  the Agency's  final action  to this\n\nCourt.\n\n                     II.  STANDARD OF REVIEW\n                                            \n\n          Judicial review of the EPA's  action in issuing a NPDES\n\npermit under the  Act is governed by provisions  set forth in the\n\nAdministrative Procedure Act (\"APA\"), 5 U.S.C.    701-706.  Under\n\nthe APA, the applicable  standard of review is whether  the EPA's\n\naction  was \"arbitrary,  capricious, an  abuse of  discretion, or\n\notherwise not in accordance with law.\"  5 U.S.C.   706(2)(A); see\n                                                                 \n\nPuerto  Rico Aqueduct &amp; Sewer Authority, Appeal No. 93-2340, slip\n                                       \n\nop. at 7;  Puerto Rico  Sun Oil Co. v. U.S.E.P.A., 8 F.3d  73, 77\n                                                 \n\n(1st Cir. 1993).  A court should not set aside  agency actions as\n\narbitrary  and  capricious unless  the  actions  lack a  rational\n\nbasis.  Caribbean Petroleum Corp. v. U.S.E.P.A., 28 F.3d 232, 234\n                                               \n\n(1st Cir. 1994) (citations  omitted).  The scope of  review under\n\nthe \"arbitrary and capricious\"  standard is therefore narrow, and\n\na  court should  not  substitute its  judgment  for that  of  the\n\nagency.  Caribbean Petroleum Corp., 28 F.3d at 234 (quoting Motor\n                                                                 \n\nVehicles Mfrs. Ass'n v.  State Farm Mut. Auto Ins.  Co., 463 U.S.\n                                                       \n\n                               -9-\n\n29, 43 (1983)).\n\n          An  agency  is entitled  to  deference  with regard  to\n\nfactual questions involving scientific matters in its own area of\n\nexpertise.  Puerto  Rico Aqueduct &amp;  Sewer Authority, Appeal  No.\n                                                    \n\n93-2340,  slip op. at 8 (citations omitted).  \"Mixed questions of\n\nlaw and  fact,  at  least  to the  extent  that  they  are  fact-\n\ndominated,  fall under  this  rubric.\"   Id. (citation  omitted).\n                                           \n\nSimilarly,  we defer to  an agency's interpretation  of a statute\n\nthat it  is charged with  enforcing, and our  deference increases\n\nwhen the agency interprets its own regulations.  Id.\n                                                   \n\n            Like  other   executive  agencies  acting\n            within  their respective  bailiwicks, EPA\n            is    due   substantial    deference   in\n            interpreting  and implementing  the Clean\n            Water  Act -- \"so long as [its] decisions\n            do not collide directly  with substantive\n            statutory   commands   and  so   long  as\n            procedural corners are squarely turned.\"\n\nCaribbean Petroleum  Corp., 28 F.3d  at 234 (quoting  Puerto Rico\n                                                                 \n\nSun Oil, 8 F.3d  at 77) (other citations omitted);  see generally\n                                                                 \n\nChevron  U.S.A. v.  Natural Resources  Defense Council,  467 U.S.\n                                                      \n\n837, 842-45 (1984).\n\n         III.  Adams' Claim That The EPA Failed To Comply\n                                                         \n                With the Ocean Discharge Criteria\n                                                 \n\n          In  his  petition for  review,  Adams  claims that  the\n\nAgency erred  when  it  denied his  request  for  an  evidentiary\n\nhearing  with  respect  to  his contention  that  the  EPA failed\n\nproperly to consider the  ODC when it issued the NPDES permit for\n\nthe  Seabrook plant.  Specifically, Adams claims that 1) prior to\n\nissuing  the permit, the EPA failed properly to evaluate a number\n\n                               -10-\n\nof  relevant factors,  including the location  and design  of the\n\noutfall, dilution  limits, and  the impacts  of the  discharge on\n\nhuman  health  and  recreational  uses;  2)  the  EPA  improperly\n\npermitted   a  discharge  which   would  result  in  unreasonable\n\ndegradation; and  3)  the EPA  improperly issued  a NPDES  permit\n\nwithout  considering local environmental conditions and without a\n\nrequired modification/revocation clause.2 The  EPA  claims   that\n\nthe  EAB properly concluded that Adams failed adequately to raise\n\nthese various  contentions during  the public comment  period and\n\nAdams therefore  has waived his right to  pursue these challenges\n\non their merits.\n\n          In  reviewing  agency  action,  this  Court  will   not\n\nconsider  issues which a petitioner  failed to present during the\n\nadministrative process in accordance with the relevant procedural\n\nrequirements.   See, e.g., Massachusetts Dep't  of Public Welfare\n                                                                 \n\nv.  Secretary of Agriculture, 984 F.2d 514, 524 (1st Cir.), cert.\n                                                                 \n\ndenied,  114  S.  Ct.  81  (1993).    We  apply the  doctrine  of\n      \n\nprocedural  default  in  the  administrative  context because  it\n\nserves three purposes which are relevant here:\n\n                    \n\n2  40  C.F.R.   125.123(d)  requires a clause  in a NPDES  permit\nwhich  allows for the modification or revocation of any permit if\ncontinued   discharge  causes  unreasonable   degradation.    The\nregulation only  requires this  clause, however,  if the EPA  has\ninsufficient  information  to  determine  whether  there  will be\nunreasonable degradation at the  time it issues the permit.   See\n                                                                 \nid.;  40 C.F.R.    125.123(c).   While  this regulation  does not\n  \nappear  to apply to the Seabrook permit,  because the EPA did not\nfind  that it  had insufficient  information when  it issued  the\npermit, Adams argues that the Seabrook permit should include such\na revocation/modification  clause.   Because Adams did  not raise\nthis  contention in his request for an evidentiary hearing, as we\nwill discuss, he has forfeited this claim.    \n\n                               -11-\n\n            First, when the administrative  agency is\n            given an opportunity to address a party's\n            objections, it can  apply its  expertise,\n            exercise  its  informed  discretion,  and\n            create  a more  finely  tuned record  for\n            judicial review. . . .\n\n            A second reason for applying strict rules\n            of    procedural     default    in    the\n            administrative  context   is  to  promote\n            judicial economy. . . . \n\n            Finally,  enforcing  procedural   default\n            solidifies   the  agency's   autonomy  by\n            allowing  it  the opportunity  to monitor\n            its  own  mistakes and  by  ensuring that\n            regulated parties  do not simply  turn to\n            the courts as a tribunal of first resort.\n\nId. at 523.\n  \n\n          As a preliminary matter,  we note that in  his petition\n\nfor review,  Adams has  meaningfully refashioned and  refined his\n\noriginal  objections to  the  EPA's permitting  process which  he\n\nraised  during the course of the administrative process.  When we\n\nreview Adams' claims,  we consider only the  objections he raised\n\nduring  the administrative process.3   See id. at  524; cf. Smith\n                                                                 \n\nv.  Massachusetts Dept. of Corrections,  936 F.2d 1390, 1397 n.10\n                                      \n\n(1st Cir. 1991) (finding that arguments not advanced in the court\n\nbelow  cannot be raised  for the  first time  on appeal).   These\n\noriginal  objections, which  Adams continues  to advance  in this\n\nappeal,  involve  several  issues  regarding  the  EPA's  alleged\n\n                    \n\n3   Adams' petition for  review to the  EAB similarly embellished\nthe objections he made in his original evidentiary request to the\nRegional Administrator.   The EAB could not address these refined\nobjections for the first time  on Adams' appeal to it.  See In re\n                                                                 \nMatter of Broward County,  Florida,  NPDES Appeal No.  92-11, 18,\n                                  \nn.29  (1993).   (\"the  lack  of  requisite   specificity  in  the\nevidentiary hearing request cannot  be cured by providing greater\nspecificity, for the first time, on appeal.\").\n\n                               -12-\n\nfailure to properly evaluate the ODC:  the location and design of\n\nthe  outfall,  the  EPA's  calculation of  dilution  limits,  and\n\nwhether  the EPA properly considered the  impact of the discharge\n\non the public's health and shellfishing.4\n\n          With respect to Adams'  contentions that the EPA failed\n\nto comply with  ODC regulations  when issuing the  permit to  the\n\nSeabrook plant, the Regional  Administrator concluded that  Adams\n\nhad failed  to raise issues  of material  fact having to  do with\n\noutfall  location,  dilution  limits,   and  the  effect  of  the\n\ndischarge  on  health   and  shellfishing,  which  justified   an\n\nevidentiary  hearing.    In  deciding  to  deny  review  of  this\n\ndecision,  the EAB found that  Adams had not  properly raised the\n\nissue  of  ODC  compliance  during  the  public  comment  period.\n\nTherefore, the EAB did not reach the question  of the adequacy of\n\nAdams'  evidentiary   request.    Consequently,  we   must  first\n\ndetermine whether  the Agency arbitrarily or  capriciously barred\n\nAdams  from raising these issues because of a procedural default,\n\neither  because he  failed  to raise  the  issues at  the  public\n\ncomment stage, or in his request for an evidentiary hearing.5\n\n                    \n\n4  In his  original evidentiary request, Adams also  claimed that\nthe state permit issued  by the New Hampshire Wetlands  Board was\nillegal  under  state law.    The  Agency  denied Adams'  request\nbecause  it  found  that this  was  an  issue  of  state law  not\nappropriately  before the  EPA.   Adams does  not now  raise this\nargument in his petition for review.  \n\n5  We note that by virtue of the EAB's denial of Adams'  petition\nfor   review,  the  Regional   Administrator's  initial  decision\nconstituted  final  agency action.   See  40 C.F.R.    124.91(f).\n                                        \nBecause the EAB premised its denial of review, in part, on Adams'\nalleged failure to raise  the issue of the EPA's  compliance with\nthe  ODC  in  the public  comment  period,  and  because the  EPA\n\n                               -13-\n\n          A.  The Public Comment Period\n\n          When the  EPA  promulgated its  procedural  regulations\n\ngoverning the public comment  period, the Agency anticipated that\n\nmost  policy and technical issues would be decided as part of the\n\npublic comment period, which is  the most open, accessible  forum\n\npossible and  which comes at  a stage  where the  Agency has  the\n\ngreatest ability to modify a  draft permit.  44 Fed.  Reg. 32,885\n\n(1979).  Pursuant to 40 C.F.R.   124.13,  \"all persons . .  . who\n\nbelieve  any condition of a draft permit is inappropriate or that\n\nthe Director's tentative decision to . . . prepare a draft permit\n\nis inappropriate, must raise all reasonably  ascertainable issues\n\nand submit  all reasonably available  arguments supporting  their\n\nposition by the close  of the public comment period,\" in order to\n\ncontest a final permit determination in an evidentiary hearing or\n\nto preserve  an issue for  review by the  EAB.  Additionally,  40\n\nC.F.R.   124.76 provides that \"[n]o issues shall be raised by any\n\nparty that were not submitted to the administrative record  . . .\n\nas  part of  the preparation  of and  comment  on a  draft permit\n\nunless good cause is shown for the failure to submit them.\"\n\n          These  regulations are  intended  to alert  the EPA  to\n\npotential  problems with the draft  permit and to  ensure that it\n\nhas an opportunity  to address those  problems before the  permit\n\nbecomes final.  In  the matter of Broward County,  Florida, NPDES\n                                                          \n\nAppeal  No. 92-11,  11  (1993).     The  regulations  essentially\n\n                    \n\nadvances this as the grounds to uphold the Agency's final action,\nwe will address this contention.\n\n                               -14-\n\nrequire that: \n\n            [c]omments must be significant  enough to\n            step  over  a  threshold  requirement  of\n            materiality  before  any  lack of  agency\n            response  or   consideration  becomes  of\n            concern.    The  comment   cannot  merely\n            state that a  particular mistake was made\n            .  . . ; it must show why the mistake was\n            of possible significance in the results.\n\nVermont Yankee  Nuclear Power Corp. v.  Natural Resources Defense\n                                                                 \n\nCouncil,  435 U.S.  519,  553 (1978)  (citations omitted).   This\n       \n\nthreshold of materiality standard  is satisfied when comments are\n\npresented in  a  way which  could reasonably  have permitted  the\n\nagency  to  examine  those   contentions.    Northside   Sanitary\n                                                                 \n\nLandfill,  Inc.  v. Thomas,  849  F.2d 1516,  1520-21  (D.C. Cir.\n                          \n\n1988), cert. denied, 489 U.S. 1078 (1989).6\n                   \n\n          When construing this standard, it must be considered in\n\nthe context  of the  broad  purpose of  the public  participation\n\nrules.        Public    participation     in    the\n              development,       revision,      and\n              enforcement   of    any   regulation,\n              standard, effluent  limitation,  plan\n              or   program   established   by   the\n\n                    \n\n6  While in  some circumstances a petitioner's burden  to present\nits  challenges  will  be  straightforward  and  fairly  easy  to\nsatisfy, it should be noted that a petitioner's responsibility to\npresent its position and  contentions becomes heavier when asking\nan  applicant  for a  permit  or  an agency  to  \"embark upon  an\nexploration of uncharted  territory.\"  Citizens for Clean  Air v.\n                                                              \nU.S.E.P.A., 959 F.2d  839, 846-47 (9th  Cir. 1992) (finding  that\n          \nEPA's  decision that  petitioner failed  to satisfy  threshold of\nmateriality  standard  was  correct,  when  petitioner  requested\napplicant  to  consider recycling  as  a  best available  control\ntechnology,  which   involved  \"uncharted  territory,\"   and  the\npetitioner's  suggestion   alone,   which  lacked   specific   or\nquantifiable  support, could require  the applicant  to undertake\ntime-consuming costly studies); see Vermont Yankee Nuclear Power,\n                                                                \n435 U.S.  at 553.  Here, Adams' objections do not present such an\nexploration of uncharted territory.   \n\n                               -15-\n\n              Administrator or any State under this\n              chapter   shall   be  provided   for,\n              encouraged   and   assisted  by   the\n              Administrator and the States.\n\n33 U.S.C.   1251(e).  Congress enacted public participation rules\n\nunderstanding that \"these regulations would  do more than pay lip\n\nservice to public participation;  instead '[t]he public must have\n\na genuine opportunity to speak on the issue of protection of  its\n\nwaters'  on federal, state and local  levels.\"  Natural Resources\n                                                                 \n\nDefense Council, Inc. v. U.S.E.P.A., 859 F.2d 156, 177 (D.C. Cir.\n                                   \n\n1988)  (citations  omitted)   (construing  public   participation\n\nregulations  in state  enforcement  process).    The  legislative\n\nhistory of the CWA also echoes the desire \"that its provisions be\n\nadministered and enforced in a fishbowl-like atmosphere.\"  Id. at\n                                                             \n\n175 (citing Environmental Policy Division, Congressional Research\n\nService, Library of Congress, A Legislative History of the  Water\n\nPollution Control Act Amendments of 1972, at 249).\n\n          We  believe  that the  EAB's  determination that  Adams\n\nfailed  properly  to  raise  his  concerns  regarding  the  EPA's\n\ncompliance  with the ODC during the public comment period was not\n\nsupported by the evidence and lacked a rational basis.  A careful\n\nreview of the record indicates that  Adams and other participants\n\nin the public comment period submitted statements which satisfied\n\nthe threshold requirement  of materiality by alerting  the EPA to\n\ntheir concern that the  EPA had not adequately complied  with the\n\nmandates  of the  ODC  when it  issued the  draft  permit to  the\n\n                               -16-\n\nSeabrook plant.7   In his written comments to  the EPA during the\n\npublic comment period, Adams raised the following concern:\n\n            The E.P.A. has not carried out the intent\n            of  Congress  in  relation  to  the Water\n            Quality  Act of  1987, Public  Law 100-4,\n            125-122,   125-123,    125-124,   227-27.\n            Therefore, it is impossible for  the Town\n            to comply with the intent of Congress.\n\nWith his references to the public laws, Adams specifically refers\n\nto the ODC.  Additionally, Adams' written comments  indicate that\n\nhe challenged the  design and  location of the  outfall, and  the\n\naccuracy of information presented by the Town engineers regarding\n\nthe  outfall.    Adams   also  questioned  whether  the  dilution\n\ncalculations  were  correct.   Finally, Adams,  as well  as other\n\nparticipants, raised  concerns about  the detrimental  impact the\n\noutfall would have  on the  beaches, and on  shellfish and  other\n\nmarine life.\n\n          The public comments do not present technical or precise\n\nscientific  or legal  challenges  to specific  provisions of  the\n\ndraft  permit.     The   purpose  of  the   regulation  requiring\n\nparticipants to  raise ascertainable  issues, however, is  not to\n\nforeclose participation  in the process, but to provide notice to\n\nthe EPA so that  it can address issues in the early stages of the\n\nadministrative process.  See  44 Fed. Reg. 32,885 (1979);  In the\n                                                                 \n\nMatter of  Broward County,  Florida, NPDES  Appeal No.  92-11, 11\n                                   \n\n                    \n\n7  The regulations require that in order to preserve an issue, it\nmust be  raised by any party  during the comment period.   See 40\n                                                              \nC.F.R.    124.76.   The  person filing  the petition  for review,\nhowever,  does not  necessarily  have to  be  the individual  who\nraised the  issue during the  comment period.   In the Matter  of\n                                                                 \nBroward County, Florida, NPDES Appeal No. 92-11, 11-12 (1993).\n                       \n\n                               -17-\n\n(1993).  It  would be  inconsistent with the  general purpose  of\n\npublic  participation  regulations  to  construe  the regulations\n\nstrictly.   Such a strict  construction would have  the effect of\n\ncutting  off a participant's ability  to challenge a final permit\n\nby  virtue of imposing a  scientific and legal  burden on general\n\nmembers  of the public who, initially, simply wish to raise their\n\nlegitimate  concerns regarding  a wastewater  facility  that will\n\naffect  their  community, in  the  most  accessible and  informal\n\npublic  stage  of  the  administrative process,  where  there  is\n\npresumably some room for give and take between the public and the\n\nagency.    We  believe  that Adams  and  the  other  participants\n\nadequately  raised their  objections  during the  public  comment\n\nperiod,  and conclude that the  EAB ignored the  record and acted\n\narbitrarily and capriciously when it found that  Adams had failed\n\nto do so.8\n\n          B.  Adams' Request for an Evidentiary Hearing \n\n          1.  Procedural Requirements\n\n          Procedurally,  the  evidentiary  hearing   process  was\n\ndesigned to  address \"contested factual  issues\" requiring cross-\n\n                    \n\n8    Following the  public comment  period,  the Agency  issued a\n\"Response to Comments\" as required by  40 C.F.R.   124.17.   This\nregulation  requires  that  the  agency  \"[b]riefly describe  and\nrespond to all  significant comments on  the draft  permit . .  .\nraised during the  public comment period  . . .  .\"  40 C.F.R.   \n124.17.   In this response, the  EPA stated that it  had in fact,\nassessed relevant dilution limits and the Seabrook plant's impact\non  shellfishing,  the  impact   on  beaches,  and  health  risks\nassociated with the discharge.   The EPA also responded  that the\noutfall location and the proposed level of effluent treatment met\nexisting EPA  criteria and standards.   Despite Adams' contention\nto the  contrary, this response,  in light of  the nature of  the\npublic comments, was entirely adequate.\n\n                               -18-\n\nexamination.  44 Fed. Reg. 32,885 (1979).  As we stated  earlier,\n\nfollowing  the EPA's  issuance of  a final  permit, the  relevant\n\nregulations  allow  a  participant  to  request  an  adjudicatory\n\nhearing.   The  regulations have  specific pleading  requirements\n\nmandating  that requests  \"state each  legal or  factual question\n\nalleged  to  be  at issue,  and  their  relevance  to the  permit\n\ndecision,  together with  a designation  of the  specific factual\n\nareas  to be  adjudicated and  the hearing  time estimated  to be\n\nnecessary  for   adjudication.\"     40  C.F.R.      124.74(b)(1).\n\nAdditionally, the request shall contain \"[s]pecific references to\n\nthe contested permit conditions, as  well as suggested revised or\n\nalternative permit conditions . . . which in the judgment of  the\n\nrequester,  would  be  required  to implement  the  purposes  and\n\npolicies of the CWA.\"  40 C.F.R.   124.74(c)(5). B  e  y  o  n  d\n\nsatisfying these pleading requirements,  40 C.F.R.   124.75(a)(1)\n\nrequires  that  requests for  an  evidentiary  hearing set  forth\n\n\"material issues of fact relevant to the issuance of the permit.\"\n\nThe  EPA has  construed  this regulation  as  an   administrative\n\nsummary  judgment  standard, and  has  required  an applicant  to\n\npresent a genuine  and material  factual dispute in  order to  be\n\nentitled  to an evidentiary hearing.  We have recently upheld the\n\nEPA's  construction   of  this   regulation,  finding   that  the\n\nregulations  \"lawfully can  be  read to  incorporate this  binary\n\ntest,  featuring  genuineness  and  materiality.\"    Puerto  Rico\n                                                                 \n\nAqueduct and Sewer Authority, Appeal No. 93-2340, slip op. at 10.\n                            \n\nIn applying this standard, we noted that  Fed. R. Civ. P. 56  \"is\n\n                               -19-\n\nthe prototype for administrative summary judgment procedures, and\n\nthe jurisprudence that has grown up around Rule 56 is, therefore,\n\nthe  most  fertile  source  of information  about  administrative\n\nsummary judgment.\"  Id. at 15.\n                      \n\n          2.  The Substantive Law\n\n          In order  to determine what facts are material, we must\n\nlook  to the controlling substantive law.  See, e.g., Anderson v.\n                                                              \n\nLiberty Lobby, Inc.,  477 U.S. 242, 248 (1986)  (\"[o]nly disputes\n                   \n\nover facts that  might affect the  outcome of the suit  under the\n\ngoverning  law  will  properly  preclude  the  entry  of  summary\n\njudgment.\").    Pursuant  to  the ODC  regulations,  the  EPA  is\n\nrequired to determine whether a discharge will cause unreasonable\n\ndegradation  of  the   marine  environment.    See  40  C.F.R.   \n                                                  \n\n125.123.9   Alternatively, discharges  in compliance with  \"State\n\n                    \n\n9   The EPA  determines whether  or not  a  discharge will  cause\nunreasonable  degradation   based  on  a  consideration   of  the\nfollowing:  \n            1)    The  quantities,  composition,  and\n            potential bioaccumulation or  persistence\n            of the pollutants to be discharged;\n\n            2)   The   potential  transport   of  the\n            pollutants  by  biological, physical,  or\n            chemical processes;\n\n            3) The composition  and vulnerability  of\n            potentially       exposed      biological\n            communities,  including  the presence  of\n            unique species or communities of species,\n            endangered  or  threatened  species;  and\n            species  critical  to  the  structure  or\n            function of the ecosystem;\n\n            4)  The importance of the receiving water\n            area   to   the  surrounding   biological\n            communities,  including  the presence  of\n            spawning  sites,  nursery/forage   areas,\n\n                               -20-\n\nwater  quality   standards  shall   be  presumed  not   to  cause\n\nunreasonable  degradation  of  the marine  environment,  for  any\n\nspecific pollutants  or conditions  specified in the  variance or\n\n                    \n\n            migratory  pathways, areas  necessary for\n            critical  life stages and functions of an\n            organism;\n\n            5)   The  existence  of  special  aquatic\n            sites,   including  marine   sanctuaries,\n            parks,  monuments,   national  seashores,\n            wilderness areas, and coral reefs;\n\n            6) Potential direct  or indirect  impacts\n            on human health;\n\n            7) Existing or potential recreational and\n            commercial fishing;\n\n            8)  Any  applicable  requirements  of  an\n            approved Coastal Zone Management Plan;\n\n            9) Such  other  factors relating  to  the\n            effects   of  the  discharge  as  may  be\n            appropriate;\n\n            10) Marine water quality criteria.\n\nSee  40 C.F.R.    125.122(a).  \"Unreasonable degradation\"  of the\n   \nmarine environment is defined as any of the following:\n\n            1)   Significant   adverse   changes   in\n            ecosystem  diversity,  productivity,  and\n            stability  of  the  biological  community\n            within   the   area   of  discharge   and\n            surrounding biological communities;\n\n            2) Threat to human health  through direct\n            exposure   to   pollutants   or   through\n            consumption of exposed aquatic organisms;\n            or\n\n            3)    Loss  of  aesthetic,  recreational,\n            scientific  or  economic values  which is\n            unreasonable in relation  to the  benefit\n            derived from the discharge.  \n\n40 C.F.R.   125.121(e)(1-3).\n\n                               -21-\n\nthe standard.\"  40  C.F.R.   125.122(b).  While  this presumption\n\nis  rebuttable,  the  EPA is  entitled  to  rely  upon it  unless\n\navailable data  indicates that a  discharge would  in fact  cause\n\nunreasonable degradation.  45 Fed. Reg. 65,945 (1980).\n\n          In this case, the State of New Hampshire certified that\n\nthe degradation  caused by the Seabrook plant was consistent with\n\nNew Hampshire water  quality standards.   The EPA  relied on  New\n\nHampshire's certification in issuing Seabrook's final permit.\n\n          3.  Adams' Evidentiary Request\n\n          In  his  evidentiary  hearing  request, Adams  had  the\n\nburden to  point to evidence  in the administrative  record which\n\nwould rebut the presumption that the discharge from  the Seabrook\n\nplant would not  cause unreasonable degradation.  See, e.g., A.C.\n                                                                 \n\nAukerman Co. v.  R.L. Chaides  Constr. Co., 960  F.2d 1020,  1037\n                                          \n\n(Fed.  Cir. 1992).  In his request, Adams challenged the location\n\nand design of  the outfall  and the calculation  of the  dilution\n\nlimits, and  claimed that the permitted  discharge would threaten\n\nhuman  health and  cause  a significant  shellfish closure  zone.\n\nAdams did not point to any evidence in the record which indicated\n\nthat New Hampshire erroneously granted its certification, or that\n\nthe EPA  could not rely  on this certification  because available\n\ndata  indicated that the discharge from the plant would, in fact,\n\ncause  unreasonable degradation  of the  marine environment.   We\n\nhold  that the  EPA did  not act  arbitrarily or  capriciously in\n\nfinding  that  each  of Adams'  challenges  failed  to present  a\n\ngenuine  issue  of material  fact showing  that  the EPA  was not\n\n                               -22-\n\nentitled to rely on the regulatory presumption.\n\n          In   what   follows,   we   address   Adams'   specific\n\ncontentions,  showing  why   each  individually  is  procedurally\n\ndeficient.10 \n\n            a.  The Outfall Design and Location\n\n          In his request foran evidentiary hearing, Adams stated:\n\n            This outfall  as designed  is not in  the\n            best  interests of  the United  States or\n            the Town  of Seabrook.   If for  no other\n            reason  the  permit should  be  denied on\n            this basis.  It simply is not in anyone's\n            interest to have the people of the United\n            States  swimming  in sewerage water  even\n            if  has  been  bleached   so  as  to   be\n            invisible.\n\n            If there were any benefit to this outfall\n            at all it would  only be to the residents\n            of Seabrook who  would use the  sewer and\n            cared not about  the Beach  or the  beach\n            environment.  There certainly would be no\n            benefit  to citizens of  the rest  of the\n            United  States,  but  on   the  contrary,\n            anyone that used the beach would be  more\n            at  risk to  viral diseases  or just  the\n            knowledge   of   swimming  in   filth  is\n            certainly no benefit and compared  to the\n            cleanliness that exists at the beach now,\n            the  depreciation  of recreational  value\n            (as  in 40  C.F.R.    125.121(3))  is not\n            reasonable  in  relation  to   the  small\n            benefit to a few.\n\n                    \n\n10   In his evidentiary hearing request, Adams requested that two\nconditions, warning signs and visual inspections, be added to the\npermit.  Adams does not appear to advance that contention here in\nhis  petition for review.  With respect to this request, however,\nwe  do not  believe that the  Agency arbitrarily  or capriciously\nconcluded that the inclusion  of these permit conditions was  not\nwithin  the scope  of  issues raised  during  the public  comment\nperiod, and that Adams failed to establish that he had good cause\nfor not raising both of these issues at the appropriate time.\n\n                               -23-\n\nAdams also claimed  that the EPA  failed to consider  alternative\n\nsites for this outfall.   In response, the Regional Administrator\n\ndenied Adams' request, explaining that Adams had failed  to raise\n\na genuine issue of material fact regarding outfall location which\n\njustified an evidentiary hearing.   The EAB did not  then disturb\n\nthis determination.11\n\n          The Agency  did not act arbitrarily  or capriciously in\n\ndenying  Adams'  request  for  an evidentiary  hearing.    Adams'\n\nevidentiary  request is  completely bereft  of any  references to\n\nfacts in the record which would  create a \"genuine\" issue that  a\n\ndischarge   from  the  planned   outfall  location   would  cause\n\nunreasonable degradation  of the marine  environment, which would\n\nbe sufficient to rebut the regulatory presumption.  Rather, Adams\n\noffered a conclusory opinion that  the outfall, as designed,  was\n\nnot in the best interest of Seabrook or the United States because\n\nit  was not  in  anyone's interest  to  have people  swimming  in\n\n                    \n\n11   In his petition for  review, Adams does not  appear to argue\nthat the EPA's alleged failure to consider  alternative sites for\nthe  outfall  was  in  itself  a  violation  of  any  statute  or\nregulation.   We note, however,  that the Agency  stated that the\nEPA  is not required to evaluate alternative sites for an outfall\nthat meets CWA requirements  unless review is required  under the\nNational  Environmental Policy  Act  (\"NEPA\").   See 33  U.S.C.  \n                                                    \n1371(c); 42 U.S.C.   4321  et seq.  Adams did not  challenge this\n                                  \ndetermination.  There also does not appear to be any dispute that\nthe Seabrook permit is exempt  from the NEPA requirements because\nno  federal funding  is involved  in the  plant, and  because the\nplant  is not  a new source  as defined  in the  CWA. See Natural\n                                                                 \nResources Defense  Council, Inc. v. U.S.E.P.A., 859 F.2d 156, 167\n                                              \n(D.C. Cir.  1988).  Because  the EPA  had no legal  obligation to\nconsider alternative  locations for  the outfall involved  in the\npermit, the  Agency did not  act arbitrarily  or capriciously  in\nfinding  that no  genuine issue  of material  fact was  raised by\nAdams' objection that the EPA did not consider such locations.\n\n                               -24-\n\nsewage.  This is  not sufficient to warrant a  formal evidentiary\n\nhearing.\n\n          Adams also suggested that  the EPA erred because, based\n\non  the  planned  outfall   location,  the  depreciation  of  the\n\nrecreational  value  was  not   reasonable  in  relation  to  the\n\nbenefits,  referring  to    40  C.F.R.     125.121(e)(3).    This\n\nregulation  partially defines  unreasonable  degradation  of  the\n\nmarine  environment as  the  \"[l]oss  of esthetic,  recreational,\n\nscientific or  economic values which is  unreasonable in relation\n\nto the benefit  derived from the discharge.\"  Id.  Adams' request\n                                                \n\nfor  a  hearing, however,  simply  tracked  the language  of  the\n\nregulation   and  stated   his   ultimate  conclusion   that  the\n\ndepreciation  of the  recreational  value was  not reasonable  in\n\nrelation to the benefits.   The only rationale Adams  offered for\n\nthis conclusion was the  unsupported statement that there can  be\n\nno benefit to  anyone when people would be swimming  in filth and\n\nsubjected  to  a  greater risk  of  viral  diseases.   Adams  has\n\ncompletely  failed to  point  to any  evidence  showing that  the\n\nproposed discharge from the  outfall would cause the loss  of any\n\nrecreational value,  much less evidence that  would indicate that\n\nthere was a \"genuine\" factual dispute  that such a loss would  be\n\nunreasonable in relation to  the benefits to be derived  from the\n\ndischarge.  See 40 C.F.R.   125.121(e)(3).  We agree with the EPA\n               \n\nthat  Adams has  not  tendered any  evidence  which on  its  face\n\ncreates a genuine issue  of material fact showing that  the EPA's\n\nreliance  on the state certification was improper, and we believe\n\n                               -25-\n\nthat the EPA properly  denied the requested hearing.   See, e.g.,\n                                                                \n\nPuerto Rico Aqueduct &amp; Sewer Authority, Appeal No. 93-2340, slip.\n                                      \n\nop. at 20-24. b.  The Dilution Calculations\n              b.  The Dilution Calculations\n\n          Adams contends that the  Agency should have granted his\n\nrequest  for an evidentiary hearing  on the issue  of whether the\n\nEPA properly calculated the  dilution limits of the effluent.   A\n\ngenerous reading of Adams'  evidentiary request indicates that he\n\nbelieved that the EPA  improperly calculated dilution limits and,\n\nbecause of  these improper calculations, the  EPA failed properly\n\nto consider the effect of viruses on marine life and the viruses'\n\nindirect effect on humans.  Additionally, Adams claimed that even\n\nif the  EPA properly calculated  the dilution  limit, the  Agency\n\nstill failed to  evaluate the  effect of viruses.   Adams  stated\n\nthat this was a direct violation of 40 C.F.R.   125.122(6), which\n\nrequired the rescission of the entire permit.\n\n          The  Regional  Administrator   denied  Adams'   request\n\nbecause he failed to raise a genuine issue of material fact.  The\n\nEAB did not disturb this finding.\n\n          As a  preliminary matter, as we  have previously noted,\n\nthe EPA relied on  the New Hampshire state certification  when it\n\nissued the  Seabrook  permit.    When Seabrook  applied  for  its\n\npermit, the  New Hampshire  Department of  Environmental Services\n\nanalyzed the  draft  permit to  ensure that  the permit  effluent\n\nconditions  were stringent  enough to  assure that  the discharge\n\nwould  not  violate state  water  quality  standards, which  were\n\ndesigned to protect public  health and recreational activities in\n\n                               -26-\n\nand  on  the water.    See N.H.  Code  Admin. R.  [N.H.  Dept. of\n                          \n\nEnvironmental Services,  Water Supply  &amp; Pollution  Control Div.]\n\nEnv-Ws 430.01 (1990) (stating  that New Hampshire's water quality\n\nstandards are \"intended to protect public health and welfare\" and\n\nprovide  for  \"the  protection  and  propagation  of  a  balanced\n\nindigenous population  of  fish,  shellfish,  and  other  aquatic\n\norganisms and wildlife, and provide for such uses as recreational\n\nactivities  in and on the waters\").  The New Hampshire Department\n\nof Environmental Services  then concluded that if  the permit was\n\nmodified to  incorporate a maximum daily total  coliform limit to\n\nbe  measured  on a  daily  basis,  state certification  would  be\n\ngranted.   According  to  the state  certification, the  mandated\n\ncoliform limit was necessary because the affected water was \"used\n\nfor  the growing or  taking of shellfish  for human consumption.\"\n\nThe EPA  then incorporated the  required coliform limits  when it\n\nissued the final permit.\n\n          The EPA did not act arbitrarily or capriciously when it\n\nfound  that Adams  failed to show  why the EPA's  reliance on New\n\nHampshire's certification, which provided for coliform limits  to\n\nprotect the  public's health,  was inadequate.   Adams  failed to\n\npoint to data in  the record which established that  the proposed\n\ndischarge  would cause  unreasonable  degradation  of the  marine\n\nenvironment, because  the discharge  would threaten  human health\n\nthrough  direct or  indirect  pathways, through  the presence  of\n\nviruses.    See    40  C.F.R.      125.122(a)(6),  125.121(e)(2).\n               \n\nRather,  Adams  simply believed  that  the  EPA should  establish\n\n                               -27-\n\neffluent  limits  for viruses  as  an  alternative or  additional\n\nmeasure to protect human  health.  The EPA pointed  out, however,\n\nthat New  Hampshire regulates  coliform bacteria as  an indicator\n\nfor  the presence of human wastes, and this limit was designed to\n\nprotect  the  designated uses  of  swimming,  fishing, and  other\n\nrecreational purposes.   Additionally, the Regional Administrator\n\nnoted that:  \"[i]t is EPA's judgment that attempting to establish\n\na separate virus effluent limit here would be inadvisable due to,\n\namong other things, problems in detection relating to their small\n\nsize, low concentrations, variety and instability in the presence\n\nof   interfering   solids,   and   limits   on  availability   of\n\nidentification methods.\"  The EPA found, and we agree, that Adams\n\ndid  not point to any  evidence from which  a decisionmaker could\n\nfind  that the State of New Hampshire failed properly to evaluate\n\nthe discharge's effect on human health because it did not require\n\neffluent limits for viruses.\n\n          To  support  his  statement  that  the  EPA  improperly\n\ncalculated dilution limits,  Adams relied on a  September 4, 1991\n\nletter from Martin Dowgert,  a Regional Shellfish Specialist with\n\nthe FDA  to Mr. Richard Roach of the U.S. Army Corps of Engineers\n\n(\"the FDA  letter\"),  which  was  a part  of  the  administrative\n\nrecord.12   The  FDA  letter calls  for  the establishment  of  a\n\n                    \n\n12  Specifically, in his evidentiary request, Adams stated:\n\n            As  it  is  generally  accepted  and also\n            pointed out in a certain letter  from the\n            F.D.A.  to a Mr. Richard Roach  . . . the\n            remedy to high virus populations  is very\n            high dilutions (1/l,000,000,000) or more.\n\n                               -28-\n\nlarger safety  zone closed  for shellfishing around  the proposed\n\ntreatment  plant  outfall, and  an  area  subject to  conditional\n\nclosure in the event  of plant disinfection failure.   To support\n\nhis  opinion  that a  larger safety  zone  needed to  be created,\n\nDowgert stated that based on the FDA's  preliminary assessment, a\n\nshellfish  closure zone would occur  in an area  represented by a\n\n1000:1 dilution line, and this  zone would be an area  4,000 feet\n\nfrom the outfall.  Adams claimed  that this reference was at odds\n\nwithdilution limitsused by theEPA, whichAdams failedto specify.13\n\n          The EPA did  not construe Adams'  reference to the  FDA\n\nletter  as raising a genuine issue of material fact regarding the\n\ndilution limits, noting  that the FDA did not  call for the NPDES\n\npermit to be denied,  or for a revision of any  term of the NPDES\n\npermit.   We do  not believe that  this finding  was arbitrary or\n\ncapricious  because   Adams  did   not  show  how   this  alleged\n\nmiscalculation   was  material   to   the   permitting   process.\n\nSubsequent  to   the  FDA   letter,  New  Hampshire   issued  its\n\n                    \n\n            The  letter in  the above  paragraph also\n            estimates that a  1/1,000 dilution  would\n            not  occur  until  4,000  feet  from  the\n            manifold where as the beach  is only 1200\n            feet at low tide  when the dilutions  are\n            apt to be lowered.\n\n13   In his evidentiary request,  Adams also stated that no study\nwas  done with  respect  to the  effect  of viruses  on  children\nplaying in  the water at the beach \"which will contain only 318.5\nparts water to each part of filth laced with viruses.\"  Adams did\nnot  provide any citation as  to where this  dilution figure came\nfrom or how it was arrived at.  We  do not believe that this bare\nstatement  was sufficient  to  create a  genuine factual  dispute\nwhich  would require a formal evidentiary hearing on the issue of\ndilution calculations.\n\n                               -29-\n\ncertification after  evaluating the effects of  the discharge and\n\nconcluding that if its maximum coliform limits were incorporated,\n\nthe discharge  would satisfy state  water quality criteria.   The\n\nEPA then  incorporated those limits, requiring  that the Seabrook\n\nplant comply with them.   Adams did not point to anything  in the\n\nFDA letter  which called  into question New  Hampshire's mandated\n\ncoliform limits.  Rather,  Adams claimed that the  EPA originally\n\nmiscalculated dilution limits,  but then failed to show  what the\n\neffects of  the alleged miscalculation  were, or how  the alleged\n\nmiscalculation affected the New Hampshire certification process.\n\n            c.  The Shellfish Closure Zone\n\n          In  his  evidentiary  request,  Adams  stated  that the\n\nplanned  closure  of   a  small  area   around  the  outfall   to\n\nshellfishing was  contrary to  New Hampshire law,  which provides\n\nthat  it is  for the  public  good of  the state  to protect  and\n\npreserve   its   submerged   lands  under   tidal   waters   from\n\ndespoliation.   See RSA  482-A:1 (1993).14   Beyond this  alleged\n                   \n\n                    \n\n14  R.S.A. 482-A:1 (1993),  New Hampshire's Water Management  and\nProtection law, provides in pertinent part:\n\n            It is found to be for the public good and\n            welfare  of this  state  to  protect  and\n            preserve its submerged lands  under tidal\n            and fresh waters . . .  from despoliation\n            and unregulated  alteration, because such\n            despoliation  or  unregulated  alteration\n            will  adversely affect the  value of such\n            areas   as   sources  of   nutrients  for\n            finfish,    crustacea,   shellfish    and\n            wildlife   of  significant   value,  will\n            damage    or    destroy   habitats    and\n            reproduction areas for  plants, fish  and\n            wildlife  of importance,  will eliminate,\n            depreciate  or   obstruct  the  commerce,\n\n                               -30-\n\nviolation of  state law, Adams argued that  because New Hampshire\n\n\"has a very small and limited total area for shellfish beds . . .\n\na loss  of a very  small area is  a significant net  loss,\" which\n\nwould therefore  be unlawful  under 40 C.F.R.    125.122(a)(7).15\n\nTo  support his contentions,  Adams seemed to  rely indirectly on\n\nthe  FDA  letter, which  suggested that  the  size of  the closed\n\nsafety zone should extend to an area 4,000 feet from the outfall.\n\n          The Regional Administrator denied Adams' request on the\n\ngrounds that he  only raised conclusory policy  and legal issues,\n\nrather  than  specifying  material  factual disputes  which  were\n\nentitled to  consideration in  an evidentiary  hearing.   The EAB\n\nconcurred.\n\n          We do not  believe that the Agency acted arbitrarily or\n\ncapriciously  in  denying  Adams'   request.    Adams  again  has\n\nchallenged the EPA's reliance on the New Hampshire certification,\n\nwhich was issued after New Hampshire  determined that the state's\n\n                    \n\n            recreation and aesthetic enjoyment of the\n            public, will be  detrimental to  adequate\n            groundwater levels, will adversely affect\n            stream  channels  and  their  ability  to\n            handle the runoff of waters, will disturb\n            and   reduce   the  natural   ability  of\n            wetlands to absorb flood waters and silt,\n            thus increasing general flood  damage and\n            the silting of  open water channels,  and\n            will   otherwise  adversely   affect  the\n            interests of the general public.\n\n15    40  C.F.R.    125.122(a)(7)  provides  that  the EPA  shall\ndetermine whether a discharge will cause unreasonable degradation\nof the marine environment based on the consideration  of existing\nor  potential  recreational  and  commercial  fishing,  including\nshellfishing.  \n\n                               -31-\n\nwater  quality  standards,  which   protect  the  commercial  and\n\nrecreational  value of  shellfishing, would  not be  contravened.\n\nSee N.H.  Code Admin. R.  [N.H. Dept. of  Environmental Services,\n   \n\nWater Supply  &amp; Pollution  Control Div.]   Env-Ws 430.01  (1990).\n\nAdams'  claim that the  discharge as permitted  is unlawful under\n\nRSA 482-A:1,  represents a  disagreement with  the  State of  New\n\nHampshire's ultimate legal conclusion that the discharge from the\n\nSeabrook plant would  be lawful under specific provisions  of New\n\nHampshire's  law.    Adams   failed  to  indicate  what  specific\n\nprovision of law New Hampshire ignored or ill-considered.   Adams\n\nalso failed to point to any evidence  showing that a provision of\n\nNew Hampshire law was, in fact, violated.\n\n          Adams next argues that the shellfish closure zone would\n\ncause an unreasonable degradation of the marine environment under\n\n40 C.F.R.    125.122(a)(7).   To  establish  that this  shellfish\n\nclosure  zone would  constitute  an  \"unreasonable  degradation,\"\n\nAdams would need to show that the closure zone produced a loss of\n\nrecreational  or  economic  values  which  was  \"unreasonable  in\n\nrelation to the benefit  derived from the discharge.\"   40 C.F.R.\n\n  125.121(e)(3).   Adams attempted to  show this by  offering his\n\nconclusory opinion that because New Hampshire had a limited total\n\narea  for shellfish  beds,  the  closure  of  any  area  must  be\n\n\"significant.\"   Adams  failed to  point to  any facts,  however,\n\nwhich showed  that the  closure zone  would cause  a loss of  any\n\nrecreational or economic  value, much less  that such an  alleged\n\nloss would be unreasonable in relation to associated benefits.\n\n                               -32-\n\n          We  do  not  believe  that the  FDA  letter  materially\n\nsupported  Adams' contention.   The  FDA letter  stated that  the\n\nshellfish  closure zone  needed  to extend  4,000  feet from  the\n\noutfall.  The FDA  letter, however, does not expressly  state, or\n\notherwise suggest, that such a  closure zone would constitute  an\n\nunreasonable  degradation  of the  marine  environment.   See  40\n                                                             \n\nC.F.R.     125.121.(e).   The  EPA  did  not  act arbitrarily  or\n\ncapriciously  in determining  that Adams  had  failed to  raise a\n\ngenuine  issue of  material fact  which justified  an evidentiary\n\nhearing.\n\n          For the foregoing reasons, Adams petition is denied.\n                                                             \n\n                               -33-\n",
  "html": "<p class=\"case_cite\">38 F.3d 43</p>\n    <p class=\"case_cite\">25 Envtl. L. Rep. 20,396</p>\n    <p class=\"parties\">Edwin F. ADAMS, Petitioner,<br>v.<br>U.S. ENVIRONMENTAL PROTECTION AGENCY, Respondent.</p>\n    <p class=\"docket\">No. 94-1074.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 5, 1994.<br>Decided Oct. 25, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard A. Kanoff, for petitioner.</p>\n      <p class=\"indent\">Eileen T. McDonough, Environmental Defense Section, U.S. Dept. of Justice, with whom Lois J. Schiffer, Acting Asst. Atty. Gen., Environmental &amp; Natural Resources Div., Jeffry T. Fowley, Office of Regional Counsel, and Stephen J. Sweeney, Office of General Counsel, U.S. Environmental Protection Agency, were on brief, for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Edwin F. Adams requests review of final action taken by the United States Environmental Protection Agency (\"EPA\" or \"the Agency\").  Adams challenges the EPA's issuance of a National Pollution Discharge Elimination System (\"NPDES\") permit under the Clean Water Act (\"CWA\" or \"the Act\"), 33 U.S.C. Secs. 1251 et seq., for the Town of Seabrook, New Hampshire (\"Seabrook\").  The NPDES permit allows the discharge of effluent from Seabrook's proposed municipal wastewater treatment facility.  Adams alleges that the EPA failed to comply with its obligations under the Ocean Discharge Criteria of the Act, 40 C.F.R. Sec. 125, Subpart M, which require that the EPA not allow \"unreasonable degradation\" from ocean discharges.  Adams has not persuaded us that he was wrongfully denied an evidentiary hearing or that the Agency otherwise erred in its treatment of his objections.  We therefore uphold the final action of the EPA and deny Adams' petition for review.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. General Overview</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Seabrook has undertaken the construction of a municipal wastewater treatment plant (\"the plant\") to resolve problems caused by failing septic systems within the town.  Because Seabrook's septic systems were failing, effluent was flowing into Seabrook's coastal waters.  This condition increased bacteria levels in the coastal waters, caused closure of coastal areas to shellfishing, and restricted the use of the waters for swimming.  Seabrook's proposed plant would collect sewage that would otherwise be released from septic systems into the coastal waters.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plant, to be constructed on Wright's Island in Seabrook, will consist of a collection and transportation system, a treatment facility, an ocean outfall, and sludge processing facilities.  The plant will discharge its treated effluent in approximately 30 feet of water, at a distance approximately 2100 feet from the Seabrook coastline, about 1000 feet north of the New Hampshire/Massachusetts border.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">B. The Clean Water Act Statutory and Regulatory Framework</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Congress enacted the CWA \"to restore and maintain the chemical, physical, and biological integrity of the Nation's waters\" through the reduction and eventual elimination of the discharge of pollutants into these waters.  33 U.S.C. Sec. 1251(a);  Town of Norfolk v. United States Army Corps of Engineers, 968 F.2d 1438, 1445 (1st Cir.1992).  Under the Act, no pollutant may be emitted into this nation's waters unless a NPDES permit is obtained.  Puerto Rico Aqueduct &amp; Sewer Authority v. U.S.E.P.A., 35 F.3d 600, 602 (1st Cir. 1994);  see 33 U.S.C. Secs. 1311(a), 1342.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">NPDES permits are issued by the EPA or, in those jurisdictions in which the EPA has authorized a state agency to administer the NPDES program, by a state agency subject to EPA review.  American Petroleum Inst. v. E.P.A., 787 F.2d 965, 969 (5th Cir.1986);  see 33 U.S.C. Sec. 1342.  NPDES permits contain 1) effluent limitations that reflect the pollution reduction achievable by using technologically practicable controls, see 33 U.S.C. Secs. 1311(b)(1)(A), 1314(b);  and 2) any more stringent pollutant release limitations necessary for the waterway receiving the pollutant to meet \"water quality standards.\"   See 33 U.S.C. Secs. 1311(b)(1)(C) and 1312(a).  See also American Paper Institute, Inc. v. U.S.E.P.A., 996 F.2d 346, 349 (D.C.Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Additionally, a NPDES permit for a discharge into a territorial sea or the ocean must incorporate Ocean Discharge Criteria (\"ODC\").  33 U.S.C. Secs. 1343(a) and (c)(1).  See American Petroleum Inst., 787 F.2d at 970.   The EPA's ODC guidelines require it to determine, after considering a number of factors, whether a discharge will cause \"unreasonable degradation\" of the marine environment.  See 40 C.F.R. Secs. 125.120-125.124.  The EPA will not issue an NPDES permit where it determines that the discharge will cause an unreasonable degradation of the marine environment.  See 40 C.F.R. Sec. 125.123(b)-(d).  Discharges in compliance with state water quality standards \"shall be presumed not to cause unreasonable degradation of the marine environment, for any specific pollutants or conditions specified in the variance or the standard.\"  40 C.F.R. Sec. 125.122(b).</p>\n    </div>\n    <p class=\"indent\">C. The Procedural Framework</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">An applicant initiates the NPDES process when it files a permit application providing information regarding the planned facility and its proposed discharges.  See 40 C.F.R. Sec. 124.3.  The applicant must also provide the EPA with certification from the state in which the discharge originates.  33 U.S.C. Sec. 1341.  By its certification, the state confirms that the discharge, as permitted, assures compliance with all applicable state water quality standards and, if necessary, specifies any additional effluent limitations, or other permit conditions, needed to ensure compliance with the state's water quality standards.  See id.;  40 C.F.R. Sec. 124.55.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The EPA then prepares and issues a draft permit and explanatory fact sheet.  See 40 C.F.R. Secs. 124.6, 124.8, and 124.56.  The EPA gives public notice, which initiates a 30-day public comment period.  See 40 C.F.R. Sec. 124.10(a)(1)(ii) and (b)(1).  During the public comment period, all persons who believe any condition of a draft permit is inappropriate must raise all reasonably ascertainable issues and arguments in support of their positions.  40 C.F.R. Sec. 124.13.  During this period, any interested person can request a public hearing.  40 C.F.R. Sec. 124.11.  After the close of the public comment period, the Regional Administrator determines whether a final permit should be issued, based on the administrative record compiled during the public comment period.  See 40 C.F.R. Secs. 124.15, 124.18.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After the EPA issues a final permit decision, an interested party may request an evidentiary hearing to contest the resolution of any questions raised during the public comment period.  See 40 C.F.R. Sec. 124.74(a).  The Regional Administrator then grants or denies the request for a hearing.  See 40 C.F.R. Sec. 124.75(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If a Regional Administrator denies a request for an evidentiary hearing, the denial becomes final agency action within thirty days unless an appeal is made to the Environmental Appeals Board (\"the EAB\").  See 40 C.F.R. Secs. 124.60(c)(5) and 124.91.  An EAB order denying review renders the Regional Administrator's previous decision final.  See 40 C.F.R. Sec. 124.91(f)(1).  Finally, once an EPA permit decision has become final, any interested person may obtain judicial review of the decision by petitioning for review in the Circuit Court of Appeals.  33 U.S.C. Sec. 1369(b)(1).</p>\n    </div>\n    <p class=\"indent\">D. Seabrook's Permit Proceedings</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In May 1988, Seabrook applied for an NPDES permit to allow the discharge of the treated wastewater from its proposed plant into the Gulf of Maine.  The EPA reviewed the application, and on September 23, 1991, issued a draft permit approving such discharges.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The EPA determined that the proposed discharge would not unreasonably degrade the marine environment.  The EPA found that the initial dilution and rapid dispersion of the discharge, combined with the anticipated lack of nonconventional pollutants, would make bioaccumulation of pollutants unlikely.  The EPA therefore concluded that the various forms of marine life would not be adversely impacted.  While the EPA recognized that a small area around the discharge site would have to be closed to shellfishing pursuant to requirements of the United States Food and Drug Administration, because the Massachusetts Division of Marine Fisheries did not consider this area to be a significant shellfish resource, the EPA concluded that this closure would not represent a significant loss of use.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The EPA also noted that the construction of the plant could eliminate most of the closings of nearby bathing beaches necessitated by high concentrations of coliform bacteria that were believed to be caused by the failing septic systems in Seabrook.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In early September 1991, the EPA established a public comment period from September 25, 1991 through October 29, 1991, and scheduled public hearings for October 22 and 23, 1991, in both Seabrook and Salisbury, Massachusetts.  On October 23, Adams, who owns a beach-front home on the Gulf of Maine, submitted a written comment presenting eight issues which he believed should be addressed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On October 26, 1992, the State of New Hampshire certified that the Seabrook permit was consistent with state water quality standards.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On November 13, 1992, the EPA issued Seabrook's NPDES final permit for the treatment plant, after consideration of the administrative record, including the public comments and the state certification.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On December 16, 1992, Adams filed a request for an evidentiary hearing with the Regional Administrator.  In this request, Adams raised several issues which he claimed established material issues of fact warranting an evidentiary hearing under 40 C.F.R. Sec. 124.74.  Specifically, Adams contended that:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>1) The dilution calculations were incorrect and, even if the calculations were correct, the public was not protected from viruses, thereby violating 40 C.F.R. Sec. 125.122(6).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>2) The outfall of the treatment plan, as designed, \"is not in the best interests of the United States or the Town of Seabrook\" and would unreasonably depreciate the recreational value of the beach in violation of 40 C.F.R. Sec. 125.121(e)(3), while benefitting only the few residents of Seabrook.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>3) The closure of the zone immediately around the outfall to shellfishing violated a New Hampshire law and 40 C.F.R. Sec. 125.122(7).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>4) If the permit was to be issued, it should be amended to include conditions requiring Seabrook a) to post signs warning of the risk of viral infection, and b) requiring that divers periodically inspect the manifold for storm damage or other possible problems.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>5) The state permit issued by the New Hampshire Wetlands Board was illegal under state law.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>6) There was no evaluation of alternate locations for the outfall.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On January 5, 1993, the Regional Administrator denied Adams' request for a hearing after concluding that Adams had failed to raise material issues of fact with respect to his various challenges, as required by 40 C.F.R. Sec. 124.75(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Adams then petitioned the EAB for review of the Regional Administrator's denial of his request for an evidentiary hearing.  The EAB denied the petition for review, concluding that Adams had failed to satisfy various procedural requirements with respect to raising objections to the final permit, including failing to raise issues during the public comment period, and failing to satisfy pleading requirements and raise material issues of fact which required a hearing, in his request for an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Adams now appeals the Agency's final action to this Court.</p>\n    </div>\n    <p>II. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Judicial review of the EPA's action in issuing a NPDES permit under the Act is governed by provisions set forth in the Administrative Procedure Act (\"APA\"), 5 U.S.C. Secs. 701-706.  Under the APA, the applicable standard of review is whether the EPA's action was \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\"  5 U.S.C. Sec. 706(2)(A);  see Puerto Rico Aqueduct &amp; Sewer Authority, 35 F.3d at 604;  Puerto Rico Sun Oil Co. v. U.S.E.P.A., 8 F.3d 73, 77 (1st Cir.1993).  A court should not set aside agency actions as arbitrary and capricious unless the actions lack a rational basis.  Caribbean Petroleum Corp. v. U.S.E.P.A., 28 F.3d 232, 234 (1st Cir.1994) (citations omitted).  The scope of review under the \"arbitrary and capricious\" standard is therefore narrow, and a court should not substitute its judgment for that of the agency.  Caribbean Petroleum Corp., 28 F.3d at 234 (quoting Motor Vehicles Mfrs. Ass'n v. State Farm Mut. Auto Ins. Co., 463 U.S. 29, 43, 103 S.Ct. 2856, 2867, 77 L.Ed.2d 443 (1983)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">An agency is entitled to deference with regard to factual questions involving scientific matters in its own area of expertise.  Puerto Rico Aqueduct &amp; Sewer Authority, 35 F.3d at 604 (citations omitted).  \"Mixed questions of law and fact, at least to the extent that they are fact-dominated, fall under this rubric.\"  Id. (citation omitted).  Similarly, we defer to an agency's interpretation of a statute that it is charged with enforcing, and our deference increases when the agency interprets its own regulations.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Like other executive agencies acting within their respective bailiwicks, EPA is due substantial deference in interpreting and implementing the Clean Water Act--\"so long as [its] decisions do not collide directly with substantive statutory commands and so long as procedural corners are squarely turned.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Caribbean Petroleum Corp., 28 F.3d at 234 (quoting Puerto Rico Sun Oil, 8 F.3d at 77) (other citations omitted);  see generally Chevron U.S.A. v. Natural Resources Defense Council, 467 U.S. 837, 842-45, 104 S.Ct. 2778, 2781-83, 81 L.Ed.2d 694 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>III. ADAMS' CLAIM THAT THE EPA FAILED TO COMPLY WITH THE</p>\n    </div>\n    <p>OCEAN DISCHARGE CRITERIA</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In his petition for review, Adams claims that the Agency erred when it denied his request for an evidentiary hearing with respect to his contention that the EPA failed properly to consider the ODC when it issued the NPDES permit for the Seabrook plant.  Specifically, Adams claims that 1) prior to issuing the permit, the EPA failed properly to evaluate a number of relevant factors, including the location and design of the outfall, dilution limits, and the impacts of the discharge on human health and recreational uses;  2) the EPA improperly permitted a discharge which would result in unreasonable degradation;  and 3) the EPA improperly issued a NPDES permit without considering local environmental conditions and without a required modification/revocation clause.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The EPA claims that the EAB properly concluded that Adams failed adequately to raise these various contentions during the public comment period and Adams therefore has waived his right to pursue these challenges on their merits.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In reviewing agency action, this Court will not consider issues which a petitioner failed to present during the administrative process in accordance with the relevant procedural requirements.  See, e.g., Massachusetts Dep't of Public Welfare v. Secretary of Agriculture, 984 F.2d 514, 524 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 81, 126 L.Ed.2d 49 (1993).  We apply the doctrine of procedural default in the administrative context because it serves three purposes which are relevant here:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>First, when the administrative agency is given an opportunity to address a party's objections, it can apply its expertise, exercise its informed discretion, and create a more finely tuned record for judicial review....</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>A second reason for applying strict rules of procedural default in the administrative context is to promote judicial economy....</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>Finally, enforcing procedural default solidifies the agency's autonomy by allowing it the opportunity to monitor its own mistakes and by ensuring that regulated parties do not simply turn to the courts as a tribunal of first resort.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Id. at 523.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As a preliminary matter, we note that in his petition for review, Adams has meaningfully refashioned and refined his original objections to the EPA's permitting process which he raised during the course of the administrative process.  When we review Adams' claims, we consider only the objections he raised during the administrative process.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See id. at 524;  cf. Smith v. Massachusetts Dept. of Corrections, 936 F.2d 1390, 1397 n. 10 (1st Cir.1991) (finding that arguments not advanced in the court below cannot be raised for the first time on appeal).  These original objections, which Adams continues to advance in this appeal, involve several issues regarding the EPA's alleged failure to properly evaluate the ODC:  the location and design of the outfall, the EPA's calculation of dilution limits, and whether the EPA properly considered the impact of the discharge on the public's health and shellfishing.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">With respect to Adams' contentions that the EPA failed to comply with ODC regulations when issuing the permit to the Seabrook plant, the Regional Administrator concluded that Adams had failed to raise issues of material fact having to do with outfall location, dilution limits, and the effect of the discharge on health and shellfishing, which justified an evidentiary hearing.  In deciding to deny review of this decision, the EAB found that Adams had not properly raised the issue of ODC compliance during the public comment period.  Therefore, the EAB did not reach the question of the adequacy of Adams' evidentiary request.  Consequently, we must first determine whether the Agency arbitrarily or capriciously barred Adams from raising these issues because of a procedural default, either because he failed to raise the issues at the public comment stage, or in his request for an evidentiary hearing.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">A. The Public Comment Period</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">When the EPA promulgated its procedural regulations governing the public comment period, the Agency anticipated that most policy and technical issues would be decided as part of the public comment period, which is the most open, accessible forum possible and which comes at a stage where the Agency has the greatest ability to modify a draft permit.  44 Fed.Reg. 32,885 (1979).  Pursuant to 40 C.F.R. Sec. 124.13, \"all persons ... who believe any condition of a draft permit is inappropriate or that the Director's tentative decision to ... prepare a draft permit is inappropriate, must raise all reasonably ascertainable issues and submit all reasonably available arguments supporting their position by the close of the public comment period,\" in order to contest a final permit determination in an evidentiary hearing or to preserve an issue for review by the EAB.  Additionally, 40 C.F.R. Sec. 124.76 provides that \"[n]o issues shall be raised by any party that were not submitted to the administrative record ... as part of the preparation of and comment on a draft permit unless good cause is shown for the failure to submit them.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">These regulations are intended to alert the EPA to potential problems with the draft permit and to ensure that it has an opportunity to address those problems before the permit becomes final.  In the Matter of Broward County, Florida, NPDES Appeal No. 92-11, 11 (1993).  The regulations essentially require that:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>[c]omments must be significant enough to step over a threshold requirement of materiality before any lack of agency response or consideration becomes of concern.  The comment cannot merely state that a particular mistake was made ...;  it must show why the mistake was of possible significance in the results.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Vermont Yankee Nuclear Power Corp. v. Natural Resources Defense Council, 435 U.S. 519, 553, 98 S.Ct. 1197, 1216, 55 L.Ed.2d 460 (1978) (citations omitted).  This threshold of materiality standard is satisfied when comments are presented in a way which could reasonably have permitted the agency to examine those contentions.  Northside Sanitary Landfill, Inc. v. Thomas, 849 F.2d 1516, 1520-21 (D.C.Cir.1988), cert. denied, 489 U.S. 1078, 109 S.Ct. 1528, 103 L.Ed.2d 833 (1989).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">When construing this standard, it must be considered in the context of the broad purpose of the public participation rules.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>Public participation in the development, revision, and enforcement of any regulation, standard, effluent limitation, plan or program established by the Administrator or any State under this chapter shall be provided for, encouraged and assisted by the Administrator and the States.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">33 U.S.C. Sec. 1251(e).  Congress enacted public participation rules understanding that \"these regulations would do more than pay lip service to public participation;  instead '[t]he public must have a genuine opportunity to speak on the issue of protection of its waters' on federal, state and local levels.\"  Natural Resources Defense Council, Inc. v. U.S.E.P.A., 859 F.2d 156, 177 (D.C.Cir.1988) (citations omitted) (construing public participation regulations in state enforcement process).  The legislative history of the CWA also echoes the desire \"that its provisions be administered and enforced in a fishbowl-like atmosphere.\"  Id. at 175 (citing Environmental Policy Division, Congressional Research Service, Library of Congress, A Legislative History of the Water Pollution Control Act Amendments of 1972, at 249).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We believe that the EAB's determination that Adams failed properly to raise his concerns regarding the EPA's compliance with the ODC during the public comment period was not supported by the evidence and lacked a rational basis.  A careful review of the record indicates that Adams and other participants in the public comment period submitted statements which satisfied the threshold requirement of materiality by alerting the EPA to their concern that the EPA had not adequately complied with the mandates of the ODC when it issued the draft permit to the Seabrook plant.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  In his written comments to the EPA during the public comment period, Adams raised the following concern:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>The E.P.A. has not carried out the intent of Congress in relation to the Water Quality Act of 1987, Public Law 100-4, 125-122, 125-123, 125-124, 227-27.  Therefore, it is impossible for the Town to comply with the intent of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">With his references to the public laws, Adams specifically refers to the ODC.  Additionally, Adams' written comments indicate that he challenged the design and location of the outfall, and the accuracy of information presented by the Town engineers regarding the outfall.  Adams also questioned whether the dilution calculations were correct.  Finally, Adams, as well as other participants, raised concerns about the detrimental impact the outfall would have on the beaches, and on shellfish and other marine life.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The public comments do not present technical or precise scientific or legal challenges to specific provisions of the draft permit.  The purpose of the regulation requiring participants to raise ascertainable issues, however, is not to foreclose participation in the process, but to provide notice to the EPA so that it can address issues in the early stages of the administrative process.  See 44 Fed.Reg. 32,885 (1979);  In the Matter of Broward County, Florida, NPDES Appeal No. 92-11, 11 (1993).  It would be inconsistent with the general purpose of public participation regulations to construe the regulations strictly.  Such a strict construction would have the effect of cutting off a participant's ability to challenge a final permit by virtue of imposing a scientific and legal burden on general members of the public who, initially, simply wish to raise their legitimate concerns regarding a wastewater facility that will affect their community, in the most accessible and informal public stage of the administrative process, where there is presumably some room for give and take between the public and the agency.  We believe that Adams and the other participants adequately raised their objections during the public comment period, and conclude that the EAB ignored the record and acted arbitrarily and capriciously when it found that Adams had failed to do so.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">B. Adams' Request for an Evidentiary Hearing</p>\n    </div>\n    <p class=\"indent\">1. Procedural Requirements</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Procedurally, the evidentiary hearing process was designed to address \"contested factual issues\" requiring cross-examination.  44 Fed.Reg. 32,885 (1979).  As we stated earlier, following the EPA's issuance of a final permit, the relevant regulations allow a participant to request an adjudicatory hearing.  The regulations have specific pleading requirements mandating that requests \"state each legal or factual question alleged to be at issue, and their relevance to the permit decision, together with a designation of the specific factual areas to be adjudicated and the hearing time estimated to be necessary for adjudication.\"  40 C.F.R. Sec. 124.74(b)(1).  Additionally, the request shall contain \"[s]pecific references to the contested permit conditions, as well as suggested revised or alternative permit conditions ... which in the judgment of the requester, would be required to implement the purposes and policies of the CWA.\"  40 C.F.R. Sec. 124.74(c)(5).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Beyond satisfying these pleading requirements, 40 C.F.R. Sec. 124.75(a)(1) requires that requests for an evidentiary hearing set forth \"material issues of fact relevant to the issuance of the permit.\"   The EPA has construed this regulation as an administrative summary judgment standard, and has required an applicant to present a genuine and material factual dispute in order to be entitled to an evidentiary hearing.  We have recently upheld the EPA's construction of this regulation, finding that the regulations \"lawfully can be read to incorporate this binary test, featuring genuineness and materiality.\"  Puerto Rico Aqueduct and Sewer Authority, 35 F.3d at 605.   In applying this standard, we noted that Fed.R.Civ.P. 56 \"is the prototype for administrative summary judgment procedures, and the jurisprudence that has grown up around Rule 56 is, therefore, the most fertile source of information about administrative summary judgment.\"   Id. at 15.</p>\n    </div>\n    <p class=\"indent\">2. The Substantive Law</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In order to determine what facts are material, we must look to the controlling substantive law.  See, e.g., Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986) (\"[o]nly disputes over facts that might affect the outcome of the suit under the governing law will properly preclude the entry of summary judgment.\").  Pursuant to the ODC regulations, the EPA is required to determine whether a discharge will cause unreasonable degradation of the marine environment.  See 40 C.F.R. Sec. 125.123.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Alternatively, discharges in compliance with \"State water quality standards shall be presumed not to cause unreasonable degradation of the marine environment, for any specific pollutants or conditions specified in the variance or the standard.\"  40 C.F.R. Sec. 125.122(b).  While this presumption is rebuttable, the EPA is entitled to rely upon it unless available data indicates that a discharge would in fact cause unreasonable degradation.  45 Fed.Reg. 65,945 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In this case, the State of New Hampshire certified that the degradation caused by the Seabrook plant was consistent with New Hampshire water quality standards.  The EPA relied on New Hampshire's certification in issuing Seabrook's final permit.</p>\n    </div>\n    <p class=\"indent\">3. Adams' Evidentiary Request</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In his evidentiary hearing request, Adams had the burden to point to evidence in the administrative record which would rebut the presumption that the discharge from the Seabrook plant would not cause unreasonable degradation.  See, e.g., A.C. Aukerman Co. v. R.L. Chaides Constr.  Co., 960 F.2d 1020, 1037 (Fed.Cir.1992).  In his request, Adams challenged the location and design of the outfall and the calculation of the dilution limits, and claimed that the permitted discharge would threaten human health and cause a significant shellfish closure zone.  Adams did not point to any evidence in the record which indicated that New Hampshire erroneously granted its certification, or that the EPA could not rely on this certification because available data indicated that the discharge from the plant would, in fact, cause unreasonable degradation of the marine environment.  We hold that the EPA did not act arbitrarily or capriciously in finding that each of Adams' challenges failed to present a genuine issue of material fact showing that the EPA was not entitled to rely on the regulatory presumption.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In what follows, we address Adams' specific contentions, showing why each individually is procedurally deficient.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">a. The Outfall Design and Location</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In his request for an evidentiary hearing, Adams stated:</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>This outfall as designed is not in the best interests of the United States or the Town of Seabrook.  If for no other reason the permit should be denied on this basis.  It simply is not in anyone's interest to have the people of the United States swimming in sewerage water even if has been bleached so as to be invisible.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>If there were any benefit to this outfall at all it would only be to the residents of Seabrook who would use the sewer and cared not about the Beach or the beach environment.  There certainly would be no benefit to citizens of the rest of the United States, but on the contrary, anyone that used the beach would be more at risk to viral diseases or just the knowledge of swimming in filth is certainly no benefit and compared to the cleanliness that exists at the beach now, the depreciation of recreational value (as in 40 C.F.R. Secs. 125.121(3)) is not reasonable in relation to the small benefit to a few.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Adams also claimed that the EPA failed to consider alternative sites for this outfall.  In response, the Regional Administrator denied Adams' request, explaining that Adams had failed to raise a genuine issue of material fact regarding outfall location which justified an evidentiary hearing.  The EAB did not then disturb this determination.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The Agency did not act arbitrarily or capriciously in denying Adams' request for an evidentiary hearing.  Adams' evidentiary request is completely bereft of any references to facts in the record which would create a \"genuine\" issue that a discharge from the planned outfall location would cause unreasonable degradation of the marine environment, which would be sufficient to rebut the regulatory presumption.  Rather, Adams offered a conclusory opinion that the outfall, as designed, was not in the best interest of Seabrook or the United States because it was not in anyone's interest to have people swimming in sewage.  This is not sufficient to warrant a formal evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Adams also suggested that the EPA erred because, based on the planned outfall location, the depreciation of the recreational value was not reasonable in relation to the benefits, referring to 40 C.F.R. Sec. 125.121(e)(3).  This regulation partially defines unreasonable degradation of the marine environment as the \"[l]oss of esthetic, recreational, scientific or economic values which is unreasonable in relation to the benefit derived from the discharge.\"   Id.  Adams' request for a hearing, however, simply tracked the language of the regulation and stated his ultimate conclusion that the depreciation of the recreational value was not reasonable in relation to the benefits.  The only rationale Adams offered for this conclusion was the unsupported statement that there can be no benefit to anyone when people would be swimming in filth and subjected to a greater risk of viral diseases.  Adams has completely failed to point to any evidence showing that the proposed discharge from the outfall would cause the loss of any recreational value, much less evidence that would indicate that there was a \"genuine\" factual dispute that such a loss would be unreasonable in relation to the benefits to be derived from the discharge.  See 40 C.F.R. Sec. 125.121(e)(3).  We agree with the EPA that Adams has not tendered any evidence which on its face creates a genuine issue of material fact showing that the EPA's reliance on the state certification was improper, and we believe that the EPA properly denied the requested hearing.  See, e.g., Puerto Rico Aqueduct &amp; Sewer Authority, 35 F.3d at 609-11.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">b. The Dilution Calculations</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Adams contends that the Agency should have granted his request for an evidentiary hearing on the issue of whether the EPA properly calculated the dilution limits of the effluent.  A generous reading of Adams' evidentiary request indicates that he believed that the EPA improperly calculated dilution limits and, because of these improper calculations, the EPA failed properly to consider the effect of viruses on marine life and the viruses' indirect effect on humans.  Additionally, Adams claimed that even if the EPA properly calculated the dilution limit, the Agency still failed to evaluate the effect of viruses.  Adams stated that this was a direct violation of 40 C.F.R. Sec. 125.122(a)(6), which required the rescission of the entire permit.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The Regional Administrator denied Adams' request because he failed to raise a genuine issue of material fact.  The EAB did not disturb this finding.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">As a preliminary matter, as we have previously noted, the EPA relied on the New Hampshire state certification when it issued the Seabrook permit.  When Seabrook applied for its permit, the New Hampshire Department of Environmental Services analyzed the draft permit to ensure that the permit effluent conditions were stringent enough to assure that the discharge would not violate state water quality standards, which were designed to protect public health and recreational activities in and on the water.  See N.H.Code Admin.R.  [N.H. Dept. of Environmental Services, Water Supply &amp; Pollution Control Div.] Env-Ws 430.01 (1990) (stating that New Hampshire's water quality standards are \"intended to protect public health and welfare\" and provide for \"the protection and propagation of a balanced indigenous population of fish, shellfish, and other aquatic organisms and wildlife, and provide for such uses as recreational activities in and on the waters\").  The New Hampshire Department of Environmental Services then concluded that if the permit was modified to incorporate a maximum daily total coliform limit to be measured on a daily basis, state certification would be granted.  According to the state certification, the mandated coliform limit was necessary because the affected water was \"used for the growing or taking of shellfish for human consumption.\"   The EPA then incorporated the required coliform limits when it issued the final permit.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The EPA did not act arbitrarily or capriciously when it found that Adams failed to show why the EPA's reliance on New Hampshire's certification, which provided for coliform limits to protect the public's health, was inadequate.  Adams failed to point to data in the record which established that the proposed discharge would cause unreasonable degradation of the marine environment, because the discharge would threaten human health through direct or indirect pathways, through the presence of viruses.  See 40 C.F.R. Secs. 125.122(a)(6), 125.121(e)(2).  Rather, Adams simply believed that the EPA should establish effluent limits for viruses as an alternative or additional measure to protect human health.  The EPA pointed out, however, that New Hampshire regulates coliform bacteria as an indicator for the presence of human wastes, and this limit was designed to protect the designated uses of swimming, fishing, and other recreational purposes.  Additionally, the Regional Administrator noted that:  \"[i]t is EPA's judgment that attempting to establish a separate virus effluent limit here would be inadvisable due to, among other things, problems in detection relating to their small size, low concentrations, variety and instability in the presence of interfering solids, and limits on availability of identification methods.\"   The EPA found, and we agree, that Adams did not point to any evidence from which a decisionmaker could find that the State of New Hampshire failed properly to evaluate the discharge's effect on human health because it did not require effluent limits for viruses.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">To support his statement that the EPA improperly calculated dilution limits, Adams relied on a September 4, 1991 letter from Martin Dowgert, a Regional Shellfish Specialist with the FDA to Mr. Richard Roach of the U.S. Army Corps of Engineers (\"the FDA letter\"), which was a part of the administrative record.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  The FDA letter calls for the establishment of a larger safety zone closed for shellfishing around the proposed treatment plant outfall, and an area subject to conditional closure in the event of plant disinfection failure.  To support his opinion that a larger safety zone needed to be created, Dowgert stated that based on the FDA's preliminary assessment, a shellfish closure zone would occur in an area represented by a 1000:1 dilution line, and this zone would be an area 4,000 feet from the outfall.  Adams claimed that this reference was at odds with dilution limits used by the EPA, which Adams failed to specify.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The EPA did not construe Adams' reference to the FDA letter as raising a genuine issue of material fact regarding the dilution limits, noting that the FDA did not call for the NPDES permit to be denied, or for a revision of any term of the NPDES permit.  We do not believe that this finding was arbitrary or capricious because Adams did not show how this alleged miscalculation was material to the permitting process.  Subsequent to the FDA letter, New Hampshire issued its certification after evaluating the effects of the discharge and concluding that if its maximum coliform limits were incorporated, the discharge would satisfy state water quality criteria.  The EPA then incorporated those limits, requiring that the Seabrook plant comply with them.  Adams did not point to anything in the FDA letter which called into question New Hampshire's mandated coliform limits.  Rather, Adams claimed that the EPA originally miscalculated dilution limits, but then failed to show what the effects of the alleged miscalculation were, or how the alleged miscalculation affected the New Hampshire certification process.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">c. The Shellfish Closure Zone</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In his evidentiary request, Adams stated that the planned closure of a small area around the outfall to shellfishing was contrary to New Hampshire law, which provides that it is for the public good of the state to protect and preserve its submerged lands under tidal waters from despoliation.  See RSA 482-A:1 (1993).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Beyond this alleged violation of state law, Adams argued that because New Hampshire \"has a very small and limited total area for shellfish beds ... a loss of a very small area is a significant net loss,\" which would therefore be unlawful under 40 C.F.R. Sec. 125.122(a)(7).<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  To support his contentions, Adams seemed to rely indirectly on the FDA letter, which suggested that the size of the closed safety zone should extend to an area 4,000 feet from the outfall.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The Regional Administrator denied Adams' request on the grounds that he only raised conclusory policy and legal issues, rather than specifying material factual disputes which were entitled to consideration in an evidentiary hearing.  The EAB concurred.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">We do not believe that the Agency acted arbitrarily or capriciously in denying Adams' request.  Adams again has challenged the EPA's reliance on the New Hampshire certification, which was issued after New Hampshire determined that the state's water quality standards, which protect the commercial and recreational value of shellfishing, would not be contravened.  See N.H.Code Admin.R.  [N.H. Dept. of Environmental Services, Water Supply &amp; Pollution Control Div.] Env-Ws 430.01 (1990).  Adams' claim that the discharge as permitted is unlawful under RSA 482-A:1, represents a disagreement with the State of New Hampshire's ultimate legal conclusion that the discharge from the Seabrook plant would be lawful under specific provisions of New Hampshire's law.  Adams failed to indicate what specific provision of law New Hampshire ignored or ill-considered.  Adams also failed to point to any evidence showing that a provision of New Hampshire law was, in fact, violated.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Adams next argues that the shellfish closure zone would cause an unreasonable degradation of the marine environment under 40 C.F.R. Sec. 125.122(a)(7).  To establish that this shellfish closure zone would constitute an \"unreasonable degradation,\" Adams would need to show that the closure zone produced a loss of recreational or economic values which was \"unreasonable in relation to the benefit derived from the discharge.\"  40 C.F.R. Sec. 125.121(e)(3).  Adams attempted to show this by offering his conclusory opinion that because New Hampshire had a limited total area for shellfish beds, the closure of any area must be \"significant.\"   Adams failed to point to any facts, however, which showed that the closure zone would cause a loss of any recreational or economic value, much less that such an alleged loss would be unreasonable in relation to associated benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">We do not believe that the FDA letter materially supported Adams' contention.  The FDA letter stated that the shellfish closure zone needed to extend 4,000 feet from the outfall.  The FDA letter, however, does not expressly state, or otherwise suggest, that such a closure zone would constitute an unreasonable degradation of the marine environment.  See 40 C.F.R. Sec. 125.121.  (e).  The EPA did not act arbitrarily or capriciously in determining that Adams had failed to raise a genuine issue of material fact which justified an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">For the foregoing reasons, Adams petition is denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The closure zone was ultimately limited to New Hampshire waters</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 40 C.F.R. Sec. 125.123(d) requires a clause in a NPDES permit which allows for the modification or revocation of any permit if continued discharge causes unreasonable degradation.  The regulation only requires this clause, however, if the EPA has insufficient information to determine whether there will be unreasonable degradation at the time it issues the permit.  See id.;  40 C.F.R. Sec. 125.123(c).  While this regulation does not appear to apply to the Seabrook permit, because the EPA did not find that it had insufficient information when it issued the permit, Adams argues that the Seabrook permit should include such a revocation/modification clause.  Because Adams did not raise this contention in his request for an evidentiary hearing, as we will discuss, he has forfeited this claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Adams' petition for review to the EAB similarly embellished the objections he made in his original evidentiary request to the Regional Administrator.  The EAB could not address these refined objections for the first time on Adams' appeal to it.  See In re Matter of Broward County, Florida, NPDES Appeal No. 92-11, 18, n. 29 (1993).  (\"the lack of requisite specificity in the evidentiary hearing request cannot be cured by providing greater specificity, for the first time, on appeal.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In his original evidentiary request, Adams also claimed that the state permit issued by the New Hampshire Wetlands Board was illegal under state law.  The Agency denied Adams' request because it found that this was an issue of state law not appropriately before the EPA.  Adams does not now raise this argument in his petition for review</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We note that by virtue of the EAB's denial of Adams' petition for review, the Regional Administrator's initial decision constituted final agency action.  See 40 C.F.R. Sec. 124.91(f).  Because the EAB premised its denial of review, in part, on Adams' alleged failure to raise the issue of the EPA's compliance with the ODC in the public comment period, and because the EPA advances this as the grounds to uphold the Agency's final action, we will address this contention</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> While in some circumstances a petitioner's burden to present its challenges will be straightforward and fairly easy to satisfy, it should be noted that a petitioner's responsibility to present its position and contentions becomes heavier when asking an applicant for a permit or an agency to \"embark upon an exploration of uncharted territory.\"  Citizens for Clean Air v. U.S.E.P.A., 959 F.2d 839, 846-47 (9th Cir.1992) (finding that EPA's decision that petitioner failed to satisfy threshold of materiality standard was correct, when petitioner requested applicant to consider recycling as a best available control technology, which involved \"uncharted territory,\" and the petitioner's suggestion alone, which lacked specific or quantifiable support, could require the applicant to undertake time-consuming costly studies);  see Vermont Yankee Nuclear Power, 435 U.S. at 553, 98 S.Ct. at 1216.   Here, Adams' objections do not present such an exploration of uncharted territory</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The regulations require that in order to preserve an issue, it must be raised by any party during the comment period.  See 40 C.F.R. Sec. 124.76.  The person filing the petition for review, however, does not necessarily have to be the individual who raised the issue during the comment period.  In the Matter of Broward County, Florida, NPDES Appeal No. 92-11, 11-12 (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Following the public comment period, the Agency issued a \"Response to Comments\" as required by 40 C.F.R. Sec. 124.17.  This regulation requires that the agency \"[b]riefly describe and respond to all significant comments on the draft permit ... raised during the public comment period....\"  40 C.F.R. Sec. 124.17.  In this response, the EPA stated that it had in fact, assessed relevant dilution limits and the Seabrook plant's impact on shellfishing, the impact on beaches, and health risks associated with the discharge.  The EPA also responded that the outfall location and the proposed level of effluent treatment met existing EPA criteria and standards.  Despite Adams' contention to the contrary, this response, in light of the nature of the public comments, was entirely adequate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The EPA determines whether or not a discharge will cause unreasonable degradation based on a consideration of the following:</p>\n        <p>1) The quantities, composition, and potential bioaccumulation or persistence of the pollutants to be discharged;</p>\n        <p>2) The potential transport of the pollutants by biological, physical, or chemical processes;</p>\n        <p>3) The composition and vulnerability of potentially exposed biological communities, including the presence of unique species or communities of species, endangered or threatened species;  and species critical to the structure or function of the ecosystem;</p>\n        <p>4) The importance of the receiving water area to the surrounding biological communities, including the presence of spawning sites, nursery/forage areas, migratory pathways, areas necessary for critical life stages and functions of an organism;</p>\n        <p>5) The existence of special aquatic sites, including marine sanctuaries, parks, monuments, national seashores, wilderness areas, and coral reefs;</p>\n        <p>6) Potential direct or indirect impacts on human health;</p>\n        <p>7) Existing or potential recreational and commercial fishing;</p>\n        <p>8) Any applicable requirements of an approved Coastal Zone Management Plan;</p>\n        <p>9) Such other factors relating to the effects of the discharge as may be appropriate;</p>\n        <p>10) Marine water quality criteria.</p>\n        <p>See 40 C.F.R. Sec. 125.122(a).  \"Unreasonable degradation\" of the marine environment is defined as any of the following:</p>\n        <p>1) Significant adverse changes in ecosystem diversity, productivity, and stability of the biological community within the area of discharge and surrounding biological communities;</p>\n        <p>2) Threat to human health through direct exposure to pollutants or through consumption of exposed aquatic organisms;  or</p>\n        <p>3) Loss of aesthetic, recreational, scientific or economic values which is unreasonable in relation to the benefit derived from the discharge.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">40</a>\n        <p> C.F.R. Sec. 125.121(e)(1-3)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In his evidentiary hearing request, Adams requested that two conditions, warning signs and visual inspections, be added to the permit.  Adams does not appear to advance that contention here in his petition for review.  With respect to this request, however, we do not believe that the Agency arbitrarily or capriciously concluded that the inclusion of these permit conditions was not within the scope of issues raised during the public comment period, and that Adams failed to establish that he had good cause for not raising both of these issues at the appropriate time</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In his petition for review, Adams does not appear to argue that the EPA's alleged failure to consider alternative sites for the outfall was in itself a violation of any statute or regulation.  We note, however, that the Agency stated that the EPA is not required to evaluate alternative sites for an outfall that meets CWA requirements unless review is required under the National Environmental Policy Act (\"NEPA\").  See 33 U.S.C. Sec. 1371(c);  42 U.S.C. Sec. 4321 et seq.   Adams did not challenge this determination.  There also does not appear to be any dispute that the Seabrook permit is exempt from the NEPA requirements because no federal funding is involved in the plant, and because the plant is not a new source as defined in the CWA.  See Natural Resources Defense Council, Inc. v. U.S.E.P.A., 859 F.2d 156, 167 (D.C.Cir.1988).  Because the EPA had no legal obligation to consider alternative locations for the outfall involved in the permit, the Agency did not act arbitrarily or capriciously in finding that no genuine issue of material fact was raised by Adams' objection that the EPA did not consider such locations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Specifically, in his evidentiary request, Adams stated:</p>\n        <p>As it is generally accepted and also pointed out in a certain letter from the F.D.A. to a Mr. Richard Roach ... the remedy to high virus populations is very high dilutions (1/1,000,000,000) or more.</p>\n        <p>The letter in the above paragraph also estimates that a 1/1,000 dilution would not occur until 4,000 feet from the manifold where as the beach is only 1200 feet at low tide when the dilutions are apt to be lowered.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In his evidentiary request, Adams also stated that no study was done with respect to the effect of viruses on children playing in the water at the beach \"which will contain only 318.5 parts water to each part of filth laced with viruses.\"   Adams did not provide any citation as to where this dilution figure came from or how it was arrived at.  We do not believe that this bare statement was sufficient to create a genuine factual dispute which would require a formal evidentiary hearing on the issue of dilution calculations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> R.S.A. 482-A:1 (1993), New Hampshire's Water Management and Protection law, provides in pertinent part:</p>\n        <p>It is found to be for the public good and welfare of this state to protect and preserve its submerged lands under tidal and fresh waters ... from despoliation and unregulated alteration, because such despoliation or unregulated alteration will adversely affect the value of such areas as sources of nutrients for finfish, crustacea, shellfish and wildlife of significant value, will damage or destroy habitats and reproduction areas for plants, fish and wildlife of importance, will eliminate, depreciate or obstruct the commerce, recreation and aesthetic enjoyment of the public, will be detrimental to adequate groundwater levels, will adversely affect stream channels and their ability to handle the runoff of waters, will disturb and reduce the natural ability of wetlands to absorb flood waters and silt, thus increasing general flood damage and the silting of open water channels, and will otherwise adversely affect the interests of the general public.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> 40 C.F.R. Sec. 125.122(a)(7) provides that the EPA shall determine whether a discharge will cause unreasonable degradation of the marine environment based on the consideration of existing or potential recreational and commercial fishing, including shellfishing</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></span></p>\n    <p class=\"case_cite\">25 Envtl. L. Rep. 20,396</p>\n    <p class=\"parties\">Edwin F. ADAMS, Petitioner,<br>v.<br>U.S. ENVIRONMENTAL PROTECTION AGENCY, Respondent.</p>\n    <p class=\"docket\">No. 94-1074.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 5, 1994.<br>Decided Oct. 25, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard A. Kanoff, for petitioner.</p>\n      <p class=\"indent\">Eileen T. McDonough, Environmental Defense Section, U.S. Dept. of Justice, with whom Lois J. Schiffer, Acting Asst. Atty. Gen., Environmental &amp; Natural Resources Div., Jeffry T. Fowley, Office of Regional Counsel, and Stephen J. Sweeney, Office of General Counsel, U.S. Environmental Protection Agency, were on brief, for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Edwin F. Adams requests review of final action taken by the United States Environmental Protection Agency (\"EPA\" or \"the Agency\").  Adams challenges the EPA's issuance of a National Pollution Discharge Elimination System (\"NPDES\") permit under the Clean Water Act (\"CWA\" or \"the Act\"), 33 U.S.C. Secs. 1251 et seq., for the Town of Seabrook, New Hampshire (\"Seabrook\").  The NPDES permit allows the discharge of effluent from Seabrook's proposed municipal wastewater treatment facility.  Adams alleges that the EPA failed to comply with its obligations under the Ocean Discharge Criteria of the Act, 40 C.F.R. Sec. 125, Subpart M, which require that the EPA not allow \"unreasonable degradation\" from ocean discharges.  Adams has not persuaded us that he was wrongfully denied an evidentiary hearing or that the Agency otherwise erred in its treatment of his objections.  We therefore uphold the final action of the EPA and deny Adams' petition for review.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. General Overview</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Seabrook has undertaken the construction of a municipal wastewater treatment plant (\"the plant\") to resolve problems caused by failing septic systems within the town.  Because Seabrook's septic systems were failing, effluent was flowing into Seabrook's coastal waters.  This condition increased bacteria levels in the coastal waters, caused closure of coastal areas to shellfishing, and restricted the use of the waters for swimming.  Seabrook's proposed plant would collect sewage that would otherwise be released from septic systems into the coastal waters.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plant, to be constructed on Wright's Island in Seabrook, will consist of a collection and transportation system, a treatment facility, an ocean outfall, and sludge processing facilities.  The plant will discharge its treated effluent in approximately 30 feet of water, at a distance approximately 2100 feet from the Seabrook coastline, about 1000 feet north of the New Hampshire/Massachusetts border.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">B. The Clean Water Act Statutory and Regulatory Framework</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Congress enacted the CWA \"to restore and maintain the chemical, physical, and biological integrity of the Nation's waters\" through the reduction and eventual elimination of the discharge of pollutants into these waters.  33 U.S.C. Sec. 1251(a);  Town of Norfolk v. United States Army Corps of Engineers, <span class=\"citation\" data-id=\"586821\"><a href=\"/opinion/586821/town-of-norfolk-and-town-of-walpole-v-united-states-army-corps-of/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1438</span></a></span>, 1445 (1st Cir.1992).  Under the Act, no pollutant may be emitted into this nation's waters unless a NPDES permit is obtained.  Puerto Rico Aqueduct &amp; Sewer Authority v. U.S.E.P.A., <span class=\"citation\" data-id=\"678492\"><a href=\"/opinion/678492/puerto-rico-aqueduct-and-sewer-authority-v-united-states-environmental/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">600</span></a></span>, 602 (1st Cir. 1994);  see 33 U.S.C. Secs. 1311(a), 1342.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">NPDES permits are issued by the EPA or, in those jurisdictions in which the EPA has authorized a state agency to administer the NPDES program, by a state agency subject to EPA review.  American Petroleum Inst. v. E.P.A., <span class=\"citation\" data-id=\"468134\"><a href=\"/opinion/468134/american-petroleum-institute-v-environmental-protection-agency/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">965</span></a></span>, 969 (5th Cir.1986);  see 33 U.S.C. Sec. 1342.  NPDES permits contain 1) effluent limitations that reflect the pollution reduction achievable by using technologically practicable controls, see 33 U.S.C. Secs. 1311(b)(1)(A), 1314(b);  and 2) any more stringent pollutant release limitations necessary for the waterway receiving the pollutant to meet \"water quality standards.\"   See 33 U.S.C. Secs. 1311(b)(1)(C) and 1312(a).  See also American Paper Institute, Inc. v. U.S.E.P.A., <span class=\"citation\" data-id=\"609718\"><a href=\"/opinion/609718/american-paper-institute-inc-v-united-states-environmental-protection/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">346</span></a></span>, 349 (D.C.Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Additionally, a NPDES permit for a discharge into a territorial sea or the ocean must incorporate Ocean Discharge Criteria (\"ODC\").  33 U.S.C. Secs. 1343(a) and (c)(1).  See American Petroleum <span class=\"citation\" data-id=\"468134\"><span class=\"antecedent_guess\">Inst.,</span> <a href=\"/opinion/468134/american-petroleum-institute-v-environmental-protection-agency/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">970</span></a></span>.   The EPA's ODC guidelines require it to determine, after considering a number of factors, whether a discharge will cause \"unreasonable degradation\" of the marine environment.  See 40 C.F.R. Secs. 125.120-125.124.  The EPA will not issue an NPDES permit where it determines that the discharge will cause an unreasonable degradation of the marine environment.  See 40 C.F.R. Sec. 125.123(b)-(d).  Discharges in compliance with state water quality standards \"shall be presumed not to cause unreasonable degradation of the marine environment, for any specific pollutants or conditions specified in the variance or the standard.\"  40 C.F.R. Sec. 125.122(b).</p>\n    </div>\n    <p class=\"indent\">C. The Procedural Framework</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">An applicant initiates the NPDES process when it files a permit application providing information regarding the planned facility and its proposed discharges.  See 40 C.F.R. Sec. 124.3.  The applicant must also provide the EPA with certification from the state in which the discharge originates.  33 U.S.C. Sec. 1341.  By its certification, the state confirms that the discharge, as permitted, assures compliance with all applicable state water quality standards and, if necessary, specifies any additional effluent limitations, or other permit conditions, needed to ensure compliance with the state's water quality standards.  See id.;  40 C.F.R. Sec. 124.55.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The EPA then prepares and issues a draft permit and explanatory fact sheet.  See 40 C.F.R. Secs. 124.6, 124.8, and 124.56.  The EPA gives public notice, which initiates a 30-day public comment period.  See 40 C.F.R. Sec. 124.10(a)(1)(ii) and (b)(1).  During the public comment period, all persons who believe any condition of a draft permit is inappropriate must raise all reasonably ascertainable issues and arguments in support of their positions.  40 C.F.R. Sec. 124.13.  During this period, any interested person can request a public hearing.  40 C.F.R. Sec. 124.11.  After the close of the public comment period, the Regional Administrator determines whether a final permit should be issued, based on the administrative record compiled during the public comment period.  See 40 C.F.R. Secs. 124.15, 124.18.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After the EPA issues a final permit decision, an interested party may request an evidentiary hearing to contest the resolution of any questions raised during the public comment period.  See 40 C.F.R. Sec. 124.74(a).  The Regional Administrator then grants or denies the request for a hearing.  See 40 C.F.R. Sec. 124.75(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If a Regional Administrator denies a request for an evidentiary hearing, the denial becomes final agency action within thirty days unless an appeal is made to the Environmental Appeals Board (\"the EAB\").  See 40 C.F.R. Secs. 124.60(c)(5) and 124.91.  An EAB order denying review renders the Regional Administrator's previous decision final.  See 40 C.F.R. Sec. 124.91(f)(1).  Finally, once an EPA permit decision has become final, any interested person may obtain judicial review of the decision by petitioning for review in the Circuit Court of Appeals.  33 U.S.C. Sec. 1369(b)(1).</p>\n    </div>\n    <p class=\"indent\">D. Seabrook's Permit Proceedings</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In May 1988, Seabrook applied for an NPDES permit to allow the discharge of the treated wastewater from its proposed plant into the Gulf of Maine.  The EPA reviewed the application, and on September 23, 1991, issued a draft permit approving such discharges.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The EPA determined that the proposed discharge would not unreasonably degrade the marine environment.  The EPA found that the initial dilution and rapid dispersion of the discharge, combined with the anticipated lack of nonconventional pollutants, would make bioaccumulation of pollutants unlikely.  The EPA therefore concluded that the various forms of marine life would not be adversely impacted.  While the EPA recognized that a small area around the discharge site would have to be closed to shellfishing pursuant to requirements of the United States Food and Drug Administration, because the Massachusetts Division of Marine Fisheries did not consider this area to be a significant shellfish resource, the EPA concluded that this closure would not represent a significant loss of use.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The EPA also noted that the construction of the plant could eliminate most of the closings of nearby bathing beaches necessitated by high concentrations of coliform bacteria that were believed to be caused by the failing septic systems in Seabrook.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In early September 1991, the EPA established a public comment period from September 25, 1991 through October 29, 1991, and scheduled public hearings for October 22 and 23, 1991, in both Seabrook and Salisbury, Massachusetts.  On October 23, Adams, who owns a beach-front home on the Gulf of Maine, submitted a written comment presenting eight issues which he believed should be addressed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On October 26, 1992, the State of New Hampshire certified that the Seabrook permit was consistent with state water quality standards.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On November 13, 1992, the EPA issued Seabrook's NPDES final permit for the treatment plant, after consideration of the administrative record, including the public comments and the state certification.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On December 16, 1992, Adams filed a request for an evidentiary hearing with the Regional Administrator.  In this request, Adams raised several issues which he claimed established material issues of fact warranting an evidentiary hearing under 40 C.F.R. Sec. 124.74.  Specifically, Adams contended that:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>1) The dilution calculations were incorrect and, even if the calculations were correct, the public was not protected from viruses, thereby violating 40 C.F.R. Sec. 125.122(6).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>2) The outfall of the treatment plan, as designed, \"is not in the best interests of the United States or the Town of Seabrook\" and would unreasonably depreciate the recreational value of the beach in violation of 40 C.F.R. Sec. 125.121(e)(3), while benefitting only the few residents of Seabrook.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>3) The closure of the zone immediately around the outfall to shellfishing violated a New Hampshire law and 40 C.F.R. Sec. 125.122(7).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>4) If the permit was to be issued, it should be amended to include conditions requiring Seabrook a) to post signs warning of the risk of viral infection, and b) requiring that divers periodically inspect the manifold for storm damage or other possible problems.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>5) The state permit issued by the New Hampshire Wetlands Board was illegal under state law.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>6) There was no evaluation of alternate locations for the outfall.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On January 5, 1993, the Regional Administrator denied Adams' request for a hearing after concluding that Adams had failed to raise material issues of fact with respect to his various challenges, as required by 40 C.F.R. Sec. 124.75(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Adams then petitioned the EAB for review of the Regional Administrator's denial of his request for an evidentiary hearing.  The EAB denied the petition for review, concluding that Adams had failed to satisfy various procedural requirements with respect to raising objections to the final permit, including failing to raise issues during the public comment period, and failing to satisfy pleading requirements and raise material issues of fact which required a hearing, in his request for an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Adams now appeals the Agency's final action to this Court.</p>\n    </div>\n    <p>II. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Judicial review of the EPA's action in issuing a NPDES permit under the Act is governed by provisions set forth in the Administrative Procedure Act (\"APA\"), 5 U.S.C. Secs. 701-706.  Under the APA, the applicable standard of review is whether the EPA's action was \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\"  5 U.S.C. Sec. 706(2)(A);  see Puerto Rico Aqueduct &amp; Sewer <span class=\"citation\" data-id=\"678492\"><span class=\"antecedent_guess\">Authority,</span> <a href=\"/opinion/678492/puerto-rico-aqueduct-and-sewer-authority-v-united-states-environmental/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">604</span></a></span>;  Puerto Rico Sun Oil Co. v. U.S.E.P.A., <span class=\"citation\" data-id=\"656104\"><a href=\"/opinion/656104/puerto-rico-sun-oil-company-v-united-states-environmental-protection/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 77 (1st Cir.1993).  A court should not set aside agency actions as arbitrary and capricious unless the actions lack a rational basis.  Caribbean Petroleum Corp. v. U.S.E.P.A., <span class=\"citation\" data-id=\"673416\"><a href=\"/opinion/673416/caribbean-petroleum-corporation-v-united-states-environmental-protection/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">232</span></a></span>, 234 (1st Cir.1994) (citations omitted).  The scope of review under the \"arbitrary and capricious\" standard is therefore narrow, and a court should not substitute its judgment for that of the agency.  Caribbean Petroleum <span class=\"citation\" data-id=\"673416\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/673416/caribbean-petroleum-corporation-v-united-states-environmental-protection/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">234</span> </a></span>(quoting Motor Vehicles Mfrs. Ass'n v. State Farm Mut. Auto Ins. Co., <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 43, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2856</span></a></span>, 2867, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span> </a></span>(1983)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">An agency is entitled to deference with regard to factual questions involving scientific matters in its own area of expertise.  Puerto Rico Aqueduct &amp; Sewer <span class=\"citation\" data-id=\"678492\"><span class=\"antecedent_guess\">Authority,</span> <a href=\"/opinion/678492/puerto-rico-aqueduct-and-sewer-authority-v-united-states-environmental/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">604</span> </a></span>(citations omitted).  \"Mixed questions of law and fact, at least to the extent that they are fact-dominated, fall under this rubric.\"  <span class=\"citation\" data-id=\"678492\"><a href=\"/opinion/678492/puerto-rico-aqueduct-and-sewer-authority-v-united-states-environmental/\"><span class=\"id_token\">Id.</span> (citation omitted). </a></span> Similarly, we defer to an agency's interpretation of a statute that it is charged with enforcing, and our deference increases when the agency interprets its own regulations.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Like other executive agencies acting within their respective bailiwicks, EPA is due substantial deference in interpreting and implementing the Clean Water Act--\"so long as [its] decisions do not collide directly with substantive statutory commands and so long as procedural corners are squarely turned.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Caribbean Petroleum <span class=\"citation\" data-id=\"673416\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/673416/caribbean-petroleum-corporation-v-united-states-environmental-protection/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">234</span> </a></span>(quoting Puerto Rico Sun <span class=\"citation\" data-id=\"656104\"><span class=\"antecedent_guess\">Oil,</span> <a href=\"/opinion/656104/puerto-rico-sun-oil-company-v-united-states-environmental-protection/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">77</span></a></span>) (other citations omitted);  see generally Chevron U.S.A. v. Natural Resources Defense Council, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 842-45, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, 2781-83, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span> </a></span>(1984).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>III. ADAMS' CLAIM THAT THE EPA FAILED TO COMPLY WITH THE</p>\n    </div>\n    <p>OCEAN DISCHARGE CRITERIA</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In his petition for review, Adams claims that the Agency erred when it denied his request for an evidentiary hearing with respect to his contention that the EPA failed properly to consider the ODC when it issued the NPDES permit for the Seabrook plant.  Specifically, Adams claims that 1) prior to issuing the permit, the EPA failed properly to evaluate a number of relevant factors, including the location and design of the outfall, dilution limits, and the impacts of the discharge on human health and recreational uses;  2) the EPA improperly permitted a discharge which would result in unreasonable degradation;  and 3) the EPA improperly issued a NPDES permit without considering local environmental conditions and without a required modification/revocation clause.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The EPA claims that the EAB properly concluded that Adams failed adequately to raise these various contentions during the public comment period and Adams therefore has waived his right to pursue these challenges on their merits.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In reviewing agency action, this Court will not consider issues which a petitioner failed to present during the administrative process in accordance with the relevant procedural requirements.  See, e.g., Massachusetts Dep't of Public Welfare v. Secretary of Agriculture, <span class=\"citation\" data-id=\"599123\"><a href=\"/opinion/599123/commonwealth-of-massachusetts-department-of-public-welfare-v-secretary-of/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">514</span></a></span>, 524 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">81</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span> </span>(1993).  We apply the doctrine of procedural default in the administrative context because it serves three purposes which are relevant here:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>First, when the administrative agency is given an opportunity to address a party's objections, it can apply its expertise, exercise its informed discretion, and create a more finely tuned record for judicial review....</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>A second reason for applying strict rules of procedural default in the administrative context is to promote judicial economy....</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>Finally, enforcing procedural default solidifies the agency's autonomy by allowing it the opportunity to monitor its own mistakes and by ensuring that regulated parties do not simply turn to the courts as a tribunal of first resort.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 523.</span></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As a preliminary matter, we note that in his petition for review, Adams has meaningfully refashioned and refined his original objections to the EPA's permitting process which he raised during the course of the administrative process.  When we review Adams' claims, we consider only the objections he raised during the administrative process.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 524; </span> cf. Smith v. Massachusetts Dept. of Corrections, <span class=\"citation\" data-id=\"563775\"><a href=\"/opinion/563775/guy-l-smith-jr-v-massachusetts-department-of-correction/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1390</span></a></span>, 1397 n. 10 (1st Cir.1991) (finding that arguments not advanced in the court below cannot be raised for the first time on appeal).  These original objections, which Adams continues to advance in this appeal, involve several issues regarding the EPA's alleged failure to properly evaluate the ODC:  the location and design of the outfall, the EPA's calculation of dilution limits, and whether the EPA properly considered the impact of the discharge on the public's health and shellfishing.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">With respect to Adams' contentions that the EPA failed to comply with ODC regulations when issuing the permit to the Seabrook plant, the Regional Administrator concluded that Adams had failed to raise issues of material fact having to do with outfall location, dilution limits, and the effect of the discharge on health and shellfishing, which justified an evidentiary hearing.  In deciding to deny review of this decision, the EAB found that Adams had not properly raised the issue of ODC compliance during the public comment period.  Therefore, the EAB did not reach the question of the adequacy of Adams' evidentiary request.  Consequently, we must first determine whether the Agency arbitrarily or capriciously barred Adams from raising these issues because of a procedural default, either because he failed to raise the issues at the public comment stage, or in his request for an evidentiary hearing.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">A. The Public Comment Period</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">When the EPA promulgated its procedural regulations governing the public comment period, the Agency anticipated that most policy and technical issues would be decided as part of the public comment period, which is the most open, accessible forum possible and which comes at a stage where the Agency has the greatest ability to modify a draft permit.  44 Fed.Reg. 32,885 (1979).  Pursuant to 40 C.F.R. Sec. 124.13, \"all persons ... who believe any condition of a draft permit is inappropriate or that the Director's tentative decision to ... prepare a draft permit is inappropriate, must raise all reasonably ascertainable issues and submit all reasonably available arguments supporting their position by the close of the public comment period,\" in order to contest a final permit determination in an evidentiary hearing or to preserve an issue for review by the EAB.  Additionally, 40 C.F.R. Sec. 124.76 provides that \"[n]o issues shall be raised by any party that were not submitted to the administrative record ... as part of the preparation of and comment on a draft permit unless good cause is shown for the failure to submit them.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">These regulations are intended to alert the EPA to potential problems with the draft permit and to ensure that it has an opportunity to address those problems before the permit becomes final.  In the Matter of Broward County, Florida, NPDES Appeal No. 92-11, 11 (1993).  The regulations essentially require that:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>[c]omments must be significant enough to step over a threshold requirement of materiality before any lack of agency response or consideration becomes of concern.  The comment cannot merely state that a particular mistake was made ...;  it must show why the mistake was of possible significance in the results.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Vermont Yankee Nuclear Power Corp. v. Natural Resources Defense Council, <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, 553, <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1197</span></a></span>, 1216, <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">460</span> </a></span>(1978) (citations omitted).  This threshold of materiality standard is satisfied when comments are presented in a way which could reasonably have permitted the agency to examine those contentions.  Northside Sanitary Landfill, Inc. v. Thomas, <span class=\"citation\" data-id=\"508138\"><a href=\"/opinion/508138/northside-sanitary-landfill-inc-v-lee-m-thomas-administrator-us/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1516</span></a></span>, 1520-21 (D.C.Cir.1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1078</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1528</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">833</span> </span>(1989).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">When construing this standard, it must be considered in the context of the broad purpose of the public participation rules.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>Public participation in the development, revision, and enforcement of any regulation, standard, effluent limitation, plan or program established by the Administrator or any State under this chapter shall be provided for, encouraged and assisted by the Administrator and the States.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">33 U.S.C. Sec. 1251(e).  Congress enacted public participation rules understanding that \"these regulations would do more than pay lip service to public participation;  instead '[t]he public must have a genuine opportunity to speak on the issue of protection of its waters' on federal, state and local levels.\"  Natural Resources Defense Council, Inc. v. U.S.E.P.A., <span class=\"citation\" data-id=\"512869\"><a href=\"/opinion/512869/natural-resources-defense-council-inc-v-us-environmental-protection/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">156</span></a></span>, 177 (D.C.Cir.1988) (citations omitted) (construing public participation regulations in state enforcement process).  The legislative history of the CWA also echoes the desire \"that its provisions be administered and enforced in a fishbowl-like atmosphere.\"  <span class=\"citation\" data-id=\"512869\"><a href=\"/opinion/512869/natural-resources-defense-council-inc-v-us-environmental-protection/\"><span class=\"id_token\">Id.</span> at 175 </a></span>(citing Environmental Policy Division, Congressional Research Service, Library of Congress, A Legislative History of the Water Pollution Control Act Amendments of 1972, at 249).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We believe that the EAB's determination that Adams failed properly to raise his concerns regarding the EPA's compliance with the ODC during the public comment period was not supported by the evidence and lacked a rational basis.  A careful review of the record indicates that Adams and other participants in the public comment period submitted statements which satisfied the threshold requirement of materiality by alerting the EPA to their concern that the EPA had not adequately complied with the mandates of the ODC when it issued the draft permit to the Seabrook plant.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  In his written comments to the EPA during the public comment period, Adams raised the following concern:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>The E.P.A. has not carried out the intent of Congress in relation to the Water Quality Act of 1987, Public Law 100-4, 125-122, 125-123, 125-124, 227-27.  Therefore, it is impossible for the Town to comply with the intent of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">With his references to the public laws, Adams specifically refers to the ODC.  Additionally, Adams' written comments indicate that he challenged the design and location of the outfall, and the accuracy of information presented by the Town engineers regarding the outfall.  Adams also questioned whether the dilution calculations were correct.  Finally, Adams, as well as other participants, raised concerns about the detrimental impact the outfall would have on the beaches, and on shellfish and other marine life.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The public comments do not present technical or precise scientific or legal challenges to specific provisions of the draft permit.  The purpose of the regulation requiring participants to raise ascertainable issues, however, is not to foreclose participation in the process, but to provide notice to the EPA so that it can address issues in the early stages of the administrative process.  See 44 Fed.Reg. 32,885 (1979);  In the Matter of Broward County, Florida, NPDES Appeal No. 92-11, 11 (1993).  It would be inconsistent with the general purpose of public participation regulations to construe the regulations strictly.  Such a strict construction would have the effect of cutting off a participant's ability to challenge a final permit by virtue of imposing a scientific and legal burden on general members of the public who, initially, simply wish to raise their legitimate concerns regarding a wastewater facility that will affect their community, in the most accessible and informal public stage of the administrative process, where there is presumably some room for give and take between the public and the agency.  We believe that Adams and the other participants adequately raised their objections during the public comment period, and conclude that the EAB ignored the record and acted arbitrarily and capriciously when it found that Adams had failed to do so.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">B. Adams' Request for an Evidentiary Hearing</p>\n    </div>\n    <p class=\"indent\">1. Procedural Requirements</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Procedurally, the evidentiary hearing process was designed to address \"contested factual issues\" requiring cross-examination.  44 Fed.Reg. 32,885 (1979).  As we stated earlier, following the EPA's issuance of a final permit, the relevant regulations allow a participant to request an adjudicatory hearing.  The regulations have specific pleading requirements mandating that requests \"state each legal or factual question alleged to be at issue, and their relevance to the permit decision, together with a designation of the specific factual areas to be adjudicated and the hearing time estimated to be necessary for adjudication.\"  40 C.F.R. Sec. 124.74(b)(1).  Additionally, the request shall contain \"[s]pecific references to the contested permit conditions, as well as suggested revised or alternative permit conditions ... which in the judgment of the requester, would be required to implement the purposes and policies of the CWA.\"  40 C.F.R. Sec. 124.74(c)(5).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Beyond satisfying these pleading requirements, 40 C.F.R. Sec. 124.75(a)(1) requires that requests for an evidentiary hearing set forth \"material issues of fact relevant to the issuance of the permit.\"   The EPA has construed this regulation as an administrative summary judgment standard, and has required an applicant to present a genuine and material factual dispute in order to be entitled to an evidentiary hearing.  We have recently upheld the EPA's construction of this regulation, finding that the regulations \"lawfully can be read to incorporate this binary test, featuring genuineness and materiality.\"  Puerto Rico Aqueduct and Sewer <span class=\"citation\" data-id=\"678492\"><span class=\"antecedent_guess\">Authority,</span> <a href=\"/opinion/678492/puerto-rico-aqueduct-and-sewer-authority-v-united-states-environmental/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">605</span></a></span>.   In applying this standard, we noted that Fed.R.Civ.P. 56 \"is the prototype for administrative summary judgment procedures, and the jurisprudence that has grown up around Rule 56 is, therefore, the most fertile source of information about administrative summary judgment.\"   <span class=\"citation\" data-id=\"678492\"><a href=\"/opinion/678492/puerto-rico-aqueduct-and-sewer-authority-v-united-states-environmental/\"><span class=\"id_token\">Id.</span> at 15.</a></span></p>\n    </div>\n    <p class=\"indent\">2. The Substantive Law</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In order to determine what facts are material, we must look to the controlling substantive law.  See, e.g., Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986) (\"[o]nly disputes over facts that might affect the outcome of the suit under the governing law will properly preclude the entry of summary judgment.\").  Pursuant to the ODC regulations, the EPA is required to determine whether a discharge will cause unreasonable degradation of the marine environment.  See 40 C.F.R. Sec. 125.123.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Alternatively, discharges in compliance with \"State water quality standards shall be presumed not to cause unreasonable degradation of the marine environment, for any specific pollutants or conditions specified in the variance or the standard.\"  40 C.F.R. Sec. 125.122(b).  While this presumption is rebuttable, the EPA is entitled to rely upon it unless available data indicates that a discharge would in fact cause unreasonable degradation.  45 Fed.Reg. 65,945 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In this case, the State of New Hampshire certified that the degradation caused by the Seabrook plant was consistent with New Hampshire water quality standards.  The EPA relied on New Hampshire's certification in issuing Seabrook's final permit.</p>\n    </div>\n    <p class=\"indent\">3. Adams' Evidentiary Request</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In his evidentiary hearing request, Adams had the burden to point to evidence in the administrative record which would rebut the presumption that the discharge from the Seabrook plant would not cause unreasonable degradation.  See, e.g., A.C. Aukerman Co. v. R.L. Chaides Constr.  Co., <span class=\"citation\" data-id=\"580826\"><a href=\"/opinion/580826/ac-aukerman-company-v-rl-chaides-construction-co/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1020</span></a></span>, 1037 (Fed.Cir.1992).  In his request, Adams challenged the location and design of the outfall and the calculation of the dilution limits, and claimed that the permitted discharge would threaten human health and cause a significant shellfish closure zone.  Adams did not point to any evidence in the record which indicated that New Hampshire erroneously granted its certification, or that the EPA could not rely on this certification because available data indicated that the discharge from the plant would, in fact, cause unreasonable degradation of the marine environment.  We hold that the EPA did not act arbitrarily or capriciously in finding that each of Adams' challenges failed to present a genuine issue of material fact showing that the EPA was not entitled to rely on the regulatory presumption.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In what follows, we address Adams' specific contentions, showing why each individually is procedurally deficient.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">a. The Outfall Design and Location</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In his request for an evidentiary hearing, Adams stated:</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>This outfall as designed is not in the best interests of the United States or the Town of Seabrook.  If for no other reason the permit should be denied on this basis.  It simply is not in anyone's interest to have the people of the United States swimming in sewerage water even if has been bleached so as to be invisible.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>If there were any benefit to this outfall at all it would only be to the residents of Seabrook who would use the sewer and cared not about the Beach or the beach environment.  There certainly would be no benefit to citizens of the rest of the United States, but on the contrary, anyone that used the beach would be more at risk to viral diseases or just the knowledge of swimming in filth is certainly no benefit and compared to the cleanliness that exists at the beach now, the depreciation of recreational value (as in 40 C.F.R. Secs. 125.121(3)) is not reasonable in relation to the small benefit to a few.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Adams also claimed that the EPA failed to consider alternative sites for this outfall.  In response, the Regional Administrator denied Adams' request, explaining that Adams had failed to raise a genuine issue of material fact regarding outfall location which justified an evidentiary hearing.  The EAB did not then disturb this determination.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The Agency did not act arbitrarily or capriciously in denying Adams' request for an evidentiary hearing.  Adams' evidentiary request is completely bereft of any references to facts in the record which would create a \"genuine\" issue that a discharge from the planned outfall location would cause unreasonable degradation of the marine environment, which would be sufficient to rebut the regulatory presumption.  Rather, Adams offered a conclusory opinion that the outfall, as designed, was not in the best interest of Seabrook or the United States because it was not in anyone's interest to have people swimming in sewage.  This is not sufficient to warrant a formal evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Adams also suggested that the EPA erred because, based on the planned outfall location, the depreciation of the recreational value was not reasonable in relation to the benefits, referring to 40 C.F.R. Sec. 125.121(e)(3).  This regulation partially defines unreasonable degradation of the marine environment as the \"[l]oss of esthetic, recreational, scientific or economic values which is unreasonable in relation to the benefit derived from the discharge.\"   <span class=\"citation\" data-id=\"580826\"><a href=\"/opinion/580826/ac-aukerman-company-v-rl-chaides-construction-co/\"><span class=\"id_token\">Id.</span>  Adams' request </a></span>for a hearing, however, simply tracked the language of the regulation and stated his ultimate conclusion that the depreciation of the recreational value was not reasonable in relation to the benefits.  The only rationale Adams offered for this conclusion was the unsupported statement that there can be no benefit to anyone when people would be swimming in filth and subjected to a greater risk of viral diseases.  Adams has completely failed to point to any evidence showing that the proposed discharge from the outfall would cause the loss of any recreational value, much less evidence that would indicate that there was a \"genuine\" factual dispute that such a loss would be unreasonable in relation to the benefits to be derived from the discharge.  See 40 C.F.R. Sec. 125.121(e)(3).  We agree with the EPA that Adams has not tendered any evidence which on its face creates a genuine issue of material fact showing that the EPA's reliance on the state certification was improper, and we believe that the EPA properly denied the requested hearing.  See, e.g., Puerto Rico Aqueduct &amp; Sewer <span class=\"citation\" data-id=\"678492\"><span class=\"antecedent_guess\">Authority,</span> <a href=\"/opinion/678492/puerto-rico-aqueduct-and-sewer-authority-v-united-states-environmental/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">609-11</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">b. The Dilution Calculations</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Adams contends that the Agency should have granted his request for an evidentiary hearing on the issue of whether the EPA properly calculated the dilution limits of the effluent.  A generous reading of Adams' evidentiary request indicates that he believed that the EPA improperly calculated dilution limits and, because of these improper calculations, the EPA failed properly to consider the effect of viruses on marine life and the viruses' indirect effect on humans.  Additionally, Adams claimed that even if the EPA properly calculated the dilution limit, the Agency still failed to evaluate the effect of viruses.  Adams stated that this was a direct violation of 40 C.F.R. Sec. 125.122(a)(6), which required the rescission of the entire permit.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The Regional Administrator denied Adams' request because he failed to raise a genuine issue of material fact.  The EAB did not disturb this finding.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">As a preliminary matter, as we have previously noted, the EPA relied on the New Hampshire state certification when it issued the Seabrook permit.  When Seabrook applied for its permit, the New Hampshire Department of Environmental Services analyzed the draft permit to ensure that the permit effluent conditions were stringent enough to assure that the discharge would not violate state water quality standards, which were designed to protect public health and recreational activities in and on the water.  See N.H.Code Admin.R.  [N.H. Dept. of Environmental Services, Water Supply &amp; Pollution Control Div.] Env-Ws 430.01 (1990) (stating that New Hampshire's water quality standards are \"intended to protect public health and welfare\" and provide for \"the protection and propagation of a balanced indigenous population of fish, shellfish, and other aquatic organisms and wildlife, and provide for such uses as recreational activities in and on the waters\").  The New Hampshire Department of Environmental Services then concluded that if the permit was modified to incorporate a maximum daily total coliform limit to be measured on a daily basis, state certification would be granted.  According to the state certification, the mandated coliform limit was necessary because the affected water was \"used for the growing or taking of shellfish for human consumption.\"   The EPA then incorporated the required coliform limits when it issued the final permit.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The EPA did not act arbitrarily or capriciously when it found that Adams failed to show why the EPA's reliance on New Hampshire's certification, which provided for coliform limits to protect the public's health, was inadequate.  Adams failed to point to data in the record which established that the proposed discharge would cause unreasonable degradation of the marine environment, because the discharge would threaten human health through direct or indirect pathways, through the presence of viruses.  See 40 C.F.R. Secs. 125.122(a)(6), 125.121(e)(2).  Rather, Adams simply believed that the EPA should establish effluent limits for viruses as an alternative or additional measure to protect human health.  The EPA pointed out, however, that New Hampshire regulates coliform bacteria as an indicator for the presence of human wastes, and this limit was designed to protect the designated uses of swimming, fishing, and other recreational purposes.  Additionally, the Regional Administrator noted that:  \"[i]t is EPA's judgment that attempting to establish a separate virus effluent limit here would be inadvisable due to, among other things, problems in detection relating to their small size, low concentrations, variety and instability in the presence of interfering solids, and limits on availability of identification methods.\"   The EPA found, and we agree, that Adams did not point to any evidence from which a decisionmaker could find that the State of New Hampshire failed properly to evaluate the discharge's effect on human health because it did not require effluent limits for viruses.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">To support his statement that the EPA improperly calculated dilution limits, Adams relied on a September 4, 1991 letter from Martin Dowgert, a Regional Shellfish Specialist with the FDA to Mr. Richard Roach of the U.S. Army Corps of Engineers (\"the FDA letter\"), which was a part of the administrative record.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  The FDA letter calls for the establishment of a larger safety zone closed for shellfishing around the proposed treatment plant outfall, and an area subject to conditional closure in the event of plant disinfection failure.  To support his opinion that a larger safety zone needed to be created, Dowgert stated that based on the FDA's preliminary assessment, a shellfish closure zone would occur in an area represented by a 1000:1 dilution line, and this zone would be an area 4,000 feet from the outfall.  Adams claimed that this reference was at odds with dilution limits used by the EPA, which Adams failed to specify.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The EPA did not construe Adams' reference to the FDA letter as raising a genuine issue of material fact regarding the dilution limits, noting that the FDA did not call for the NPDES permit to be denied, or for a revision of any term of the NPDES permit.  We do not believe that this finding was arbitrary or capricious because Adams did not show how this alleged miscalculation was material to the permitting process.  Subsequent to the FDA letter, New Hampshire issued its certification after evaluating the effects of the discharge and concluding that if its maximum coliform limits were incorporated, the discharge would satisfy state water quality criteria.  The EPA then incorporated those limits, requiring that the Seabrook plant comply with them.  Adams did not point to anything in the FDA letter which called into question New Hampshire's mandated coliform limits.  Rather, Adams claimed that the EPA originally miscalculated dilution limits, but then failed to show what the effects of the alleged miscalculation were, or how the alleged miscalculation affected the New Hampshire certification process.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">c. The Shellfish Closure Zone</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In his evidentiary request, Adams stated that the planned closure of a small area around the outfall to shellfishing was contrary to New Hampshire law, which provides that it is for the public good of the state to protect and preserve its submerged lands under tidal waters from despoliation.  See RSA 482-A:1 (1993).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Beyond this alleged violation of state law, Adams argued that because New Hampshire \"has a very small and limited total area for shellfish beds ... a loss of a very small area is a significant net loss,\" which would therefore be unlawful under 40 C.F.R. Sec. 125.122(a)(7).<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  To support his contentions, Adams seemed to rely indirectly on the FDA letter, which suggested that the size of the closed safety zone should extend to an area 4,000 feet from the outfall.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The Regional Administrator denied Adams' request on the grounds that he only raised conclusory policy and legal issues, rather than specifying material factual disputes which were entitled to consideration in an evidentiary hearing.  The EAB concurred.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">We do not believe that the Agency acted arbitrarily or capriciously in denying Adams' request.  Adams again has challenged the EPA's reliance on the New Hampshire certification, which was issued after New Hampshire determined that the state's water quality standards, which protect the commercial and recreational value of shellfishing, would not be contravened.  See N.H.Code Admin.R.  [N.H. Dept. of Environmental Services, Water Supply &amp; Pollution Control Div.] Env-Ws 430.01 (1990).  Adams' claim that the discharge as permitted is unlawful under RSA 482-A:1, represents a disagreement with the State of New Hampshire's ultimate legal conclusion that the discharge from the Seabrook plant would be lawful under specific provisions of New Hampshire's law.  Adams failed to indicate what specific provision of law New Hampshire ignored or ill-considered.  Adams also failed to point to any evidence showing that a provision of New Hampshire law was, in fact, violated.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Adams next argues that the shellfish closure zone would cause an unreasonable degradation of the marine environment under 40 C.F.R. Sec. 125.122(a)(7).  To establish that this shellfish closure zone would constitute an \"unreasonable degradation,\" Adams would need to show that the closure zone produced a loss of recreational or economic values which was \"unreasonable in relation to the benefit derived from the discharge.\"  40 C.F.R. Sec. 125.121(e)(3).  Adams attempted to show this by offering his conclusory opinion that because New Hampshire had a limited total area for shellfish beds, the closure of any area must be \"significant.\"   Adams failed to point to any facts, however, which showed that the closure zone would cause a loss of any recreational or economic value, much less that such an alleged loss would be unreasonable in relation to associated benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">We do not believe that the FDA letter materially supported Adams' contention.  The FDA letter stated that the shellfish closure zone needed to extend 4,000 feet from the outfall.  The FDA letter, however, does not expressly state, or otherwise suggest, that such a closure zone would constitute an unreasonable degradation of the marine environment.  See 40 C.F.R. Sec. 125.121.  (e).  The EPA did not act arbitrarily or capriciously in determining that Adams had failed to raise a genuine issue of material fact which justified an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">For the foregoing reasons, Adams petition is denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The closure zone was ultimately limited to New Hampshire waters</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 40 C.F.R. Sec. 125.123(d) requires a clause in a NPDES permit which allows for the modification or revocation of any permit if continued discharge causes unreasonable degradation.  The regulation only requires this clause, however, if the EPA has insufficient information to determine whether there will be unreasonable degradation at the time it issues the permit.  See id.;  40 C.F.R. Sec. 125.123(c).  While this regulation does not appear to apply to the Seabrook permit, because the EPA did not find that it had insufficient information when it issued the permit, Adams argues that the Seabrook permit should include such a revocation/modification clause.  Because Adams did not raise this contention in his request for an evidentiary hearing, as we will discuss, he has forfeited this claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Adams' petition for review to the EAB similarly embellished the objections he made in his original evidentiary request to the Regional Administrator.  The EAB could not address these refined objections for the first time on Adams' appeal to it.  See In re Matter of Broward County, Florida, NPDES Appeal No. 92-11, 18, n. 29 (1993).  (\"the lack of requisite specificity in the evidentiary hearing request cannot be cured by providing greater specificity, for the first time, on appeal.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In his original evidentiary request, Adams also claimed that the state permit issued by the New Hampshire Wetlands Board was illegal under state law.  The Agency denied Adams' request because it found that this was an issue of state law not appropriately before the EPA.  Adams does not now raise this argument in his petition for review</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We note that by virtue of the EAB's denial of Adams' petition for review, the Regional Administrator's initial decision constituted final agency action.  See 40 C.F.R. Sec. 124.91(f).  Because the EAB premised its denial of review, in part, on Adams' alleged failure to raise the issue of the EPA's compliance with the ODC in the public comment period, and because the EPA advances this as the grounds to uphold the Agency's final action, we will address this contention</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> While in some circumstances a petitioner's burden to present its challenges will be straightforward and fairly easy to satisfy, it should be noted that a petitioner's responsibility to present its position and contentions becomes heavier when asking an applicant for a permit or an agency to \"embark upon an exploration of uncharted territory.\"  Citizens for Clean Air v. U.S.E.P.A., <span class=\"citation\" data-id=\"580022\"><a href=\"/opinion/580022/citizens-for-clean-air-and-council-for-land-care-and-planning-v-united/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span></a></span>, 846-47 (9th Cir.1992) (finding that EPA's decision that petitioner failed to satisfy threshold of materiality standard was correct, when petitioner requested applicant to consider recycling as a best available control technology, which involved \"uncharted territory,\" and the petitioner's suggestion alone, which lacked specific or quantifiable support, could require the applicant to undertake time-consuming costly studies);  see Vermont Yankee Nuclear <span class=\"citation\" data-id=\"109827\"><span class=\"antecedent_guess\">Power,</span> <a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">553</span></a></span>, 98 S.Ct. at 1216.   Here, Adams' objections do not present such an exploration of uncharted territory</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The regulations require that in order to preserve an issue, it must be raised by any party during the comment period.  See 40 C.F.R. Sec. 124.76.  The person filing the petition for review, however, does not necessarily have to be the individual who raised the issue during the comment period.  In the Matter of Broward County, Florida, NPDES Appeal No. 92-11, 11-12 (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Following the public comment period, the Agency issued a \"Response to Comments\" as required by 40 C.F.R. Sec. 124.17.  This regulation requires that the agency \"[b]riefly describe and respond to all significant comments on the draft permit ... raised during the public comment period....\"  40 C.F.R. Sec. 124.17.  In this response, the EPA stated that it had in fact, assessed relevant dilution limits and the Seabrook plant's impact on shellfishing, the impact on beaches, and health risks associated with the discharge.  The EPA also responded that the outfall location and the proposed level of effluent treatment met existing EPA criteria and standards.  Despite Adams' contention to the contrary, this response, in light of the nature of the public comments, was entirely adequate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The EPA determines whether or not a discharge will cause unreasonable degradation based on a consideration of the following:</p>\n        <p>1) The quantities, composition, and potential bioaccumulation or persistence of the pollutants to be discharged;</p>\n        <p>2) The potential transport of the pollutants by biological, physical, or chemical processes;</p>\n        <p>3) The composition and vulnerability of potentially exposed biological communities, including the presence of unique species or communities of species, endangered or threatened species;  and species critical to the structure or function of the ecosystem;</p>\n        <p>4) The importance of the receiving water area to the surrounding biological communities, including the presence of spawning sites, nursery/forage areas, migratory pathways, areas necessary for critical life stages and functions of an organism;</p>\n        <p>5) The existence of special aquatic sites, including marine sanctuaries, parks, monuments, national seashores, wilderness areas, and coral reefs;</p>\n        <p>6) Potential direct or indirect impacts on human health;</p>\n        <p>7) Existing or potential recreational and commercial fishing;</p>\n        <p>8) Any applicable requirements of an approved Coastal Zone Management Plan;</p>\n        <p>9) Such other factors relating to the effects of the discharge as may be appropriate;</p>\n        <p>10) Marine water quality criteria.</p>\n        <p>See 40 C.F.R. Sec. 125.122(a).  \"Unreasonable degradation\" of the marine environment is defined as any of the following:</p>\n        <p>1) Significant adverse changes in ecosystem diversity, productivity, and stability of the biological community within the area of discharge and surrounding biological communities;</p>\n        <p>2) Threat to human health through direct exposure to pollutants or through consumption of exposed aquatic organisms;  or</p>\n        <p>3) Loss of aesthetic, recreational, scientific or economic values which is unreasonable in relation to the benefit derived from the discharge.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">40</a>\n        <p> C.F.R. Sec. 125.121(e)(1-3)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In his evidentiary hearing request, Adams requested that two conditions, warning signs and visual inspections, be added to the permit.  Adams does not appear to advance that contention here in his petition for review.  With respect to this request, however, we do not believe that the Agency arbitrarily or capriciously concluded that the inclusion of these permit conditions was not within the scope of issues raised during the public comment period, and that Adams failed to establish that he had good cause for not raising both of these issues at the appropriate time</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In his petition for review, Adams does not appear to argue that the EPA's alleged failure to consider alternative sites for the outfall was in itself a violation of any statute or regulation.  We note, however, that the Agency stated that the EPA is not required to evaluate alternative sites for an outfall that meets CWA requirements unless review is required under the National Environmental Policy Act (\"NEPA\").  See 33 U.S.C. Sec. 1371(c);  42 U.S.C. Sec. 4321 et seq.   Adams did not challenge this determination.  There also does not appear to be any dispute that the Seabrook permit is exempt from the NEPA requirements because no federal funding is involved in the plant, and because the plant is not a new source as defined in the CWA.  See Natural Resources Defense Council, Inc. v. U.S.E.P.A., <span class=\"citation\" data-id=\"512869\"><a href=\"/opinion/512869/natural-resources-defense-council-inc-v-us-environmental-protection/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">156</span></a></span>, 167 (D.C.Cir.1988).  Because the EPA had no legal obligation to consider alternative locations for the outfall involved in the permit, the Agency did not act arbitrarily or capriciously in finding that no genuine issue of material fact was raised by Adams' objection that the EPA did not consider such locations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Specifically, in his evidentiary request, Adams stated:</p>\n        <p>As it is generally accepted and also pointed out in a certain letter from the F.D.A. to a Mr. Richard Roach ... the remedy to high virus populations is very high dilutions (1/1,000,000,000) or more.</p>\n        <p>The letter in the above paragraph also estimates that a 1/1,000 dilution would not occur until 4,000 feet from the manifold where as the beach is only 1200 feet at low tide when the dilutions are apt to be lowered.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In his evidentiary request, Adams also stated that no study was done with respect to the effect of viruses on children playing in the water at the beach \"which will contain only 318.5 parts water to each part of filth laced with viruses.\"   Adams did not provide any citation as to where this dilution figure came from or how it was arrived at.  We do not believe that this bare statement was sufficient to create a genuine factual dispute which would require a formal evidentiary hearing on the issue of dilution calculations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> R.S.A. 482-A:1 (1993), New Hampshire's Water Management and Protection law, provides in pertinent part:</p>\n        <p>It is found to be for the public good and welfare of this state to protect and preserve its submerged lands under tidal and fresh waters ... from despoliation and unregulated alteration, because such despoliation or unregulated alteration will adversely affect the value of such areas as sources of nutrients for finfish, crustacea, shellfish and wildlife of significant value, will damage or destroy habitats and reproduction areas for plants, fish and wildlife of importance, will eliminate, depreciate or obstruct the commerce, recreation and aesthetic enjoyment of the public, will be detrimental to adequate groundwater levels, will adversely affect stream channels and their ability to handle the runoff of waters, will disturb and reduce the natural ability of wetlands to absorb flood waters and silt, thus increasing general flood damage and the silting of open water channels, and will otherwise adversely affect the interests of the general public.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> 40 C.F.R. Sec. 125.122(a)(7) provides that the EPA shall determine whether a discharge will cause unreasonable degradation of the marine environment based on the consideration of existing or potential recreational and commercial fishing, including shellfishing</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109827/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110991/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/468134/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508138/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512869/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563775/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580022/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580826/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586821/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599123/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609718/",
    "https://www.courtlistener.com/api/rest/v3/opinions/656104/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/678492/"
  ]
}