{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195617/",
  "id": 195617,
  "absolute_url": "/opinion/195617/diaz-gallego-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195617/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:53Z",
  "date_modified": "2020-02-21T23:29:57.167647Z",
  "type": "010combined",
  "sha1": "d33a7ae75db91d650b6a71f9de26ac942998fcb2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1148.01A",
  "local_path": null,
  "plain_text": "September 26, 1994    [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 94-1148\n\n                    RICARDO DIAZ-GALLEGO,\n\n                    Defendant, Petitioner,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                         Respondent.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Gilberto Gierbolini, U.S. District Judge]\n                                                     \n\n                                        \n\n                            Before\n\n                   Torruella, Chief Judge,\n                                         \n               Cyr and Boudin, Circuit Judges.\n                                             \n\n                                        \n\n   Ricardo Diaz-Gallego on brief pro se.\n                       \n   Guillermo Gil,  United States  Attorney, and Jose  A. Quiles\n                                                               \nEspinosa, Senior  Litigation  Counsel, United  States  Attorney's\n      \nOffice, on brief for respondent. \n\n                                        \n\n                                        \n\n          Per  Curiam.     Ricardo  Diaz-Gallego  appeals the\n                     \n\ndenial  of his  motion to  vacate  a conviction  and sentence\n\nunder 18 U.S.C.   2255.  We affirm.\n\n           Appellant  and several other persons were indicted\n\nin  May,  1987,  for  possession with  intent  to  distribute\n\napproximately  1700 kilograms  of cocaine  on board  a vessel\n\nsubject  to  the  jurisdiction   of  the  United  States,  in\n\nviolation of  46 U.S.C. App.    1903, and 18 U.S.C.    2.  He\n\ninitially  pled not guilty, but then moved to change his plea\n\nto  guilty.  A joint hearing was  held on August 25, 1987, at\n\nwhich the district court accepted appellant's guilty plea, as\n\nwell  as  the guilty  pleas  of  three of  his  codefendants.\n\nAppellant  was later  sentenced to forty  years in  prison, a\n\nten-year term  of supervised release, and  a special monetary\n\nassessment of  $50.  He did  not appeal.  This    2255 motion\n\nwas filed in September, 1989.\n\n          Appellant argues  that the district  court erred in\n\ndeclining to  hold an evidentiary hearing  on his application\n\nfor post-conviction relief.  However, there is no presumption\n\nin  favor of  an evidentiary  hearing under    2255.   United\n                                                             \n\nStates  v.  McGill, 11  F.3d  223,  225-26 (1st  Cir.  1993).\n                  \n\nRather,  the    2255  petitioner  bears the  usual  burden of\n\npersuading the  court that  his motion cannot  be effectively\n\n\"heard\" on the papers.   Id. at 225.  An  evidentiary hearing\n                            \n\nis unnecessary when the petitioner's allegations merely state\n\n                             -2-\n\nconclusions instead of facts, are contradicted by the record,\n\ninherently incredible, or invalid as a matter of law.  Id. at\n                                                          \n\n226 (citations omitted); United  States v. Mosquera, 845 F.2d\n                                                   \n\n1122, 1124 (1st Cir. 1988).  In addition where, as  here, a  \n\n2255 petition is  brought before the judge  who also presided\n\nat  the previous  proceedings,  the judge  may make  findings\n\nbased  on  his  own  knowledge  of  the  proceedings  without\n\nconvening an additional hearing.  McGill, 11 F.3d at 225.  \n                                        \n\n          We  find  no  error  in  the  court's  decision  to\n\ndispense  with an  evidentiary  hearing under  this standard.\n\nThere  was  also  no  error  in  the  court's  decision  that\n\nappellant's contentions, discussed  seriatim below, failed to\n                                            \n\nestablish a  \"fundamental defect\" in the  plea and sentencing\n\nproceedings, or  any other  reason for  relief under    2255.\n\nSee  Laliberte v.  United States,  25 F.3d  10, 13  (1st Cir.\n                                \n\n1994)  (observing  that     2255 relief  is  available  after\n\nsentencing only  for \"a fundamental  defect which  inherently\n\nresults  in  a  complete  miscarriage  of  justice,\"  or  \"an\n\nomission inconsistent  with the  rudimentary demands of  fair\n\nprocedure\") (citations omitted).\n\n          First, appellant challenged the authenticity of the\n\ntranscript of the  change of plea  hearing produced from  the\n\ngovernment's  files.   In support,  appellant pointed  to the\n\ndifficulties  which both he and the  court had experienced in\n\nobtaining a  copy of  the transcript.   On several  occasions\n\n                             -3-\n\nbeginning in November, 1989, the magistrate ordered the court\n\nreporter to produce  a copy of the transcript  for appellant,\n\nbut the  reporter had  apparently misplaced  his notes.   The\n\nmagistrate ultimately  obtained a  transcript,  and issued  a\n\nreport in March,  1992.  Appellant, however,  alleged that he\n\nhad not received a transcript copy, and petitioned this court\n\nfor  a writ of mandamus  in January, 1993.   The government's\n\nresponse to the mandamus petition appended a transcript copy,\n\nalong  with a  certificate  of  service,  so  we  denied  the\n\npetition on  the assumption that appellant  had thus received\n\nhis copy. \n\n          Nonetheless, appellant then  informed the  district\n\ncourt that he still had  not received the transcript.   In an\n\nabundance of caution the  court ordered the clerk to  send to\n\nappellant  yet  another  copy  of the  transcript  which  the\n\ngovernment  had made available.   Appellant  finally conceded\n\nreceipt  of  a  transcript   copy  thus  produced,  but  then\n\nobjected,   without  further   specifics,  that  it   was  an\n\n\"invention.\"  \n\n          While  the  delay  occasioned by  these  events  is\n\ntroubling,   appellant's   generalized   objection   to   the\n\nauthenticity  of  the transcript  is  refuted  by the  record\n\nfacts.\n\nThe  transcript which  the  government produced  included the\n\ncourt  reporter's  certification.    This  certification  was\n\n                             -4-\n\ncredited by the  district judge, who  had also presided  over\n\nthe  change  of plea  hearing, as  prima  facie proof  of the\n\nauthenticity and accuracy of the transcript.  See 28 U.S.C.  \n                                                 \n\n753(b)  (1982)  (transcript  certified  by  designated  court\n\nreporter \"shall be deemed prima  facie a correct statement of\n\nthe testimony  and proceedings\"); United States  v. Ochs, 548\n                                                        \n\nF.  Supp.   502  (S.D.N.Y.  1982)  (relying   upon  statutory\n\npresumption),  aff'd, 742  F.2d  1444 (2d  Cir. 1983),  cert.\n                                                             \n\ndenied,  464 U.S. 1073 (1984).   In addition,  the origin and\n      \n\naccuracy of the transcript  is corroborated by docket entries\n\nwhich reflect that in June, 1989, the court reporter produced\n\nan  original  transcription  for  codefendant  Agressot-Coas.\n\n(Dkt.  124).   Both  Agressot-Coas  and codefendant  Padilla-\n\nPallacios have  pursued appeals based on  seemingly identical\n\ntranscript copies  without any  challenge to the  accuracy of\n\nits contents.   Since  the material  portions of the  hearing\n\nwere  identical  for  all  three  defendants,  and  appellant\n\noffered  no  facts  to  the contrary,  the  district  court's\n\nreliance on  the reporter's certification, and presumably the\n\ncourt's own memory,  was not clearly erroneous.   See McGill,\n                                                            \n\n11 F.3d at 223  n.2 (on a   2255  motion, fact-based findings\n\nare reviewed for clear error) (citations omitted).\n\n          Second, appellant attacked the validity of his plea\n\nand  sentence with  an allegation  that his  attorney falsely\n\nassured  him, or  the  government falsely  promised, that  he\n\n                             -5-\n\nwould be sentenced to no more than ten years in prison.  As a\n\nresult, he claimed that his plea was involuntary, uninformed,\n\nand rendered without the effective assistance of counsel.  \n\n          The  existence  of  such  a  promise,  however,  is\n\ncontradicted by  facts in  the record, including  appellant's\n\nown sworn  testimony and the  documents he filed.   Appellant\n\nsigned a plea agreement which reserved the government's right\n\nto \"allocution\"  at  the time  of  sentencing, but  left  the\n\nsentence itself to the \"sound discretion of the  court.\"   He\n\nacknowledged in open court  that he understood that  his plea\n\nagreement  in no way curtailed or diminished the power of the\n\ncourt to impose a penalty up to the maximum  provided by law.\n\nHe  said that  he  understood  the  charge against  him,  the\n\nminimum and  maximum penalties of imprisonment  that might be\n\nimposed (ten years to  life), and swore that his  guilty plea\n\nwas  not induced by any  outside predictions or prophesies of\n\nthe ultimate sentence  to be  imposed.1  His  change of  plea\n\nwas  accepted  only  after  a  thorough  exploration  of  all\n\nelements of a  knowing and voluntary  guilty plea under  Rule\n\n                    \n\n1.  Appellant alleges that  he was misled by the  court's use\nof  the words \"predictions\" or  \"prophecies.\"    He claims he\nwould have  answered differently  had the court  instead used\nthe word  \"promises.\"   Whatever the  semantic possibilities,\nthis  assertion, too,  is refuted by  the record  which shows\nthat appellant specifically  denied any collateral \"promises\"\nwhen  he subsequently  completed the  written  plea petition.\nMoreover,  \"we  have  never held  the  district  courts to  a\nformula  of magic words\" in meeting  the requirements of Rule\n11.\"   United States v. Medina-Silverio, 1994 WL 364135 at *3\n                                       \n(1st Cir. July 19, 1994).\n\n                             -6-\n\n11.  Fed. R. Crim. P. 11; see Medina-Silverio, 1994 WL 364135\n                                             \n\n(detailing core elements  required of a rule 11  colloquy and\n\ncollecting   cases).      Appellant   then   reiterated   his\n\nunderstanding  of  the court's  full  authority, the  maximum\n\npenalty  that  might  be  imposed, and  the  absence  of  any\n\ncollateral  promises, in  a written  plea petition  completed\n\nafter  the hearing.    He also  omitted  any mention  of  the\n\npromise he now alleges when he appeared for sentencing. \n\n       \"A  defendant  is  ordinarily  bound  by  his  or  her\n\nrepresentations  in  court   disclaiming  the  existence   of\n\nadditional promises.\"  Bemis v. United States, 1994 WL 376057\n                                             \n\nat  *2 (1st Cir. July 22, 1994) (citations omitted); see also\n                                                             \n\nHernandez-Hernandez v. United States,  904 F.2d 758, 762 (1st\n                                    \n\nCir. 1990) (sworn Rule 11 statements are presumptively true);\n\nUnited States v.  Butt, 731 F.2d  75, 80 (1st  Cir. 1984)  (a\n                      \n\ndefendant  will  not be  heard  to  controvert  his  Rule  11\n\nstatements in a subsequent    2255 motion unless he  offers a\n\nvalid  reason for  departing from  the apparent truth  of his\n\nearlier statements). \n\n          In  the absence  of unusual  facts that  might lend\n\nplausibility to appellant's belated  contradiction of his own\n\nsworn  testimony,  the court  did  not err  in  rejecting his\n\nconclusory   allegation   without  an   evidentiary  hearing.\n\nCompare  Bemis, slip  op. at  7-8 (in  unusual circumstances,\n              \n\nwhere   appellant  offered   affidavits   from   two   former\n\n                             -7-\n\nprosecutors,   and  pointed  to  specific  supporting  facts,\n\nevidentiary hearing should be held); Hernandez-Hernandez, 904\n                                                        \n\nF.2d  at 762-63  (evidentiary  hearing should  be held  where\n\npetitioner supported his  claim with an  affidavit containing\n\nspecific factual  detail as  well as  the affidavits  of five\n\ncorroborating  witnesses).  Likewise, we see  no error in the\n\ncourt's conclusion,  after a thorough review,  that there was\n\nno support  in the record for  appellant's further allegation\n\nthat but  for the alleged misrepresentation he would not have\n\npled guilty.  See Hill v. Lockhart, 474 U.S. 52, 59-60 (1985)\n                                  \n\n(in  order to show \"prejudice\" from alleged counsel errors, a\n\ndefendant must  show that  there is a  reasonable probability\n\nthat  he would  not have pled  guilty but would  have gone to\n\ntrial).\n\n          Third, appellant  argued that his  counsel rendered\n\nineffective  assistance  after  the  change  of plea  hearing\n\nbecause  counsel did  not  attend the  subsequent  debriefing\n\nsessions,   \"utterly  failed  to  assist  appellant\"  at  the\n\nsentencing hearing, and did not rebut an alleged governmental\n\nrepresentation that appellant's cooperation had been minimal.\n\n          Again, however, the record  contradicts appellant's\n\nfactual assertions.  At the sentencing hearing counsel made a\n\ndetailed  objection  to  the  presentence  report  based   on\n\nappellant's  \"substantial  cooperation\" with  the government.\n\n                             -8-\n\nThe  government  neither  denied  nor  minimized  appellant's\n\ncooperation,  but agreed with  counsel's representations, and\n\nthe court  was thus persuaded to  take appellant's assistance\n\ninto consideration.  Further,  the court invited appellant to\n\nspeak  on his own behalf, but appellant indicated that he was\n\ncontent with his counsel's representations.  \n\n          The  district  judge,  who  had  presided  at  both\n\nhearings,   concluded   that   appellant    was   competently\n\nrepresented,  and  suffered  no  prejudice  due to  counsel's\n\nabsence  from the  debriefings.   While  legal questions  are\n\nreviewed  de  novo,  a  claim of  ineffective  assistance  of\n                  \n\ncounsel  is a mixed question of  law and fact.  Strickland v.\n                                                          \n\nWashington, 466  U.S. 668, 698 (1984).  When the mix is fact-\n          \n\ndominated,  as it  is here,  we necessarily  place relatively\n\ngreater  reliance on the fact-finder.  See McGill, 11 F.3d at\n                                                 \n\n226  n.2  (observing  differences  in  courts' approaches  to\n\nreview of ineffective assistance claims).  Further  deference\n\nis due  the  judge's  first-hand  observations  of  counsel's\n\nperformance.    Id.  at 225.    Appellant  points to  nothing\n                   \n\nsuggesting  error in  the court's  conclusion  and we  see no\n\nerror.\n\n          Lastly  appellant asserts  two  challenges  to  the\n\nstatutory authority  for his sentence.   Neither argument was\n\nproperly  preserved  for  appeal,   but  we  note  that  both\n\ncontentions appear  foreclosed by  our  decisions in  related\n\n                             -9-\n\nappeals  brought  by appellant's  codefendants.   In Padilla-\n                                                             \n\nPalacios v. United States,  932 F.2d 31, 33 (1st  Cir. 1991),\n                         \n\nfollowing the  Supreme Court's decision  in Gozlon-Peretz  v.\n                                                         \n\nUnited  States,   498  U.S.  395  (1991),   we  rejected  the\n              \n\ncontention  that  the  district  court erred  in  imposing  a\n\nmandatory  term   of  supervised  release  for   this  crime,\n\ncommitted during  the \"hiatus  period\" between  two different\n\nversions  of the  federal  drug  law.    We  also  found,  in\n\ncircumstances   indistinguishable    from   those   attending\n\nappellant's  plea, that  the  codefendant's rights  were  not\n\notherwise  violated by  the  court's statement  at the  joint\n\nchange of  plea hearing that  it would not  impose a  term of\n\nsupervised release.   Padilla-Palacios, 932 F.2d  at 35.   In\n                                      \n\nUnited States v. Agressot-Coas, Dkt. no. 89-1187, slip op. at\n                              \n\n9  n.  10 (1st  Cir.  May 23,  1990),  we rejected  the other\n\nstatutory   challenge,   that   the  increased   imprisonment\n\npenalties in the  Anti-Drug Abuse  Act of 1986,  21 U.S.C.   \n\n960(b), did not apply to this crime.  Since the ADAA  penalty\n\nprovision was enacted seven months before  the date that this\n\ncrime  was committed, and there was no expression by Congress\n\nof a  contrary intent, we  concluded that the  district court\n\nhad correctly applied the increased penalty provision in this\n\ncase.   Accord Gozlon-Peretz, 498  U.S. at 404  (applying the\n                            \n\ngeneral  rule that statute takes effect  on date of enactment\n\n                             -10-\n\nin  absence  of a  clear  contrary direction  by  Congress to\n\ninterpretation of other provisions of ADAA).  \n\n          In  sum,  appellant  has demonstrated  neither  his\n\nentitlement to an  evidentiary hearing on,  nor error in  the\n\ndenial of, the motion for relief under 28 U.S.C.   2255. \n\n           Affirmed.\n                   \n\n                             -11-\n",
  "html": "<p class=\"case_cite\">36 F.3d 1089</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Ricardo DIAZ-GALLEGO, Defendant, Petitioner,<br>v.<br>UNITED STATES of America, Respondent.</p>\n    <p class=\"docket\">No. 94-1148</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 26, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Gilberto Gierbolini, U.S. District Judge ]</p>\n      <p class=\"indent\">Ricardo Diaz-Gallego on brief pro se.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, and Jose A. Quiles Espinosa, Senior Litigation Counsel, United States Attorney's Office, on brief for respondent.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Ricardo Diaz-Gallego appeals the denial of his motion to vacate a conviction and sentence under 18 U.S.C. Sec. 2255.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant and several other persons were indicted in May, 1987, for possession with intent to distribute approximately 1700 kilograms of cocaine on board a vessel subject to the jurisdiction of the United States, in violation of 46 U.S.C. App. Sec. 1903, and 18 U.S.C. Sec. 2.  He initially pled not guilty, but then moved to change his plea to guilty.  A joint hearing was held on August 25, 1987, at which the district court accepted appellant's guilty plea, as well as the guilty pleas of three of his codefendants.  Appellant was later sentenced to forty years in prison, a ten-year term of supervised release, and a special monetary assessment of $50.  He did not appeal.  This Sec. 2255 motion was filed in September, 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant argues that the district court erred in declining to hold an evidentiary hearing on his application for post-conviction relief.  However, there is no presumption in favor of an evidentiary hearing under Sec. 2255.   United States v. McGill, 11 F.3d 223, 225-26 (1st Cir. 1993).  Rather, the Sec. 2255 petitioner bears the usual burden of persuading the court that his motion cannot be effectively \"heard\" on the papers.   Id. at 225.  An evidentiary hearing is unnecessary when the petitioner's allegations merely state conclusions instead of facts, are contradicted by the record, inherently incredible, or invalid as a matter of law.   Id. at 226 (citations omitted);   United States v. Mosquera, 845 F.2d 1122, 1124 (1st Cir. 1988).  In addition where, as here, a Sec. 2255 petition is brought before the judge who also presided at the previous proceedings, the judge may make findings based on his own knowledge of the proceedings without convening an additional hearing.   McGill, 11 F.3d at 225.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We find no error in the court's decision to dispense with an evidentiary hearing under this standard.  There was also no error in the court's decision that appellant's contentions, discussed seriatim below, failed to establish a \"fundamental defect\" in the plea and sentencing proceedings, or any other reason for relief under Sec. 2255.   See Laliberte v. United States, 25 F.3d 10, 13 (1st Cir. 1994) (observing that Sec. 2255 relief is available after sentencing only for \"a fundamental defect which inherently results in a complete miscarriage of justice,\" or \"an omission inconsistent with the rudimentary demands of fair procedure\") (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">First, appellant challenged the authenticity of the transcript of the change of plea hearing produced from the government's files.  In support, appellant pointed to the difficulties which both he and the court had experienced in obtaining a copy of the transcript.  On several occasions beginning in November, 1989, the magistrate ordered the court reporter to produce a copy of the transcript for appellant, but the reporter had apparently misplaced his notes.  The magistrate ultimately obtained a transcript, and issued a report in March, 1992.  Appellant, however, alleged that he had not received a transcript copy, and petitioned this court for a writ of mandamus in January, 1993.  The government's response to the mandamus petition appended a transcript copy, along with a certificate of service, so we denied the petition on the assumption that appellant had thus received his copy.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Nonetheless, appellant then informed the district court that he still had not received the transcript.  In an abundance of caution the court ordered the clerk to send to appellant yet another copy of the transcript which the government had made available.  Appellant finally conceded receipt of a transcript copy thus produced, but then objected, without further specifics, that it was an \"invention.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While the delay occasioned by these events is troubling, appellant's generalized objection to the authenticity of the transcript is refuted by the record facts.  The transcript which the government produced included the court reporter's certification.  This certification was credited by the district judge, who had also presided over the change of plea hearing, as prima facie proof of the authenticity and accuracy of the transcript.  See 28 U.S.C. Sec. 753(b) (1982) (transcript certified by designated court reporter \"shall be deemed prima facie a correct statement of the testimony and proceedings\");   United States v. Ochs, 548 F. Supp. 502 (S.D.N.Y. 1982) (relying upon statutory presumption), aff'd, 742 F.2d 1444 (2d Cir. 1983), cert. denied, 464 U.S. 1073 (1984).  In addition, the origin and accuracy of the transcript is corroborated by docket entries which reflect that in June, 1989, the court reporter produced an original transcription for codefendant Agressot-Coas.  (Dkt. 124).  Both Agressot-Coas and codefendant Padilla-Pallacios have pursued appeals based on seemingly identical transcript copies without any challenge to the accuracy of its contents.  Since the material portions of the hearing were identical for all three defendants, and appellant offered no facts to the contrary, the district court's reliance on the reporter's certification, and presumably the court's own memory, was not clearly erroneous.   See McGill, 11 F.3d at 223 n.2 (on a Sec. 2255 motion, fact-based findings are reviewed for clear error) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Second, appellant attacked the validity of his plea and sentence with an allegation that his attorney falsely assured him, or the government falsely promised, that he would be sentenced to no more than ten years in prison.  As a result, he claimed that his plea was involuntary, uninformed, and rendered without the effective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The existence of such a promise, however, is contradicted by facts in the record, including appellant's own sworn testimony and the documents he filed.  Appellant signed a plea agreement which reserved the government's right to \"allocution\" at the time of sentencing, but left the sentence itself to the \"sound discretion of the court.\"  He acknowledged in open court that he understood that his plea agreement in no way curtailed or diminished the power of the court to impose a penalty up to the maximum provided by law.  He said that he understood the charge against him, the minimum and maximum penalties of imprisonment that might be imposed (ten years to life), and swore that his guilty plea was not induced by any outside predictions or prophesies of the ultimate sentence to be imposed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  His change of plea was accepted only after a thorough exploration of all elements of a knowing and voluntary guilty plea under Rule 11.  Fed. R. Crim.  P. 11;   see Medina-Silverio, 1994 WL 364135 (detailing core elements required of a rule 11 colloquy and collecting cases).  Appellant then reiterated his understanding of the court's full authority, the maximum penalty that might be imposed, and the absence of any collateral promises, in a written plea petition completed after the hearing.  He also omitted any mention of the promise he now alleges when he appeared for sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"A defendant is ordinarily bound by his or her representations in court disclaiming the existence of additional promises.\"   Bemis v. United States, 1994 WL 376057 at * 2 (1st Cir.  July 22, 1994) (citations omitted);   see also Hernandez-Hernandez v. United States, 904 F.2d 758, 762 (1st Cir. 1990) (sworn Rule 11 statements are presumptively true);   United States v. Butt, 731 F.2d 75, 80 (1st Cir. 1984) (a defendant will not be heard to controvert his Rule 11 statements in a subsequent Sec. 2255 motion unless he offers a valid reason for departing from the apparent truth of his earlier statements).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the absence of unusual facts that might lend plausibility to appellant's belated contradiction of his own sworn testimony, the court did not err in rejecting his conclusory allegation without an evidentiary hearing.  Compare Bemis, slip op. at 7-8 (in unusual circumstances, where appellant offered affidavits from two former prosecutors, and pointed to specific supporting facts, evidentiary hearing should be held);   Hernandez-Hernandez, 904 F.2d at 762-63 (evidentiary hearing should be held where petitioner supported his claim with an affidavit containing specific factual detail as well as the affidavits of five corroborating witnesses).  Likewise, we see no error in the court's conclusion, after a thorough review, that there was no support in the record for appellant's further allegation that but for the alleged misrepresentation he would not have pled guilty.   See Hill v. Lockhart, 474 U.S. 52, 59-60 (1985) (in order to show \"prejudice\" from alleged counsel errors, a defendant must show that there is a reasonable probability that he would not have pled guilty but would have gone to trial).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Third, appellant argued that his counsel rendered ineffective assistance after the change of plea hearing because counsel did not attend the subsequent debriefing sessions, \"utterly failed to assist appellant\" at the sentencing hearing, and did not rebut an alleged governmental representation that appellant's cooperation had been minimal.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Again, however, the record contradicts appellant's factual assertions.  At the sentencing hearing counsel made a detailed objection to the presentence report based on appellant's \"substantial cooperation\" with the government.  The government neither denied nor minimized appellant's cooperation, but agreed with counsel's representations, and the court was thus persuaded to take appellant's assistance into consideration.  Further, the court invited appellant to speak on his own behalf, but appellant indicated that he was content with his counsel's representations.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district judge, who had presided at both hearings, concluded that appellant was competently represented, and suffered no prejudice due to counsel's absence from the debriefings.  While legal questions are reviewed de novo, a claim of ineffective assistance of counsel is a mixed question of law and fact.   Strickland v. Washington, 466 U.S. 668, 698 (1984).  When the mix is fact-dominated, as it is here, we necessarily place relatively greater reliance on the fact- finder.   See McGill, 11 F.3d at 226 n.2 (observing differences in courts' approaches to review of ineffective assistance claims).  Further deference is due the judge's first-hand observations of counsel's performance.   Id. at 225.  Appellant points to nothing suggesting error in the court's conclusion and we see no error.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lastly appellant asserts two challenges to the statutory authority for his sentence.  Neither argument was properly preserved for appeal, but we note that both contentions appear foreclosed by our decisions in related appeals brought by appellant's codefendants.  In  Padilla- Palacios v. United States, 932 F.2d 31, 33 (1st Cir. 1991), following the Supreme Court's decision in  Gozlon-Peretz v. United States, 498 U.S. 395 (1991), we rejected the contention that the district court erred in imposing a mandatory term of supervised release for this crime, committed during the \"hiatus period\" between two different versions of the federal drug law.  We also found, in circumstances indistinguishable from those attending appellant's plea, that the codefendant's rights were not otherwise violated by the court's statement at the joint change of plea hearing that it would not impose a term of supervised release.   Padilla-Palacios, 932 F.2d at 35.  In United States v. Agressot-Coas, Dkt. no. 89-1187, slip op. at 9 n. 10 (1st Cir.  May 23, 1990), we rejected the other statutory challenge, that the increased imprisonment penalties in the Anti-Drug Abuse Act of 1986, 21 U.S.C. Sec. 960(b), did not apply to this crime.  Since the ADAA penalty provision was enacted seven months before the date that this crime was committed, and there was no expression by Congress of a contrary intent, we concluded that the district court had correctly applied the increased penalty provision in this case.   Accord Gozlon-Peretz, 498 U.S. at 404 (applying the general rule that statute takes effect on date of enactment in absence of a clear contrary direction by Congress to interpretation of other provisions of ADAA).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In sum, appellant has demonstrated neither his entitlement to an evidentiary hearing on, nor error in the denial of, the motion for relief under 28 U.S.C. Sec. 2255.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant alleges that he was misled by the court's use of the words \"predictions\" or \"prophecies.\"  He claims he would have answered differently had the court instead used the word \"promises.\"  Whatever the semantic possibilities, this assertion, too, is refuted by the record which shows that appellant specifically denied any collateral \"promises\" when he subsequently completed the written plea petition.  Moreover, \"we have never held the district courts to a formula of magic words\" in meeting the requirements of Rule 11.\"   United States v. Medina-Silverio, 1994 WL 364135 at * 3 (1st Cir.  July 19, 1994)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1089</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Ricardo DIAZ-GALLEGO, Defendant, Petitioner,<br>v.<br>UNITED STATES of America, Respondent.</p>\n    <p class=\"docket\">No. 94-1148</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 26, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Gilberto Gierbolini, U.S. District Judge ]</p>\n      <p class=\"indent\">Ricardo Diaz-Gallego on brief pro se.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, and Jose A. Quiles Espinosa, Senior Litigation Counsel, United States Attorney's Office, on brief for respondent.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Ricardo Diaz-Gallego appeals the denial of his motion to vacate a conviction and sentence under 18 U.S.C. Sec. 2255.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant and several other persons were indicted in May, 1987, for possession with intent to distribute approximately 1700 kilograms of cocaine on board a vessel subject to the jurisdiction of the United States, in violation of 46 U.S.C. App. Sec. 1903, and 18 U.S.C. Sec. 2.  He initially pled not guilty, but then moved to change his plea to guilty.  A joint hearing was held on August 25, 1987, at which the district court accepted appellant's guilty plea, as well as the guilty pleas of three of his codefendants.  Appellant was later sentenced to forty years in prison, a ten-year term of supervised release, and a special monetary assessment of $50.  He did not appeal.  This Sec. 2255 motion was filed in September, 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant argues that the district court erred in declining to hold an evidentiary hearing on his application for post-conviction relief.  However, there is no presumption in favor of an evidentiary hearing under Sec. 2255.   United States v. McGill, <span class=\"citation\" data-id=\"195053\"><a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span>, 225-26 (1st Cir. 1993).  Rather, the Sec. 2255 petitioner bears the usual burden of persuading the court that his motion cannot be effectively \"heard\" on the papers.   <span class=\"citation\" data-id=\"195053\"><a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"id_token\">Id.</span> at 225. </a></span> An evidentiary hearing is unnecessary when the petitioner's allegations merely state conclusions instead of facts, are contradicted by the record, inherently incredible, or invalid as a matter of law.   <span class=\"citation\" data-id=\"195053\"><a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"id_token\">Id.</span> at 226 </a></span>(citations omitted);   United States v. Mosquera, <span class=\"citation\" data-id=\"505492\"><a href=\"/opinion/505492/united-states-v-helmer-mosquera/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span>, 1124 (1st Cir. 1988).  In addition where, as here, a Sec. 2255 petition is brought before the judge who also presided at the previous proceedings, the judge may make findings based on his own knowledge of the proceedings without convening an additional hearing.   <span class=\"citation\" data-id=\"195053\"><span class=\"antecedent_guess\">McGill,</span> <a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">225</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We find no error in the court's decision to dispense with an evidentiary hearing under this standard.  There was also no error in the court's decision that appellant's contentions, discussed seriatim below, failed to establish a \"fundamental defect\" in the plea and sentencing proceedings, or any other reason for relief under Sec. 2255.   See Laliberte v. United States, <span class=\"citation\" data-id=\"195391\"><a href=\"/opinion/195391/united-states-v-laliberte/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir. 1994) (observing that Sec. 2255 relief is available after sentencing only for \"a fundamental defect which inherently results in a complete miscarriage of justice,\" or \"an omission inconsistent with the rudimentary demands of fair procedure\") (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">First, appellant challenged the authenticity of the transcript of the change of plea hearing produced from the government's files.  In support, appellant pointed to the difficulties which both he and the court had experienced in obtaining a copy of the transcript.  On several occasions beginning in November, 1989, the magistrate ordered the court reporter to produce a copy of the transcript for appellant, but the reporter had apparently misplaced his notes.  The magistrate ultimately obtained a transcript, and issued a report in March, 1992.  Appellant, however, alleged that he had not received a transcript copy, and petitioned this court for a writ of mandamus in January, 1993.  The government's response to the mandamus petition appended a transcript copy, along with a certificate of service, so we denied the petition on the assumption that appellant had thus received his copy.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Nonetheless, appellant then informed the district court that he still had not received the transcript.  In an abundance of caution the court ordered the clerk to send to appellant yet another copy of the transcript which the government had made available.  Appellant finally conceded receipt of a transcript copy thus produced, but then objected, without further specifics, that it was an \"invention.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While the delay occasioned by these events is troubling, appellant's generalized objection to the authenticity of the transcript is refuted by the record facts.  The transcript which the government produced included the court reporter's certification.  This certification was credited by the district judge, who had also presided over the change of plea hearing, as prima facie proof of the authenticity and accuracy of the transcript.  See 28 U.S.C. Sec. 753(b) (1982) (transcript certified by designated court reporter \"shall be deemed prima facie a correct statement of the testimony and proceedings\");   United States v. Ochs, <span class=\"citation\" data-id=\"1650948\"><a href=\"/opinion/1650948/united-states-v-ochs/\"><span class=\"volume\">548</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">502</span> </a></span>(S.D.N.Y. 1982) (relying upon statutory presumption), aff'd, <span class=\"citation\" data-id=\"441078\"><a href=\"/opinion/441078/united-states-v-ochs/\"><span class=\"volume\">742</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1444</span> </a></span>(2d Cir. 1983), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1073</span> </span>(1984).  In addition, the origin and accuracy of the transcript is corroborated by docket entries which reflect that in June, 1989, the court reporter produced an original transcription for codefendant Agressot-Coas.  (Dkt. 124).  Both Agressot-Coas and codefendant Padilla-Pallacios have pursued appeals based on seemingly identical transcript copies without any challenge to the accuracy of its contents.  Since the material portions of the hearing were identical for all three defendants, and appellant offered no facts to the contrary, the district court's reliance on the reporter's certification, and presumably the court's own memory, was not clearly erroneous.   See <span class=\"citation\" data-id=\"195053\"><span class=\"antecedent_guess\">McGill,</span> <a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">223</span> </a></span>n.2 (on a Sec. 2255 motion, fact-based findings are reviewed for clear error) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Second, appellant attacked the validity of his plea and sentence with an allegation that his attorney falsely assured him, or the government falsely promised, that he would be sentenced to no more than ten years in prison.  As a result, he claimed that his plea was involuntary, uninformed, and rendered without the effective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The existence of such a promise, however, is contradicted by facts in the record, including appellant's own sworn testimony and the documents he filed.  Appellant signed a plea agreement which reserved the government's right to \"allocution\" at the time of sentencing, but left the sentence itself to the \"sound discretion of the court.\"  He acknowledged in open court that he understood that his plea agreement in no way curtailed or diminished the power of the court to impose a penalty up to the maximum provided by law.  He said that he understood the charge against him, the minimum and maximum penalties of imprisonment that might be imposed (ten years to life), and swore that his guilty plea was not induced by any outside predictions or prophesies of the ultimate sentence to be imposed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  His change of plea was accepted only after a thorough exploration of all elements of a knowing and voluntary guilty plea under Rule 11.  Fed. R. Crim.  P. 11;   see Medina-Silverio, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">364135</span> </span>(detailing core elements required of a rule 11 colloquy and collecting cases).  Appellant then reiterated his understanding of the court's full authority, the maximum penalty that might be imposed, and the absence of any collateral promises, in a written plea petition completed after the hearing.  He also omitted any mention of the promise he now alleges when he appeared for sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"A defendant is ordinarily bound by his or her representations in court disclaiming the existence of additional promises.\"   Bemis v. United States, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">376057</span> </span>at * 2 (1st Cir.  July 22, 1994) (citations omitted);   see also Hernandez-Hernandez v. United States, <span class=\"citation\" data-id=\"542854\"><a href=\"/opinion/542854/arnaldo-hernandez-hernandez-v-united-states/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">758</span></a></span>, 762 (1st Cir. 1990) (sworn Rule 11 statements are presumptively true);   United States v. Butt, <span class=\"citation\" data-id=\"433521\"><a href=\"/opinion/433521/united-states-v-mohammed-y-butt/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">75</span></a></span>, 80 (1st Cir. 1984) (a defendant will not be heard to controvert his Rule 11 statements in a subsequent Sec. 2255 motion unless he offers a valid reason for departing from the apparent truth of his earlier statements).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the absence of unusual facts that might lend plausibility to appellant's belated contradiction of his own sworn testimony, the court did not err in rejecting his conclusory allegation without an evidentiary hearing.  Compare Bemis, slip op. at 7-8 (in unusual circumstances, where appellant offered affidavits from two former prosecutors, and pointed to specific supporting facts, evidentiary hearing should be held);   <span class=\"citation\" data-id=\"542854\"><span class=\"antecedent_guess\">Hernandez-Hernandez,</span> <a href=\"/opinion/542854/arnaldo-hernandez-hernandez-v-united-states/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">762-63</span> </a></span>(evidentiary hearing should be held where petitioner supported his claim with an affidavit containing specific factual detail as well as the affidavits of five corroborating witnesses).  Likewise, we see no error in the court's conclusion, after a thorough review, that there was no support in the record for appellant's further allegation that but for the alleged misrepresentation he would not have pled guilty.   See Hill v. Lockhart, <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 59-60 (1985) (in order to show \"prejudice\" from alleged counsel errors, a defendant must show that there is a reasonable probability that he would not have pled guilty but would have gone to trial).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Third, appellant argued that his counsel rendered ineffective assistance after the change of plea hearing because counsel did not attend the subsequent debriefing sessions, \"utterly failed to assist appellant\" at the sentencing hearing, and did not rebut an alleged governmental representation that appellant's cooperation had been minimal.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Again, however, the record contradicts appellant's factual assertions.  At the sentencing hearing counsel made a detailed objection to the presentence report based on appellant's \"substantial cooperation\" with the government.  The government neither denied nor minimized appellant's cooperation, but agreed with counsel's representations, and the court was thus persuaded to take appellant's assistance into consideration.  Further, the court invited appellant to speak on his own behalf, but appellant indicated that he was content with his counsel's representations.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district judge, who had presided at both hearings, concluded that appellant was competently represented, and suffered no prejudice due to counsel's absence from the debriefings.  While legal questions are reviewed de novo, a claim of ineffective assistance of counsel is a mixed question of law and fact.   Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 698 (1984).  When the mix is fact-dominated, as it is here, we necessarily place relatively greater reliance on the fact- finder.   See <span class=\"citation\" data-id=\"195053\"><span class=\"antecedent_guess\">McGill,</span> <a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">226</span> </a></span>n.2 (observing differences in courts' approaches to review of ineffective assistance claims).  Further deference is due the judge's first-hand observations of counsel's performance.   <span class=\"citation\" data-id=\"195053\"><a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"id_token\">Id.</span> at 225. </a></span> Appellant points to nothing suggesting error in the court's conclusion and we see no error.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lastly appellant asserts two challenges to the statutory authority for his sentence.  Neither argument was properly preserved for appeal, but we note that both contentions appear foreclosed by our decisions in related appeals brought by appellant's codefendants.  In  Padilla- Palacios v. United States, <span class=\"citation\" data-id=\"560453\"><a href=\"/opinion/560453/miguel-padilla-palacios-v-united-states/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 33 (1st Cir. 1991), following the Supreme Court's decision in  Gozlon-Peretz v. United States, <span class=\"citation\" data-id=\"112529\"><a href=\"/opinion/112529/gozlon-peretz-v-united-states/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">395</span> </a></span>(1991), we rejected the contention that the district court erred in imposing a mandatory term of supervised release for this crime, committed during the \"hiatus period\" between two different versions of the federal drug law.  We also found, in circumstances indistinguishable from those attending appellant's plea, that the codefendant's rights were not otherwise violated by the court's statement at the joint change of plea hearing that it would not impose a term of supervised release.   <span class=\"citation\" data-id=\"560453\"><span class=\"antecedent_guess\">Padilla-Palacios,</span> <a href=\"/opinion/560453/miguel-padilla-palacios-v-united-states/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">35</span></a></span>.  In United States v. Agressot-Coas, Dkt. no. 89-1187, slip op. at 9 n. 10 (1st Cir.  May 23, 1990), we rejected the other statutory challenge, that the increased imprisonment penalties in the Anti-Drug Abuse Act of 1986, 21 U.S.C. Sec. 960(b), did not apply to this crime.  Since the ADAA penalty provision was enacted seven months before the date that this crime was committed, and there was no expression by Congress of a contrary intent, we concluded that the district court had correctly applied the increased penalty provision in this case.   Accord <span class=\"citation\" data-id=\"112529\"><span class=\"antecedent_guess\">Gozlon-Peretz,</span> <a href=\"/opinion/112529/gozlon-peretz-v-united-states/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">404</span> </a></span>(applying the general rule that statute takes effect on date of enactment in absence of a clear contrary direction by Congress to interpretation of other provisions of ADAA).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In sum, appellant has demonstrated neither his entitlement to an evidentiary hearing on, nor error in the denial of, the motion for relief under 28 U.S.C. Sec. 2255.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant alleges that he was misled by the court's use of the words \"predictions\" or \"prophecies.\"  He claims he would have answered differently had the court instead used the word \"promises.\"  Whatever the semantic possibilities, this assertion, too, is refuted by the record which shows that appellant specifically denied any collateral \"promises\" when he subsequently completed the written plea petition.  Moreover, \"we have never held the district courts to a formula of magic words\" in meeting the requirements of Rule 11.\"   United States v. Medina-Silverio, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">364135</span> </span>at * 3 (1st Cir.  July 19, 1994)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111539/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112529/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195053/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195391/",
    "https://www.courtlistener.com/api/rest/v3/opinions/433521/",
    "https://www.courtlistener.com/api/rest/v3/opinions/441078/",
    "https://www.courtlistener.com/api/rest/v3/opinions/505492/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542854/",
    "https://www.courtlistener.com/api/rest/v3/opinions/560453/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1650948/"
  ]
}