{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195624/",
  "id": 195624,
  "absolute_url": "/opinion/195624/united-states-v-tracy/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195624/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:44:01Z",
  "date_modified": "2020-02-21T23:30:25.343864Z",
  "type": "010combined",
  "sha1": "1a2b380d248e73216306ed21aa3e220dc24c3104",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1713.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1713\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                        JOHN L. TRACY,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n           [Hon. Gene Carter, U.S. District Judge]\n                                                 \n\n                                         \n\n                            Before\n\n                  Torruella, Cyr and Boudin,\n\n                       Circuit Judges.\n                                     \n\n                                         \n\nJ.  Michael McGuinness,  by Appointment  of the  Court, with  whom\n                      \nMcGuinness &amp; Parlagreco was on brief for appellant.\n                   \nMichael M.  DuBose, Assistant  United States  Attorney, with  whom\n                  \nJay P.  McCloskey, United States Attorney, was on brief for the United\n             \nStates.\n\n                                         \n\n                      September 28, 1994\n                                         \n\n     BOUDIN, Circuit Judge.   John  Tracy was  indicted by  a\n                          \n\nfederal grand jury in Maine on five counts of distribution or\n\nattempted distribution  of LSD in  violation of 21  U.S.C.   \n\n841(a)(1),  846.   Tracy failed to  appear for  his scheduled\n\ntrial  in August  1991 and  was arrested  two weeks  later in\n\nFlorida, carrying a false identification and pretending to be\n\nsomeone else.  He was then separately indicted for failing to\n\nappear in violation of 18 U.S.C.   3146(a)(1).  \n\n     In  October 1991, Tracy was convicted by a jury on three\n\nof the  five drug counts  and acquitted on  two others.   The\n\nfollowing  month he pleaded  guilty to the  failure to appear\n\ncharge.   In April 1992, Tracy  was sentenced to 97 months on\n\nthe  drug convictions and an additional 24 month term, to run\n\nconsecutively to  the first sentence, for  Tracy's failure to\n\nappear for trial.\n\n     Tracy  then  appealed but  this  court  rejected all  of\n\nTracy's claims as to both  convictions and sentence.   United\n                                                             \n\nStates v. Tracy,  989 F.2d 1279 (1st Cir.  1993).  The United\n               \n\nStates cross-appealed because of the district court's refusal\n\nto  enhance Tracy's sentence for obstruction of justice.  See\n                                                             \n\nU.S.S.G.    3C1.1.   On  the government's  appeal this  court\n\nremanded for  further proceedings.  See 989  F.2d at 1288-90.\n                                       \n\nThe  facts  pertaining  to  the remand  need  to  be  briefly\n\n                             -2-\n\nrecounted, as the  remand is  the predicate  for the  present\n\nappeal.\n\n     In  the original  pre-sentence report  following Tracy's\n\nconvictions and guilty plea,  the probation officer said that\n\nthe drug weight  established a base offense level of 26.  The\n\nofficer recommended  a two-level enhancement  for obstruction\n\nof  justice,  because  of an  asserted  direct  contradiction\n\nbetween Tracy's  trial testimony and that  of Russell Wright,\n\nan  individual  who  had  purchased drugs  from  Tracy  while\n\nsecretly cooperating with Maine's Bureau of Intergovernmental\n\nDrug  Enforcement.   Tracy had  claimed  that the  final drug\n\ntransaction involved  fake LSD.   Wright had  given testimony\n\npointing in  the other direction, and the  jury seemingly had\n\nbelieved that Tracy was not telling the truth.\n\n     Based   on  Tracy's   criminal  history   category,  the\n\nrecommended two-point  enhancement (to  a level of  28) would\n\nhave  created  a  sentencing  guideline range  of  97  to 121\n\nmonths.  At sentencing, the district court declined to impose\n\nthe two-point enhancement.  The court said:\n\n          [It]  is  a  very  close  call.    It  is\n          apparent  to  the  Court  that  the  jury\n          rejected   the    credibility   of   this\n          defendant and of his testimony  at trial.\n          This Court was  present at that time  and\n          heard that  testimony.  This  Court, too,\n          disbelieved   the    accuracy   of   this\n          testimony.  \n\n               Nevertheless, there  are many policy\n          considerations that surround the question\n          of enhancing  a base offense  level which\n\n                             -3-\n\n          creates potential punishment on the basis\n          of  the  Court's conclusion  that perjury\n          has been  committed.   And  the Court  is\n          simply not comfortable in its own mind in\n          concluding  that  the conduct  amounts to\n          perjury  of  sufficient  significance  to\n          justify such an enhancement.\n\n     Absent the  enhancement, the base offense level remained\n\nat 26 and the guideline range was  therefore 78 to 97 months.\n\nThe  district court imposed a  sentence of 97  months for the\n\ndrug offenses, as well as  the separate consecutive 24  month\n\nsentence--not  here  in  issue--for  the  failure  to  appear\n\noffense.     Apparently,  as  a  matter   of  principle,  the\n\ngovernment appealed the district court's refusal to adopt the\n\ntwo-point enhancement.\n\n     On the appeal, this court held that under United  States\n                                                             \n\nv.  Dunnigan, 113  S.  Ct. 1111  (1993),  the obstruction  of\n            \n\njustice enhancement is mandatory under U.S.S.G.   3C1.1 where\n\nthe  defendant willfully obstructed  or attempted to obstruct\n\nthe administration  of justice during the  prosecution of the\n\ncase.  The  application note specifically  identifies perjury\n\nas conduct comprising obstruction, U.S.S.G.   3C1.1, comment.\n\n(n.3(b)), and  Dunnigan requires  sentencing courts  to apply\n                       \n\nthe generally accepted definition  of perjury under 18 U.S.C.\n\n  1621, 113 S. Ct. at 1116.\n\n     The  Supreme  Court  said  that,  under   the  statutory\n\ndefinition of perjury, a witness commits perjury if he or she\n\n                             -4-\n\n\"gives false  testimony concerning  a material matter  with a\n\nwillful intent to  provide false testimony, rather than  as a\n\nresult of confusion, mistake  or faulty memory.\"  113  S. Ct.\n\nat 1116.  Dunnigan added that the sentencing court must \"make\n                  \n\nindependent findings necessary\" to establish  the enhancement\n\nand  that \"it is preferable  for a district  court to address\n\neach element of the  alleged perjury in a separate  and clear\n\nfinding.\"  Id. at 1117.\n              \n\n     On the  original appeal in  Tracy, this court  said that\n                                      \n\nthe  district  court had  made  clear that  it  found Tracy's\n\ntestimony inaccurate but had  not specifically found that the\n\ntestimony concerned a material  matter or that the inaccuracy\n\nwas deliberate.  989 F.2d at 1289-90.  At the same time, this\n\ncourt made clear  that under the guideline  and Dunnigan, the\n                                                        \n\ndistrict court  could not both  find perjury and  yet require\n\n\"something more than basic  perjury to justify an enhancement\n\n. . . .\"  Id. at  1290.  In other words, the enhancement  had\n             \n\nto be imposed where the requisites of perjury existed.  \n\n       On  remand,  the   government  apparently  asked   the\n\ndistrict  court  to make  an  explicit  finding that  Tracy's\n\ntestimony, contradicted by Wright,  had been perjurious.  But\n\nhaving  made  its  point,  the  government  professed  itself\n\nsatisfied  with the 97-month  sentence previously imposed for\n\nthe drug  counts, noting that  it was a  permissible sentence\n\nunder the  new  guideline  range that  would  result  if  the\n\n                             -5-\n\ndistrict  court  did find  perjury  and  added the  two-level\n\nenhancement  to the base offense  level of 26.   The district\n\ncourt took quite a different course.  \n\n     Instead  of  focusing  upon  the  instance  of  possible\n\nperjury  identified by  the probation  officer,  the district\n\ncourt  held a hearing on remand, in June 1993, and determined\n\nthat Tracy had  lied at his  trial on two  other points:   in\n\ntestifying that he had sold LSD to Wright only because he was\n\nafraid of Wright, and in claiming that he  had left Maine for\n\nFlorida because he believed his girlfriend to be pregnant but\n\nintended after the child's birth to return to Maine and stand\n\ntrial.   The  court found  that these  lies were  willful and\n\nmaterial and that the  requirements of perjury were therefore\n\nsatisfied.\n\n     The  two-level   enhancement  based  on   these  perjury\n\nfindings increased  Tracy's offense  level to 28,  yielding a\n\nguideline  range of  97 to  121 months  for one  with Tracy's\n\ncriminal history.  As he had done in the first instance,  the\n\ndistrict judge sentenced  Tracy at the  top of the  guideline\n\nrange.  This  time, however,  the range went  higher and  the\n\nsentence now imposed on  the drug counts was 121  months.  As\n\nbefore, this  is to  be followed  by a  24-month term  on the\n\nfailure  to appear count.   Tracy has now  appealed from this\n\nnew sentence.\n\n                             -6-\n\n     On appeal, Tracy contends  that the district court could\n\nnot  on this  record properly  find  perjury.   His appellate\n\nbrief contrasts Tracy's situation  with that of the defendant\n\nin  Dunnigan where  the  Supreme Court  pointed to  \"numerous\n            \n\nwitnesses\" contradicting  the defendant on \"so  many facts on\n\nwhich she could not have been mistaken.\"  113 S. Ct. at 1117.\n\nTracy's  brief also tries to  focus attention on the original\n\nconflict between Tracy and Wright, one part of which involved\n\nthe  color and design  of the blotter paper  on which the LSD\n\nwas tendered.\n\n     The district court's  findings that perjury  occurred in\n\nthis  case  can  be  overturned  only  if  they  are  clearly\n\nerroneous.  See  United States  v. Aymelek, 926  F.2d 64,  68\n                                          \n\n(1st Cir. 1991).   In this instance, there is  ample evidence\n\nin the  record to support the  district court's determination\n\nthat there were  two separate episodes of perjury (either one\n\nwould suffice  for an  enhancement).  Although  Tracy's brief\n\ndoes  not  argue  in  detail  about  the  adequacies  of  the\n\nevidence,  we  have  nevertheless  reviewed  the  record  and\n\nrecount the evidence quite briefly.\n\n     At his trial, Tracy  had offered an entrapment defense--\n\nthe transactions  were difficult to deny since  they had been\n\nrecorded--and in aid  of that defense, he  had testified that\n\nhe  had been afraid of Wright  because of Wright's aggressive\n\nmanner.  Tracy's sixteen year old stepdaughter testified that\n\n                             -7-\n\nshe  had  been frightened  by  Wright and  in  other respects\n\nsupported  Tracy's claim of fear.  On the other hand, because\n\nthe drug transactions had  been monitored and recorded, there\n\nwas also evidence from witnesses, presumably supported by the\n\ntapes,  that at no point had Wright said anything to threaten\n\nor intimidate Tracy.  \n\n     The district judge at the hearing after remand expressly\n\nfound  Tracy  had manufactured  the intimidation  defense and\n\nthat it  was \"known by the  witness at the time  to be untrue\n\nand it goes to  a material element of the  case against him.\"\n\nThe  district court  judge heard  Tracy and  his stepdaughter\n\ntestify  and also had before him the evidence that no threats\n\nor intimidating remarks were made by Wright.  Obviously,  the\n\npresence or absence of  fear in Tracy's mind is  a subjective\n\nmatter.   But the district  judge did not  commit clear error\n\nwhen  he weighed  the conflicting  inferences and  found that\n\nTracy had lied about his own state of mind.\n\n     In particular,  Tracy's claim  that he  was  in fear  of\n\nWright must have been very hard to reconcile with Tracy's own\n\nclaim that in  the final  abortive sale he  had attempted  to\n\nsell  Wright fake LSD (and was therefore not guilty of a drug\n                 \n\noffense regardless of entrapment).  The notion that one would\n\nsell fake  drugs to a buyer whom one knows and fears, and who\n\ncould easily  return to retaliate,  is doubtful on  its face.\n\n                             -8-\n\nTracy's explanation--that Wright would merely seek to get his\n\nmoney back--sounds especially lame.\n\n     In  the  second   perjury  episode,  concerning  Tracy's\n\nfailure to  appear for  trial,  the inferences  are not  even\n\nclose.    Tracy  obtained  several  postponements  and  then,\n\ninstead of  appearing on the  final trial date,  absconded to\n\nFlorida.   At trial, the  government offered evidence that he\n\nhad fled, coupled with further  evidence that when caught  he\n\nwas carrying  false identification and using a false name, in\n\norder to create  an inference  of guilt on  the drug  counts.\n\nTracy's own testimony-- that he had gone to Florida merely to\n\nbe with  his pregnant  girlfriend during  the birth  of their\n\nchild and intended to return to trial--was material testimony\n\nbecause  it sought to refute  the inference that  he had fled\n\nbecause he was guilty.\n\n     Most people  would be fairly skeptical  at Tracy's claim\n\nthat he had coincidentally  learned of the possible pregnancy\n\njust  before the  date  of his  oft-postponed  trial and  had\n\ndeparted without  explanation from  Maine for the  purpose of\n\nbringing  comfort to his girlfriend.  They would be even more\n\nskeptical  of Tracy's claim that by coincidence he was (so he\n\nclaimed)  about to return to Maine just when he was arrested.\n\nNews that Tracy had given a false name when  arrested and had\n\nbeen carrying a driver's license and birth certificate in the\n\nname  of  another  person   would  for  most  people  convert\n\n                             -9-\n\nskepticism into  hardfast disbelief.   The evidence,  in sum,\n\nwas sufficient to support the perjury finding.\n\n     Turning from the  evidence to other claims  of error, we\n\nbegin with Tracy's assertion that the district court made its\n\nDunnigan  findings  \"in  the most  conclusory  and threadbare\n        \n\nfashion\"  and  \"inadequately  explained  its  basis  for  its\n\npurported findings .  . . .\"   Tracy does  not deny that  the\n\ndistrict judge made, for both  perjury episodes, each of  the\n\nthree  ultimate  findings   of  inaccuracy,  willfulness  and\n\nmateriality.     Nor  is  there  any   confusion  about  what\n\nstatements were  found perjurious:   the district  court took\n\nthe  occasion to  identify  (by line  and  page numbers)  six\n\nseparate perjurious statements by Tracy, four relating to the\n\nintimidation  claim and  two  to the  Florida  flight.   Yet,\n\nputting  aside  rhetoric about  threadbareness,  Tracy  is in\n\nsubstance  correct  that  there  are  no  further  subsidiary\n\nfindings,  nor  any  explanation  of  the  district   court's\n\nanalysis or  evaluation of Tracy's testimony  to underpin the\n\ntrial judge's finding that Tracy was willfully and materially\n\ninaccurate.\n\n     But the district court had no obligation to provide such\n\nsubsidiary findings  or, as would be more  pertinent here, an\n\nexplanation as to the district court's own reasoning process.\n\nThere is  no such requirement  in sentencing  determinations,\n\nand Dunnigan imposed nothing more than a requirement that the\n            \n\n                             -10-\n\nrequisites of  perjury be  found, preferably in  explicit and\n\nseparate  findings.  In fact, it is commonplace in sentencing\n\nfor  a  district  judge   to  announce  the  court's  factual\n\nconclusion--e.g., the  quantity  of  drugs  foreseen  by  the\n                \n\ndefendant or  the presence  of a  weapon--without in  any way\n\nproviding subsidiary findings or an evaluation of conflicting\n\nevidence.  \n\n     On review, the appeals court  must be able to  ascertain\n\nthe ultimate  finding and there must  be evidence (regardless\n                         \n\nof  whether  it  has  been  specifically  identified  by  the\n\ndistrict judge) that would permit a reasonable fact finder to\n\nmake such a determination, giving  such deference to the fact\n\nfinder as may be appropriate.  Perhaps in some cases it would\n\nbe impossible  to exercise a review  function without further\n\ninformation about what the district judge had found or how he\n\nor she had reasoned about the  evidence.  For the most  part,\n\nas here, no  such need exists.   In this respect we  normally\n\nreview  the evidence and the result, but not the reasoning by\n\nwhich the result was reached by the district court.\n\n     This discussion  also answers  the substance  of Tracy's\n\nrelated  claim, namely,  that  the district  court failed  to\n\nexplain  why  it  rejected  the  possibility  of  mistake  in\n\nappraising Tracy's  testimony.  The Supreme  Court did advert\n\nin  Dunnigan to  the  possibility of  \"confusion, mistake  or\n            \n\nfaulty memory.\"  113 S. Ct.  at 1117.  But where as here  the\n\n                             -11-\n\nevidence would  permit a  reasonable fact finder  to conclude\n\nthat  an inaccuracy  was  willful rather  than mistaken,  the\n\njudge has no  separate obligation  to explain why  he or  she\n                                                 \n\nrejected the  inference of mistake and  adopted the inference\n\nof willfulness.     This brings  us  to Tracy's  next  point.\n\nHis  appeal  brief  calls  our  attention  to  commentary  to\n\nU.S.S.G.     3C1.1  that  \"[i]n applying  this  provision  in\n\nrespect  to  alleged false  testimony  or  statements by  the\n\ndefendant,  such testimony or  statements should be evaluated\n\nin  a light most favorable  to the defendant.\"   Id. comment.\n                                                    \n\n(n.1).   Tracy is  apparently under the  impression (based on\n\nother  statements in  his  brief) that  this quoted  language\n\nmeans  that, in  general, \"close\"  cases under  section 3C1.1\n\nmust  be resolved  in  favor of  the defendant.    This is  a\n\nmisreading  of  the commentary  and  an  exaggeration of  the\n\ngovernment's burden.\n\n     We have repeatedly said that this \"commentary\" \"does not\n\nmandate  the resolution  of  every conflict  in testimony  in\n\nfavor  of   the  defendant\";   it  merely  resolves   in  the\n\ndefendant's  favor \"those  conflicts about  which the  judge,\n\nafter weighing the evidence, has no firm conviction.\"  United\n                                                             \n\nStates  v. Rojo-Alvarez,  944 F.2d 959,  969 (1st  Cir. 1991)\n                       \n\n(quoting  other circuits).   Otherwise, \"the  safeguard would\n\nswallow  the  rule  in a  single  gulp,\"    United States  v.\n                                                         \n\nAkitoye, 923 F.2d 221, 228 (1st Cir. 1991), since to take the\n       \n\n                             -12-\n\nevidence in the light  most favorable to the defendant  is to\n\ncredit his or her testimony.   In this case, the  trial judge\n\ndid have a firm, and amply warranted, conviction that perjury\n\nhad been committed.\n\n     We note,  in addition,  that the quoted  commentary read\n                                                             \n\nliterally  addresses  a  rather narrow  problem  peculiar  to\n         \n\nperjury and other charges  that match a defendant's testimony\n\nagainst  \"the truth\"  as later  found by  the judge  or jury.\n\nWords,  even  in context,  can be  subject  to more  than one\n\nplausible  reading;  and  this  is  as true  in  parsing  the\n\ntestimony of a defendant at trial as in construing a statute.\n\nIn a  perjury case, one  of the plausible readings  may be in\n\nconflict  with \"the  truth\" and  undoubtedly willful  if that\n\nmeaning were intended; the  other reading, also plausible but\n\nperhaps  less  so,  may  render   the  defendant's  statement\n\naccurate, or at least make willfulness unlikely.\n\n     The precise words of quoted commentary say  that in such\n\ncases the defendant's \"testimony or statement\" should be read\n\nin the light most  favorable to the defendant.  To the extent\n\nthat  an  innocent  reading  may be  plausible  (even  though\n\nperhaps  less   plausible  than  an  inculpatory   one),  the\n\ncommentary  resolves this  doubt in  favor of  the defendant.\n                         \n\nThe Sixth Circuit recently put the matter thusly:\n\n             We  note  that this  [commentary] does\n          not  require  that  the  evidence  in its\n                                                   \n          entirety  be  taken   in  a  light   most\n                  \n          favorable to the  defendant.  It is  only\n\n                             -13-\n\n          the defendant's statement  that is to  be\n          taken in a light  most favorable to  him.\n          So, if  the  meaning of  the  defendant's\n          statement  is  ambiguous,  the  ambiguity\n          should  be  resolved   in  his  favor  to\n          prevent a  finding  of perjury  when  the\n          defendant's statement, taken another way,\n          would not have been perjurious.\n\nUnited States v. Crousore, 1 F.3d 382, 385 (6th Cir. 1993).\n                         \n\n     Here, as  in  Crousore, there  is  no ambiguity  in  the\n                           \n\nmeaning of Tracy's statements.   We hasten to add  that there\n\nis also nothing  that suggests  that the present  case was  a\n\nclose one as to either inaccuracy or willfulness.  Still less\n\nis there  any possibility of  a mistake,  that is,  testimony\n\nthat was not  true but was  honestly believed  to be so  when\n\ndelivered.  The color  and design of the blotter  paper might\n\nhave involved a possibility  of mistake, but Tracy could  not\n\nhave been mistaken about his fear or lack  of fear of Wright,\n\nor about  his  motive for  going  to Florida  (putting  aside\n\npsychological subtleties that are not involved in this case).\n\n     We  conclude  by  rejecting,  and  mildly  reprimanding,\n\nTracy's claim that  a reasonable doubt of  perjury existed in\n\nthe trial judge's own  mind.  Tracy's brief quotes  the trial\n\njudge as saying, at the original sentencing, that he was then\n\n\"not comfortable  in  its own  mind  in concluding  that  the\n\nconduct amounts to perjury . . .\"  (sic).  Tracy argues that,\n\nif the district court had such a doubt about the presence  of\n\nperjury, then the  government could not have met  its burden.\n\nApart  from the fact that the district court was then talking\n\n                             -14-\n\nabout a  different perjurious  episode (the fake  LSD claim),\n                  \n\nthe  argument is  undercut by  other words  of the  judge not\n\nquoted in Tracy's brief.\n\n     The full sentence was as follows:  \"And the Court simply\n\nis not comfortable  in its  own mind in  concluding that  the\n\nconduct  amounts to  perjury  of  sufficient significance  to\n\njustify  an enhancement.\"  Reading  this full sentence in the\n\ncontext  of the two  full paragraphs (quoted  earlier in this\n\nopinion), one would probably  conclude that when the district\n\ncourt said that this was a \"close call\" and said  it was \"not\n\ncomfortable in its  own mind,\"  it was referring  not to  the\n\nevidence of inaccuracy or willfulness or even materiality but\n\nrather  to   the  policy  arguments  against   sanctioning  a\n\ndefendant for testifying at trial in any but the most extreme\n\ncase.\n\n     We  were ourselves uncertain  enough about  the district\n\ncourt's  intention to remand, but  we do not  think that this\n\ndoubt warranted  Tracy's brief in omitting the balance of the\n\nsentence  it quoted.  As  it happens, on  remand the district\n\njudge  addressed  this very  issue,  explaining  that he  had\n\noriginally given  the defendant the  benefit of the  doubt on\n\nthe enhancement  because \"I  was  very concerned  that, as  a\n\nmatter  of policy,  imposition  of that  kind of  enhancement\n\nmight  chill other  defendants'  exercise of  their right  to\n\ntestify at  trial.\"   Needless to  say, the district  court's\n\n                             -15-\n\nconcern  is a reasonable one,  but Dunnigan binds  us and the\n                                           \n\ndistrict court alike.   Any charge that the  district court's\n\noriginal policy doubts and present findings are  inconsistent\n\nis without basis.  \n\n     Tracy's  final   claim  concerns  an  amendment  to  the\n\nsentencing  guidelines   that  became  effective   after  the\n                                                        \n\ndistrict court resentenced Tracy  in the remanded proceeding.\n\nEffective November 1,  1993, the  sentencing guidelines  have\n\naltered the method for computing LSD in a manner that Tracy's\n\nbrief claims is favorable to his position and would result in\n\na lower  guideline range.   U.S.S.G. App.  C, Amendment  488.\n\nThe Sentencing Commission has  determined that the  amendment\n\napplies  retroactively.  Id., Amendment 502.  See 28 U.S.C.  \n                                                 \n\n994(u).   A  sentence  imposed before  the new  computational\n\nmethod  can therefore be readjusted by  the district court to\n\nconform to the amended approach.  18 U.S.C.   3582(c)(2).  \n\n     Tracy at the close of his brief  asks that we remand the\n\nmatter  to  the  district  court to  permit  resentencing  in\n\naccordance  with   the  amendment.    Such  a  recomputation,\n\nhowever,  presents  issues  of  fact and  may  involve  other\n\nquestions about which  the government and Tracy  differ.  The\n\nstatute  providing for  retroactive  adjustments  allows  the\n\ndefendant to  file a motion  with the district  court seeking\n\nsuch  an adjustment.  18 U.S.C.   3582(c)(2).  Our affirmance\n\nin this case is without prejudice to Tracy's right to do so.\n\n                             -16-\n\n     We  have  a  final  observation about  the  government's\n\nearlier  appeal.   It now  appears from  its position  at the\n\nremand  hearing that  the government  was satisfied  with the\n\nsentence  originally  imposed.    Yet  as  a  result  of  the\n\ngovernment's appeal Tracy has now  to serve an additional two\n\nyears over  and above the ten  years' imprisonment originally\n\nimposed.  Some  portion of the full sentence reflects Tracy's\n\ncriminal history, and his  flight to Florida.  But  neither a\n\nten  nor  a  twelve-year  sentence  could  be  called  unduly\n\nlenient.\n\n     Understandably,  the government wished  to establish the\n\nprinciple that  perjury, and not \"something  more,\" merits an\n\nenhancement.  But this  point could have been made  as easily\n\nin a later case where the government actually wanted a longer\n\nsentence.  A  litigant is  not obligated to  worry about  the\n\nprice  paid by  others to  establish a  matter  of principle.\n\nStill,  one hopes that  a prosecuting agency  would weigh the\n\nprice in its own calculus.\n\n     Affirmed.\n             \n\n                             -17-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1713\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                        JOHN L. TRACY,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n           [Hon. Gene Carter, U.S. District Judge]\n                                                 \n\n                                         \n\n                            Before\n\n                  Torruella, Cyr and Boudin,\n\n                       Circuit Judges.\n                                     \n\n                                         \n\nJ.  Michael McGuinness,  by Appointment  of the  Court, with  whom\n                      \nMcGuinness &amp; Parlagreco was on brief for appellant.\n                   \nMichael M.  DuBose, Assistant  United States  Attorney, with  whom\n                  \nJay P.  McCloskey, United States Attorney, was on brief for the United\n             \nStates.\n\n                                         \n\n                      September 28, 1994\n                                         \n\n     BOUDIN, Circuit Judge.   John  Tracy was  indicted by  a\n                          \n\nfederal grand jury in Maine on five counts of distribution or\n\nattempted distribution  of LSD in  violation of 21  U.S.C.   \n\n841(a)(1),  846.   Tracy failed to  appear for  his scheduled\n\ntrial  in August  1991 and  was arrested  two weeks  later in\n\nFlorida, carrying a false identification and pretending to be\n\nsomeone else.  He was then separately indicted for failing to\n\nappear in violation of 18 U.S.C.   3146(a)(1).  \n\n     In  October 1991, Tracy was convicted by a jury on three\n\nof the  five drug counts  and acquitted on  two others.   The\n\nfollowing  month he pleaded  guilty to the  failure to appear\n\ncharge.   In April 1992, Tracy  was sentenced to 97 months on\n\nthe  drug convictions and an additional 24 month term, to run\n\nconsecutively to  the first sentence, for  Tracy's failure to\n\nappear for trial.\n\n     Tracy  then  appealed but  this  court  rejected all  of\n\nTracy's claims as to both  convictions and sentence.   United\n                                                             \n\nStates v. Tracy,  </pre><span class=\"citation\" data-id=\"603771\"><a href=\"/opinion/603771/united-states-v-john-l-tracy-united-states-of-america-v-john-l-tracy/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1279</span> </a></span><pre class=\"inline\">(1st Cir.  1993).  The United\n               \n\nStates cross-appealed because of the district court's refusal\n\nto  enhance Tracy's sentence for obstruction of justice.  See\n                                                             \n\nU.S.S.G.    3C1.1.   On  the government's  appeal this  court\n\nremanded for  further proceedings.  </pre><span class=\"citation\" data-id=\"603771\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/603771/united-states-v-john-l-tracy-united-states-of-america-v-john-l-tracy/\"><span class=\"volume\">989</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">1288-90</span></a></span><pre class=\"inline\">.\n                                       \n\nThe  facts  pertaining  to  the remand  need  to  be  briefly\n\n                             -2-\n\nrecounted, as the  remand is  the predicate  for the  present\n\nappeal.\n\n     In  the original  pre-sentence report  following Tracy's\n\nconvictions and guilty plea,  the probation officer said that\n\nthe drug weight  established a base offense level of 26.  The\n\nofficer recommended  a two-level enhancement  for obstruction\n\nof  justice,  because  of an  asserted  direct  contradiction\n\nbetween Tracy's  trial testimony and that  of Russell Wright,\n\nan  individual  who  had  purchased drugs  from  Tracy  while\n\nsecretly cooperating with Maine's Bureau of Intergovernmental\n\nDrug  Enforcement.   Tracy had  claimed  that the  final drug\n\ntransaction involved  fake LSD.   Wright had  given testimony\n\npointing in  the other direction, and the  jury seemingly had\n\nbelieved that Tracy was not telling the truth.\n\n     Based   on  Tracy's   criminal  history   category,  the\n\nrecommended two-point  enhancement (to  a level of  28) would\n\nhave  created  a  sentencing  guideline range  of  97  to 121\n\nmonths.  At sentencing, the district court declined to impose\n\nthe two-point enhancement.  The court said:\n\n          [It]  is  a  very  close  call.    It  is\n          apparent  to  the  Court  that  the  jury\n          rejected   the    credibility   of   this\n          defendant and of his testimony  at trial.\n          This Court was  present at that time  and\n          heard that  testimony.  This  Court, too,\n          disbelieved   the    accuracy   of   this\n          testimony.  \n\n               Nevertheless, there  are many policy\n          considerations that surround the question\n          of enhancing  a base offense  level which\n\n                             -3-\n\n          creates potential punishment on the basis\n          of  the  Court's conclusion  that perjury\n          has been  committed.   And  the Court  is\n          simply not comfortable in its own mind in\n          concluding  that  the conduct  amounts to\n          perjury  of  sufficient  significance  to\n          justify such an enhancement.\n\n     Absent the  enhancement, the base offense level remained\n\nat 26 and the guideline range was  therefore 78 to 97 months.\n\nThe  district court imposed a  sentence of 97  months for the\n\ndrug offenses, as well as  the separate consecutive 24  month\n\nsentence--not  here  in  issue--for  the  failure  to  appear\n\noffense.     Apparently,  as  a  matter   of  principle,  the\n\ngovernment appealed the district court's refusal to adopt the\n\ntwo-point enhancement.\n\n     On the appeal, this court held that under United  States\n                                                             \n\nv.  Dunnigan, 113  S.  Ct. 1111  (1993),  the obstruction  of\n            \n\njustice enhancement is mandatory under U.S.S.G.   3C1.1 where\n\nthe  defendant willfully obstructed  or attempted to obstruct\n\nthe administration  of justice during the  prosecution of the\n\ncase.  The  application note specifically  identifies perjury\n\nas conduct comprising obstruction, U.S.S.G.   3C1.1, comment.\n\n(n.3(b)), and  Dunnigan requires  sentencing courts  to apply\n                       \n\nthe generally accepted definition  of perjury under 18 U.S.C.\n\n  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">1621,</span> <span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1116</span></span><pre class=\"inline\">.\n\n     The  Supreme  Court  said  that,  under   the  statutory\n\ndefinition of perjury, a witness commits perjury if he or she\n\n                             -4-\n\n\"gives false  testimony concerning  a material matter  with a\n\nwillful intent to  provide false testimony, rather than  as a\n\nresult of confusion, mistake  or faulty </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">memory.\"</span>  <span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span>\n\nat <span class=\"page\">1116</span></span><pre class=\"inline\">.  Dunnigan added that the sentencing court must \"make\n                  \n\nindependent findings necessary\" to establish  the enhancement\n\nand  that \"it is preferable  for a district  court to address\n\neach element of the  alleged perjury in a separate  and clear\n\nfinding.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1117.\n</span><pre class=\"inline\">              \n\n     On the  original appeal in  Tracy, this court  said that\n                                      \n\nthe  district  court had  made  clear that  it  found Tracy's\n\ntestimony inaccurate but had  not specifically found that the\n\ntestimony concerned a material  matter or that the inaccuracy\n\nwas </pre><span class=\"citation\" data-id=\"603771\"><span class=\"antecedent_guess\">deliberate.</span>  <a href=\"/opinion/603771/united-states-v-john-l-tracy-united-states-of-america-v-john-l-tracy/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1289-90</span></a></span><pre class=\"inline\">.  At the same time, this\n\ncourt made clear  that under the guideline  and Dunnigan, the\n                                                        \n\ndistrict court  could not both  find perjury and  yet require\n\n\"something more than basic  perjury to justify an enhancement\n\n. . . .\"  </pre><span class=\"citation\" data-id=\"603771\"><a href=\"/opinion/603771/united-states-v-john-l-tracy-united-states-of-america-v-john-l-tracy/\"><span class=\"id_token\">Id.</span> at  1290. </a></span><pre class=\"inline\"> In other words, the enhancement  had\n             \n\nto be imposed where the requisites of perjury existed.  \n\n       On  remand,  the   government  apparently  asked   the\n\ndistrict  court  to make  an  explicit  finding that  Tracy's\n\ntestimony, contradicted by Wright,  had been perjurious.  But\n\nhaving  made  its  point,  the  government  professed  itself\n\nsatisfied  with the 97-month  sentence previously imposed for\n\nthe drug  counts, noting that  it was a  permissible sentence\n\nunder the  new  guideline  range that  would  result  if  the\n\n                             -5-\n\ndistrict  court  did find  perjury  and  added the  two-level\n\nenhancement  to the base offense  level of 26.   The district\n\ncourt took quite a different course.  \n\n     Instead  of  focusing  upon  the  instance  of  possible\n\nperjury  identified by  the probation  officer,  the district\n\ncourt  held a hearing on remand, in June 1993, and determined\n\nthat Tracy had  lied at his  trial on two  other points:   in\n\ntestifying that he had sold LSD to Wright only because he was\n\nafraid of Wright, and in claiming that he  had left Maine for\n\nFlorida because he believed his girlfriend to be pregnant but\n\nintended after the child's birth to return to Maine and stand\n\ntrial.   The  court found  that these  lies were  willful and\n\nmaterial and that the  requirements of perjury were therefore\n\nsatisfied.\n\n     The  two-level   enhancement  based  on   these  perjury\n\nfindings increased  Tracy's offense  level to 28,  yielding a\n\nguideline  range of  97 to  121 months  for one  with Tracy's\n\ncriminal history.  As he had done in the first instance,  the\n\ndistrict judge sentenced  Tracy at the  top of the  guideline\n\nrange.  This  time, however,  the range went  higher and  the\n\nsentence now imposed on  the drug counts was 121  months.  As\n\nbefore, this  is to  be followed  by a  24-month term  on the\n\nfailure  to appear count.   Tracy has now  appealed from this\n\nnew sentence.\n\n                             -6-\n\n     On appeal, Tracy contends  that the district court could\n\nnot  on this  record properly  find  perjury.   His appellate\n\nbrief contrasts Tracy's situation  with that of the defendant\n\nin  Dunnigan where  the  Supreme Court  pointed to  \"numerous\n            \n\nwitnesses\" contradicting  the defendant on \"so  many facts on\n\nwhich she could not have been </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">mistaken.\"</span>  <span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1117</span></span><pre class=\"inline\">.\n\nTracy's  brief also tries to  focus attention on the original\n\nconflict between Tracy and Wright, one part of which involved\n\nthe  color and design  of the blotter paper  on which the LSD\n\nwas tendered.\n\n     The district court's  findings that perjury  occurred in\n\nthis  case  can  be  overturned  only  if  they  are  clearly\n\nerroneous.  See  United States  v. Aymelek, </pre><span class=\"citation\" data-id=\"556393\"><a href=\"/opinion/556393/united-states-v-kaya-aymelek/\"><span class=\"volume\">926</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span><pre class=\"inline\">,  68\n                                          \n\n(1st Cir. 1991).   In this instance, there is  ample evidence\n\nin the  record to support the  district court's determination\n\nthat there were  two separate episodes of perjury (either one\n\nwould suffice  for an  enhancement).  Although  Tracy's brief\n\ndoes  not  argue  in  detail  about  the  adequacies  of  the\n\nevidence,  we  have  nevertheless  reviewed  the  record  and\n\nrecount the evidence quite briefly.\n\n     At his trial, Tracy  had offered an entrapment defense--\n\nthe transactions  were difficult to deny since  they had been\n\nrecorded--and in aid  of that defense, he  had testified that\n\nhe  had been afraid of Wright  because of Wright's aggressive\n\nmanner.  Tracy's sixteen year old stepdaughter testified that\n\n                             -7-\n\nshe  had  been frightened  by  Wright and  in  other respects\n\nsupported  Tracy's claim of fear.  On the other hand, because\n\nthe drug transactions had  been monitored and recorded, there\n\nwas also evidence from witnesses, presumably supported by the\n\ntapes,  that at no point had Wright said anything to threaten\n\nor intimidate Tracy.  \n\n     The district judge at the hearing after remand expressly\n\nfound  Tracy  had manufactured  the intimidation  defense and\n\nthat it  was \"known by the  witness at the time  to be untrue\n\nand it goes to  a material element of the  case against him.\"\n\nThe  district court  judge heard  Tracy and  his stepdaughter\n\ntestify  and also had before him the evidence that no threats\n\nor intimidating remarks were made by Wright.  Obviously,  the\n\npresence or absence of  fear in Tracy's mind is  a subjective\n\nmatter.   But the district  judge did not  commit clear error\n\nwhen  he weighed  the conflicting  inferences and  found that\n\nTracy had lied about his own state of mind.\n\n     In particular,  Tracy's claim  that he  was  in fear  of\n\nWright must have been very hard to reconcile with Tracy's own\n\nclaim that in  the final  abortive sale he  had attempted  to\n\nsell  Wright fake LSD (and was therefore not guilty of a drug\n                 \n\noffense regardless of entrapment).  The notion that one would\n\nsell fake  drugs to a buyer whom one knows and fears, and who\n\ncould easily  return to retaliate,  is doubtful on  its face.\n\n                             -8-\n\nTracy's explanation--that Wright would merely seek to get his\n\nmoney back--sounds especially lame.\n\n     In  the  second   perjury  episode,  concerning  Tracy's\n\nfailure to  appear for  trial,  the inferences  are not  even\n\nclose.    Tracy  obtained  several  postponements  and  then,\n\ninstead of  appearing on the  final trial date,  absconded to\n\nFlorida.   At trial, the  government offered evidence that he\n\nhad fled, coupled with further  evidence that when caught  he\n\nwas carrying  false identification and using a false name, in\n\norder to create  an inference  of guilt on  the drug  counts.\n\nTracy's own testimony-- that he had gone to Florida merely to\n\nbe with  his pregnant  girlfriend during  the birth  of their\n\nchild and intended to return to trial--was material testimony\n\nbecause  it sought to refute  the inference that  he had fled\n\nbecause he was guilty.\n\n     Most people  would be fairly skeptical  at Tracy's claim\n\nthat he had coincidentally  learned of the possible pregnancy\n\njust  before the  date  of his  oft-postponed  trial and  had\n\ndeparted without  explanation from  Maine for the  purpose of\n\nbringing  comfort to his girlfriend.  They would be even more\n\nskeptical  of Tracy's claim that by coincidence he was (so he\n\nclaimed)  about to return to Maine just when he was arrested.\n\nNews that Tracy had given a false name when  arrested and had\n\nbeen carrying a driver's license and birth certificate in the\n\nname  of  another  person   would  for  most  people  convert\n\n                             -9-\n\nskepticism into  hardfast disbelief.   The evidence,  in sum,\n\nwas sufficient to support the perjury finding.\n\n     Turning from the  evidence to other claims  of error, we\n\nbegin with Tracy's assertion that the district court made its\n\nDunnigan  findings  \"in  the most  conclusory  and threadbare\n        \n\nfashion\"  and  \"inadequately  explained  its  basis  for  its\n\npurported findings .  . . .\"   Tracy does  not deny that  the\n\ndistrict judge made, for both  perjury episodes, each of  the\n\nthree  ultimate  findings   of  inaccuracy,  willfulness  and\n\nmateriality.     Nor  is  there  any   confusion  about  what\n\nstatements were  found perjurious:   the district  court took\n\nthe  occasion to  identify  (by line  and  page numbers)  six\n\nseparate perjurious statements by Tracy, four relating to the\n\nintimidation  claim and  two  to the  Florida  flight.   Yet,\n\nputting  aside  rhetoric about  threadbareness,  Tracy  is in\n\nsubstance  correct  that  there  are  no  further  subsidiary\n\nfindings,  nor  any  explanation  of  the  district   court's\n\nanalysis or  evaluation of Tracy's testimony  to underpin the\n\ntrial judge's finding that Tracy was willfully and materially\n\ninaccurate.\n\n     But the district court had no obligation to provide such\n\nsubsidiary findings  or, as would be more  pertinent here, an\n\nexplanation as to the district court's own reasoning process.\n\nThere is  no such requirement  in sentencing  determinations,\n\nand Dunnigan imposed nothing more than a requirement that the\n            \n\n                             -10-\n\nrequisites of  perjury be  found, preferably in  explicit and\n\nseparate  findings.  In fact, it is commonplace in sentencing\n\nfor  a  district  judge   to  announce  the  court's  factual\n\nconclusion--e.g., the  quantity  of  drugs  foreseen  by  the\n                \n\ndefendant or  the presence  of a  weapon--without in  any way\n\nproviding subsidiary findings or an evaluation of conflicting\n\nevidence.  \n\n     On review, the appeals court  must be able to  ascertain\n\nthe ultimate  finding and there must  be evidence (regardless\n                         \n\nof  whether  it  has  been  specifically  identified  by  the\n\ndistrict judge) that would permit a reasonable fact finder to\n\nmake such a determination, giving  such deference to the fact\n\nfinder as may be appropriate.  Perhaps in some cases it would\n\nbe impossible  to exercise a review  function without further\n\ninformation about what the district judge had found or how he\n\nor she had reasoned about the  evidence.  For the most  part,\n\nas here, no  such need exists.   In this respect we  normally\n\nreview  the evidence and the result, but not the reasoning by\n\nwhich the result was reached by the district court.\n\n     This discussion  also answers  the substance  of Tracy's\n\nrelated  claim, namely,  that  the district  court failed  to\n\nexplain  why  it  rejected  the  possibility  of  mistake  in\n\nappraising Tracy's  testimony.  The Supreme  Court did advert\n\nin  Dunnigan to  the  possibility of  \"confusion, mistake  or\n            \n\nfaulty </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">memory.\"</span>  <span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span>  at <span class=\"page\">1117</span></span><pre class=\"inline\">.  But where as here  the\n\n                             -11-\n\nevidence would  permit a  reasonable fact finder  to conclude\n\nthat  an inaccuracy  was  willful rather  than mistaken,  the\n\njudge has no  separate obligation  to explain why  he or  she\n                                                 \n\nrejected the  inference of mistake and  adopted the inference\n\nof willfulness.     This brings  us  to Tracy's  next  point.\n\nHis  appeal  brief  calls  our  attention  to  commentary  to\n\nU.S.S.G.     3C1.1  that  \"[i]n applying  this  provision  in\n\nrespect  to  alleged false  testimony  or  statements by  the\n\ndefendant,  such testimony or  statements should be evaluated\n\nin  a light most favorable  to the defendant.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> comment.\n                                                    \n\n(n.1). </span><pre class=\"inline\">  Tracy is  apparently under the  impression (based on\n\nother  statements in  his  brief) that  this quoted  language\n\nmeans  that, in  general, \"close\"  cases under  section 3C1.1\n\nmust  be resolved  in  favor of  the defendant.    This is  a\n\nmisreading  of  the commentary  and  an  exaggeration of  the\n\ngovernment's burden.\n\n     We have repeatedly said that this \"commentary\" \"does not\n\nmandate  the resolution  of  every conflict  in testimony  in\n\nfavor  of   the  defendant\";   it  merely  resolves   in  the\n\ndefendant's  favor \"those  conflicts about  which the  judge,\n\nafter weighing the evidence, has no firm conviction.\"  United\n                                                             \n\nStates  v. Rojo-Alvarez,  </pre><span class=\"citation\" data-id=\"568494\"><a href=\"/opinion/568494/united-states-v-alvaro-rojo-alvarez-united-states-v-adalberto/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">959</span></a></span><pre class=\"inline\">,  969 (1st  Cir. 1991)\n                       \n\n(quoting  other circuits).   Otherwise, \"the  safeguard would\n\nswallow  the  rule  in a  single  gulp,\"    United States  v.\n                                                         \n\nAkitoye, </pre><span class=\"citation\" data-id=\"554021\"><a href=\"/opinion/554021/united-states-v-adegboyega-akitoye/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span></a></span><pre class=\"inline\">, 228 (1st Cir. 1991), since to take the\n       \n\n                             -12-\n\nevidence in the light  most favorable to the defendant  is to\n\ncredit his or her testimony.   In this case, the  trial judge\n\ndid have a firm, and amply warranted, conviction that perjury\n\nhad been committed.\n\n     We note,  in addition,  that the quoted  commentary read\n                                                             \n\nliterally  addresses  a  rather narrow  problem  peculiar  to\n         \n\nperjury and other charges  that match a defendant's testimony\n\nagainst  \"the truth\"  as later  found by  the judge  or jury.\n\nWords,  even  in context,  can be  subject  to more  than one\n\nplausible  reading;  and  this  is  as true  in  parsing  the\n\ntestimony of a defendant at trial as in construing a statute.\n\nIn a  perjury case, one  of the plausible readings  may be in\n\nconflict  with \"the  truth\" and  undoubtedly willful  if that\n\nmeaning were intended; the  other reading, also plausible but\n\nperhaps  less  so,  may  render   the  defendant's  statement\n\naccurate, or at least make willfulness unlikely.\n\n     The precise words of quoted commentary say  that in such\n\ncases the defendant's \"testimony or statement\" should be read\n\nin the light most  favorable to the defendant.  To the extent\n\nthat  an  innocent  reading  may be  plausible  (even  though\n\nperhaps  less   plausible  than  an  inculpatory   one),  the\n\ncommentary  resolves this  doubt in  favor of  the defendant.\n                         \n\nThe Sixth Circuit recently put the matter thusly:\n\n             We  note  that this  [commentary] does\n          not  require  that  the  evidence  in its\n                                                   \n          entirety  be  taken   in  a  light   most\n                  \n          favorable to the  defendant.  It is  only\n\n                             -13-\n\n          the defendant's statement  that is to  be\n          taken in a light  most favorable to  him.\n          So, if  the  meaning of  the  defendant's\n          statement  is  ambiguous,  the  ambiguity\n          should  be  resolved   in  his  favor  to\n          prevent a  finding  of perjury  when  the\n          defendant's statement, taken another way,\n          would not have been perjurious.\n\nUnited States v. Crousore, </pre><span class=\"citation\" data-id=\"627372\"><a href=\"/opinion/627372/united-states-v-david-a-crousore/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">382</span></a></span><pre class=\"inline\">, 385 (6th Cir. 1993).\n                         \n\n     Here, as  in  Crousore, there  is  no ambiguity  in  the\n                           \n\nmeaning of Tracy's statements.   We hasten to add  that there\n\nis also nothing  that suggests  that the present  case was  a\n\nclose one as to either inaccuracy or willfulness.  Still less\n\nis there  any possibility of  a mistake,  that is,  testimony\n\nthat was not  true but was  honestly believed  to be so  when\n\ndelivered.  The color  and design of the blotter  paper might\n\nhave involved a possibility  of mistake, but Tracy could  not\n\nhave been mistaken about his fear or lack  of fear of Wright,\n\nor about  his  motive for  going  to Florida  (putting  aside\n\npsychological subtleties that are not involved in this case).\n\n     We  conclude  by  rejecting,  and  mildly  reprimanding,\n\nTracy's claim that  a reasonable doubt of  perjury existed in\n\nthe trial judge's own  mind.  Tracy's brief quotes  the trial\n\njudge as saying, at the original sentencing, that he was then\n\n\"not comfortable  in  its own  mind  in concluding  that  the\n\nconduct amounts to perjury . . .\"  (sic).  Tracy argues that,\n\nif the district court had such a doubt about the presence  of\n\nperjury, then the  government could not have met  its burden.\n\nApart  from the fact that the district court was then talking\n\n                             -14-\n\nabout a  different perjurious  episode (the fake  LSD claim),\n                  \n\nthe  argument is  undercut by  other words  of the  judge not\n\nquoted in Tracy's brief.\n\n     The full sentence was as follows:  \"And the Court simply\n\nis not comfortable  in its  own mind in  concluding that  the\n\nconduct  amounts to  perjury  of  sufficient significance  to\n\njustify  an enhancement.\"  Reading  this full sentence in the\n\ncontext  of the two  full paragraphs (quoted  earlier in this\n\nopinion), one would probably  conclude that when the district\n\ncourt said that this was a \"close call\" and said  it was \"not\n\ncomfortable in its  own mind,\"  it was referring  not to  the\n\nevidence of inaccuracy or willfulness or even materiality but\n\nrather  to   the  policy  arguments  against   sanctioning  a\n\ndefendant for testifying at trial in any but the most extreme\n\ncase.\n\n     We  were ourselves uncertain  enough about  the district\n\ncourt's  intention to remand, but  we do not  think that this\n\ndoubt warranted  Tracy's brief in omitting the balance of the\n\nsentence  it quoted.  As  it happens, on  remand the district\n\njudge  addressed  this very  issue,  explaining  that he  had\n\noriginally given  the defendant the  benefit of the  doubt on\n\nthe enhancement  because \"I  was  very concerned  that, as  a\n\nmatter  of policy,  imposition  of that  kind of  enhancement\n\nmight  chill other  defendants'  exercise of  their right  to\n\ntestify at  trial.\"   Needless to  say, the district  court's\n\n                             -15-\n\nconcern  is a reasonable one,  but Dunnigan binds  us and the\n                                           \n\ndistrict court alike.   Any charge that the  district court's\n\noriginal policy doubts and present findings are  inconsistent\n\nis without basis.  \n\n     Tracy's  final   claim  concerns  an  amendment  to  the\n\nsentencing  guidelines   that  became  effective   after  the\n                                                        \n\ndistrict court resentenced Tracy  in the remanded proceeding.\n\nEffective November 1,  1993, the  sentencing guidelines  have\n\naltered the method for computing LSD in a manner that Tracy's\n\nbrief claims is favorable to his position and would result in\n\na lower  guideline range.   U.S.S.G. App.  C, Amendment  488.\n\nThe Sentencing Commission has  determined that the  amendment\n\napplies  retroactively.  </pre><span class=\"citation\" data-id=\"627372\"><a href=\"/opinion/627372/united-states-v-david-a-crousore/\"><span class=\"id_token\">Id.,</span> Amendment 502. </a></span><pre class=\"inline\"> See 28 U.S.C.  \n                                                 \n\n994(u).   A  sentence  imposed before  the new  computational\n\nmethod  can therefore be readjusted by  the district court to\n\nconform to the amended approach.  18 U.S.C.   3582(c)(2).  \n\n     Tracy at the close of his brief  asks that we remand the\n\nmatter  to  the  district  court to  permit  resentencing  in\n\naccordance  with   the  amendment.    Such  a  recomputation,\n\nhowever,  presents  issues  of  fact and  may  involve  other\n\nquestions about which  the government and Tracy  differ.  The\n\nstatute  providing for  retroactive  adjustments  allows  the\n\ndefendant to  file a motion  with the district  court seeking\n\nsuch  an adjustment.  18 U.S.C.   3582(c)(2).  Our affirmance\n\nin this case is without prejudice to Tracy's right to do so.\n\n                             -16-\n\n     We  have  a  final  observation about  the  government's\n\nearlier  appeal.   It now  appears from  its position  at the\n\nremand  hearing that  the government  was satisfied  with the\n\nsentence  originally  imposed.    Yet  as  a  result  of  the\n\ngovernment's appeal Tracy has now  to serve an additional two\n\nyears over  and above the ten  years' imprisonment originally\n\nimposed.  Some  portion of the full sentence reflects Tracy's\n\ncriminal history, and his  flight to Florida.  But  neither a\n\nten  nor  a  twelve-year  sentence  could  be  called  unduly\n\nlenient.\n\n     Understandably,  the government wished  to establish the\n\nprinciple that  perjury, and not \"something  more,\" merits an\n\nenhancement.  But this  point could have been made  as easily\n\nin a later case where the government actually wanted a longer\n\nsentence.  A  litigant is  not obligated to  worry about  the\n\nprice  paid by  others to  establish a  matter  of principle.\n\nStill,  one hopes that  a prosecuting agency  would weigh the\n\nprice in its own calculus.\n\n     Affirmed.\n             \n\n                             -17-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/554021/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556393/",
    "https://www.courtlistener.com/api/rest/v3/opinions/568494/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603771/",
    "https://www.courtlistener.com/api/rest/v3/opinions/627372/"
  ]
}