{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195690/",
  "id": 195690,
  "absolute_url": "/opinion/195690/knight-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195690/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:26Z",
  "date_modified": "2020-02-21T23:30:51.167054Z",
  "type": "010combined",
  "sha1": "ac895f285131b4bcc4eaa3304c5de351d2804e81",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1374.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1374\n\n                     STEPHEN TED KNIGHT,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\n                                                   \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\n                                          \n               Campbell, Senior Circuit Judge,\n                                             \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nArthur R. Silen for appellant.\n               \nMargaret D.  McGaughey,  Assistant  United States  Attorney,  with\n                      \nwhom  Jay P. McCloskey,  United States Attorney, was  on brief for the\n                  \nUnited States.\n\n                                         \n                       October 20, 1994\n                                         \n\n          CAMPBELL,   Senior  Circuit  Judge.      Petitioner\n                                            \n\nStephen Knight  appeals from  a district court  order denying\n\nhis motion under  28 U.S.C.    22551 to  correct his  federal\n\nsentence of 78 months in prison and his fine of  $15,000.  We\n\naffirm.\n\n                              I.\n\n          On  May  25,  1990, Knight  waived  indictment  and\n\npleaded  guilty to  a  four-count federal  information.   The\n\ninformation alleged that Knight had participated in a cocaine\n\nconspiracy,  had sold  marijuana  on two  occasions, and  had\n\npossessed cocaine with intent to distribute.  \n\n          The   presentence   investigation   report   (PSI),\n\nprepared by  a probation officer, provided  information about\n\nKnight's  criminal history  and  financial status.   The  PSI\n\nindicated  that  several months  earlier  Knight  had pleaded\n\nguilty to state  drug violations, stemming  from a June  1989\n\n                    \n\n1.   28 U.S.C.   2255 provides:\n\n     A  prisoner in  custody under  sentence of  a court\n     established by Act of  Congress claiming the  right\n     to be  released upon  the ground that  the sentence\n     was  imposed in  violation of  the Constitution  or\n     laws of  the United States,  or that the  court was\n     without  jurisdiction to  impose such  sentence, or\n     that  the sentence  was  in excess  of the  maximum\n     authorized  by  law,  or  is otherwise  subject  to\n     collateral attack, may move the court which imposed\n     the sentence  to vacate,  set aside or  correct the\n     sentence.\n\n28 U.S.C.A.   2255 (1994).\n\n                             -2-\n                              2\n\narrest  in  Maine.    For  these offenses,  Knight  had  been\n\nsentenced in state court to five years in prison.\n\n          After  a   hearing,  the  federal   district  court\n\nsentenced  Knight on August 24,  1990 to 96  months in prison\n\nand imposed a $15,000 fine.  In calculating the sentence, the\n\ncourt added  three points to Knight's  criminal history score\n\nbecause  of  the prior  state  sentence,  in accordance  with\n\nU.S.S.G.    4A1.1(a).   The  addition of  these three  points\n\nraised the  applicable sentencing range from  63-78 months to\n\n78-97 months.  The district court imposed a sentence near the\n\ntop of the latter  range although, later, in August  1993, it\n\nreduced  the  sentence  to  78   months,  on  motion  of  the\n\ngovernment  pursuant to Fed. R.  Crim. P. 35(b).   Knight did\n\nnot appeal from his federal sentence.  \n\n          In October of  1992, Knight  brought this  separate\n\nproceeding  in the  district court  under 28  U.S.C.    2255,\n\ncollaterally attacking  his federal sentence.   Following  an\n\nevidentiary  hearing,  a  magistrate judge  recommended  that\n\nKnight's motion be denied.   After considering the  matter de\n                                                             \n\nnovo, the district court denied Knight's   2255 motion.  This\n    \n\nappeal followed.\n\n                             II.\n\nA.   Claims of Error under Sentencing Guidelines\n                                                \n\n          Knight argues that it  was error for the sentencing\n\ncourt  to add three points  to his criminal  history score on\n\n                             -3-\n                              3\n\naccount  of  his  prior state  sentence.    Under U.S.S.G.   \n\n4A1.1(a), a sentencing  judge must add three points  for each\n\nprior  sentence of  imprisonment exceeding  one year  and one\n\nmonth.  U.S.S.G.   4A1.2(a)(1) defines a \"prior sentence\" as:\n\n\"any sentence  previously imposed upon adjudication of guilt,\n\nwhether by  guilty plea, trial,  or plea of  nolo contendere,\n\nfor  conduct  not  part  of the  instant  offense\"  (emphasis\n                                                 \n\nadded).  Knight argues  that the state offenses for  which he\n\nwas previously sentenced were  \"part of the instant offense,\"\n\nhence  should  not  have  been counted  toward  his  criminal\n\nhistory  score.  Knight  says the state  and federal offenses\n\nwere  all part of a common  scheme or plan involving the same\n\nindividuals and occurring over  roughly the same time period.\n\nAccordingly, he  argues, the  state sentence  of imprisonment\n\nshould not have been counted in figuring his criminal history\n\nscore.2\n\n                    \n\n     2Knight  did not  specifically argue  below, as  he does\nhere, that the sentencing court committed error in failing to\nfind  that  the  state  and federal  offenses  were  related.\nRather, Knight argued that his counsel at sentencing rendered\nineffective  assistance  by failing  to  point  out that  the\noffenses  were related.    Both the  magistrate and  district\ncourt  found  that  counsel's   conduct  did  not  constitute\nineffective  assistance,   since  Knight  had   not  shown  a\nreasonable   possibility  that   this  argument   would  have\nsucceeded  or result in a lower sentence.  Knight now appears\nto have  abandoned the  ineffective assistance aspect  of the\nclaim,  arguing  simply  that   the  district  court   erred.\nOrdinarily, claims not raised below cannot  be raised for the\nfirst  time on appeal, but as the government has not objected\non this  ground, and  as the  claim  fails in  any event,  we\noverlook that it was not raised below.\n\n                             -4-\n                              4\n\n          Knight also argues that the sentencing court abused\n\nits discretion in  imposing a  $15,000 fine in  light of  his\n\ninability  to  pay.   U.S.S.G.     5E1.2(a) provides  that  a\n\ndistrict court  \"shall impose  a  fine in  all cases,  except\n\nwhere  the defendant establishes that he is unable to pay and\n\nis not  likely to become able  to pay any fine.\"   U.S.S.G.  \n\n5E1.2(f)  further states  that if  the defendant  establishes\n\nthat he \"is not able  and, even with the use of  a reasonable\n\ninstallment schedule, is not likely to become able to pay all\n\nor  part of the fine . . . the court may impose a lesser fine\n\nor  waive the  fine.   Knight  argues  that the  PSI  clearly\n\nindicated  that he was unable  to pay the  $15,000 fine, even\n\nunder  a reasonable  installment schedule.   Accordingly,  he\n\nargues,  it was  an abuse  of discretion  for the  sentencing\n\ncourt to have imposed the fine.\n\n          We do not reach  the merits of either of  the above\n\ncontentions.  We hold that neither of  them can now be raised\n\nwithin a collateral proceeding under 28 U.S.C.   2255. \n\n          28 U.S.C.   2255 sets forth four grounds upon which\n\na federal prisoner may base  a claim for relief:  \"(1)  'that\n\nthe sentence was imposed in  violation of the Constitution or\n\nlaws of the United  States;' (2) 'that the court  was without\n\njurisdiction to impose such sentence;' (3) 'that the sentence\n\nwas in excess of the maximum authorized by law;' and (4) that\n\nthe  sentence 'is  otherwise subject to  collateral attack.'\"\n\n                             -5-\n                              5\n\nHill  v. United States, 368 U.S.  424, 426-27, 82 S. Ct. 468,\n                      \n\n470,  7 L.Ed 2.d 417 (1962) (quoting the statute). Neither of\n\nKnight's  present claims  alleges  a constitutional  error or\n\nlack  of jurisdiction.  Thus, the claims can only be properly\n\nbrought under   2255 if they allege that the sentence \"was in\n\nexcess of  the maximum authorized  by law,\"  \"was imposed  in\n\nviolation of  the . . . laws  of the  United States,\" or  \"is\n\notherwise subject to collateral attack.\"\n\n          While the statutory language is rather general, the\n\nSupreme   Court  has   narrowly   confined  the   scope   and\n\navailability  of collateral  attack  for claims  that do  not\n\nallege constitutional  or jurisdictional errors.  Such claims\n\nare properly brought under    2255 only if the  claimed error\n\nis  \"a  fundamental  defect  which inherently  results  in  a\n\ncomplete miscarriage of justice\" or \"an omission inconsistent\n\nwith  the rudimentary demands of fair  procedure.\"  Hill, 368\n                                                        \n\nU.S.   at  428.     The   error  must   \"present  exceptional\n\ncircumstances where the need  for the remedy afforded by  the\n\nwrit  of habeas corpus is  apparent.\"  Id.  (quoting Bowen v.\n                                                          \n\nJohnston,  306 U.S. 19, 27  (1939)); see Fasano  v. Hall, 615\n                                                        \n\nF.2d 555, 557 (1st. Cir.), cert. denied, 449 U.S. 867 (1980).\n                                       \n\nErrors  warranting  a  reversal  on direct  appeal  will  not\n\nnecessarily support  a collateral attack.   See United States\n                                                             \n\nv.  Addonizio, 442 U.S. 178, 184-85, 99 S. Ct. 2235, 2239-40,\n             \n\n60 L.Ed 2d 805 (1979).        The   reason  for   so  sharply\n\n                             -6-\n                              6\n\nlimiting   the  availability   of   collateral   attack   for\n\nnonconstitutional,  nonjurisdictional  errors is  that direct\n\nappeal  provides  criminal  defendants  with  a  regular  and\n\norderly avenue for correcting such errors.  The Supreme Court\n\nhas repeatedly emphasized that   2255 is not a substitute for\n\ndirect appeal.  See,  e.g., United States v. Frady,  456 U.S.\n                                                  \n\n152, 165,  102  S. Ct.  1584,  1593 71  L.Ed  2d 816  (1982);\n\nAddonizio,  442 U.S. at 184-85; Sunal v. Large, 332 U.S. 174,\n                                              \n\n178,   67  S.  Ct.     1588,   92  L.Ed   1982  (1947).     A\n\nnonconstitutional claim  that could  have been, but  was not,\n\nraised  on appeal, may  not be asserted  by collateral attack\n\nunder   2255 absent exceptional  circumstances.  See Stone v.\n                                                          \n\nPowell, 428 U.S. 465, 177 n.10, 96 S. Ct. 3037, 3044 n.10, 49\n      \n\nL.Ed. 1067 (1976);  Suveges v.  United States, 7  F.3d 6,  10\n                                             \n\n(1st  Cir. 1993)  (applying cause  and prejudice  standard to\n\nprocedural default of jurisdictional claim).\n\n          The Supreme Court has on four occasions  considered\n\nwhether  a  particular  nonconstitutional,  nonjurisdictional\n\nclaim was properly brought  under   2255.  See Hill, 368 U.S.\n                                                   \n\nat  428 (denial of  allocution at sentencing  in violation of\n\nFed.  R. Crim. P. 32(a)  is not a  \"miscarriage of justice\");\n\nUnited  States v. Timmreck, 441  U.S. 780, 784-85,  99 S. Ct.\n                          \n\n2085, 60 L.Ed. 2d 805 (1979) (error under Fed. R. Crim. P. 11\n\nin procedure for taking  a guilty plea not a  \"miscarriage of\n\njustice\"); Addonizio, 442  U.S. at 184-90  (subsequent change\n                    \n\n                             -7-\n                              7\n\nin U.S. Parole Commission's parole policies not sufficient to\n\nconstitute basis  for collateral  attack).  In  one of  these\n\ncases, the Court found that  the error did justify collateral\n\nattack.  Davis v. United States, 417 U.S. 333, 346, 94 S. Ct.\n                               \n\n2298,  2305, 41  L.Ed. 2d  109 (1974)  (subsequent change  in\n\nsubstantive  law making  defendant's  former behavior  lawful\n\ndoes constitute sufficient basis for collateral attack).\n    \n\n          While the  above  cases are  not on  all fours,  we\n\nthink it obvious that  Knight's two claims fall far  short of\n\nthe \"miscarriage of justice\"  standard.  Knight's first claim\n\nis  essentially that  the  district court  made an  erroneous\n\nfinding  of  fact which  led  to  the misapplication  of  the\n\nsentencing  guidelines.   Knight's second  claim is  that the\n\ndistrict court abused a discretion explicitly committed to it\n\nby the sentencing guidelines.  Neither claim is based upon an\n\n\"exceptional  circumstance.\"   Rather, each  alleges ordinary\n\nerrors  that could and should  have been raised  by Knight on\n\ndirect appeal.  And  even assuming error was committed,3  the\n\nerror  would  not  amount   to  a  \"complete  miscarriage  of\n\njustice.\"   Knight's eventual sentence was  78 months, within\n\n                    \n\n     3    While we do not reach the merits of Knight's claims\nof error, we note  that they are questionable on  their face.\nAt the  evidentiary hearing, the magistrate  judge found that\nthe state and federal offenses involved different individuals\nand overlapped only very slightly in time.  The only evidence\nthat  Knight  offers is  his own  testimony stating,  in very\ngeneral terms,  that the  offenses were related.   Similarly,\nKnight offers  scant evidence that the  district court abused\nits discretion in setting the fine.\n\n                             -8-\n                              8\n\nthe range that would  have been imposed even if  the district\n\ncourt  had not  added three  points  to his  criminal history\n\nscore.   Similarly,  Knight's $15,000  fine was  at the  very\n\nbottom  of  the  available  range ($12,500  to  $2  million).\n\nAccordingly, even if error was  committed, it would fall well\n\nshort of being a \"complete miscarriage of justice.\" \n\n          Knight, moreover, who was  fully aware of his right\n\nto  appeal, could have  raised the purported  error by direct\n\nappeal.  Although Knight's  counsel at the time decided  that\n\nthere were no issues  worthy of appeal, he offered  to direct\n\nKnight  to alternative counsel who could help Knight with his\n\nappeal.  Knight did not take advantage of this offer.  Knight\n\ndoes not allege that there have been any new legal or factual\n\ndevelopments  justifying his  failure  to  appeal.   Allowing\n\nKnight to bring his claim at this late date would essentially\n\nbe allowing  him to  use   2255  as a substitute  for appeal.\n\nSee  Sunal, 332 U.S. at 178.  Having bypassed his opportunity\n          \n\nto raise the  claim on direct appeal, he  cannot raise it now\n\non  collateral  attack.   See Stone,  428  U.S. at  177 n.10;\n                                   \n\nSingleton v. United States, 26 F.3d 233, 239 (1st Cir. 1994),\n                          \n\npetition  for  cert. filed,  (July  22,  1994) (No.  94-5551)\n                          \n\n(failure  to appeal  claim of  improper joinder  bars raising\n\nclaim under   2255).     \n\n          Several   circuit   courts   have  considered   the\n\navailability of  collateral attack for various  errors in the\n\n                             -9-\n                              9\n\napplication of the  sentencing guidelines and have  concluded\n\nthat such errors are not cognizable under   2255.  See, e.g.,\n                                                            \n\nUnited States v. Faubion, 19 F.3d 226, 232-33 (5th Cir. 1994)\n                        \n\n(erroneous upward departure under sentencing guidelines not a\n\n\"miscarriage of  justice\"); Scott v. United  States, 997 F.2d\n                                                   \n\n340, 341-42 (7th Cir. 1993) (erroneous criminal history score\n\nunder  sentencing  guidelines   not  subject  to   collateral\n\nattack);  United  States v.  Vaughn, 955 F.2d  367, 368  (5th\n                                   \n\nCir. 1992)  (error  in technical  application  of  sentencing\n\nguidelines not subject to collateral attack).  \n\n          While   we  do  not  hold  that  an  error  in  the\n\napplication   of  the   sentencing  guidelines   could  never\n\nconstitute  a   \"complete miscarriage  of justice,\"  Knight's\n\nclaims here do not meet that  standard.  The proper place for\n\nKnight  to raise these issues  was on direct  appeal.  Knight\n\nhas failed to show cause for  his failure to raise these  two\n\nissues on appeal.  Having  bypassed his opportunity to  raise\n\nthese  claims on direct appeal,  he cannot raise  them now on\n\ncollateral attack. \n\nB.   Ineffective Assistance Claim\n                                 \n\n          Unlike the  two arguments asserted  above, Knight's\n\nclaim of ineffective assistance of counsel is properly before\n\nus under  28 U.S.C.    2255.  The  claim is  a constitutional\n\none,  and  thus falls  within the  plain  wording of    2255.\n\nMoreover,  Knight's failure  to  raise this  claim on  direct\n\n                             -10-\n                              10\n\nappeal from his  sentence does  not bar his  asserting it  on\n\ncollateral   attack.      Normally,   failure   to  raise   a\n\nconstitutional issue  on direct  appeal will bar  raising the\n\nissue  on collateral  attack  unless the  defendant can  show\n\ncause for the failure and actual prejudice.  See Coleman, 501\n                                                        \n\nU.S.  at  750.   However,  the failure  to bring  a  claim of\n\nineffective  assistance of  counsel on  direct appeal  is not\n\nsubject  to the cause and  prejudice standard.   See Brien v.\n                                                          \n\nUnited States, 695 F.2d 10, 13 (1st Cir. 1982).  In Brien, we\n                                                         \n\nheld the  cause and prejudice standard  inapplicable, since a\n\ncriminal defendant may still  have been represented on appeal\n\nby  the  counsel  whose   assistance  the  defendant  is  now\n\nchallenging (as  was the  case here).4   Id.   In fact,  this\n                                            \n\ncourt  has  repeatedly held  that  collateral  attack is  the\n\npreferred  forum for  such  claims, since  there is  often no\n         \n\nopportunity to develop the necessary evidence where the claim\n\nis  first  raised on  direct appeal.    See United  States v.\n                                                          \n\nJadusingh,  12 F.3d  1162,  1169-70 (1st  Cir. 1994);  United\n                                                             \n\nStates  v. Mala,  7 F.3d  1058, 1063  (1st Cir.  1993), cert.\n                                                             \n\ndenied, 114 S. Ct. 1839 (1994); United States v. Latorre, 922\n                                                        \n\nF.2d  1, 9,  (1st Cir.  1990), cert. denied,  112 S.  Ct. 217\n                                           \n\n(1991);  United States  v. Sanchez, 917  F.2d 607,  613, (1st\n                                  \n\nCir. 1990), cert. denied, 499 U.S. 977 (1991).\n                        \n\n                    \n\n     4Although  Brien  held   inapplicable  the  standard  as\n                     \narticulated under  Frady, the  same reasoning applies  to the\n                        \nstandard as articulated in Coleman.\n                                  \n\n                             -11-\n                              11\n\n          The   familiar   two-part   test  for   ineffective\n\nassistance  of counsel  is laid  out  by the  Supreme Court's\n\ndecision in Strickland v. Washington,  466 U.S. 668, 687, 104\n                                    \n\nS.  Ct. 2052, 2064, 80 L. Ed. 2d 674 (1984).  Under the first\n\nprong   of  the   Strickland  test,   a   defendant  claiming\n                            \n\nineffective assistance of counsel must first demonstrate that\n\ncounsel's  performance fell  below an  objective standard  of\n\nreasonableness.  This means that the defendant must show that\n\ncounsel's  advice was  not  \"within the  range of  competence\n\ndemanded of attorneys in criminal cases.\"   Hill v. Lockhart,\n                                                            \n\n474 U.S. 52, 56, 106 S. Ct.  366, 369, 88 L.Ed. 2d 203 (1985)\n\n(citation omitted).   A  court must review  counsel's actions\n\ndeferentially.  Strickland, 466 U.S. at 689; Burger v.  Kemp,\n                                                            \n\n483  U.S. 776, 789,  107 S. Ct.  3114, 3123, 97  L.Ed. 2d 638\n\n(1987).  Under the second prong of Strickland,  the defendant\n                                             \n\nmust prove that he or she was prejudiced by the errors.  That\n\nis, the  defendant  must prove  that  there is  a  reasonable\n\nprobability that, but for counsel's errors, the result of the\n\nproceeding would  have been different.   Strickland, 466 U.S.\n                                                   \n\nat 687.\n\n          Knight complains that his counsel in both the state\n\nand the previous federal proceedings, James LaLiberty, failed\n\nto  tell him about the  impact that his  state sentence would\n\nhave  on his  federal  sentence, thereby  misrepresenting the\n\nlikely federal sentence. \n\n                             -12-\n                              12\n\n          However, assuming for the moment  that Knight could\n\nsatisfy  the first prong  of the Strickland  test, Knight has\n                                           \n\nfailed to show that  he was prejudiced by the  alleged error.\n\nKnight has not asserted that he would not have pleaded guilty\n\nto  the federal  indictment had  he known  of the  effect the\n\nstate sentence would have on his federal sentence.  See Hill,\n                                                            \n\n474  U.S. at 59 (no  ineffective assistance of counsel absent\n\nshowing that, but for error, defendant would not have pleaded\n\nguilty);  Lopez-Nieves v.  United States,  917 F.2d  645, 650\n                                        \n\n(1st  Cir. 1990).  Rather,  Knight appears to  argue that the\n\nknowledge  might have affected  his guilty plea  to the state\n                                                             \n\noffenses.    It is  difficult, however,  to  see how  this is\n\nrelevant to the current federal proceeding.  (Knight admitted\n\nat the evidentiary  hearing that,  even had he  known of  the\n\nimpact his state sentence would have on his federal sentence,\n\nhe might still have pleaded guilty to the state offenses.)  \n\n          Knight  has  not  established,  moreover,  that his\n\nfederal sentence  would have been  any shorter had  he known.\n\nAlthough  he now  suggests that  he might  have been  able to\n\ngarner  a better plea bargain,  he has provided  no basis for\n\nthis proposition.   What  evidence there is  suggests exactly\n\nthe opposite: that  if Knight had  refused the agreement,  he\n\nmight have been subject  to consecutive sentences which would\n\nhave   greatly  prolonged   his   prison  time.     Moreover,\n\nLaLiberty's  overall  prediction, that  Knight  would receive\n\n                             -13-\n                              13\n\nbetween  five  and eight  years  in  the federal  sentencing,\n\nproved to be accurate.  Knight's sentence was first set at 96\n\nmonths, and then reduced to 78 months.  Both of these figures\n\nwere  within the predicted range.   Thus, it  is difficult to\n\nsee  how Knight  could  have been  prejudiced  by the  errors\n\nalleged.  \n\n          Even  if the  prediction  had  been inaccurate,  an\n\ninaccurate prediction  about  sentencing will  generally  not\n\nalone  be  sufficient  to  sustain  a  claim  of  ineffective\n\nassistance of counsel.   See United States v.  Arvanitis, 902\n                                                        \n\nF.2d 489,  494-95 (7th Cir. 1990)  (no ineffective assistance\n\nwhere claim based only on inaccurate prediction of sentence);\n\nUnited  States v. Turner, 881 F.2d 684, 687 (9th Cir.), cert.\n                                                             \n\ndenied, 493 U.S. 871 (1989) (same); United States v. Sweeney,\n                                                            \n\n878  F.2d  68, 69  (2d Cir.  1989)  (same); cf.  Calabrese v.\n                                                          \n\nUnited   States,  507   F.2d   259,  260   (1st  Cir.   1974)\n               \n\n(voluntariness  of plea not  subject to  attack under    2255\n\nwhere sentence exceeded that predicted by counsel).  \n\n          Since Knight has not  satisfied the second prong of\n\nStrickland, we need  not address  the first prong.   We  hold\n          \n\nthat the district court was  correct in finding that Knight's\n\nassistance of counsel was not constitutionally defective.5\n\n                    \n\n     5    In  addition to  the above  argument,  Knight makes\nseveral  claims that  could be  construed as  asserting other\nbases for  ineffective assistance.  Knight  appears to argue:\nthat LaLiberty somehow  erred in failing to warn  Knight that\nhis  cooperation  with  state  officials might  result  in  a\n\n                             -14-\n                              14\n\n                             III.\n\n          We  hold that Knight's  two claims of  error in the\n\napplication of the sentencing guidelines cannot presently  be\n\nmaintained in  a proceeding under 28 U.S.C.    2255.  We also\n\nfind  that the  district court  did not  err in  finding that\n\nKnight   did   not   receive   constitutionally   ineffective\n\nassistance of counsel.  \n\n          Affirmed.\n                  \n\n                    \n\nsubsequent  federal  prosecution;  that  LaLiberty  erred  in\nfailing to negotiate immunity from federal prosecutors  prior\nto  having Knight speak  with them;  that LaLiberty  erred in\nfailing  to argue  that Knight's  state and  federal offenses\nwere related for the purpose of sentencing.  Knight, however,\ndoes  not   provide  any   support  for  these   allegations.\nMoreover,  he did not make  these arguments at  either of the\nproceedings below.   We find them  to be without merit.   See\n                                                             \nUnited  States v. Panitz, 907  F.2d 1267, 1272  n.4 (1st Cir.\n                        \n1990).  \n\n                             -15-\n                              15\n",
  "html": "<p class=\"case_cite\">37 F.3d 769</p>\n    <p class=\"parties\">Stephen Ted KNIGHT, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1374.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 12, 1994.<br>Decided Oct. 20, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Arthur R. Silen, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., Portland, ME, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Stephen Knight appeals from a district court order denying his motion under 28 U.S.C. Sec. 2255<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to correct his federal sentence of 78 months in prison and his fine of $15,000.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 25, 1990, Knight waived indictment and pleaded guilty to a four-count federal information.  The information alleged that Knight had participated in a cocaine conspiracy, had sold marijuana on two occasions, and had possessed cocaine with intent to distribute.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The presentence investigation report (PSI), prepared by a probation officer, provided information about Knight's criminal history and financial status.  The PSI indicated that several months earlier Knight had pleaded guilty to state drug violations, stemming from a June 1989 arrest in Maine.  For these offenses, Knight had been sentenced in state court to five years in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After a hearing, the federal district court sentenced Knight on August 24, 1990 to 96 months in prison and imposed a $15,000 fine.  In calculating the sentence, the court added three points to Knight's criminal history score because of the prior state sentence, in accordance with U.S.S.G. Sec. 4A1.1(a).  The addition of these three points raised the applicable sentencing range from 63-78 months to 78-97 months.  The district court imposed a sentence near the top of the latter range although, later, in August 1993, it reduced the sentence to 78 months, on motion of the government pursuant to Fed.R.Crim.P. 35(b).  Knight did not appeal from his federal sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In October of 1992, Knight brought this separate proceeding in the district court under 28 U.S.C. Sec. 2255, collaterally attacking his federal sentence.  Following an evidentiary hearing, a magistrate judge recommended that Knight's motion be denied.  After considering the matter de novo, the district court denied Knight's Sec. 2255 motion.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>A. Claims of Error under Sentencing Guidelines</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Knight argues that it was error for the sentencing court to add three points to his criminal history score on account of his prior state sentence.  Under U.S.S.G. Sec. 4A1.1(a), a sentencing judge must add three points for each prior sentence of imprisonment exceeding one year and one month.  U.S.S.G. Sec. 4A1.2(a)(1) defines a \"prior sentence\" as:  \"any sentence previously imposed upon adjudication of guilt, whether by guilty plea, trial, or plea of nolo contendere, for conduct not part of the instant offense \" (emphasis added).  Knight argues that the state offenses for which he was previously sentenced were \"part of the instant offense,\" hence should not have been counted toward his criminal history score.  Knight says the state and federal offenses were all part of a common scheme or plan involving the same individuals and occurring over roughly the same time period.  Accordingly, he argues, the state sentence of imprisonment should not have been counted in figuring his criminal history score.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Knight also argues that the sentencing court abused its discretion in imposing a $15,000 fine in light of his inability to pay.  U.S.S.G. Sec. 5E1.2(a) provides that a district court \"shall impose a fine in all cases, except where the defendant establishes that he is unable to pay and is not likely to become able to pay any fine.\"   U.S.S.G. Sec. 5E1.2(f) further states that if the defendant establishes that he \"is not able and, even with the use of a reasonable installment schedule, is not likely to become able to pay all or part of the fine ... the court may impose a lesser fine or waive the fine.  Knight argues that the PSI clearly indicated that he was unable to pay the $15,000 fine, even under a reasonable installment schedule.  Accordingly, he argues, it was an abuse of discretion for the sentencing court to have imposed the fine.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We do not reach the merits of either of the above contentions.  We hold that neither of them can now be raised within a collateral proceeding under 28 U.S.C. Sec. 2255.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">28 U.S.C. Sec. 2255 sets forth four grounds upon which a federal prisoner may base a claim for relief:  \"(1) 'that the sentence was imposed in violation of the Constitution or laws of the United States;'  (2) 'that the court was without jurisdiction to impose such sentence;'  (3) 'that the sentence was in excess of the maximum authorized by law;'  and (4) that the sentence 'is otherwise subject to collateral attack.' \"  Hill v. United States, 368 U.S. 424, 426-27, 82 S.Ct. 468, 470, 7 L.Ed.2d 417 (1962) (quoting the statute).  Neither of Knight's present claims alleges a constitutional error or lack of jurisdiction.  Thus, the claims can only be properly brought under Sec. 2255 if they allege that the sentence \"was in excess of the maximum authorized by law,\" \"was imposed in violation of the ... laws of the United States,\" or \"is otherwise subject to collateral attack.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While the statutory language is rather general, the Supreme Court has narrowly confined the scope and availability of collateral attack for claims that do not allege constitutional or jurisdictional errors.  Such claims are properly brought under Sec. 2255 only if the claimed error is \"a fundamental defect which inherently results in a complete miscarriage of justice\" or \"an omission inconsistent with the rudimentary demands of fair procedure.\"  Hill, 368 U.S. at 428, 82 S.Ct. at 471.   The error must \"present exceptional circumstances where the need for the remedy afforded by the writ of habeas corpus is apparent.\"  Id. (quoting Bowen v. Johnston, 306 U.S. 19, 27, 59 S.Ct. 442, 446, 83 L.Ed. 455 (1939));  see Fasano v. Hall, 615 F.2d 555, 557 (1st.  Cir.), cert. denied, 449 U.S. 867, 101 S.Ct. 201, 66 L.Ed.2d 86 (1980).  Errors warranting a reversal on direct appeal will not necessarily support a collateral attack.  See United States v. Addonizio, 442 U.S. 178, 184-85, 99 S.Ct. 2235, 2239-40, 60 L.Ed.2d 805 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The reason for so sharply limiting the availability of collateral attack for nonconstitutional, nonjurisdictional errors is that direct appeal provides criminal defendants with a regular and orderly avenue for correcting such errors.  The Supreme Court has repeatedly emphasized that Sec. 2255 is not a substitute for direct appeal.  See, e.g., United States v. Frady, 456 U.S. 152, 165, 102 S.Ct. 1584, 1593, 71 L.Ed.2d 816 (1982);  Addonizio, 442 U.S. at 184-85, 99 S.Ct. at 2239-40;  Sunal v. Large, 332 U.S. 174, 178, 67 S.Ct. 1588, 1590-91, 92 L.Ed. 1982 (1947).  A nonconstitutional claim that could have been, but was not, raised on appeal, may not be asserted by collateral attack under Sec. 2255 absent exceptional circumstances.  See Stone v. Powell, 428 U.S. 465, 477 n. 10, 96 S.Ct. 3037, 3044 n. 10, 49 L.Ed.2d 1067 (1976);  Suveges v. United States, 7 F.3d 6, 10 (1st Cir.1993) (applying cause and prejudice standard to procedural default of jurisdictional claim).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Supreme Court has on four occasions considered whether a particular nonconstitutional, nonjurisdictional claim was properly brought under Sec. 2255.  See Hill, 368 U.S. at 428, 82 S.Ct. at 471 (denial of allocution at sentencing in violation of Fed.R.Crim.P. 32(a) is not a \"miscarriage of justice\");  United States v. Timmreck, 441 U.S. 780, 784-85, 99 S.Ct. 2085, 2087, 60 L.Ed.2d 634 (1979) (error under Fed.R.Crim.P. 11 in procedure for taking a guilty plea not a \"miscarriage of justice\");  Addonizio, 442 U.S. at 184-90, 99 S.Ct. at 2240-41 (subsequent change in U.S. Parole Commission's parole policies not sufficient to constitute basis for collateral attack).  In one of these cases, the Court found that the error did justify collateral attack.  Davis v. United States, 417 U.S. 333, 346, 94 S.Ct. 2298, 2305, 41 L.Ed.2d 109 (1974) (subsequent change in substantive law making defendant's former behavior lawful does constitute sufficient basis for collateral attack).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">While the above cases are not on all fours, we think it obvious that Knight's two claims fall far short of the \"miscarriage of justice\" standard.  Knight's first claim is essentially that the district court made an erroneous finding of fact which led to the misapplication of the sentencing guidelines.  Knight's second claim is that the district court abused a discretion explicitly committed to it by the sentencing guidelines.  Neither claim is based upon an \"exceptional circumstance.\"   Rather, each alleges ordinary errors that could and should have been raised by Knight on direct appeal.  And even assuming error was committed,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the error would not amount to a \"complete miscarriage of justice.\"   Knight's eventual sentence was 78 months, within the range that would have been imposed even if the district court had not added three points to his criminal history score.  Similarly, Knight's $15,000 fine was at the very bottom of the available range ($12,500 to $2 million).  Accordingly, even if error was committed, it would fall well short of being a \"complete miscarriage of justice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Knight, moreover, who was fully aware of his right to appeal, could have raised the purported error by direct appeal.  Although Knight's counsel at the time decided that there were no issues worthy of appeal, he offered to direct Knight to alternative counsel who could help Knight with his appeal.  Knight did not take advantage of this offer.  Knight does not allege that there have been any new legal or factual developments justifying his failure to appeal.  Allowing Knight to bring his claim at this late date would essentially be allowing him to use Sec. 2255 as a substitute for appeal.  See Sunal, 332 U.S. at 178, 67 S.Ct. at 1590-91.   Having bypassed his opportunity to raise the claim on direct appeal, he cannot raise it now on collateral attack.  See Stone, 428 U.S. at 477 n. 10, 96 S.Ct. at 3043 n. 10;  Singleton v. United States, 26 F.3d 233, 239 (1st Cir.1994), petition for cert. filed, (July 22, 1994) (No. 94-5551) (failure to appeal claim of improper joinder bars raising claim under Sec. 2255).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Several circuit courts have considered the availability of collateral attack for various errors in the application of the sentencing guidelines and have concluded that such errors are not cognizable under Sec. 2255.  See, e.g., United States v. Faubion, 19 F.3d 226, 232-33 (5th Cir.1994) (erroneous upward departure under sentencing guidelines not a \"miscarriage of justice\");  Scott v. United States, 997 F.2d 340, 341-42 (7th Cir.1993) (erroneous criminal history score under sentencing guidelines not subject to collateral attack);  United States v. Vaughn, 955 F.2d 367, 368 (5th Cir.1992) (error in technical application of sentencing guidelines not subject to collateral attack).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">While we do not hold that an error in the application of the sentencing guidelines could never constitute a \"complete miscarriage of justice,\" Knight's claims here do not meet that standard.  The proper place for Knight to raise these issues was on direct appeal.  Knight has failed to show cause for his failure to raise these two issues on appeal.  Having bypassed his opportunity to raise these claims on direct appeal, he cannot raise them now on collateral attack.</p>\n    </div>\n    <p>B. Ineffective Assistance Claim</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Unlike the two arguments asserted above, Knight's claim of ineffective assistance of counsel is properly before us under 28 U.S.C. Sec. 2255.  The claim is a constitutional one, and thus falls within the plain wording of Sec. 2255.  Moreover, Knight's failure to raise this claim on direct appeal from his sentence does not bar his asserting it on collateral attack.  Normally, failure to raise a constitutional issue on direct appeal will bar raising the issue on collateral attack unless the defendant can show cause for the failure and actual prejudice.  See Coleman v. Thompson, 501 U.S. 722, 750, 111 S.Ct. 2546, 2565, 115 L.Ed.2d 640 (1991).  However, the failure to bring a claim of ineffective assistance of counsel on direct appeal is not subject to the cause and prejudice standard.  See Brien v. United States, 695 F.2d 10, 13 (1st Cir.1982).  In Brien, we held the cause and prejudice standard inapplicable, since a criminal defendant may still have been represented on appeal by the counsel whose assistance the defendant is now challenging (as was the case here).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Id.   In fact, this court has repeatedly held that collateral attack is the preferred forum for such claims, since there is often no opportunity to develop the necessary evidence where the claim is first raised on direct appeal.  See United States v. Jadusingh, 12 F.3d 1162, 1169-70 (1st Cir.1994);  United States v. Mala, 7 F.3d 1058, 1063 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1839, 128 L.Ed.2d 466 (1994);  United States v. Latorre, 922 F.2d 1, 9 (1st Cir.1990), cert. denied, --- U.S. ----, 112 S.Ct. 217, 116 L.Ed.2d 175 (1991);  United States v. Sanchez, 917 F.2d 607, 613 (1st Cir.1990), cert. denied, 499 U.S. 977, 111 S.Ct. 1625, 113 L.Ed.2d 722 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The familiar two-part test for ineffective assistance of counsel is laid out by the Supreme Court's decision in Strickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 2064, 80 L.Ed.2d 674 (1984).  Under the first prong of the Strickland test, a defendant claiming ineffective assistance of counsel must first demonstrate that counsel's performance fell below an objective standard of reasonableness.  This means that the defendant must show that counsel's advice was not \"within the range of competence demanded of attorneys in criminal cases.\"  Hill v. Lockhart, 474 U.S. 52, 56, 106 S.Ct. 366, 369, 88 L.Ed.2d 203 (1985) (citation omitted).  A court must review counsel's actions deferentially.  Strickland, 466 U.S. at 689, 104 S.Ct. at 2065;  Burger v. Kemp, 483 U.S. 776, 789, 107 S.Ct. 3114, 3123, 97 L.Ed.2d 638 (1987).  Under the second prong of Strickland, the defendant must prove that he or she was prejudiced by the errors.  That is, the defendant must prove that there is a reasonable probability that, but for counsel's errors, the result of the proceeding would have been different.  Strickland, 466 U.S. at 687, 104 S.Ct. at 2064.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Knight complains that his counsel in both the state and the previous federal proceedings, James LaLiberty, failed to tell him about the impact that his state sentence would have on his federal sentence, thereby misrepresenting the likely federal sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">However, assuming for the moment that Knight could satisfy the first prong of the Strickland test, Knight has failed to show that he was prejudiced by the alleged error.  Knight has not asserted that he would not have pleaded guilty to the federal indictment had he known of the effect the state sentence would have on his federal sentence.  See Hill, 474 U.S. at 59, 106 S.Ct. at 370-71 (no ineffective assistance of counsel absent showing that, but for error, defendant would not have pleaded guilty);  Lopez-Nieves v. United States, 917 F.2d 645, 650 (1st Cir.1990). Rather, Knight appears to argue that the knowledge might have affected his guilty plea to the state offenses.  It is difficult, however, to see how this is relevant to the current federal proceeding.  (Knight admitted at the evidentiary hearing that, even had he known of the impact his state sentence would have on his federal sentence, he might still have pleaded guilty to the state offenses.)</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Knight has not established, moreover, that his federal sentence would have been any shorter had he known.  Although he now suggests that he might have been able to garner a better plea bargain, he has provided no basis for this proposition.  What evidence there is suggests exactly the opposite:  that if Knight had refused the agreement, he might have been subject to consecutive sentences which would have greatly prolonged his prison time.  Moreover, LaLiberty's overall prediction, that Knight would receive between five and eight years in the federal sentencing, proved to be accurate.  Knight's sentence was first set at 96 months, and then reduced to 78 months.  Both of these figures were within the predicted range.  Thus, it is difficult to see how Knight could have been prejudiced by the errors alleged.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Even if the prediction had been inaccurate, an inaccurate prediction about sentencing will generally not alone be sufficient to sustain a claim of ineffective assistance of counsel.  See United States v. Arvanitis, 902 F.2d 489, 494-95 (7th Cir.1990) (no ineffective assistance where claim based only on inaccurate prediction of sentence);  United States v. Turner, 881 F.2d 684, 687 (9th Cir.), cert. denied, 493 U.S. 871, 110 S.Ct. 199, 107 L.Ed.2d 153 (1989) (same);  United States v. Sweeney, 878 F.2d 68, 69 (2d Cir.1989) (same);  cf. Calabrese v. United States, 507 F.2d 259, 260 (1st Cir.1974) (voluntariness of plea not subject to attack under Sec. 2255 where sentence exceeded that predicted by counsel).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Since Knight has not satisfied the second prong of Strickland, we need not address the first prong.  We hold that the district court was correct in finding that Knight's assistance of counsel was not constitutionally defective.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We hold that Knight's two claims of error in the application of the sentencing guidelines cannot presently be maintained in a proceeding under 28 U.S.C. Sec. 2255.  We also find that the district court did not err in finding that Knight did not receive constitutionally ineffective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 28 U.S.C. Sec. 2255 provides:</p>\n        <p>A prisoner in custody under sentence of a court established by Act of Congress claiming the right to be released upon the ground that the sentence was imposed in violation of the Constitution or laws of the United States, or that the court was without jurisdiction to impose such sentence, or that the sentence was in excess of the maximum authorized by law, or is otherwise subject to collateral attack, may move the court which imposed the sentence to vacate, set aside or correct the sentence.</p>\n        <p>28 U.S.C.A. Sec. 2255 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Knight did not specifically argue below, as he does here, that the sentencing court committed error in failing to find that the state and federal offenses were related.  Rather, Knight argued that his counsel at sentencing rendered ineffective assistance by failing to point out that the offenses were related.  Both the magistrate and district court found that counsel's conduct did not constitute ineffective assistance, since Knight had not shown a reasonable possibility that this argument would have succeeded or result in a lower sentence.  Knight now appears to have abandoned the ineffective assistance aspect of the claim, arguing simply that the district court erred.  Ordinarily, claims not raised below cannot be raised for the first time on appeal, but as the government has not objected on this ground, and as the claim fails in any event, we overlook that it was not raised below</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While we do not reach the merits of Knight's claims of error, we note that they are questionable on their face.  At the evidentiary hearing, the magistrate judge found that the state and federal offenses involved different individuals and overlapped only very slightly in time.  The only evidence that Knight offers is his own testimony stating, in very general terms, that the offenses were related.  Similarly, Knight offers scant evidence that the district court abused its discretion in setting the fine</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although Brien held inapplicable the standard as articulated under Frady, the same reasoning applies to the standard as articulated in Coleman</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In addition to the above argument, Knight makes several claims that could be construed as asserting other bases for ineffective assistance.  Knight appears to argue:  that LaLiberty somehow erred in failing to warn Knight that his cooperation with state officials might result in a subsequent federal prosecution;  that LaLiberty erred in failing to negotiate immunity from federal prosecutors prior to having Knight speak with them;  that LaLiberty erred in failing to argue that Knight's state and federal offenses were related for the purpose of sentencing.  Knight, however, does not provide any support for these allegations.  Moreover, he did not make these arguments at either of the proceedings below.  We find them to be without merit.  See United States v. Panitz, 907 F.2d 1267, 1272 n. 4 (1st Cir.1990)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">769</span></span></p>\n    <p class=\"parties\">Stephen Ted KNIGHT, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1374.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 12, 1994.<br>Decided Oct. 20, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Arthur R. Silen, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., Portland, ME, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Stephen Knight appeals from a district court order denying his motion under 28 U.S.C. Sec. 2255<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to correct his federal sentence of 78 months in prison and his fine of $15,000.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 25, 1990, Knight waived indictment and pleaded guilty to a four-count federal information.  The information alleged that Knight had participated in a cocaine conspiracy, had sold marijuana on two occasions, and had possessed cocaine with intent to distribute.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The presentence investigation report (PSI), prepared by a probation officer, provided information about Knight's criminal history and financial status.  The PSI indicated that several months earlier Knight had pleaded guilty to state drug violations, stemming from a June 1989 arrest in Maine.  For these offenses, Knight had been sentenced in state court to five years in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After a hearing, the federal district court sentenced Knight on August 24, 1990 to 96 months in prison and imposed a $15,000 fine.  In calculating the sentence, the court added three points to Knight's criminal history score because of the prior state sentence, in accordance with U.S.S.G. Sec. 4A1.1(a).  The addition of these three points raised the applicable sentencing range from 63-78 months to 78-97 months.  The district court imposed a sentence near the top of the latter range although, later, in August 1993, it reduced the sentence to 78 months, on motion of the government pursuant to Fed.R.Crim.P. 35(b).  Knight did not appeal from his federal sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In October of 1992, Knight brought this separate proceeding in the district court under 28 U.S.C. Sec. 2255, collaterally attacking his federal sentence.  Following an evidentiary hearing, a magistrate judge recommended that Knight's motion be denied.  After considering the matter de novo, the district court denied Knight's Sec. 2255 motion.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>A. Claims of Error under Sentencing Guidelines</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Knight argues that it was error for the sentencing court to add three points to his criminal history score on account of his prior state sentence.  Under U.S.S.G. Sec. 4A1.1(a), a sentencing judge must add three points for each prior sentence of imprisonment exceeding one year and one month.  U.S.S.G. Sec. 4A1.2(a)(1) defines a \"prior sentence\" as:  \"any sentence previously imposed upon adjudication of guilt, whether by guilty plea, trial, or plea of nolo contendere, for conduct not part of the instant offense \" (emphasis added).  Knight argues that the state offenses for which he was previously sentenced were \"part of the instant offense,\" hence should not have been counted toward his criminal history score.  Knight says the state and federal offenses were all part of a common scheme or plan involving the same individuals and occurring over roughly the same time period.  Accordingly, he argues, the state sentence of imprisonment should not have been counted in figuring his criminal history score.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Knight also argues that the sentencing court abused its discretion in imposing a $15,000 fine in light of his inability to pay.  U.S.S.G. Sec. 5E1.2(a) provides that a district court \"shall impose a fine in all cases, except where the defendant establishes that he is unable to pay and is not likely to become able to pay any fine.\"   U.S.S.G. Sec. 5E1.2(f) further states that if the defendant establishes that he \"is not able and, even with the use of a reasonable installment schedule, is not likely to become able to pay all or part of the fine ... the court may impose a lesser fine or waive the fine.  Knight argues that the PSI clearly indicated that he was unable to pay the $15,000 fine, even under a reasonable installment schedule.  Accordingly, he argues, it was an abuse of discretion for the sentencing court to have imposed the fine.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We do not reach the merits of either of the above contentions.  We hold that neither of them can now be raised within a collateral proceeding under 28 U.S.C. Sec. 2255.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">28 U.S.C. Sec. 2255 sets forth four grounds upon which a federal prisoner may base a claim for relief:  \"(1) 'that the sentence was imposed in violation of the Constitution or laws of the United States;'  (2) 'that the court was without jurisdiction to impose such sentence;'  (3) 'that the sentence was in excess of the maximum authorized by law;'  and (4) that the sentence 'is otherwise subject to collateral attack.' \"  Hill v. United States, <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 426-27, <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">468</span></a></span>, 470, <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">417</span> </a></span>(1962) (quoting the statute).  Neither of Knight's present claims alleges a constitutional error or lack of jurisdiction.  Thus, the claims can only be properly brought under Sec. 2255 if they allege that the sentence \"was in excess of the maximum authorized by law,\" \"was imposed in violation of the ... laws of the United States,\" or \"is otherwise subject to collateral attack.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While the statutory language is rather general, the Supreme Court has narrowly confined the scope and availability of collateral attack for claims that do not allege constitutional or jurisdictional errors.  Such claims are properly brought under Sec. 2255 only if the claimed error is \"a fundamental defect which inherently results in a complete miscarriage of justice\" or \"an omission inconsistent with the rudimentary demands of fair procedure.\"  <span class=\"citation\" data-id=\"106329\"><span class=\"antecedent_guess\">Hill,</span> <a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">428</span></a></span>, 82 S.Ct. at 471.   The error must \"present exceptional circumstances where the need for the remedy afforded by the writ of habeas corpus is apparent.\"  <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"id_token\">Id.</span> (quoting Bowen </a></span>v. Johnston, <span class=\"citation\" data-id=\"103134\"><a href=\"/opinion/103134/bowen-v-johnston/\"><span class=\"volume\">306</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, 27, <span class=\"citation\" data-id=\"103134\"><a href=\"/opinion/103134/bowen-v-johnston/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">442</span></a></span>, 446, <span class=\"citation\" data-id=\"103134\"><a href=\"/opinion/103134/bowen-v-johnston/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">455</span> </a></span>(1939));  see Fasano v. Hall, <span class=\"citation\" data-id=\"374754\"><a href=\"/opinion/374754/thomas-m-fasano-v-frank-hall/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">555</span></a></span>, 557 (1st.  Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">867</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">201</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">86</span> </span>(1980).  Errors warranting a reversal on direct appeal will not necessarily support a collateral attack.  See United States v. Addonizio, <span class=\"citation\" data-id=\"110094\"><a href=\"/opinion/110094/united-states-v-addonizio/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 184-85, <span class=\"citation\" data-id=\"110094\"><a href=\"/opinion/110094/united-states-v-addonizio/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2235</span></a></span>, 2239-40, <span class=\"citation\" data-id=\"110094\"><a href=\"/opinion/110094/united-states-v-addonizio/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">805</span> </a></span>(1979).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The reason for so sharply limiting the availability of collateral attack for nonconstitutional, nonjurisdictional errors is that direct appeal provides criminal defendants with a regular and orderly avenue for correcting such errors.  The Supreme Court has repeatedly emphasized that Sec. 2255 is not a substitute for direct appeal.  See, e.g., United States v. Frady, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">152</span></a></span>, 165, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>, 1593, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">816</span> </a></span>(1982);  <span class=\"citation\" data-id=\"110094\"><span class=\"antecedent_guess\">Addonizio,</span> <a href=\"/opinion/110094/united-states-v-addonizio/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">184-85</span></a></span>, 99 S.Ct. at 2239-40;  Sunal v. Large, <span class=\"citation\" data-id=\"104461\"><a href=\"/opinion/104461/sunal-v-large/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">174</span></a></span>, 178, <span class=\"citation\" data-id=\"104461\"><a href=\"/opinion/104461/sunal-v-large/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1588</span></a></span>, 1590-91, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1982</span> </span>(1947).  A nonconstitutional claim that could have been, but was not, raised on appeal, may not be asserted by collateral attack under Sec. 2255 absent exceptional circumstances.  See Stone v. Powell, <span class=\"citation\" data-id=\"109540\"><a href=\"/opinion/109540/stone-v-powell/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">465</span></a></span>, 477 n. 10, <span class=\"citation\" data-id=\"109540\"><a href=\"/opinion/109540/stone-v-powell/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3037</span></a></span>, 3044 n. 10, <span class=\"citation\" data-id=\"109540\"><a href=\"/opinion/109540/stone-v-powell/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1067</span> </a></span>(1976);  Suveges v. United States, <span class=\"citation\" data-id=\"194978\"><a href=\"/opinion/194978/suveges-v-united-states/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 10 (1st Cir.1993) (applying cause and prejudice standard to procedural default of jurisdictional claim).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Supreme Court has on four occasions considered whether a particular nonconstitutional, nonjurisdictional claim was properly brought under Sec. 2255.  See <span class=\"citation\" data-id=\"106329\"><span class=\"antecedent_guess\">Hill,</span> <a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">428</span></a></span>, 82 S.Ct. at 471 (denial of allocution at sentencing in violation of Fed.R.Crim.P. 32(a) is not a \"miscarriage of justice\");  United States v. Timmreck, <span class=\"citation\" data-id=\"110080\"><a href=\"/opinion/110080/united-states-v-timmreck/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">780</span></a></span>, 784-85, <span class=\"citation\" data-id=\"110080\"><a href=\"/opinion/110080/united-states-v-timmreck/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2085</span></a></span>, 2087, <span class=\"citation\" data-id=\"110080\"><a href=\"/opinion/110080/united-states-v-timmreck/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">634</span> </a></span>(1979) (error under Fed.R.Crim.P. 11 in procedure for taking a guilty plea not a \"miscarriage of justice\");  <span class=\"citation\" data-id=\"110094\"><span class=\"antecedent_guess\">Addonizio,</span> <a href=\"/opinion/110094/united-states-v-addonizio/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">184-90</span></a></span>, 99 S.Ct. at 2240-41 (subsequent change in U.S. Parole Commission's parole policies not sufficient to constitute basis for collateral attack).  In one of these cases, the Court found that the error did justify collateral attack.  Davis v. United States, <span class=\"citation\" data-id=\"109059\"><a href=\"/opinion/109059/davis-v-united-states/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, 346, <span class=\"citation\" data-id=\"109059\"><a href=\"/opinion/109059/davis-v-united-states/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2298</span></a></span>, 2305, <span class=\"citation\" data-id=\"109059\"><a href=\"/opinion/109059/davis-v-united-states/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span> </a></span>(1974) (subsequent change in substantive law making defendant's former behavior lawful does constitute sufficient basis for collateral attack).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">While the above cases are not on all fours, we think it obvious that Knight's two claims fall far short of the \"miscarriage of justice\" standard.  Knight's first claim is essentially that the district court made an erroneous finding of fact which led to the misapplication of the sentencing guidelines.  Knight's second claim is that the district court abused a discretion explicitly committed to it by the sentencing guidelines.  Neither claim is based upon an \"exceptional circumstance.\"   Rather, each alleges ordinary errors that could and should have been raised by Knight on direct appeal.  And even assuming error was committed,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the error would not amount to a \"complete miscarriage of justice.\"   Knight's eventual sentence was 78 months, within the range that would have been imposed even if the district court had not added three points to his criminal history score.  Similarly, Knight's $15,000 fine was at the very bottom of the available range ($12,500 to $2 million).  Accordingly, even if error was committed, it would fall well short of being a \"complete miscarriage of justice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Knight, moreover, who was fully aware of his right to appeal, could have raised the purported error by direct appeal.  Although Knight's counsel at the time decided that there were no issues worthy of appeal, he offered to direct Knight to alternative counsel who could help Knight with his appeal.  Knight did not take advantage of this offer.  Knight does not allege that there have been any new legal or factual developments justifying his failure to appeal.  Allowing Knight to bring his claim at this late date would essentially be allowing him to use Sec. 2255 as a substitute for appeal.  See <span class=\"citation\" data-id=\"104461\"><span class=\"antecedent_guess\">Sunal,</span> <a href=\"/opinion/104461/sunal-v-large/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">178</span></a></span>, 67 S.Ct. at 1590-91.   Having bypassed his opportunity to raise the claim on direct appeal, he cannot raise it now on collateral attack.  See <span class=\"citation\" data-id=\"109540\"><span class=\"antecedent_guess\">Stone,</span> <a href=\"/opinion/109540/stone-v-powell/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">477</span> </a></span>n. <span class=\"citation\" data-id=\"109540\"><span class=\"antecedent_guess\">10,</span> <a href=\"/opinion/109540/stone-v-powell/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">3043</span> </a></span>n. 10;  Singleton v. United States, <span class=\"citation\" data-id=\"195416\"><a href=\"/opinion/195416/singleton-v-united-states/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">233</span></a></span>, 239 (1st Cir.1994), petition for cert. filed, (July 22, 1994) (No. 94-5551) (failure to appeal claim of improper joinder bars raising claim under Sec. 2255).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Several circuit courts have considered the availability of collateral attack for various errors in the application of the sentencing guidelines and have concluded that such errors are not cognizable under Sec. 2255.  See, e.g., United States v. Faubion, <span class=\"citation\" data-id=\"665812\"><a href=\"/opinion/665812/united-states-v-mary-jean-faubion/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">226</span></a></span>, 232-33 (5th Cir.1994) (erroneous upward departure under sentencing guidelines not a \"miscarriage of justice\");  Scott v. United States, <span class=\"citation\" data-id=\"610632\"><a href=\"/opinion/610632/phillip-d-scott-v-united-states/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">340</span></a></span>, 341-42 (7th Cir.1993) (erroneous criminal history score under sentencing guidelines not subject to collateral attack);  United States v. Vaughn, <span class=\"citation\" data-id=\"577046\"><a href=\"/opinion/577046/united-states-v-billy-ray-vaughn/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">367</span></a></span>, 368 (5th Cir.1992) (error in technical application of sentencing guidelines not subject to collateral attack).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">While we do not hold that an error in the application of the sentencing guidelines could never constitute a \"complete miscarriage of justice,\" Knight's claims here do not meet that standard.  The proper place for Knight to raise these issues was on direct appeal.  Knight has failed to show cause for his failure to raise these two issues on appeal.  Having bypassed his opportunity to raise these claims on direct appeal, he cannot raise them now on collateral attack.</p>\n    </div>\n    <p>B. Ineffective Assistance Claim</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Unlike the two arguments asserted above, Knight's claim of ineffective assistance of counsel is properly before us under 28 U.S.C. Sec. 2255.  The claim is a constitutional one, and thus falls within the plain wording of Sec. 2255.  Moreover, Knight's failure to raise this claim on direct appeal from his sentence does not bar his asserting it on collateral attack.  Normally, failure to raise a constitutional issue on direct appeal will bar raising the issue on collateral attack unless the defendant can show cause for the failure and actual prejudice.  See Coleman v. Thompson, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">722</span></a></span>, 750, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>, 2565, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">640</span> </a></span>(1991).  However, the failure to bring a claim of ineffective assistance of counsel on direct appeal is not subject to the cause and prejudice standard.  See Brien v. United States, <span class=\"citation\" data-id=\"411729\"><a href=\"/opinion/411729/james-a-brien-v-united-states/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir.1982).  In Brien, we held the cause and prejudice standard inapplicable, since a criminal defendant may still have been represented on appeal by the counsel whose assistance the defendant is now challenging (as was the case here).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  <span class=\"citation\" data-id=\"411729\"><a href=\"/opinion/411729/james-a-brien-v-united-states/\"><span class=\"id_token\">Id.</span>   In fact, </a></span>this court has repeatedly held that collateral attack is the preferred forum for such claims, since there is often no opportunity to develop the necessary evidence where the claim is first raised on direct appeal.  See United States v. Jadusingh, <span class=\"citation\" data-id=\"195129\"><a href=\"/opinion/195129/united-states-v-jadusingh/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1162</span></a></span>, 1169-70 (1st Cir.1994);  United States v. Mala, <span class=\"citation\" data-id=\"194994\"><a href=\"/opinion/194994/united-states-v-mala/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1063 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1839</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span> </span>(1994);  United States v. Latorre, <span class=\"citation\" data-id=\"553327\"><a href=\"/opinion/553327/united-states-v-jose-luis-latorre-aka-el-cano-united-states-v/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.1990), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">217</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">175</span> </span>(1991);  United States v. Sanchez, <span class=\"citation\" data-id=\"550638\"><a href=\"/opinion/550638/united-states-v-edwin-sanchez-united-states-of-america-v-gregorio/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span>, 613 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span> </span>(1991).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The familiar two-part test for ineffective assistance of counsel is laid out by the Supreme Court's decision in Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 687, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, 2064, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span> </a></span>(1984).  Under the first prong of the Strickland test, a defendant claiming ineffective assistance of counsel must first demonstrate that counsel's performance fell below an objective standard of reasonableness.  This means that the defendant must show that counsel's advice was not \"within the range of competence demanded of attorneys in criminal cases.\"  Hill v. Lockhart, <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 56, <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">366</span></a></span>, 369, <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span> </a></span>(1985) (citation omitted).  A court must review counsel's actions deferentially.  <span class=\"citation\" data-id=\"111170\"><span class=\"antecedent_guess\">Strickland,</span> <a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">689</span></a></span>, 104 S.Ct. at 2065;  Burger v. Kemp, <span class=\"citation\" data-id=\"111957\"><a href=\"/opinion/111957/burger-v-kemp/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">776</span></a></span>, 789, <span class=\"citation\" data-id=\"111957\"><a href=\"/opinion/111957/burger-v-kemp/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3114</span></a></span>, 3123, <span class=\"citation\" data-id=\"111957\"><a href=\"/opinion/111957/burger-v-kemp/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">638</span> </a></span>(1987).  Under the second prong of Strickland, the defendant must prove that he or she was prejudiced by the errors.  That is, the defendant must prove that there is a reasonable probability that, but for counsel's errors, the result of the proceeding would have been different.  <span class=\"citation\" data-id=\"111170\"><span class=\"antecedent_guess\">Strickland,</span> <a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">687</span></a></span>, 104 S.Ct. at 2064.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Knight complains that his counsel in both the state and the previous federal proceedings, James LaLiberty, failed to tell him about the impact that his state sentence would have on his federal sentence, thereby misrepresenting the likely federal sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">However, assuming for the moment that Knight could satisfy the first prong of the Strickland test, Knight has failed to show that he was prejudiced by the alleged error.  Knight has not asserted that he would not have pleaded guilty to the federal indictment had he known of the effect the state sentence would have on his federal sentence.  See <span class=\"citation\" data-id=\"111539\"><span class=\"antecedent_guess\">Hill,</span> <a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">59</span></a></span>, 106 S.Ct. at 370-71 (no ineffective assistance of counsel absent showing that, but for error, defendant would not have pleaded guilty);  Lopez-Nieves v. United States, <span class=\"citation\" data-id=\"550641\"><a href=\"/opinion/550641/jose-valentin-lopez-nieves-v-united-states/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span>, 650 (1st Cir.1990). Rather, Knight appears to argue that the knowledge might have affected his guilty plea to the state offenses.  It is difficult, however, to see how this is relevant to the current federal proceeding.  (Knight admitted at the evidentiary hearing that, even had he known of the impact his state sentence would have on his federal sentence, he might still have pleaded guilty to the state offenses.)</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Knight has not established, moreover, that his federal sentence would have been any shorter had he known.  Although he now suggests that he might have been able to garner a better plea bargain, he has provided no basis for this proposition.  What evidence there is suggests exactly the opposite:  that if Knight had refused the agreement, he might have been subject to consecutive sentences which would have greatly prolonged his prison time.  Moreover, LaLiberty's overall prediction, that Knight would receive between five and eight years in the federal sentencing, proved to be accurate.  Knight's sentence was first set at 96 months, and then reduced to 78 months.  Both of these figures were within the predicted range.  Thus, it is difficult to see how Knight could have been prejudiced by the errors alleged.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Even if the prediction had been inaccurate, an inaccurate prediction about sentencing will generally not alone be sufficient to sustain a claim of ineffective assistance of counsel.  See United States v. Arvanitis, <span class=\"citation\" data-id=\"540847\"><a href=\"/opinion/540847/united-states-v-peter-arvanitis-stanley-peters-john-yannakis-perikles/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">489</span></a></span>, 494-95 (7th Cir.1990) (no ineffective assistance where claim based only on inaccurate prediction of sentence);  United States v. Turner, <span class=\"citation\" data-id=\"527093\"><a href=\"/opinion/527093/united-states-v-larry-gene-turner/\"><span class=\"volume\">881</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">684</span></a></span>, 687 (9th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">871</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">199</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">153</span> </span>(1989) (same);  United States v. Sweeney, <span class=\"citation\" data-id=\"525288\"><a href=\"/opinion/525288/united-states-v-melvin-sweeney/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">68</span></a></span>, 69 (2d Cir.1989) (same);  cf. Calabrese v. United States, <span class=\"citation\" data-id=\"323740\"><a href=\"/opinion/323740/chris-calabrese-v-united-states/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">259</span></a></span>, 260 (1st Cir.1974) (voluntariness of plea not subject to attack under Sec. 2255 where sentence exceeded that predicted by counsel).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Since Knight has not satisfied the second prong of Strickland, we need not address the first prong.  We hold that the district court was correct in finding that Knight's assistance of counsel was not constitutionally defective.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We hold that Knight's two claims of error in the application of the sentencing guidelines cannot presently be maintained in a proceeding under 28 U.S.C. Sec. 2255.  We also find that the district court did not err in finding that Knight did not receive constitutionally ineffective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 28 U.S.C. Sec. 2255 provides:</p>\n        <p>A prisoner in custody under sentence of a court established by Act of Congress claiming the right to be released upon the ground that the sentence was imposed in violation of the Constitution or laws of the United States, or that the court was without jurisdiction to impose such sentence, or that the sentence was in excess of the maximum authorized by law, or is otherwise subject to collateral attack, may move the court which imposed the sentence to vacate, set aside or correct the sentence.</p>\n        <p>28 U.S.C.A. Sec. 2255 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Knight did not specifically argue below, as he does here, that the sentencing court committed error in failing to find that the state and federal offenses were related.  Rather, Knight argued that his counsel at sentencing rendered ineffective assistance by failing to point out that the offenses were related.  Both the magistrate and district court found that counsel's conduct did not constitute ineffective assistance, since Knight had not shown a reasonable possibility that this argument would have succeeded or result in a lower sentence.  Knight now appears to have abandoned the ineffective assistance aspect of the claim, arguing simply that the district court erred.  Ordinarily, claims not raised below cannot be raised for the first time on appeal, but as the government has not objected on this ground, and as the claim fails in any event, we overlook that it was not raised below</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While we do not reach the merits of Knight's claims of error, we note that they are questionable on their face.  At the evidentiary hearing, the magistrate judge found that the state and federal offenses involved different individuals and overlapped only very slightly in time.  The only evidence that Knight offers is his own testimony stating, in very general terms, that the offenses were related.  Similarly, Knight offers scant evidence that the district court abused its discretion in setting the fine</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although Brien held inapplicable the standard as articulated under Frady, the same reasoning applies to the standard as articulated in Coleman</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In addition to the above argument, Knight makes several claims that could be construed as asserting other bases for ineffective assistance.  Knight appears to argue:  that LaLiberty somehow erred in failing to warn Knight that his cooperation with state officials might result in a subsequent federal prosecution;  that LaLiberty erred in failing to negotiate immunity from federal prosecutors prior to having Knight speak with them;  that LaLiberty erred in failing to argue that Knight's state and federal offenses were related for the purpose of sentencing.  Knight, however, does not provide any support for these allegations.  Moreover, he did not make these arguments at either of the proceedings below.  We find them to be without merit.  See United States v. Panitz, <span class=\"citation\" data-id=\"544607\"><a href=\"/opinion/544607/united-states-v-solomon-philip-panitz-united-states-of-america-v-andrew/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1267</span></a></span>, 1272 n. 4 (1st Cir.1990)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103134/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104461/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106329/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109059/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109540/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110080/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110094/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111539/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111957/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112640/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194978/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194994/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195129/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/323740/",
    "https://www.courtlistener.com/api/rest/v3/opinions/374754/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/525288/",
    "https://www.courtlistener.com/api/rest/v3/opinions/527093/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540847/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544607/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550638/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550641/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553327/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577046/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610632/",
    "https://www.courtlistener.com/api/rest/v3/opinions/665812/"
  ]
}