{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195639/",
  "id": 195639,
  "absolute_url": "/opinion/195639/horta-v-sullivan/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195639/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:44:19Z",
  "date_modified": "2020-02-21T23:31:37.629342Z",
  "type": "010combined",
  "sha1": "e1953473fc1a952a23f5bacdf436a4e34d10c286",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1962a.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1962\n\n                         DEBRA HORTA,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                 CHARLES B. SULLIVAN, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. A. David Mazzone, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\r                                                       \n\n               Campbell, Senior Circuit Judge,\r                                                         \n\n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nSheila M. Tierney  with whom Tierney Law  Office was on brief  for\r                                                            \nappellant.\nLinda M. Walsh with whom Kroll &amp; Tract  was on brief for appellees\r                                                  \nCharles  B. Sullivan,  Paul G.  Sadeck, Edward Mello  and the  Town of\nFreetown.\nJames F. Gettens  with whom Healy &amp;  Rocheleau, P.C. was on  brief\r                                                                \nfor  appellees Jeffrey  Mennino,  James K.  Bowles,  and the  Town  of\nLakeville. \n\n                                         \n\n                       August 31, 1993\n                                         \r\n\n          CAMPBELL,   Senior  Circuit  Judge.    A  passenger\r                                                        \n\ninjured after  police officers  had chased the  motorcycle on\n\nwhich she was riding sued the police officers, the towns, and\n\nthe  town police chiefs in the district court under 42 U.S.C.\n\n  1983 and  state law.   The district  court granted  summary\n\njudgment  for  all  defendants  on  all  counts.    Appellant\n\nappeals, but only as to the   1983 claims against the  police\n\nofficers and the pendent Massachusetts Tort Claims Act claims\n\nagainst the two towns.  We affirm in  part, vacate and remand\n\nin part, and certify  a question of law to  the Massachusetts\n\nSupreme Judicial Court.\n\n                              I.\r                                          I.\n\n          The following facts are not in dispute.  On Friday,\n\nAugust 5, 1988, at  approximately 9:18 p.m., appellee Jeffrey\n\nMeninno,  a Lakeville  Police Officer,  was traveling  in his\n\npolice  cruiser   north   on  County   Road   in   Lakeville,\n\nMassachusetts, when he observed a motorcycle approaching  him\n\nin  the southbound lane in excess of the posted speed limit.1\n\nOfficer Meninno  activated the  cruiser's blue lights  as the\n\nmotorcycle approached.  He then turned his cruiser around and\n\n                    \r                                \n\n1.  Officer Meninno stated that  his radar gun, which he  was\noperating  as  he  drove  along  County  Road,  measured  the\nmotorcycle's  speed as 59 miles  per hour.   The posted speed\nlimit on County Road was 40  miles per hour.  A photograph of\nthe  radar gun, showing a  reading of 59  miles per hour, was\nattached as an exhibit to Meninno's deposition.\n\n                             -2-\r\n\nbegan   to pursue the  motorcycle.  Instead  of pulling over,\n\nthe motorcycle accelerated.  \n\n          When appellant  Debra Horta, riding on  the back of\n\nthe motorcycle,  realized that  the police car  was following\n\nthem,   she  told   the   motorcycle   operator,   James   F.\n\nDemoranville,   to  stop   because  \"it   isn't  worth   it.\"\n\nDemoranville  refused.   \"He  just said  to  tuck my  head in\n\nbetween  his shoulders  and  hang on.\"   Appellant  remembers\n\nnothing about what occurred after that moment.\n\n          Officer Meninno accelerated to keep up and followed\n\nthe motorcycle along  County Road  from a distance  of a  few\n\nhundred  feet, backing off a number of times when it appeared\n\nthat the bike  was wobbling  and the riders  might fall  off.\n\nThe chase reached speeds of  seventy-five to eighty miles per\n\nhour, as Meninno  watched the  motorcycle drive  erratically,\n\npass at  least one  car, and  swerve into  and  drive in  the\n\nopposite lane.   Meninno unsuccessfully  attempted to  record\n\nthe motorcycle's license plate number.\n\n          As the  pursuit continued  on County Road,  Officer\n\nMeninno radioed a report  to the Lakeville police dispatcher,\n\ntelling  her  of the  pursuit and  asking  her to  notify the\n\npolice department  in the  neighboring town of  Freetown that\n\nthe  motorcycle  was  heading  toward  the Lakeville-Freetown\n\nline.   Appellee  Charles  B. Sullivan,  a police  officer in\n\nFreetown,  heard  Meninno's  transmission  but  did  not  yet\n\n                             -3-\r\n\ncontact Lakeville.  At  that time Sullivan and  appellee Paul\n\nG. Sadeck,  another Freetown  police officer, were  parked in\n\nseparate cruisers  on Route  18 in  Freetown.   Sullivan told\n\nSadeck  about  the chase  and then  drove  south on  Route 18\n\ntoward  the intersection of Route  18 and Mason  Road.  Mason\n\nRoad  runs  between  County  Road  and  Route  18.    Meninno\n\ncontacted the Lakeville dispatcher  again, notifying her that\n\nthe  motorcycle  had  left  Lakeville and  entered  Freetown.\n\nSullivan  then informed the  Lakeville dispatcher and Meninno\n\nthat the Freetown police would assist.  The motorcycle slowed\n\ndown to thirty miles  per hour, with Meninno doing  the same,\n\nbefore  turning left  from County  Road onto  Mason Road  and\n\naccelerating again to  over sixty miles  per hour.2   Officer\n\nMeninno kept  up and told Sullivan  by radio that he  and the\n\nmotorcycle  were now proceeding eastbound on  Mason Road.  He\n\nalso  warned Sullivan  that,  \"He's driving  recklessly.   Be\n\ncareful.\"  Sullivan informed Meninno  that he was now  coming\n\nin  the other  direction  on Mason  Road,  getting closer  to\n\nMeninno and the speeding motorcycle.\n\n                    \r                                \n\n2.  Mason  Road is  a paved,  two-lane road  approximately 24\nfeet wide  with a  double  solid yellow  line separating  the\nlanes and  a posted speed  limit of 30  miles per hour.   The\nsegments of County Road  and Mason Road on which  the pursuit\ntook place are sparsely populated residential and undeveloped\nareas.   That  evening, Mason  Road was  dry and  traffic was\nlight.\n\n                             -4-\r\n\n          As  the  motorcycle and  Meninno continued  east on\n\nMason Road,  Officer Sullivan  stopped his police  cruiser in\n\nthe eastbound lane  of the  two-lane road, facing  west.   He\n\nleft the transmission in  Drive and \"stood on the  brakes\" to\n\nkeep  the cruiser  stationary.   The westbound  lane directly\n\nnext to  Sullivan's cruiser was  unobstructed.3  In  front of\n\nthe cruiser, the road ran straight for approximately 480 feet\n\nbefore it turned.   Sullivan could not see around the bend to\n\nthe  approaching motorcycle  and  police car,  nor could  the\n\nlatter yet see his  car.  Sullivan illuminated  the cruiser's\n\nblue   lights,  take-down   lights,4  and  headlights.     No\n\nstreetlight illuminated  the point  at which the  cruiser was\n\nparked, but  the road was lit  at the bend  and the take-down\n\nlights illuminated part of the road in front of the cruiser.\n\n          Officer Meninno  and the motorcycle  were traveling\n\nalong Mason Road at  sixty or sixty-five miles per  hour when\n\nOfficer  Sullivan advised  Meninno  by radio  of his  precise\n\n                    \r                                \n\n3.  Officer Sadeck, in another cruiser, was heading for Mason\nRoad at this time but did not arrive on the scene until after\nthe crash.   While appellant  alleged in  her complaint  that\nSadeck arrived prior to the crash and that his cruiser formed\npart  of  a \"staggered  roadblock,\"  there  is no  admissible\nevidence in the record supporting this allegation.  See infra\r                                                                         \nPart II.\n\n4.  Take-down lights  are small  white lights affixed  to the\nroof of the police cruiser and located in between two sets of\nflashing  blue  lights.    The take-down  lights  on  Officer\nSullivan's  cruiser were  directed  toward the  front of  the\ncruiser and illuminated a portion of the area in front of the\ncar.\n\n                             -5-\r\n\nlocation,  warned him to \"back off\"  and that he had the road\n\n\"blocked.\"    Meninno says  that he  did  slow down,  but the\n\nmotorcycle continued on apace.\n\n          Fifteen to twenty  seconds elapsed before  Sullivan\n\nsaw the  motorcycle, with  Demoranville and appellant  on it,\n\nround  the bend  in  Mason Road  with Meninno's  cruiser some\n\ndistance  behind it.5    Demoranville, still  driving in  the\n\neastbound  lane, appeared to  slow the  cycle down  and steer\n\ntoward  the roadside  on his  right.  However,  he apparently\n\nlost  control of the motorcycle,  which fell on  its side and\n\nslid  along the roadway until  it collided with  the front of\n\nOfficer Sullivan's  stationary police  cruiser.  The  cruiser\n\nrose up  in the  air  on impact,  Demoranville became  wedged\n\nunderneath the  car, and  appellant Horta fell  backwards off\n\nthe motorcycle.  Meninno eventually  stopped without skidding\n\nor taking evasive  action.  Demoranville died within the hour\n\nand Horta sustained serious, permanent injuries, resulting in\n\na month-long coma and eventual amputation of her left leg.\n\n          Three to four minutes elapsed from the time Officer\n\nMeninno began the pursuit to the time the motorcycle collided\n\nwith  Sullivan's cruiser.  The pursuit covered 3.2 miles.  At\n\n                    \r                                \n\n5.  Meninno   stated   in   his   deposition  that   he   was\napproximately 250 feet behind  the motorcycle when he rounded\nthe  turn.  Sullivan estimated only that the distance was \"no\nless than\"  50 to 75 feet.  The evidence is unclear as to how\nfast the motorcycle was  going when it rounded the  last bend\non Mason Road.  \n\n                             -6-\r\n\nno time  did Officer  Meninno's police cruiser  make physical\n\ncontact with the motorcycle or its passengers.6\n\n          Appellant Horta brought this civil action for money\n\ndamages on June 25, 1991, in the United States District Court\n\nfor the District of Massachusetts against seven defendants   \n\nOfficers Meninno, Sullivan, and Sadeck; the Town of Lakeville\n\nand the Town of Freetown; and Lakeville Police Chief James K.\n\nBowles and Freetown Police Chief Edward Mello.  The complaint\n\ncontained  six counts, alleging  that Meninno,  Sullivan, and\n\nSadeck  were liable to Horta under 42 U.S.C.    1983 and 1985\n\nfor violation  of her constitutional rights  (Count I); under\n\nMass. Gen. L. ch. 12,    11H and I for violation of her civil\n\nrights (Count  II); and  under the Massachusetts  Tort Claims\n\nAct,  Mass. Gen.  L.  ch. 258,  for  negligence (Count  III).\n\nHorta  also alleged that the towns  of Lakeville and Freetown\n\nwere liable to  her under the  Massachusetts Tort Claims  Act\n\nfor the  negligent actions  of Meninno, Sullivan,  and Sadeck\n\n(Count IV), and that Chief Bowles, Chief Mello, Lakeville and\n\nFreetown were liable to her under 42 U.S.C.    1983, 1985 and\n\n1988 (Count  V) and under Mass.  Gen. L.    11H  and I (Count\n\nVI).  \n\n                    \r                                \n\n6.  It  is   undisputed  that   no  non-police   vehicles  or\npedestrians were on Mason Road near the accident scene at the\ntime of the collision.\n\n                             -7-\r\n\n          The  defendants moved  for summary  judgment, which\n\nthe district  court granted  on July  8, 1992.7    Horta  now\n\nappeals from the final judgment dismissing her complaint.\n\n                    \r                                \n\n7.  The  district court  separately granted  Meninno's motion\nfor judgment on  the pleadings  as to Count  III.   Appellant\nfiled  no opposition to the  motion and does  not appeal from\nthat portion of the district court's order.\n\n                             -8-\r\n\n                             II.\r                                         II.\n\n          Horta challenges only the district court's granting\n\nof summary judgment  on Counts  I and IV,  hence waiving  any\n\nappeal concerning Counts II, III, V and VI.  See Fed. R. App.\r                                                            \n\nP. 28(a)(3), (5); Brown v. Trustees of Boston Univ., 891 F.2d\r                                                               \n\n337, 352 (1st Cir. 1989), cert. denied, 496 U.S. 937 (1990).\r                                                  \n\n          We turn first to a disagreement over what materials\n\nare properly in the summary judgment record.  Appellees moved\n\nin  the district  court  to  strike  seven  exhibits      two\n\naffidavits, three  newspaper articles and  other documents   \n\nthat  Horta submitted with  her opposition to  the motion for\n\nsummary  judgment.   Appellees argued,  inter alia,  that the\r                                                              \n\nexhibits contained  inadmissible hearsay, were not  in proper\n\nform,  and were not properly sworn to or certified under Fed.\n\nR. Civ.  P. 56.    The district  court denied  the motion  to\n\nstrike without comment.   Appellees now assert that we should\n\ndisregard  the exhibits  for  purposes of  deciding, in  this\n\nappeal, whether or not to uphold summary judgment.  See Carey\r                                                                         \n\nv. Bahama Cruise Lines, 864 F.2d 201, 203 n.1 (1st Cir. 1988)\r                                  \n\n(\"An  appellee need not cross-appeal 'to argue that there are\n\nalternative  grounds  that   support  the  judgment  below.'\"\n\n(quoting Jasany v. United States Postal Serv., 755 F.2d 1244,\r                                                         \n\n1248 n.1 (6th Cir. 1985))).\n\n          Summary  judgment   is  to  be   decided  on   \"the\n\npleadings,  depositions,  answers  to   interrogatories,  and\n\n                             -9-\r\n\nadmissions on  file, together  with the affidavits,  if any.\"\n\nFed. R.  Civ. P. 56(c).   In addition, a court  may take into\n\naccount any  material that would  be admissible or  usable at\n\ntrial.  10A Charles Alan Wright, Arthur R. Miller &amp;  Mary Kay\n\nKane,  Federal Practice and Procedure    2721, at  40 (2d ed.\r                                                 \n\n1983).  However, inadmissible evidence may not be considered.\n\nFinn v. Consolidated Rail Corp., 782 F.2d 13, 16-17 (1st Cir.\r                                           \n\n1986).   \"Mere allegations, or conjecture  unsupported in the\n\nrecord, are insufficient to raise a genuine issue of material\n\nfact.\"   August v. Offices Unlimited, Inc., 981 F.2d 576, 580\r                                                      \n\n(1st Cir. 1992).\n\n          We  need   consider  only  one  of  the  challenged\n\nexhibits as none of the others, even if admissible, would add\n\nto  or subtract from Horta's ability to raise a genuine issue\n\nof  material fact.  The significant exhibit is a photocopy of\n\na newspaper article indicating that Officer  Sadeck's cruiser\n\nhad  arrived on  the  scene  before  the  crash  and  was  so\n\npositioned  with  Officer Sullivan's  cruiser  as  to form  a\n\n\"staggered roadblock.\"  This  account is contrary to  all the\n\nother reports before  the court.   Sadeck stated  in his  own\n\naffidavit that he was  on Route 18, not on  Mason Road (where\n\nthe crash occurred) when  he saw smoke coming from  the front\n\nof Officer  Sullivan's cruiser and heard  Sullivan report the\n\ncollision to  the Freetown  dispatcher.  Officer  Sadeck says\n\nthat  he immediately  drove down  Mason Road  and  parked his\n\n                             -10-\r\n\ncruiser in  the westbound lane approximately  150 feet behind\n\nOfficer Sullivan's cruiser, which  was in the eastbound lane.\n\nHe exited his car, saw two  injured persons on the ground and\n\nran back to  his cruiser  to summon an  ambulance and  obtain\n\nfirst  aid   equipment.     Officers  Meninno  and   Sullivan\n\ncorroborate  Sadeck's story,  stating that  they did  not see\n\nOfficer  Sadeck  on  the  scene until  after  the  collision.\n\nFreetown  Police  Chief  Mello's  affidavit  states  that  an\n\nofficial investigation of the  incident turned up no evidence\n\nthat Officer Sadeck  was on Mason  Road before the  collision\n\noccurred.\n\n          Appellant  alleged in  her  complaint that  Officer\n\nSadeck was on Mason Road before the collision, and had parked\n\nhis vehicle  in the westbound  lane, 150 feet  behind Officer\n\nSullivan's cruiser  in the eastbound lane,  to establish with\n\nSullivan  a  staggered  roadblock.    The  newspaper  article\n\noffered  in  support  of  this appeared  two  days  after the\n\naccident.   It reports Freetown Police Chief Mello as stating\n\nthat two  Freetown police  vehicles were positioned  on Mason\n\nRoad  to create  a staggered  roadblock.8   No  affidavits or\n\n                    \r                                \n\n8.  The unidentified reporter wrote, in part:\n\n               James F. Demoranville,  40, died  of\n          multiple injuries at St.  Luke's Hospital\n          in  New Bedford  at  10  p.m.,  about  45\n          minutes  after he  lost  control  of  his\n          motorcycle and slid into  one of 2 police\n          cruisers poised to slow him down. . . .\n\n                             -11-\r\n\ndepositions  from  the  unidentified  newspaper  reporter  or\n\nreporters were submitted to the court.\n\n          This   article  should   have   been  stricken   on\n\nappellees'  motion  and  cannot  be  considered  in  deciding\n\nwhether Horta  has raised a  genuine issue of  material fact.\n\nSee Garside v.  Osco Drug, Inc.,  895 F.2d  46, 50 (1st  Cir.\r                                           \n\n1990); Bolen  v. Paragon  Plastics, Inc.,  754 F. Supp.  221,\r                                                    \n\n224-25 (D. Mass. 1990).  The account is hearsay, inadmissible\n\nat  trial to establish  the truth of the  reported facts.  In\n\nfact, the newspaper account  is hearsay within hearsay.   See\r                                                                         \n\nFed. R. Evid.  805.  Even were appellee Chief  Mello the sole\n\nsource of  the article's information, so  that his statements\n\ncould  be regarded  as the nonhearsay  admissions of  a party\n\nopponent,  see Fed.  R. Evid.  801(d)(2), the  article itself\r                          \n\nconstitutes   inadmissible    out-of-court   statements,   by\n\nunidentified  persons,  offered to  prove  the  truth of  the\n\n                    \r                                \n\n               [] Freetown police set up  a partial\n          road  block  by  staggering two  cruisers\n          along the road, according to Police Chief\n          Edward  Mello.  The  staggered road block\n          is   designed   to  slow   down  speeding\n          vehicles,  leaving  an  opening  for  the\n          vehicle to continue driving, he said.\n\n               Mr.   DeMoranville   did  slow   his\n          motorcycle but  lost control of it  as he\n          tried   to   avoid  hitting   a  cruiser,\n          according to reports.  The motorcycle and\n          its  passengers then slid  into the front\n          end of one of the cruisers.\n\nChase  Ends in  Death, New  Bedford (Mass.)  Sunday Standard-\r                                 \nTimes, Aug. 7, 1988.\n\n                             -12-\r\n\nmatter  asserted.  See Fed. R. Evid. 801(c); New England Mut.\r                                                                         \n\nLife  Ins. Co. v. Anderson,  888 F.2d 646,  650-51 (10th Cir.\r                                      \n\n1989).   Such inadmissible material  is not a  proper part of\n\nthe  record  for  summary  judgment  purposes.    See,  e.g.,\r                                                                        \n\nGarside, 895  F.2d at  50 (refusing  to consider,  on summary\r                   \n\njudgment  motion,  an  interrogatory  answer  describing  the\n\nanticipated  testimony  of  an expert  because  it  contained\n\ninadmissible hearsay); FDIC v. Roldan Fonseca, 795 F.2d 1102,\r                                                         \n\n1110  (1st  Cir.  1986)  (refusing  to  consider  on  summary\n\njudgment photocopies  of three  money orders offered  to show\n\namount  paid  on  a   note  because  they  were  inadmissible\n\nhearsay).   Accordingly,  the  newspaper article  may not  be\n\nregarded in  determining whether a genuine  issue of material\n\nfact exists.\n\n                             III.\r                                         III.\n\n          Appellant alleged in Count I that  Officers Sadeck,\n\nMeninno,  and Sullivan were liable  to her under  42 U.S.C.  \n\n1983 because  they deprived  her of her  constitutional right\n\nunder  the  Fourth Amendment  to  be  free from  unreasonable\n\nseizures.9   In granting summary judgment  for appellees, the\n\n                    \r                                \n\n9.  The Fourth  Amendment to the  United States  Constitution\nprovides:\n\n               The right of the people to be secure\n          in  their  persons,  houses, papers,  and\n          effects,  against  unreasonable  searches\n          and seizures, shall  not be violated, and\n          no   Warrants   shall  issue,   but  upon\n          probable  cause,  supported  by  Oath  or\n\n                             -13-\r\n\ndistrict  court  ruled  that   all  three  were  entitled  to\n\nqualified immunity.  We affirm, although on different grounds\n\nas to Sadeck  and Meninno.  See Aunyx Corp.  v. Canon U.S.A.,\r                                                                         \n\nInc., 978 F.2d 3, 6 (1st Cir. 1992) (\"We are free, on appeal,\r                \n\nto affirm a judgment on any independently sufficient ground.\"\n\n(citations omitted)), cert. denied, 113 S. Ct. 1416 (1993).\r                                              \n\n     A.  Officer Sadeck  \r                 A.  Officer Sadeck\r                                   \n\n                    \r                                \n\n          affirmation, and  particularly describing\n          the place to be  searched, and the person\n          or things to be seized.\n\n42 U.S.C.   1983 provides in relevant part:\n\n               Every person who, under color of any\n          statute,  ordinance,  regulation, custom,\n          or usage,  of any  State or  Territory or\n          the  District  of Columbia,  subjects, or\n          causes  to be  subjected, any  citizen of\n          the United States  or other person within\n          the    jurisdiction   thereof    to   the\n          deprivation of any rights, privileges, or\n          immunities  secured  by the  Constitution\n          and laws,  shall be  liable to  the party\n          injured  in an  action  at law,  suit  in\n          equity,  or  other proper  proceeding for\n          redress. . . .\n\n          Appellant  also  alleged  in Count  I  that Sadeck,\nMeninno, and  Sullivan were  liable under 42  U.S.C.    1985.\nHowever, the   1985 claims were never discussed below, either\nby the parties or the court, and the record  does not support\na    1985 claim.  See United Bhd. of Carpenters v. Scott, 463\r                                                                    \nU.S. 825,  834-37 (1983) (reaffirming that    1985 requires a\nshowing  of  some racial,  or perhaps  otherwise class-based,\nanimus   behind  the   conspirators'  actions);   Griffin  v.\r                                                                     \nBreckenridge, 403 U.S. 88, 102-03 (1971) (explaining elements\r                        \nof a claim  under   1985(3)).  Hence, we  consider Count I to\ninclude claims only under   1983.\n\n                             -14-\r\n\n          Appellant's  claim against Sadeck is based entirely\n\non  the allegation that he  parked his vehicle  on Mason Road\n\nbefore the  collision, helping  Officer Sullivan to  create a\n\nstaggered roadblock  which led to appellant's  injuries.  The\n\nundisputed facts on  the record show that  Officer Sadeck did\n\nnot arrive  on  Mason  Road  until after  the  accident  and,\n\ntherefore,  was  not  causally   connected  to  the  injuries\n\nsustained by appellant.  Consequently, Sadeck was entitled to\n\njudgment as a matter of law  on the   1983 claim against him.\n\nSee  Lossman v. Pekarske, 707  F.2d 288, 291  (7th Cir. 1983)\r                                    \n\n(\"[T]he  principles of tort causation apply to constitutional\n\nas to other tort suits.\"). \n\n     B.  Officer Meninno  \r                 B.  Officer Meninno\r                                    \n\n          We do not reach qualified immunity, the ground upon\n\nwhich  the court  below  dismissed the    1983  claim against\n\nOfficer Meninno.  Rather, we find that Meninno is entitled to\n\nprevail  as a matter of law because his conduct, construed in\n\nthe  light  most  favorable  to  appellant,  could  not  have\n\nconstituted a \"seizure\" of  her person within the  meaning of\n\nthe Fourth Amendment.\n\n          The Supreme Court, in Brower v. County of Inyo, 489\r                                                                    \n\nU.S. 593 (1989), clarified the scope of the Fourth  Amendment\n\nin the context of police pursuits and roadblocks.\n\n          Violation   of   the   Fourth   Amendment\n          requires  an  intentional acquisition  of\n          physical  control.  A seizure occurs even\n          when an unintended person or thing is the\n\n                             -15-\r\n\n          object  of the  detention or  taking, but\n          the detention or  taking must be willful.\n          This  is implicit in  the word \"seizure,\"\n          which  can  hardly   be  applied  to   an\n          unknowing act.  . . . In  sum, the Fourth\n          Amendment  addresses  \"misuse of  power,\"\n          not the accidental  effects of  otherwise\n          lawful government conduct.\n               Thus,  if  a  parked and  unoccupied\n          police car  slips  its brake  and pins  a\n          passerby  against a  wall,  it is  likely\n          that  a  tort  has  occurred,  but  not a\n          violation of the  Fourth Amendment.   And\n          the  situation would  not  change if  the\n          passerby happened, by lucky chance, to be\n          a serial murderer for  whom there was  an\n          outstanding arrest warrant    even if, at\n          the time  he was  thus pinned, he  was in\n          the  process of  running  away  from  two\n          pursuing  constables.   It  is clear,  in\n          other  words,  that  a  Fourth  Amendment\n          seizure  does not occur whenever there is\n          a governmentally caused termination of an\n          individual's  freedom  of  movement  (the\n          innocent  passerby),  nor  even  whenever\n          there  is  a  governmentally  caused  and\n          governmentally desired  termination of an\r                                            \n          individual's  freedom  of  movement  (the\n          fleeing felon), but only when  there is a\n          governmental  termination  of freedom  of\n          movement   through   means  intentionally\r                                                               \n          applied.  That is the reason there was no\r                             \n          seizure  in  the  hypothetical  situation\n          that  concerned  the  Court  of  Appeals.\n          [I.e.,  a  police   chase  in  which  the\n          suspect unexpectedly loses control of his\n          car  and crashes.]   The  pursuing police\n          car  sought to stop  the suspect  only by\n          the  show  of  authority  represented  by\n          flashing  lights and  continuing pursuit;\n          and though he was in fact stopped, he was\n          stopped by a different means     his loss\n          of  control  of   his  vehicle  and   the\n          subsequent crash.   If, instead  of that,\n          the police cruiser  had pulled  alongside\n          the  fleeing  car   and  sideswiped   it,\n          producing the crash, then the termination\n          of  the  suspect's  freedom  of  movement\n          would have been a seizure.\n\n                             -16-\r\n\nId. at 596-97 (citations omitted) (emphasis in original).\r               \n\n          Applying the  Court's  reasoning in  Brower to  the\r                                                                 \n\npresent facts, it is clear  that Officer Meninno's pursuit of\n\nthe motorcycle  on which Horta was riding,  without more, was\n\nnot a Fourth Amendment seizure.   \"A Fourth Amendment seizure\n\ndoes not occur when a police officer turns on his blue lights\n\nand  thereby signals the driver  of a vehicle  to pull over.\"\n\nWillhauck  v. Halpin, 953 F.2d 689, 716  (1st Cir. 1991).  If\r                                \n\nthe  driver speeds off, pursued  by the officer,  and a crash\n\nensues,  this  does  not  necessarily  constitute  a seizure,\n\neither.    Hence, if  during  the  chase here  Demoranville's\n\nmotorcycle  had accidentally  collided with  a tree  on Mason\n\nRoad  there would  plainly have been  no seizure,  as Meninno\n\nwould  not  have  terminated  Horta's  \"freedom  of  movement\n\nthrough means intentionally applied,\" (i.e.,  Meninno did not\r                                               \n\nintentionally  cause  the  motorcycle  to  strike the  tree).\n\nBrower,  489 U.S. at 597;  see, e.g., Campbell  v. White, 916\r                                                                    \n\nF.2d 421,  423 (7th Cir.  1990) (holding no  seizure occurred\n\nwhere  police officer accidentally collided with motorcyclist\n\nbeing pursued), cert. denied, 111 S. Ct. 1314 (1991); Apodaca\r                                                                         \n\nv. Rio  Arriba County  Sheriff's Dept.,  905 F.2d  1445, 1447\r                                                  \n\n(10th Cir.  1990) (holding  no seizure occurred  where police\n\nofficer responding to burglar alarm  unintentionally collided\n\nwith bystander's  vehicle); Roach v.  City of  Fredericktown,\r                                                                        \n\n882  F.2d  294, 296  (8th  Cir.  1989)  (holding  no  seizure\n\n                             -17-\r\n\noccurred where police officer  did not intend pursuit  to end\n\nby means of a collision with another vehicle).  \n\n          By  the  same  token,  it is  not  sufficient  that\n\nMeninno pursued and the pursuit resulted in a collision  with\n\nanother  police   vehicle.     Even  if  Officer   Sullivan's\n\nindependent  conduct in blocking the lane were deemed to be a\n\nFourth  Amendment seizure,  see  infra  Part III.C.,  Officer\r                                                  \n\nMeninno  did  not  necessarily  share responsibility.    \"The\n\nSupreme  Court  in  Brower  carefully  distinguished  between\r                                      \n\npolice action  directed toward producing  a particular result\r                                          \n\n    in Fourth Amendment parlance, 'an intentional acquisition\n\nof physical control'    and  police action that simply causes\r                                                                         \n\na particular  result.   Unless  the restraint  of liberty  at\n\nissue  resulted  from  an  attempt to  gain  control  of  the\n\nindividual,  the  Court  stated,  there has  been  no  Fourth\n\nAmendment seizure.\"   Landol-Rivera  v. Cruz Cosme,  906 F.2d\r                                                              \n\n791,  795  (1st  Cir.  1990)  (emphasis  in  original).    To\n\nestablish that  Meninno seized her, appellant  must show that\n\nthe collision  with Officer Sullivan's cruiser  was the means\n\nintended by Meninno to end the pursuit.  \r                               \n\n          Reading the  record in the light  most favorable to\n\nappellant,  there is  no  basis for  a jury  to  find that  a\n\ncollision  between the motorcycle  and another police vehicle\n\nwas  the means intended by Meninno  to terminate the pursuit.\n\nMeninno himself attempted  to stop the  motorcycle only by  a\n\n                             -18-\r\n\nshow of authority, i.e.,  his flashing lights and siren.   He\n\ndid not request  the Lakeville police to establish  a partial\n\nroadblock, nor is there anything to show that he contemplated\n\nforcing the fleeing motorcycle into a collision.  \n\n          Appellant   asserts   that  Meninno   intentionally\n\nbrought about the collision  by \"herding\" the motorcycle into\n\nSullivan's cruiser.   But Meninno's cruiser did not touch the\n\nmotorcycle; he consistently matched his speed to  that of the\n\nmotorcycle and  maintained a distance  of a few  hundred feet\n\nbehind.  Demoranville slowed down (to  thirty miles per hour)\n\nand  sped up  (to seventy-five  miles per  hour) a  number of\n\ntimes  during the  chase.   Nothing prevented  the motorcycle\n\noperator from slowing  down and stopping  had he so  desired.\n\nIt was  Demoranville, not Meninno,  who elected to  head into\n\nFreetown and to turn onto Mason Road.  \n\n          Meninno,  moreover,  never  proposed nor  discussed\n\nwith anyone the idea  of blocking the traffic lane.   Officer\n\nSullivan  volunteered his  assistance,  and Officer  Meninno,\n\nthough in radio contact with Sullivan,  had no authority over\n\nhim.  Sullivan's  decision to  park his car  in the  oncoming\n\ntraffic lane of Mason Road  was made independently and, until\n\njust before the crash,  without Meninno's knowledge.  Meninno\n\nwas first informed,  by radio, of the  partial roadblock when\n\nOfficer  Sullivan  told  him  to  \"back  off,\"  approximately\n\n                             -19-\r\n\nfifteen seconds before the  collision.  Meninno said  that he\n\ndid slow down, although the motorcycle kept going.\n\n          We  hold  that  appellant  did  not  produce  facts\n\ncreating a genuine issue  as to whether the motorcycle-police\n\ncruiser collision  was the means intended  by Officer Meninno\n\nto  terminate appellant's  freedom of  movement.10   Appellee\n\nMeninno was entitled to summary judgment on Count I.\n\n     C.  Officer Sullivan  \r                 C.  Officer Sullivan\r                                     \n\n          The  district court found  appellee Sullivan  to be\n\nprotected  by  qualified  immunity  from  appellant's    1983\n\nclaim. \n\n          Appellant  challenges  the  finding   of  qualified\n\nimmunity, first arguing  that Sullivan was  not engaged in  a\n\n\"discretionary function\" when he  participated in the pursuit\n\nof  appellant  and  Demoranville.     His  actions  were  not\n\ndiscretionary, she  argues, because the Town  of Freetown had\n\nin effect high speed guidelines which governed his conduct. \n\n          In   its   landmark  case   establishing  qualified\n\nimmunity  doctrine, the  Supreme  Court  indeed  stated  that\n\n\"government  officials  performing  discretionary  functions,\r                                                                        \n\ngenerally  are  shielded  from liability  for  civil  damages\n\n                    \r                                \n\n10.  We do not consider  to what extent, if any,  appellant's\nclaim of a Fourth Amendment seizure is weakened by her status\nas a mere  passenger on  the motorcycle,  not the  motorcycle\noperator being pursued by the police for violation of traffic\nlaws.   See Landol-Rivera v. Cruz Cosme, 906 F.2d 791, 795-96\r                                                   \n(1st Cir. 1990).\n\n                             -20-\r\n\ninsofar as their conduct does not violate clearly established\n\nstatutory or  constitutional  rights of  which  a  reasonable\n\nperson would  have known.\"   Harlow  v. Fitzgerald,  457 U.S.\r                                                              \n\n800, 818 (1982)  (emphasis supplied).   But in  spite of  the\n\nreference  to   discretionary functions,  it has  never since\n\nbeen  clear  exactly  what  role,  if  any,  this concept  is\n\nsupposed  to  play in  applying  qualified  immunity.   Judge\n\nCummings, writing  for the  Seventh Circuit, warned  that \"it\n\nwould be unwise to engage in a case  by case determination of\n\nSection  1983  immunity  based  upon  the  ministerial versus\n\ndiscretionary  nature   of   the  particular   official   act\n\nchallenged.\"   Coleman v. Frantz, 754 F.2d 719, 727 (7th Cir.\r                                            \n\n1985).  Judge Arnold, writing for the Eighth Circuit, said,\n\n          The  distinction between  ministerial and\n          discretionary duties  of public officials\n          has  a   long  history.     However,  the\n          plaintiffs  have cited, and  we can find,\n          no recent case other than that  before us\n          in which  a court has  rejected qualified\n          immunity simply because  the official  in\n          question  was  performing  a  ministerial\n          duty.\n\nMcIntosh v. Weinberger, 810  F.2d 1411, 1432 (8th  Cir. 1987)\r                                  \n\n(citations omitted), partially vacated  and remanded on other\r                                                                         \n\ngrounds sub nom.  Turner v. McIntosh, 487 U.S. 1212 and cert.\r                                                                         \n\ndenied,  487  U.S.  1217  (1988).    See  Gagne  v.  City  of\r                                                                         \n\nGalveston, 805  F.2d 558, 559  (5th Cir. 1986)  (holding that\r                     \n\nofficials do not lose qualified immunity merely because their\n\nconduct violates some unambiguous statutory or administrative\n\n                             -21-\r\n\nprovision), cert. denied, 483 U.S. 1021 (1987); see also F.E.\r                                                                         \n\nTrotter,  Inc. v. Watkins,  869 F.2d 1312,  1314-15 (9th Cir.\r                                     \n\n1989); cf. Ricci v.  Key Bancshares of Maine, Inc.,  768 F.2d\r                                                              \n\n456, 464 (1st Cir. 1985) (\"[B]reaking down discretionary acts\n\n. . . into  discretionary  and  ministerial components  would\n\nseem  to  vitiate much  of  the  protection of  discretionary\n\naction which absolute immunity was designed to provide.\"). \n\n          Since   Harlow  the   Supreme  Court   has  neither\r                                    \n\nrepudiated  nor  much  explained  the  role of  discretionary\n\nfunctions relative to qualified  immunity.  However, in Davis\r                                                                         \n\nv.  Scherer,  468 U.S.  183  (1984),  the  Court rejected  an\r                       \n\nargument  almost  identical  to  the  one  put  to  us  here.\n\nOfficials  being sued  for alleged  constitutional violations\n\nwere  accused  of  having   ignored  the  commands  of  state\n\nadministrative   regulations,  and   hence  of   violating  a\n\nministerial rather than  a discretionary duty.   Id. at  193,\r                                                                \n\n196  &amp; n.14.   Because of this,  it was argued  that they had\n\nforfeited any claim to qualified immunity.  In rejecting this\n\ncontention, the Court made two points:   first, the officials\n\ncould lose their  immunity only  if the breach  of the  state\n\nregulation rather than of a  constitutional duty gave rise to\n\nplaintiff's damages claim; and, second, the officials' duties\n\nwere  not merely  ministerial,  as the  officials retained  a\n\nconsiderable measure  of personal discretion  in applying the\n\nadministrative regulations.  Id. at 196 &amp; n.14.\r                                            \n\n                             -22-\r\n\n          The same  factors bar appellant's claim  here.  The\n\ndamages  claim  in Count  I is  based  on a  purported Fourth\n\nAmendment violation, not upon the breach of the Freetown high\n\nspeed   pursuit  guidelines.    And  the  pursuit  guidelines\n\nrequired   Sullivan   to   exercise   discretion   in   their\n\ninterpretation.11 \n\n          Generally,     police     exercise     \"inescapably\n\ndiscretionary  functions replete with  close judgment calls.\"\n\nGooden  v. Howard County, 954  F.2d 960, 964  (4th Cir. 1992)\r                                    \n\n(en  banc).    The promulgation  by  a  police department  of\n\ngeneral guidelines and standard procedures does not transform\n\npolice officers' discretionary actions into ministerial ones.\n\n\"A  law that  fails to  specify the  precise action  that the\n\nofficial   must   take   in  each   instance   creates   only\n\ndiscretionary authority . . . .\"  Davis v.  Scherer, 468 U.S.\r                                                               \n\nat  197  n.14.     The  Freetown  guidelines,  an  eight-page\n\ncollection  of  rules  and  suggestions  labeled  \"High Speed\n\n                    \r                                \n\n11.  Confusingly, appellant also argues at some points in her\nbrief that Freetown did not  have guidelines in place, citing\r                                       \nthree documents from  Freetown public  records which  suggest\nthat  a new set of high speed pursuit guidelines were adopted\nin late 1988, after the collision.  These documents, however,\nare not  inconsistent with  the uncontradicted  statements by\nappellees Sullivan and Mello  that written guidelines were in\neffect on August 5, 1988.\n\n     It would  weaken    and not help    appellant's position\nwere  it to  be found  that no  guidelines existed  governing\nSullivan's actions.   With no rules  or regulations to  guide\nhis  decision  making,  Sullivan's  decision to  aid  in  the\npursuit  and block off  the lane would  necessarily have been\ndiscretionary.\n\n                             -23-\r\n\nPursuit      General  Considerations  and  Guidelines,\"  left\n\nSullivan with a  substantial amount of discretion as  to when\n\nand how to conduct and terminate high speed pursuits.  \n\n          We  conclude  that   insofar  as  the   concept  of\n\ndiscretionary  function is  relevant at  all in  the immunity\n\nsphere, Sullivan was engaged in a discretionary function.\n\n          The more  serious question under Harlow  is whether\r                                                             \n\nSullivan   violated  a   clearly  established   statutory  or\n\nconstitutional right  of  which a  reasonable police  officer\n\nwould  have known.  The theory of appellant's   1983 claim is\n\nthat Sullivan violated her  rights under the Fourth Amendment\n\nto be free  from unreasonable seizures by  placing his police\n\ncar  in the  traffic  lane in  which  he knew  appellant  and\n\nDemoranville were traveling at  high speed.  Appellant argues\n\nthat a reasonable police officer would have known that, under\n\nclearly established law, this sort of a partial roadblock was\n\nunlawful.\n\n          Appellant  has the burden of demonstrating that the\n\nlaw  on this issue was clearly established on August 5, 1988.\n\nDavis,  468  U.S.  at  197.    For  a  right  to  be  clearly\r                 \n\nestablished,   \"[t]he  contours   of   the   right  must   be\n\nsufficiently   clear   that  a   reasonable   official  would\n\nunderstand  that  what  he  is doing  violates  that  right.\"\n\nAnderson  v. Creighton,  483  U.S. 635,  640  (1987).   While\r                                  \n\nappellant need not show that \"the very action in question has\n\n                             -24-\r\n\npreviously been held  unlawful,\" she must  show that, in  the\n\nlight  of preexisting  law,  the unlawfulness  of the  action\n\nwould have  been apparent  to the reasonable  police officer.\n\nId.  \r               \n\n          The Supreme  Court required  \"any assessment as  to\n\nwhether police  conduct amounts to a  seizure implicating the\n\nFourth Amendment . . .  [to] take into  account '\"all of  the\n\ncircumstances  surrounding the incident\"'  in each individual\n\ncase.\"   Michigan v.  Chesternut, 486  U.S.  567, 572  (1988)\r                                            \n\n(citations  omitted).   There  must  be a  balancing  of \"the\n\nnature  and  quality of  the  intrusion  on the  individual's\n\nFourth  Amendment  interests  against the  importance  of the\n\ngovernmental  interests  alleged to  justify  the intrusion.\"\n\nTennessee  v.  Garner,  471   U.S.  1,  8  (1985)  (citations\r                                 \n\nomitted).  \"[W]henever a  balancing of interests is required,\n\nthe facts of  the existing caselaw must closely correspond to\n\nthe contested action before the defendant official is subject\n\nto liability under Harlow.\"  Benson v. Allphin, 786 F.2d 268,\r                                                          \n\n276 (7th Cir.), cert. denied, 479 U.S. 848 (1986); see Medina\r                                                                         \n\nv.  City of  Denver, 960  F.2d 1493,  1498 (10th  Cir. 1992);\r                               \n\nFrazier  v.  Bailey,  957  F.2d 920,  931  (1st  Cir.  1992).\r                               \n\nConsequently, appellant here  must demonstrate  that, by  the\n\ntime in  question,  there were  fairly  analogous  precedents\n\nestablishing that  Sullivan's conduct violated  a plaintiff's\n\nFourth Amendment right to be free from unreasonable seizures.\n\n                             -25-\r\n\n          The hodgepodge of  cases cited by appellant12  show\n\nthe opposite:  it was  not  at all  clear  at the  time  that\n\nSullivan's  actions  violated  a  person's  Fourth  Amendment\n\nrights.   As discussed below,  Brower v. County  of Inyo, 489\r                                                                    \n\nU.S.  593  (1989),  holding  that a  total  roadblock  (i.e.,\r                                                      \n\ntractor trailer  placed broadside  across entire road)  was a\n\nseizure, was not decided until seven months after the present\n\nevents  had occurred.    The strongest case  decided prior to\n\nthis incident  in appellant's favor was Jamieson v. Shaw, 772\r                                                                    \n\nF.2d  1205 (5th    Cir. 1985),  in  which the  plaintiff  was\n\nseriously injured when the  car in which she was  a passenger\n\nstruck  a \"deadman's\"  roadblock placed  across a  highway by\n\ndefendant police  officers.   Id.  at 1206.   \"The  roadblock\r                                             \n\nconsisted of an unlighted police  car parked laterally in the\n\n                    \r                                \n\n12.  We have considered  all of the cases cited  by appellant\nand discuss  only the  ones which  best support her  argument\nthat Sullivan  violated clearly established  Fourth Amendment\nrights.\n\n     Appellant cites one decision  from Texas which found the\nuse of an unlit, total roadblock to stop speeding motorcycles\nto be an unconstitutional  excessive use of force.   See City\r                                                                         \nof Amarillo v. Langley, 651 S.W.2d 906, 913-14 (Tex. Ct. App.\r                                  \n7th  Dist.  1983).   The Langley  court  did not  discuss the\r                                            \nFourth Amendment.  As  far as we can tell, appellant  has not\nalleged that  Sullivan violated her  substantive due  process\nrights to be free from excessive force.  Even if she had, the\nSupreme  Court made clear in  Graham v. Connor,  490 U.S. 386\r                                                          \n(1989), that where \"the  excessive force claim arises in  the\ncontext of an arrest or investigatory stop of a free citizen,\nit  is  most  properly  characterized  as  one  invoking  the\nprotections of the Fourth Amendment . . . .\"  Id. at 394; see\r                                                                         \nLandol-Rivera  v. Cruz  Cosme, 906  F.2d  791, 796  (1st Cir.\r                                         \n1990).\n\n                             -26-\r\n\nmiddle of the highway just over the crest of a hill.  Just as\n\n[the pursued] car, still  traveling at a high rate  of speed,\n\nreached the top  of the  hill, [a police  officer] flashed  a\n\nbright   spotlight  in  [the  driver's]  eyes,  blinding  him\n\nmomentarily  and causing him to  lose control of  the car and\n\ncrash into the roadblock.\"  Id. at  1207.  The Jamieson court\r                                                                   \n\nheld  that plaintiff's  complaint stated  a claim  cognizable\n\nunder  the Fourth  Amendment,  but did  not resolve  whether,\n\nunder  the   circumstances,  the  police   officers'  actions\n\nactually constituted  an unreasonable seizure.   Id. at 1211;\r                                                                \n\nsee  also Stanulonis v. Marzec,  649 F. Supp.  1536, 1545 (D.\r                                          \n\nConn. 1986)  (holding that creating  \"an immediate risk  of a\n\ncollision\" by placing police car in path of speeding  vehicle\n\ncould constitute use of excessive force).\n\n          In direct contrast  to Jamieson, the Ninth  Circuit\r                                                     \n\ndecided in 1987  that such a total roadblock was not a Fourth\n\nAmendment  violation.  See Brower v. County of Inyo, 817 F.2d\r                                                               \n\n540  (9th  Cir. 1987),  rev'd, 489  U.S.  593 (1989).   After\r                                         \n\npursuing  a  suspect at  high  speeds for  twenty  miles, the\n\ndefendant police  officers decided  to create a  roadblock to\n\nstop him.  Id., 817 F.2d at 542.  A tractor-trailer truck was\r                          \n\nplaced across the highway to block both lanes of the two-lane\n\nhighway.  Id.   Plaintiffs alleged that  the police concealed\r                         \n\nthe roadblock by  placing it  behind a curve  and leaving  it\n\nunilluminated.  Brower,  489 U.S.  at 594.   The police  then\r                                  \n\n                             -27-\r\n\npositioned  a police car in front of the tractor trailer with\n\nits headlights  purposely aimed  to blind the  suspect as  he\n\napproached the unlit roadblock.  Id.\r                                                \n\n          The Ninth  Circuit held that use  of this roadblock\n\ndid not implicate the Fourth Amendment.  \n\n          Although  Brower  was   stopped  in   the\n          literal  sense  by  his  impact  with the\n          roadblock,  he  was not  'seized'  by the\n          police   in  the   constitutional  sense.\n          Prior to his failure to stop voluntarily,\n          his   freedom   of  movement   was  never\n          arrested or restrained.  He had  a number\n          of opportunities to  stop his  automobile\n          prior to the impact.\n\n               An  analogous   situation  arose  in\n          Galas [v. McKee,  801 F.2d 200 (6th  Cir.\r                                     \n          1986)] where a  police officer engaged in\n          a  high-speed chase of  a fleeing traffic\n          offender.    The  chase  ended  when  the\n          fleeing driver lost control  and crashed.\n          The question arose whether the  crash was\n          a \"seizure\" under  the fourth  amendment.\n          The court  concluded that there  had been\n          no  seizure  by  the  police  because the\n          officers had failed  to impose  restraint\n          on  the individual's  freedom to  stop or\n          drive away. . . .\n\n               We  agree  with the  Galas decision.\r                                                     \n          In  this case,  as the  twenty-mile chase\n          makes plain, Brower consciously  chose to\n          avoid official restraint.  That decision,\n          an exercise of autonomy, cannot fairly be\n          viewed  as a  \"seizure\"  by  the  police,\n          under  the  fourth  amendment.   Brower's\n          seizure,  if any,  was the result  of his\n          own    effort   in    avoiding   numerous\n          opportunities to stop.\n\nBrower, 817 F.2d at 546; see also Reed v. County of  Allegan,\r                                                                        \n\n688 F. Supp. 1239, 1243 (W.D. Mich. 1988) (applying the Ninth\n\n                             -28-\r\n\nCircuit's Brower decision to hold that use of a roadblock did\r                            \n\nnot constitute a seizure).  \n\n          The Supreme  Court subsequently reversed  the Ninth\n\nCircuit's decision in Brower, holding that a \"seizure\" within\r                                        \n\nthe  meaning  of  the  Fourth  Amendment  had  occurred,  and\n\nremanded the case for a finding as to whether the seizure was\n\n\"unreasonable.\"  Brower v.  County of Inyo, 489 U.S.  at 599-\r                                                      \n\n600.    However,  as  we  have  stated, the  Supreme  Court's\n\ndecision  in Brower was issued in March of 1989, seven months\r                               \n\nafter the Mason Road incident.13\r                 \n\n          Where at  the time of the  present occurrence there\n\nwere conflicting circuit decisions as  to whether or not even\n\nthe   more  deadly  full  roadblocks  were  unconstitutional,\r                                    \n\nSullivan's parking of his illuminated  cruiser in one lane of\n\na  straightaway  cannot  be  said to  have  violated  clearly\n\nestablished rights.\n\n          Appellant  argues   that   it  had   been   clearly\n\nestablished in Tennessee v.  Garner, 471 U.S. 1 (1985),  that\r                                               \n\nthe use of  deadly force  to seize  an unarmed,  nondangerous\n\nsuspect  violates the Fourth Amendment, id. at 11.  According\r                                                       \n\nto  appellant,   a  reasonable  police  officer   would  have\n\nanalogized  the   use  of   the  present  roadblock   to  the\n\n                    \r                                \n\n13.  Appellant  suggests  that  a  reasonable  police officer\nwould  have realized  that  the Ninth  Circuit's decision  in\nBrower was  incorrect because  the Supreme Court  had already\r                  \ngranted  certiorari on August 5, 1988.  Clairvoyance is not a\nprerequisite for qualified immunity.\n\n                             -29-\r\n\nintentional  shooting  of   a  fleeing  suspect.     However,\n\nTennessee v. Garner applied only to \"seizures\" and it was not\r                               \n\nyet  clear  that   a  stopping  by  a   roadblock  might,  in\n\nappropriate circumstances,  be a seizure.  Id.  at 7; Brower,\r                                                                        \n\n817  F.2d at 546; Fernandez  v. Leonard, 784  F.2d 1209, 1217\r                                                   \n\n(1st Cir. 1986).  Four years elapsed before the Supreme Court\n\nheld in Brower that a roadblock could be a \"seizure.\"  During\r                          \n\nthis  period the Ninth  Circuit rejected the  argument that a\n\nroadblock fell  into the \"seizure\" category.  See Brower, 817\r                                                                    \n\nF.2d  at 546-47  (distinguishing Tennessee  v. Garner  on the\r                                                                 \n\ngrounds that use of a  roadblock is not a seizure).   Nor was\n\nit clear to all federal courts that a successful roadblock or\n\nhigh  speed pursuit ending in a crash constituted the \"use of\n\ndeadly force.\"   Compare Reed  v. County of  Allegan, 688  F.\r                                                                \n\nSupp.  at 1243 (holding that a  roadblock does not constitute\n\nuse of deadly  force) with Moyer v. Dunn County, 691 F. Supp.\r                                                           \n\n164,  170-71 (W.D.  Wis.  1988) (suggesting  that high  speed\n\npursuit of  suspect resulting in collision with police car or\n\noff-road crash could constitute use of deadly force).\n\n          As  it  stood  at  the time  this  tragic  accident\n\noccurred, the law was  not so clear that a  reasonable police\n\nofficer would know that establishing  an illuminated, partial\n\nroadblock  at  the  end  of a  straightaway  violated  Fourth\n\nAmendment rights.  Because Sullivan did not violate a clearly\n\nestablished   right  of   appellant's,  the   district  court\n\n                             -30-\r\n\ncorrectly found  that he  was entitled to  qualified immunity\n\nfrom a claim under 42 U.S.C.   1983.\n\n          In holding  that Sullivan is  entitled to qualified\n\nimmunity,  we  do  not mean  to  imply  that  on the  present\n\nshowing, there would otherwise necessarily be a triable issue\n\nconcerning whether or not  this partial roadblock amounted to\n\na seizure under the Fourth Amendment.  We need not reach that\n\nquestion.    It may  be that  the  illuminated blocking  of a\n\nsingle lane at  a point  some distance from  where the  block\n\ncould  be seen by the  pursued vehicle would  not amount to a\n\nseizure.  On the other hand, the converse can be argued.  See\r                                                                         \n\nBrower, 489 U.S. at 598-99.  We leave that  issue for another\r                  \n\nday.  What is abundantly  clear is that, on the  law existing\n\nat  the time of the  events in question,  a reasonable police\n\nofficer would  not  have  known  that the  partial  block  in\n\nquestion violated the Fourth Amendment.\n\n                             -31-\r\n\n                             IV.\r                                         IV.\n\n          In  Count IV,  appellant alleged  that the  Town of\n\nLakeville  and   Town  of  Freetown  are   liable  under  the\n\nMassachusetts Tort Claims Act, Mass. Gen. L. ch. 258,    1 et\r                                                                         \n\nseq., for the allegedly negligent actions of Officers Meninno\r                \n\nand   Sullivan,   respectively.14     A   public   employer's\n\nliability  for the negligence of  its employees is created by\n\nsection 2 of Chapter 258, which provides in relevant part:\n\n               Public employers shall be liable for\n          injury  or loss  of property  or personal\n          injury or death  caused by the  negligent\n          or wrongful act or omission of any public\n          employee while acting within the scope of\n          his  office  or employment,  in  the same\n          manner  and  to  the  same  extent  as  a\n          private     individual     under     like\n          circumstances, . . . .\n\nMass.  Gen.  L. ch.  258,    2.   The  liability of  a public\n\nemployer under  section 2  is subject to  several exceptions,\n\nincluding  the  \"discretionary function\"  exception  found in\n\nMass. Gen. L. ch. 258,   10(b):\n\n          The provisions of  sections one to eight,\n          inclusive, shall not apply to:    \n\n               (a) . . .\n\n               (b)   any   claim  based   upon  the\n          exercise or performance or the failure to\n          exercise   or  perform   a  discretionary\n\n                    \r                                \n\n14.  Appellant also alleged that  Freetown was liable for the\nnegligence of the third police  officer, Sadeck.  However, as\nexplained in Part III.A.,  there is nothing in the  record to\nsupport a finding that Sadeck was in any way involved  in the\npursuit and  collision which injured appellant.   His actions\nare not actionable under Mass. Gen. L. ch. 258,   2.\n\n                             -32-\r\n\n          function or duty on  the part of a public\n          employer   or  public   employee,  acting\n          within   the  scope  of   his  office  or\n          employment, whether or not the discretion\n          involved is abused;\n          . . . .\n\nMass. Gen. L. ch. 258,   10.\n\n          We agree  with  appellant that  the district  court\n\nerred in reasoning that  because the police officers' actions\n\nwere \"discretionary\" for  the purposes of  qualified immunity\n\nunder federal law, they  were also performing  \"discretionary\n\nfunctions\" for the purposes of the   10(b) exception.   As we\n\nhave  already explained,  supra,  it would  be the  rare case\r                                           \n\nindeed where an officer  is denied qualified immunity because\n\nthe officer is found to have engaged  in \"ministerial\" rather\n\nthan  \"discretionary\" conduct.    The discretionary  function\n\nexception  in both  the Massachusetts  and the  Federal Torts\n\nClaims  acts  is  altogether different  from  whatever narrow\n\nexception   may   still   exist  under   immunity   law   for\n\nnondiscretionary  (\"ministerial\") conduct.   \"Because  of the\n\nlimitation  of the  [  10(b)]  exemption to  conduct that  is\n\npolicymaking or planning,  the words 'discretionary function'\n\nare somewhat misleading  as a  name of the  concept.\"   Harry\r                                                                         \n\nStoller &amp; Co.  v. City of Lowell,  412 Mass. 139,  587 N.E.2d\r                                            \n\n780, 783  (1992) (hereinafter Stoller).   The proper approach\r                                                 \n\nis to  apply Massachusetts law on  the discretionary function\n\nexception to appellant's Massachusetts Tort Claims Act claims\n\nagainst Lakeville and Freetown.  \n\n                             -33-\r\n\n          After extensive consideration of Massachusetts case\n\nlaw on the discretionary function exception, we are unable to\n\ndetermine  whether the  exception applies  to the  actions of\n\nOfficer  Meninno.  Because answering that question implicates\n\nimportant policy  questions under Massachusetts state law, we\n\ncertify  the  question  to  the  Supreme  Judicial  Court  of\n\nMassachusetts.   As  for the  liability of  Freetown  for the\n\nactions  of Officer Sullivan, we find in Section B infra that\r                                                                    \n\nthe  district court prematurely  granted summary judgment for\n\nFreetown because there  is a genuine  issue of material  fact\n\nregarding  Sullivan's discretion  to engage in  the allegedly\n\ntortious conduct.\n\n     A. Liability of Lakeville for Meninno's Conduct\r                 A. Liability of Lakeville for Meninno's Conduct\r                                                                \n\n          1.   Discretionary   Function  Exception   Doctrine\r                      1.   Discretionary   Function  Exception   Doctrine\r                                                                         \n\nAppellee Lakeville  argues that  it is immune  from liability\n\nunder the  Massachusetts  Tort Claims  Act because  Meninno's\n\nconduct falls within the discretionary function exception  of\n\nsection  10(b),  Mass.  Gen.  L.  ch.  258,     10(b).    The\n\ndiscretionary  function exception  was  first  introduced  in\n\nMassachusetts  in Whitney  v. Worcester,  373 Mass.  208, 366\r                                                   \n\nN.E.2d  1210  (1977),  which preceded  enactment  of  section\n\n10(b).  The Whitney court distinguished immune from nonimmune\r                               \n\nconduct by  drawing a dividing line  \"between those functions\n\nwhich rest  on the exercise  of judgment  and discretion  and\n\nrepresent planning and policymaking and those functions which\n\n                             -34-\r\n\ninvolve the implementation and execution of such governmental\n\npolicy or planning.\"  Id., 366 N.E.2d at 1216.  Massachusetts\r                                     \n\ncourts still  rely on the  analysis in Whitney  as containing\r                                                          \n\n\"guiding  principles  for   determining  the  scope   of  the\n\ndiscretionary function  exception.\"   Stoller, 587 N.E.2d  at\r                                                         \n\n783.  Massachusetts courts also look for guidance  to federal\n\ncourt  decisions  interpreting  the   discretionary  function\n\nexception of the Federal Torts Claims Act (\"FTCA\"), 28 U.S.C.\n\n  2680(a).   Id.  After the Massachusetts legislature adopted\r                            \n\nsection  10(b), the  test for  whether particular  conduct is\n\nwithin the  exception evolved  over the years  as the  courts\n\nconfronted the  application of the exception  to various fact\n\nscenarios.      Like  the   federal   discretionary  function\n\nexception, see id., the Massachusetts doctrine has not always\r                              \n\ndeveloped along a straight  and clear line.  Compare  Cady v.\r                                                                      \n\nPlymouth-Carver Regional  Sch. Dist., 17 Mass.  App. Ct. 211,\r                                                \n\n457   N.E.2d  294   (1983)  (holding   that  a   function  is\n\ndiscretionary if there is  no \"fixed or readily ascertainable\n\nstandards  to fall back upon\") and Kelley v. Rossi, 395 Mass.\r                                                              \n\n659,  481 N.E.2d 1340, 1344  n.6 (1985) (using  the \"fixed or\n\nreadily  ascertainable standard\"  test of  Cady) and  A.L. v.\r                                                                      \n\nCommonwealth,  402 Mass.  234, 521  N.E.2d 1017,  1024 (1988)\r                        \n\n(same) with Stoller, 587 N.E.2d  at 784 n.2 (criticizing Cady\r                                                                         \n\ntest and asserting that the S.J.C. had never adopted it).\n\n                             -35-\r\n\n          For years, courts relied upon a distinction between\n\nactivities that  occur  at the  \"planning\" and  \"operational\"\n\nlevels  of government  to decide  whether certain  conduct is\n\nimmune  from liability.   See  Patrazza v.  Commonwealth, 398\r                                                                    \n\nMass. 464, 497  N.E.2d 271,  274 (1986).   The Supreme  Court\n\nquestioned this distinction in  United States v. S.A. Empresa\r                                                                         \n\nde Viacao Aerea  Rio Grandense (Varig Airlines), 467 U.S. 797\r                                                           \n\n(1984),  and recently in United States v. Gaubert, 111 S. Ct.\r                                                             \n\n1267  (1992),  the  Court  expressly  rejected the  planning-\n\noperational distinction.\n\n          A discretionary act is one  that involves\n          choice or judgment;  there is nothing  in\n          that description  that refers exclusively\n          to  policymaking  or planning  functions.\n          Day-to-day management of banking affairs,\n          like the management of  other businesses,\n          regularly require judgment as to which of\n          a  range  of permissible  courses  is the\n          wisest.    Discretionary  conduct is  not\n          confined to the policy or planning level.\n          \"[I]t  is  the  nature  of  the  conduct,\n          rather than the status of the actor, that\n          governs    whether   the    discretionary\n          function  exception  applies  in a  given\n          case.\"  Varig Airlines, [] at 813, 104 S.\r                                            \n          Ct., at 2764.\n\nGaubert  at 1267.    Whether an  official's duties  primarily\r                   \n\ninvolve operations and administration as opposed to  planning\n\nis irrelevant  because  \"it is  the  nature of  the  conduct,\n\nrather than the status of the actor, that governs whether the\n\ndiscretionary function  exception applies  in a  given case.\"\n\nVarig Airlines,  467  U.S. at  813;  see Attallah  v.  United\r                                                                         \n\nStates, 955 F.2d 776, 783 (1st Cir. 1992).  The Court instead\r                  \n\n                             -36-\r\n\narticulated a two-part test,  developed in Varig Airlines and\r                                                                     \n\nBerkovitz  v. United States, 486  U.S. 531 (1988).   The FTCA\r                                       \n\ndiscretionary  function exception  applies  if, (1)  the  act\n\ninvolved  an  element of  judgment  or choice,  and,  (2) the\n\naction  or decision  was  based on  considerations of  public\n\npolicy.  Gaubert at 1273-74.\r                            \n\n          The  Massachusetts  Supreme  Judicial  Court  cited\n\nGaubert with  approval in  Stoller, its most  recent decision\r                                              \n\nconstruing section 10(b), and  apparently adopted much of its\n\nreasoning.   The  S.J.C.  rejected  the  planning-operational\n\ndistinction,  writing  that, \"[e]ven  decisions  made at  the\n\noperational  level, as opposed to those made at the policy or\n\nplanning  level,  would  involve  conduct  immunized  by  the\n\ndiscretionary  function exception  if  the  conduct were  the\n\nresult of policy determinations.\"  Stoller, 587 N.E.2d at 784\r                                                      \n\n(citing  Gaubert).  Stoller held that the proper test is: (1)\r                                       \n\nwhether  the governmental  actor  had discretion  as to  what\n\ncourse   of  conduct   to   follow,  and   (2)  whether   the\n\ndiscretionary conduct involves policymaking or planning.  Id.\r                                                                         \n\nat  782-83.     If  both  elements  are  present,   then  the\n\ndiscretionary function exception applies.  \n\n          2. Application of Stoller Test to Meninno's Conduct\r                      2. Application of Stoller Test to Meninno's Conduct\r                                                                         \n\nTo  apply the two-part test  here, we first  must define what\n\nconduct  or  course  of   action  taken  by  Officer  Meninno\n\nappellant claims was negligent.  She does not allege that her\n\n                             -37-\r\n\ninjury came about because  Meninno operated his vehicle  in a\n\nnegligent manner  while  pursuing the  motorcycle.    Compare\r                                                                         \n\nGaubert, 111  S. Ct. at  1275 n.7  (\"If one of  the officials\r                   \n\ninvolved in  this [bank regulation] case  drove an automobile\n\non  a   mission  connected  with  his   official  duties  and\n\nnegligently collided  with another  car, the  exception would\n\nnot apply.\").  Instead,  she apparently claims that Meninno's\n\ndecision to keep pursuing the motorcycle for  3.2 miles after\r                    \n\nit failed to stop was  negligent.15  She proposes to show  at\n\ntrial  that  a  reasonable  police  officer  would  not  have\n\npersisted in such a pursuit under the circumstances.\n\n          The  first element  of  the discretionary  function\n\ntest  set  out  in  Stoller  is  whether  Meninno  \"had   any\r                                       \n\ndiscretion  at all as to  what course of  conduct to follow.\"\n\nStoller,  587 N.E.2d  at 782.   A  governmental actor  has no\r                   \n\ndiscretion  if  \"a course  of  action  was  prescribed  by  a\n\nstatute, regulation,  or established agency  practice.\"   Id.\r                                                                         \n\nAppellant  concedes in  her brief  that, under  the Lakeville\n\n\"High Speed Pursuit  General Considerations and  Guidelines,\"\n\nMeninno had discretion  to make the final decision  to pursue\n\nat  high speed,  but  argues that  the guidelines  completely\n\nregulate the  manner in which an officer  conducts a pursuit,\n\n                    \r                                \n\n15.  As  discussed  in  Part  III.B.  supra,  appellant  also\r                                                       \nalleged that Meninno \"herded\"  the motorcycle into Sullivan's\nparked  vehicle.    Nothing   in  the  record  supports  this\nallegation.\n\n                             -38-\r\n\nleaving Meninno  no discretion  to make policy  judgments and\n\nmandating his every move.\n\n          We  find  this   argument  unpersuasive.    Whether\n\nMeninno properly weighed the guideline factors in deciding to\n\npursue  is perhaps open to  debate,16 but if     as appellant\n\n                    \r                                \n\n16.  The first  pages of  the guidelines explain  the general\npolicy of Lakeville regarding high speed pursuits:\n\n               As a general  statement, high  speed\n          pursuit  is  not recommended  or favored.\n          This is because  the potential danger  to\n          the  officer  and   the  general   public\n          outweighs  the   potential  advantage  of\n          apprehending  a  fleeing vehicle  by such\n          means.  Stated simply, pursuit is clearly\n          inappropriate  when  the  pursuit  itself\n          endangers  life more  than the  escape of\n          the   person   pursued.     Delay,  while\n          distasteful, may be the wiser choice when\n          the person  is known and he  or she poses\n          no immediate threat to the community.\n\n               Under     certain     circumstances,\n          however,  continuous  high speed  pursuit\n          may be authorized.  When  such pursuit is\n          undertaken,  the  purpose  should  be  to\n          apprehend quickly and safely. . . . \n\n               When    the    pursuit   would    be\n          authorized,  each  officer  must use  his\n          discretion in determining whether  or not\n          to commence a chase.  Many factors should\n          have a bearing on his choice, but some of\n          the major ones may be listed:\n\n               1. road conditions;\n               2. traffic conditions;\n               3. time of day;\n               4. type of vehicle involved;\n               5. nature of the offense.\n\n               Once made, the decision to pursue is\n          not   irrevocable,   and   it    is   the\n          intelligent  officer  who  knows when  to\n\n                             -39-\r\n\nhas  conceded    the call  was within his  authority to make,\n\nthe  existence of rules governing the manner of the chase did\n\nnot  remove  his discretion.    These  rules forbade  certain\n\nconduct, such  as pursuing  while nonpolice personnel  are in\n\nthe  police cruiser;  and  they mandate  other conduct,  like\n\nwearing  a seat  belt.   The  crucial  decisions, however    \n\nincluding  whether and when to begin a pursuit, what speed to\n\nmaintain  during it, how  close to tail  the pursued vehicle,\n\nand how and when to terminate  the pursuit    are left to the\n\nofficer's  discretion.17   For  example, the  only  guideline\n\nthat  speaks to  the  question of  when  to stop  pursuing  a\n\nvehicle states: \"[T]he officer  in pursuit shall  voluntarily\n\nabandon  pursuit when  he determines  that conditions  of the\n\n                    \r                                \n\n          discontinue the chase.  Briefly, and as a\n          general rule of thumb, it is often better\n          to  abandon the pursuit where the risk of\n          danger  to  himself or  to the  public is\n          high  or weather  or road  conditions are\n          poor.  The experience and common sense of\n          each officer should also guide him in his\n          decision.\n\n17.  Horta  also points to the following guideline provision:\n\"[A] continuing high speed  pursuit . . . is  authorized, but\nonly when the pursuing  officer . . . has  reasonable grounds\nto arrest  the person pursued for  a serious felony .  . . or\nwhen  the vehicle being pursued  is being operated  in such a\nmanner as to endanger the public.\"\n\n     Horta  argues  that there  was  no evidence  of  a prior\nfelony.   However, Meninno was entitled to determine that the\nmotorcycle was endangering public safety.  In his deposition,\nMeninno  testified  that  the  motorcycle  veered   into  the\noncoming lane at  times and, at  one point, drove close  to a\ngroup  of pedestrians on  the roadside, causing  them to jump\nback.  In his opinion, the motorcycle driver was intoxicated.\n\n                             -40-\r\n\nroad, weather, traffic  or other  factors necessitates  [sic]\n\nabandonment.\"   This,  like the  other  guidelines, is  not a\n\nstrict rule  prescribing certain conduct.   Assuming  Meninno\n\nhad  discretion to determine whether or not to pursue, we can\n\nfind nothing in the  regulations that removed that discretion\n\non  the facts  of this  case.   Accordingly, Meninno  had the\n\nrequisite discretion prescribed in Stoller.\r                                                      \n\n          \"The  second  and far  more  difficult  step is  to\n\ndetermine whether  the discretion that  the actor had  is the\n\nkind of discretion for  which section 10(b) provides immunity\n\nfrom  liability.\"     Stoller,  587  N.E.2d  at  782.     The\r                                         \n\ndiscretionary    function    exception,   under    both   the\n\nMassachusetts  Tort Claims  Act and  the Federal  Tort Claims\n\nAct, provides  immunity only for discretionary  \"conduct that\n\ninvolves  policymaking  or  planning.\"    Id.  at  783.   The\r                                                         \n\nquestion  is not whether the  employee worked at a \"planning\"\n\nor \"operational\" level, but whether  the type of decision  or\n\naction  at issue, by whatever level employee, is one based on\n\nconsiderations of governmental policy.  Id.  at 784; see also\r                                                                         \n\nGaubert, 111 S. Ct.  at 1275-76; Varig Airlines, 467  U.S. at\r                                                           \n\n813.    Not only  broad,  abstract  decisions of  policy  are\n\nimmune.  Discretionary functions include specific, individual\n\napplications  of  policy,  \"those  [decisions]  in   which  a\n\ngovernment official  determines what action to  take based on\n\nan   individual,  case-by-case  analysis  and  in  which  his\n\n                             -41-\r\n\ndecision includes elements of judgment and discretion.\"  Pina\r                                                                         \n\nv.  Commonwealth, 400 Mass.  408, 510 N.E.2d  253, 257 (1987)\r                            \n\n(quoting Bartel v. Federal Aviation Admin., 617 F. Supp. 190,\r                                                      \n\n196 n.29 (D.D.C. 1985)); Patrazza, 497 N.E.2d at 274.\r                                             \n\n          This  is obviously  not a  bright-line rule,  and a\n\ncourt must assess cases  on their facts, keeping in  mind the\n\npurposes of  the discretionary function exception.   Stoller,\r                                                                        \n\n587  N.E.2d at 783.   Only  discretionary acts  and decisions\n\nbased on considerations of public policy are exempted because\n\n\"the  purpose  of  the  exception  is  to  'prevent  judicial\n\n\"second-guessing\" of legislative and administrative decisions\n\ngrounded in  social, economic,  and political policy  through\n\nthe medium  of an action in  tort.'\"  Gaubert, 111  S. Ct. at\r                                                         \n\n1273  (quoting Varig Airlines, 467 U.S. at 814).  Thus, \"[i]f\r                                         \n\nthe  injury-producing  conduct   was  an  integral  part   of\n\ngovernment policymaking  or  planning, if  the imposition  of\n\nliability might  jeopardize the quality  of the  governmental\n\nprocess, or if the case could not be decided without usurping\n\nthe  power and  responsibility of  either the  legislative or\n\nexecutive  branch of government,  governmental immunity would\n\nprobably  attach.\"    Stoller,  587  N.E.2d  at  783  (citing\r                                         \n\nWhitney, 366 N.E.2d  at 1217).  If none of  these factors are\r                   \n\npresent, the general rule is one of no governmental immunity.\n\nWhitney, 366 N.E.2d at 1217.\r                   \n\n                             -42-\r\n\n          Applying the above principles  to the facts of this\n\ncase, without regard for the particular result of the Stoller\r                                                                         \n\ncase,  see  infra,  it   can  be  forcefully  contended  that\r                             \n\nMeninno's  decisions  were  of   the  type  based  on  policy\n\nconsiderations.   Clearly, the Commonwealth has  a policy for\n\nenforcement of  the laws  by constables and  police officers.\n\nThe Lakeville police department  and its officers are charged\n\nby the Legislature with  the duty to enforce the laws, see 41\r                                                                      \n\nM.G.L.A.   98, within  the limits imposed by the  federal and\n\nstate constitutions  and the legislature.   Police chiefs are\n\nauthorized  to promulgate  regulations for their  officers in\n\nfurtherance  of  these  duties.    See  41  M.G.L.A.     97A.\r                                                  \n\nLakeville  adopted guidelines  that  allow  Lakeville  police\n\nofficers to  conduct and  participate in high  speed pursuits\n\nwhen,  in  their   judgment,  the  benefit  of   apprehension\n\noutweighs the risk  to public safety.  See also 41 M.G.L.A.  \r                                                           \n\n98A  (authorizing police  to  arrest suspects  \"on fresh  and\n\ncontinued  pursuit\" in  other jurisdictions).   Acting within\n\ndiscretion conferred  by the guidelines, Meninno decided that\n\nthe best  way to fulfill his duty to enforce the law here was\n\nto  pursue a violator who  had refused to  obey his signal to\n\npull  over.   Surely,  such a  decision  was based  on policy\n\nconsiderations.   Compare Irwin  v. Town  of Ware,  392 Mass.\r                                                             \n\n745,  467  N.E.2d  1292,  1299 (1984)  (holding  that  police\n\nofficer   was  not   performing  discretionary   function  in\n\n                             -43-\r\n\nreleasing  known drunk  driver because  he acted  contrary to\n\nestablished  policy); Gaubert,  111 S.  Ct.  at 1275  n.7 (in\r                                         \n\nhypothetical,  negligent driving  by  bank regulator  has  no\n\nconnection to regulatory policy of banking agency).\n\n          Appellant   clearly  could   not  argue   that  the\n\nLakeville  police   department's  adoption  of   the  pursuit\n\nguidelines was itself a negligent act for which it is liable.\n\nSee Patrazza, 497  N.E.2d at  274 &amp; n.3.   That  legitimately\r                        \n\nadopted policy required Meninno to exercise his own judgment,\n\nunder the  particular circumstances  of each incident,  as to\n\nhow best to  fulfill the policy's dual goals  of apprehending\n\nlawbreakers and  protecting public safety.  \"When established\n\ngovernmental  policy, as  expressed  or  implied by  statute,\n\nregulation, or  agency guidelines, allows a  Government agent\n\nto exercise discretion, it must be presumed that  the agent's\r                                                       \n\nacts are grounded in policy when exercising that discretion.\"\n\nGaubert,  111 S. Ct. at  1274 (emphasis added).   Thus, under\r                   \n\nthe  Gaubert analysis,  it would  be presumed  that Meninno's\r                        \n\nactions were grounded in policy.\n\n          This  presumption  prevails  unless  the  plaintiff\n\npoints  to facts in the record \"which would support a finding\n\nthat  the challenged actions are not the kind of conduct that\n\ncan be  said to be  grounded in the policy  of the regulatory\n\nregime.\"  Id. at 1275.  Plaintiff has pointed to nothing that\r                         \n\nwould  support  a   finding  that  the   allegedly  negligent\n\n                             -44-\r\n\ndecisions of Meninno are not the kind of conduct  that can be\n\nsaid  to be  grounded in policy.   For example,  she does not\n\nallege that Meninno accidentally  lost control of his vehicle\n\nand  hit the motorcycle, or  that he acted  for some ulterior\n\npurpose.  Therefore, if  the rules laid out in  Gaubert apply\r                                                                   \n\nin Massachusetts,  it would  seem that Meninno's  conduct was\n\nwithin the section 10(b) exception.\n\n          3. Purposes of Discretionary Function Exception  As\r                      3. Purposes of Discretionary Function Exception\r                                                                     \n\nmentioned above,  Massachusetts law also requires  a court to\n\nconsider whether  the purposes of  the discretionary function\n\nexception  are  fulfilled by  including  the alleged  conduct\n\nwithin the scope of the section 10(b) exception.  Making that\n\njudgment here is difficult.\n\n          In favor  of Lakeville,  one could argue  that \"the\n\nimposition of  liability might jeopardize the  quality of the\n\ngovernmental  process.\"   Stoller,  587  N.E.2d at  783.   If\r                                             \n\nsuspects  and  their  accomplices   can  sue  towns  for  the\n\nstrategic decisions  of police  officers  during attempts  to\n\napprehend them, then towns    especially those with financial\n\ndifficulties already    will have a strong incentive to avoid\n\npursuing suspected  and known lawbreakers.   If the otherwise\n\nlegitimate  enforcement  of  laws   is  chilled  by  fear  of\n\nliability,   all  types  of   criminals,  not   only  traffic\n\nviolators, would  be able  to more easily  avoid apprehension\n\nand  prosecution.   Police departments  would be  hampered in\n\n                             -45-\r\n\ntheir ability  to control  crime and fulfill  their statutory\n\nduty to enforce the laws of the Commonwealth.\n\n          In addition,  one could argue, \"the  case could not\n\nbe decided  without usurping the power  and responsibility of\n\n[] the .  . . executive branch of government.\"  By permitting\n\njudges  and  juries to  pass on  the  strategies used  by the\n\npolice (assuming  they do not violate  constitutional norms),\n\nthe power  of police  departments to fulfill  their statutory\n\nduty  to enforce  the  law  could  be  usurped.    The  state\n\nlegislature could have,  but did  not, impose  limits on  the\n\npolice  power  to pursue  suspects.   See  41 M.G.L.A.    98A\r                                                     \n\n(authorizing  police  to  arrest   suspects  \"on  fresh   and\n\ncontinued pursuit\" in other jurisdictions without restriction\n\non  the means of pursuit); compare Irwin, 467 N.E.2d at 1299,\r                                                    \n\n1302 (finding that legislature imposed duty on police to take\n\nall suspected drunk drivers into custody).\n\n          \"Other relevant considerations  are the  reasonable\n\nexpectations  of  the  injured  person with  respect  to  his\n\nrelationship  to  the  governmental entity  in  question, the\n\nnature of  the  duty  running  from  the  government  to  the\n\ngoverned  in  the particular  case,  and  the nature  of  the\n\ninjury.\"  Whitney, 366 N.E.2d at 1217.  It would be difficult\r                             \n\nfor Horta  to argue that  she, as  a passenger  on a  vehicle\n\nattempting to  evade police pursuit,  reasonably expected the\n\n                             -46-\r\n\npolice to avoid all potentially risky attempts to capture her\n\nand her companion.\n\n          On the other hand,  appellant could argue with some\n\npersuasiveness  that the injury-producing conduct was not \"an\n\nintegral  part  of  governmental  policymaking  or planning.\"\n\nThis  consideration may  refer  to general,  legislative-type\n\ndecisions as opposed to  administrative or operational tasks.\n\nSee  Dobos v. Driscoll, 404  Mass. 634, 537  N.E.2d 558, 568,\r                                  \n\ncert. denied, 493 U.S.  850 (1989); Pina, 510 N.E.2d  at 256.\r                                                    \n\nMoreover, appellant  has no adequate  alternative remedy  for\n\nher  injuries, Whitney, 366 N.E.2d at 1217, except perhaps to\r                                  \n\nsue the estate of the motorcycle operator.\n\n          Hence, it  is unclear  whether the purposes  of the\n\ndiscretionary  function exception are  advanced by immunizing\n\nLakeville   here.     Nonetheless,   not   all   the  Whitney\r                                                                         \n\nconsiderations must  point to  immunity for the  exception to\n\napply.  See, e.g., Pina, 510 N.E.2d at 256.\r                                   \n\n          4.  Comparison  of   Analogous  Massachusetts   and\r                      4.  Comparison  of   Analogous  Massachusetts   and\r                                                                         \n\nFederal Cases   There is no  Massachusetts case precisely  on\r            Federal Cases\r                         \n\npoint,  and the few  cases cited by  appellant provide little\n\nguidance.  In Irwin v. Town of Ware, the court held that \"the\r                                               \n\ndecision  of  a  police  officer  [not]  to  remove  from the\n\nroadways  a driver  who  he knows  or has  reason to  know is\n\nintoxicated\" is not a discretionary act within the meaning of\n\nsection  10(b).   Id.,  467 N.E.2d  at  1298.   Unlike  here,\r                                 \n\n                             -47-\r\n\nhowever, the court in  Irwin expressly found that  the police\r                                        \n\nofficer, once he knew or  had reason to know that  the driver\n\nhe stopped was intoxicated, had no policy-based discretion to\n\npermit the driver to go back on the road.  Id.  at 1299.  The\r                                                          \n\nIrwin court  interpreted several state statutes as obligating\r                                                                         \n\npolice officers to remove  known intoxicated drivers from the\n\nroads, determining that the  officer's decision not to remove\r                                                               \n\na  drunk  driver  could  not   have  been  based  on   policy\n\nconsiderations  because \"the policy  and planning decision to\n\nremove   such  drivers   has   already  been   made  by   the\n\nLegislature.\"   Id.   As  discussed  above, Meninno  was  not\r                               \n\nobligated by  statute or regulation  to take or  refrain from\n\ntaking the actions at  issue.  Instead, he was  authorized by\n\nwritten policies to  use his own judgment as to  how and when\n\nto enforce  the law  by means  of a high  speed pursuit.   In\n\nStuart v. Town of  Brookline, 412 Mass. 251, 587  N.E.2d 1384\r                                        \n\n(1992),  the court upheld  a finding  of liability  against a\n\ntown for  injuries caused  by the  negligent  operation of  a\n\npolice cruiser, but  section 10(b) immunity  was not even  an\n\nissue in that case.\n\n          Appellant's citation of Kelley v. Rossi, is equally\r                                                             \n\nunavailing.  There  the court  wrote, in two  sentences in  a\n\nfootnote,  that a  doctor  employed by  a  city hospital  and\n\naccused  of   medical  malpractice   is  not  engaged   in  a\n\ndiscretionary  function when  treating a  patient.   Id., 481\r                                                                    \n\n                             -48-\r\n\nN.E.2d at 1344 n.6.  \"The doctor was governed by the standard\n\nof  accepted  medical  practice,  an  ascertainable guide  to\n\nproper  conduct.\"      Id. (citing  Cady  v.  Plymouth-Carver\r                                                                         \n\nRegional Sch. Dist.).   There  is no evidence  in the  record\r                               \n\nthat Meninno's actions were governed by such a fixed standard\n\nfor  police conduct.    Moreover,  the Massachusetts  Supreme\n\nJudicial Court recently criticized  the reasoning in the case\n\nrelied upon by the Kelley court:\r                                     \n\n               In Cady  v. Plymouth-Carver Regional\r                                                               \n          School Dist., 17 Mass.  App. Ct. 211, 457\r                                  \n          N.E.2d  294  (1983),  the  Appeals  Court\n          announced  a  principle  that it  thought\n          distinguished between  functions that are\n          discretionary and those that are not.  If\n          the  employee has  no  \"fixed or  readily\n          ascertainable  standards   to  fall  back\n          upon,\"   the    employee's   conduct   is\n          discretionary.  Id.  at  215, 457  N.E.2d\r                                         \n          294. . . .    The  United States  Supreme\n          Court has not adopted the rule.  Nor have\n          we.  The  existence of  fixed or  readily\n          ascertainable standards could be relevant\n          in deciding whether a  governmental actor\n          owed   a   duty   to  another   that   he\n          negligently  failed  to  fulfill, but  it\n          tells us nothing about whether particular\n          discretionary  conduct  has  a policy  or\n          planning foundation.\n\nStoller, 587 N.E.2d  at 784  n.2.  The  many other  decisions\r                   \n\napplying  section  10(b)  depend  heavily on  the  facts  and\n\nprovide no  general principles  beyond  those articulated  in\n\nStoller.  See Stoller, 587 N.E.2d at 784 (summarizing cases).\r                                 \n\n          As instructed by Stoller, we also look for guidance\r                                              \n\nto  federal court decisions.   A finding of  immunity in this\n\ncase  would  be  consistent  with  many  cases  holding  that\n\n                             -49-\r\n\ndecisions  of  law enforcement  officers,  although seemingly\n\n\"operational\" and made in the heat of the moment, fall within\n\nthe  FTCA  discretionary   function  exception.    Generally,\n\nalthough  law enforcement  agents  have a  mandatory duty  to\n\nenforce the law,  decisions as  to how best  to fulfill  that\n\nduty are protected by the discretionary function exception to\n\nthe FTCA.  Abernathy v. United States, 773 F.2d 184, 188 (8th\r                                                 \n\nCir.  1985); Redmond v.  United States, 518  F.2d 811, 816-17\r                                                  \n\n(7th  Cir. 1975); United States v. Faneca, 332 F.2d 872, 874-\r                                                     \n\n75 (5th Cir. 1964),  cert. denied, 380 U.S. 971  (1965).  For\r                                             \n\nexample, we  held that  a decision by  United States  Customs\n\nagents not  to stop and  search a particular  passenger falls\n\nwithin  the  discretionary  function exception  of  the  FTCA\n\nbecause the applicable statute and regulations authorize, but\n\ndo not obligate, the agents to search passengers.   Attallah,\r                                                                        \n\n955 F.2d at 784.  Like the situation here, \"there is room for\n\nchoice  on the part of  the Customs agents  when carrying out\n\ntheir duties,\" and \"[t]he decision an agent makes is of great\n\nimportance in  fulfilling the mandate of  the Customs Service\n\n   to protect the  integrity of our national borders.\"   Id.;\r                                                                        \n\nsee  also Prelvitz  v. Milsop,  831 F.2d  806, 810  (8th Cir.\r                                         \n\n1987)   (finding   FTCA   discretionary  function   exception\n\napplicable  to customs inspector's  decisions to  detain four\n\nintoxicated  men in an automobile at a border crossing and to\n\n\"appoint\" a different driver).  In Buchanan v. United States,\r                                                                        \n\n                             -50-\r\n\n915 F.2d  969 (5th Cir.  1990), the court held  that a prison\n\nwarden's and staff members' \"minute-to-minute decision making\n\nin the chaotic circumstances of  a riot\" met the requirements\n\nof  the discretionary  function exception.   Id. at  972; see\r                                                                         \n\nalso Faneca, 332  F.2d at 874-75 (holding  that decisions and\r                       \n\ntactics  used   by  federal  law  enforcement   officials  in\n\nenforcing desegregation orders  and handling resulting  riots\n\nwere within the FTCA discretionary function exception); Smith\r                                                                         \n\nv.  United States, 330 F. Supp. 867, 868-70 (E.D. Mich. 1971)\r                             \n\n(holding that FTCA  discretionary function exception  applied\n\nto  law  enforcement officials'  plans  and  decisions as  to\n\nhandling of Detroit riots); Nichols  v. United States, 236 F.\r                                                                 \n\nSupp.  260,  262-63  (N.D.  Miss. 1964)  (holding  that  FTCA\n\ndiscretionary function  exception applied to methods  used by\n\nfederal law enforcement  officials in enforcing desegregation\n\norders and quelling  riots).  FBI agents' decisions to arrest\n\nbank  robbers and to  employ certain  tactics to  arrest them\n\nwere also found to be protected by the discretionary function\n\nexception  from  a  suit  by  one bank  robber  for  injuries\n\nsustained  during the arrest.  Amato v. United States, 549 F.\r                                                                 \n\nSupp. 863,  866-67 (D.N.J.  1982), aff'd,  729 F.2d  1445 (3d\r                                                    \n\nCir.  1984).  But see  Hetzel v. United  States, No. 91-2986,\r                                                           \n\n1993 U.S. Dist. LEXIS 7506, at *12-*13 (D.D.C. 1993) (finding\n\nthat government  agents' high-speed pursuit  on crowded  city\n\nstreets  of  suspected drug  trafficker,  whose identity  and\n\n                             -51-\r\n\naddress were  known, violated approved procedures  and so was\n\nnot within the FTCA discretionary function  exception); Patel\r                                                                         \n\nv.  United States,  806  F. Supp.  873,  878 (N.D.Cal.  1992)\r                             \n\n(holding that decisions by  DEA agents to investigate, obtain\n\nsearch  warrant   and  raid   suspected  drug  hideout   were\n\ndiscretionary functions,  but decision  to destroy  house and\n\nkill occupants with  firebombs was not  made pursuant to  DEA\n\npolicy and thus not immune).\n\n          5. Holding in Stoller  So far, it would appear that\r                      5. Holding in Stoller \r                                           \n\nthe principles of the section 10(b)  exception doctrine    as\n\narticulated  in Stoller  and,  by analogy,  Gaubert     point\r                                                               \n\ntoward  tort   immunity  under  the   discretionary  function\n\nexception.   We have  yet,  however, to  consider the  actual\n\nholding in Stoller.   Doing so, we are unable  to reconcile a\r                              \n\nfinding of immunity here with that holding.\n\n          In Stoller,  the  owner of  buildings destroyed  by\r                                \n\nfire sought damages pursuant to the Massachusetts Tort Claims\n\nAct   from   the   city   of   Lowell,   whose   firefighters\n\nunsuccessfully fought  the blaze.   He alleged  negligence on\n\nthe  firefighters'  part  in  failing to  use  the  sprinkler\n\nsystems in one of  the buildings.  The city  conceded that it\n\nhad  a duty to the  building owner and  that the firefighters\n\ncould  have been  found negligent  in failing  to follow  the\n\nstandard firefighting technique of use of available sprinkler\n\nsystems.  The  city, nonetheless, argued  that it was  immune\n\n                             -52-\r\n\nunder  section  10(b)   because  the  firefighters'   conduct\n\ninvolved a discretionary function.  Id., 587 N.E.2d at 782.  \r                                                   \n\n          The trial  judge agreed  that the city  was immune,\n\nbut the  Supreme Judicial Court reversed.   Applying the two-\n\npart  test discussed  supra, the  court found  that, (1)  the\r                                       \n\nfirefighters had  \"discretion in  the sense that  no statute,\n\nregulation,  or established  municipal practice  required the\n\nfirefighters to use the sprinklers  (or, for that matter,  to\n\nuse  hoses exclusively),\" but  that, (2) \"whatever discretion\n\nthey had was  not based  on a policy  or planning  judgment.\"\n\nId. at 785.\r               \n\n               There  are  aspects of  firefighting\n          that  can  have  an  obvious  planning or\n          policy basis.  The number and location of\n          fire stations, the amount of equipment to\n          purchase,   the   size   of    the   fire\n          department,  the  number and  location of\n          hydrants, and  the quantity of  the water\n          supply  involve   policy  considerations,\n          especially  the  allocation of  financial\n          resources.      In  certain   situations,\n          firefighting  involves determinations  of\n          what  property to attempt to save because\n          the  resources  available  to   combat  a\n          conflagration   are   or   seem   to   be\n          insufficient   to  save   all  threatened\n          property.      In   such  cases,   policy\n          determinations  might  be  involved,  and\n          application of the discretionary function\n          exception would be required.\n\n               The  case  before  us is  different.\n          The  negligent  conduct  that caused  the\n          fire  to  engulf   all  the   plaintiff's\n          buildings  was not founded on planning or\n          policy  considerations.     The  question\n          whether  to put higher  water pressure in\n          the sprinkler systems involved  no policy\n          choice or planning decision.  There was a\n\n                             -53-\r\n\n          dispute  on the  evidence whether  it was\n          negligent  to  fail  to  fight  the  fire\n          through the buildings' sprinkler systems.\n          .  .   .  The   jury  decided   that,  in\n          exercising  their  discretion not  to use\n          the  buildings'  sprinkler  systems,  the\n          Lowell   firefighters   were    negligent\n          because   they   failed  to   conform  to\n          generally      accepted      firefighting\n          practices.      When   the   firefighters\n          exercised  that  discretion,  policy  and\n          planning    considerations    were    not\n          involved.   Therefore,  the discretionary\n          function  exception  does not  shield the\n          city from liability.\n\nId.\r               \n\n          It   is   hard   to   differentiate   between   the\n\nfirefighters'  conduct in Stoller and the allegedly negligent\r                                             \n\ndecision to pursue of Officer  Meninno.  The firefighters, in\n\nexecution of their duty to fight fires, deliberately chose at\n\nthe time what we assume they considered to be the appropriate\n\nstrategy for fighting the fire.  While, in  retrospect, their\n\njudgment  may have  been  flawed, no  statute, regulation  or\n\nmunicipal  policy  required  any  different,  and  they  were\n\nauthorized, indeed required, to  make such a determination on\n\ntheir own.  An injured party alleged and eventually persuaded\n\na  jury that their  strategic choice, made  pursuant to their\n\ngovernmental  duties  and   in  conformance  with  applicable\n\npolicies,  was  negligent.     Here,  a  police  officer,  in\n\nexecution  of   his  duty   to  enforce   the  laws   of  the\n\nCommonwealth, deliberately chose what he considered to be the\n\nbest  strategy for  apprehending a  lawbreaker.   No statute,\n\n                             -54-\r\n\nregulation or policy prohibited  his actions.  A  town policy\n\nexpressly  authorized and  required him  to exercise  his own\n\njudgment as to how to proceed.   An injured party now alleges\n\nand  hopes to persuade a jury that his strategic decision was\n\nnegligent.  Comparing the result in Stoller to this case, one\r                                                       \n\ncan argue that section 10(b) does not shelter  Lakeville from\n\nliability  for  Meninno's actions.    Still, it  may  be that\n\nStoller turned on the firefighters'  having violated standard\r                   \n\npractices with no apparent policy justification, hence is not\n\nto  be  read  as   more  generally  eliminating  lower  level\n\nfirefighting  and  police decisions  from  the section  10(b)\n\nexception.\n\n          In attempting  to understand  the reasoning  of the\n\nStoller  court, we  have  reviewed similar  cases from  other\r                   \n\njurisdictions.   A sizable number of  them reach the opposite\n\nresult  in  analogous  circumstances.    See  57  Am.  Jur.2d\r                                                        \n\nMunicipal, County, School and State Tort Liability    484, at\r                                                              \n\n449  (summarizing cases  from ten  states).  For  example, in\n\nCity of Daytona Beach  v. Palmer, 469 So.2d 121  (Fla. 1985),\r                                            \n\nthe Florida Supreme Court explained:\n\n               The  decisions  of  how to  properly\n          fight  a particular  fire, how  to rescue\n          victims in  a fire, or what  and how much\n          equipment   to  send   to  a   fire,  are\n          discretionary judgmental  decisions which\n          are  inherent  in   this  public   safety\n          function  of fire  protection.  . .  . To\n          hold  a  city  liable  for  the negligent\n          decisions  of   its  fire-fighters  would\n          require a judge  or jury to second  guess\n\n                             -55-\r\n\n          fire-fighters  in making  these decisions\n          and would  place the judicial branch in a\n          supervisory  role  over  basic  executive\n          branch,  public  protection functions  in\n          violation  of  the  separation of  powers\n          doctrine.\n\n               We   distinguish   these  types   of\n          discretionary   fire-fighting   decisions\n          from   negligent  conduct   resulting  in\n          personal injury while  fire equipment  is\n          being driven  to the  scene of a  fire or\n          personal injury to  a spectator from  the\n          negligent  handling  of equipment  at the\n          scene.\n\nId. at 123.  \r               \n\n          We feel  unable to determine the  precise aspect of\n\nthe circumstances  in the  firefighters'  conduct in  Stoller\r                                                                         \n\nthat led the court to find their actions were not of the type\n\nbased on policy  considerations.  And  we are disinclined  to\n\nintroduce new doctrines or fine  distinctions of our own into\n\nMassachusetts law in order to  differentiate the firefighters\n\nfrom Meninno.   Yet,  neither can  we ignore the  principles,\n\nrules and  guidelines articulated by  the Massachusetts court\n\nin Stoller  and in  other cases,  which  apparently point  in\r                      \n\nanother direction, so as seemingly to  lead to the conclusion\n\nthat  Lakeville is  entitled  to immunity  for the  strategic\n\ndecisions of its police officers made in furtherance of their\n\nduties. \n\n          6.  Certification  Essentially,  we are  faced with\r                      6.  Certification\r                                       \n\nthis  dilemma:  the   Massachusetts  discretionary   function\n\ndoctrine    as expounded in Stoller and Gaubert    suggests a\r                                                           \n\n                             -56-\r\n\nfinding of immunity,  while the  result in  Stoller seems  to\r                                                               \n\nmandate the opposite.   Resolution of the issue in  this case\n\nrequires reconciling  Stoller with Gaubert  and other federal\r                                                      \n\nand state cases, a project properly left to the courts of the\n\nCommonwealth because  it may  require the development  of new\n\nrules or  distinctions.   Moreover, whichever way  we decided\n\nthe  issue, our  opinion would  be seen  in  Massachusetts as\n\neither  barring  or  permitting  many other  actions  against\n\npublic employers  for decisions  made by police  officers and\n\nother municipal servants.  We also take notice of the current\n\ndebate  in the Commonwealth  on the closely  related issue of\n\nthe public duty rule.  See Jean W. v. Commonwealth, 414 Mass.\r                                                              \n\n496, 610  N.E.2d 305  (Mass. 1993)  (abolishing court-created\n\npublic   duty  rule  prospectively   after  1993  legislative\n\nsession); see also Cyran v. Town of Ware, 413 Mass.  452, 597\r                                                    \n\nN.E.2d  1352  (1992) (holding,  in  3-2  decision, that  town\n\nfirefighters owed  no special duty to  homeowners whose house\n\nwas destroyed  by fire).   The difficult questions  raised by\n\nthe various concurring opinions in Jean W., and the lack of a\r                                                      \n\nmajority opinion, cautions us about the complexity and social\n\nimportance of the municipal liability issue in Massachusetts.\n\nFor these reasons, the best course for a federal court, bound\n\nto apply state law as it stands, is certification.\n\n                             -57-\r\n\n          On our own  motion, we will  certify in a  separate\n\ncertification order  the  following question  to the  Supreme\n\nJudicial Court of Massachusetts pursuant to S.J.C. Rule 1:03:\n\n          Do  the  discretionary  decisions   of  a\n          police officer to  begin and continue the\n          high-speed  pursuit  of  a  vehicle  then\n          being  operated  in   violation  of   law\n          involve  policymaking   or  planning  for\n          purposes of  immunity under Massachusetts\n          General Law ch. 258,   10(b)?\n\nIf the  question  is answered  in the  affirmative, then  the\n\ndiscretionary function exception applies to Meninno's conduct\n\nand  the  district  court's  grant of  summary  judgment  for\n\nLakeville on this claim will be affirmed.  If the question is\n\nanswered in the negative,  then summary judgment was improper\n\nand  the claim  will be  remanded to  the district  court for\n\nfurther  proceedings.    We  would, of  course,  welcome  any\n\nguidance the S.J.C. may care to provide, beyond answering the\n\nquestion, concerning  the  effect and  proper application  of\n\nMassachusetts law in these circumstances.  The  clerk of this\n\ncourt shall  forward as an  appendix the briefs  and appendix\n\nfurnished to us by the parties.  \n\n     B. Liability of Freetown for Sullivan's Conduct\r                 B. Liability of Freetown for Sullivan's Conduct\r                                                                \n\n          Appellee  Freetown argues  that it  is immune  from\n\nliability  under  the Massachusetts  Tort Claims  Act because\n\nSullivan's  conduct falls  within the  discretionary function\n\nexception of  section 10(b).   After reviewing the  record in\n\nthe light most favorable  to the appellant, we hold  that the\n\n                             -58-\r\n\ndistrict court  should not have granted  summary judgment for\n\nFreetown  on this issue because  there is a  genuine issue of\n\nmaterial fact  concerning the  first element of  the two-part\n\ntest  for discretionary  function immunity:  whether Sullivan\n\nhad discretion to engage  in the allegedly negligent conduct.\n\n          The Freetown  pursuit guidelines  in effect  at the\n\ntime were identical to Lakeville's, and are silent as to most\n\nof  the  decisions  made  by Sullivan.    However,  appellant\n\nsensibly  asks how  Sullivan's  decision to  erect a  partial\n\nroadblock  could be  within his discretionary  authority when\n\nparagraph  12 of  the Freetown  guidelines  expressly states,\n\n\"Intentional contact between a police vehicle and the vehicle\n\npursued,  or use  of  a police  vehicle  as a  roadblock,  is\n\nstrictly forbidden.\"  The  language of this departmental rule\n\nappears  on  its face  to forbid  the  very actions  taken by\n\nSullivan.  But the record also contains  testimony by Officer\n\nSullivan that he interpreted Paragraph 12 to mean merely that\n\npolice vehicles may not  be used to block an  entire roadway,\r                                                                \n\nas when a cruiser is  placed sideways so as to obstruct  both\n\nlanes  of a two-lane road.   According to  Sullivan, the term\n\n\"roadblock\" has  not been interpreted by  the Freetown police\n\nto include a  partial roadblock, such as  the one established\n\n                             -59-\r\n\nby  Sullivan when he parked his cruiser in the oncoming lane,\n\nwhich leaves room for a vehicle to pass on one side.18  \n\n                    \r                                \n\n18.  The  affidavit of  appellee Mello,  the Freetown  police\nchief, indicates that an official investigation of Sullivan's\nactions concluded that  Officer Sullivan acted  appropriately\nin the circumstances.   Chief Mello stated that Freetown  had\npursuit  guidelines in  place, but  he did  not suggest  that\nSullivan  had  violated any  of these  guidelines by  using a\npartial roadblock.\n     The  following colloquy  regarding paragraph  12 of  the\nFreetown guidelines appears in Officer Sullivan's deposition:\n\n     Q:   [Mr. Gillis, plaintiff's attorney]:  So, prior\n          to the  collision that is the  subject of this\n          lawsuit, you had in your possession a handbook\n          given  to you by  your commanding  officer, is\n          that correct?\n     A:   [Sullivan]:  Yes, it is.\n\n     Q:   Okay.   That  handbook contained a  section on\n          the policies of the Freetown Police Department\n          concerning pursuing other motor  vehicles, did\n          it not?\n     A:   Yes, it did.\n\n     Q:   Did  it  also have  a  section on  the  use or\n          nonuse  of roadblocks;  of  blocking the  road\n          during pursuits?\n     A:   Mr. Gillis,  could you define for  me what you\n          think,  what you would  say was  a \"roadblock\"\n          and what is \"blocking the  road\"?  I think  in\n          my mind they're two different things.\n\n     Q:   Why don't  you tell me?   What's \"blocking the\n          road\" mean to you, sir?\n     A:   Blocking  the roadway  would  be blocking  the\n          total roadway so that nothing could  pass your\n          point.\n\n     Q:   Okay.  And what is a \"roadblock\"?\n     A:   A roadblock would  be one and  the same.   The\n          roadblock would be blocking the whole roadway.\n\n          . . .\n\n     Q:   Was there  a section  in this manual  that you\n          were given before  August 5, 1988,  concerning\n\n                             -60-\r\n\n          On  this record,  there is  an unresolved  issue of\n\nfact   regarding   Sullivan's   discretion  under   pertinent\n\nregulations  to   have  created  a   partial  roadblock,  the\n\nallegedly  negligent  conduct   on  his  part.     Sullivan's\n\ntestimony,  and   Chief   Mello's  affidavit,   suggest   the\n\npossibility of a narrowed reading of the  rule so as to allow\n\nSullivan  to do  what he  did.   See,  e.g., Kelly  v. United\r                                                                         \n\nStates, 924 F.2d 355, 360-61  (1st Cir. 1991) (holding  that,\r                  \n\n                    \r                                \n\n          the use of roadblocks or blocking the roadway?\n          Is  there a  policy for  that in  the Town  of\n          Freetown?\n     A:   Roadblocks as blocking the whole roadway?\n\n     Q:   Yes.\n     A:   Yes, there is.\n\n     Q:   And what was that?\n     A:   Roadblocks blocking the  whole roadway are not\n          allowed under the policy.\n\n          . . .\n\n     Q:   (Pause)   Again, referring to that manual that\n          you  mentioned  before,  that you  were  given\n          sometime in 1987, or  at least prior to August\n          5, 1988, does the manual say anything specific\n          about blocking the roadway?\n     A:   Okay.   Again,  when  you  say  \"blocking  the\n          roadway,\" do you mean a roadblock    \n\n     Q:   I mean blocking the roadway in any manner.\n     A:   Yes, it does.\n\n     Q:   Blocking a travel lane,  or blocking the other\n          lane, in  any manner.  What does  it say about\n          blocking the road?\n     A:   The manual  advises that to block one lane-way\n          of  a  roadway, to  block  some  portion of  a\n          roadway is  permissible.   But you are  not to\n          block the whole roadway.\n\n                             -61-\r\n\nto avoid  summary judgment, plaintiff DEA  agent was required\n\nto rebut defendants' evidence that seemingly nondiscretionary\n\nregulation was  consistently interpreted by  DEA officials to\n\npermit  use  of  discretion).    But  the  language  of   the\n\nregulation, read in the light  most favorable to Horta, seems\n\nrather directly to forbid such conduct.  There is, therefore,\n\na factual issue over whether the regulation should be read to\n\nwithhold   discretion  here   or  whether   the  departmental\n\ninterpretation  claimed by Sullivan  actually existed and was\n\nsufficiently consistent and longstanding  so as to render his\n\nconduct discretionary.   Because  of this factual  issue over\n\nwhether  the first  element  of  the  discretionary  function\n\nexception  test  was  fulfilled,  we  do  not  reach  whether\n\nSullivan's   conduct  was   based  on   policy  or   planning\n\nconsiderations.   The latter is,  in large measure,  the same\n\nquestion certified to the S.J.C. in the case of Meninno.  The\n\nS.J.C.'s resolution regarding Meninno may answer it.  For the\n\nmoment, we  hold simply  that Freetown  was  not entitled  to\n\nsummary judgment on the  issue of section 10(b)  immunity and\n\nremand  Horta's  claim  to  the district  court  for  further\n\nproceedings.19\n\n                              V.\r                                          V.\n\n                    \r                                \n\n19.  We do not  consider to  what extent  resolution of  this\nissue is within the province of the district judge as opposed\nto  the jury.  The district court, with the assistance of the\nparties, should initially determine this.\n\n                             -62-\r\n\n          In  conclusion:  we  affirm  the grant  of  summary\n\njudgment for appellees Sadeck, Meninno, and Sullivan on Count\n\nI, alleging liability under  42 U.S.C.   1983; we  affirm the\n\ngrant  of summary judgment for Freetown on Count IV under the\n\nMassachusetts Tort Claims Act for  the actions of Sadeck, and\n\nvacate the grant of summary judgment for Freetown on Count IV\n\nunder the Massachusetts  Tort Claims Act  for the actions  of\n\nSullivan and  remand that  claim for further  proceedings; we\n\ncertify  a question of law  to the Supreme  Judicial Court of\n\nMassachusetts on the issue  of Lakeville's liability on Count\n\nIV  under the Massachusetts Tort Claims Act and, pending that\n\ncourt's determination, retain jurisdiction on that issue; and\n\nwe  affirm  dismissal of  all  the  remaining claims  because\n\nappellant  did not  appeal  their dismissal  by the  district\n\ncourt.\n\n          Affirmed in part, vacated and remanded in part, and\r                                                                         \n\na  question  certified  to  the  Supreme  Judicial  Court  of\r                                                                         \n\nMassachusetts,  with  jurisdiction   retained  pending   that\r                                                                         \n\ndetermination.  No costs.\r                                    \n\n                             -63-\r\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1962\n\n                         DEBRA HORTA,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                 CHARLES B. SULLIVAN, ET AL.,\n\n                    Defendants, Appellees.\n\n                                          \n\n                        CERTIFICATION\n\n                                          \n\n          For the  reasons discussed  in our opinion  in this\n\ncase, Horta  v. Sullivan,  No. 92-1962, (see  especially Part\r                                    \n\nIV.A., at  pp. 32-55), the  resolution of an  important issue\n\ndepends  upon questions of Massachusetts  law on which we are\n\nunable to find clear,  controlling precedent in the decisions\n\nof the Supreme Judicial Court of Massachusetts.  Accordingly,\n\nwe  certify the  following question  to the  Supreme Judicial\n\nCourt of Massachusetts pursuant to its Rule 1:03.\n\n          Do  the  discretionary  decisions   of  a\n\n          police officer to begin and  continue the\n\n          high-  speed pursuit  of  a vehicle  then\n\n          being  operated  in   violation  of   law\n\n          involve  policymaking   or  planning  for\r\n\n          purposes of  immunity under Massachusetts\n\n          General Law ch. 258,   10(b)?\n\nThe relevant  facts are discussed in the  separate opinion in\n\nthis case.   In putting the above  question, we wish  to make\n\nclear that we  would, of  course, welcome the  advice of  the\n\ncourt on  any other  question of  Massachusetts law it  deems\n\nmaterial to this case on which it would wish to comment.\n\n          The Clerk of this court will transmit this question\n\nand our separate opinion  in this case, along with  copies of\n\nthe  briefs and appendix in this case to the Supreme Judicial\n\nCourt of Massachusetts.\n\n                              United States Court of Appeals\n                              for the First Circuit\n\n                                                             \n                              By: Juan R. Torruella\n                                  Circuit Judge\n\nDated:  August   , 1993\n\n                            - 65 -\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1962\n\n                         DEBRA HORTA,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                 CHARLES B. SULLIVAN, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. A. David Mazzone, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\r                                                       \n\n               Campbell, Senior Circuit Judge,\r                                                         \n\n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nSheila M. Tierney  with whom Tierney Law  Office was on brief  for\r                                                            \nappellant.\nLinda M. Walsh with whom Kroll &amp; Tract  was on brief for appellees\r                                                  \nCharles  B. Sullivan,  Paul G.  Sadeck, Edward Mello  and the  Town of\nFreetown.\nJames F. Gettens  with whom Healy &amp;  Rocheleau, P.C. was on  brief\r                                                                \nfor  appellees Jeffrey  Mennino,  James K.  Bowles,  and the  Town  of\nLakeville. \n\n                                         \n\n                       August 31, 1993\n                                         \r\n\n          CAMPBELL,   Senior  Circuit  Judge.    A  passenger\r                                                        \n\ninjured after  police officers  had chased the  motorcycle on\n\nwhich she was riding sued the police officers, the towns, and\n\nthe  town police chiefs in the district court under 42 U.S.C.\n\n  1983 and  state law.   The district  court granted  summary\n\njudgment  for  all  defendants  on  all  counts.    Appellant\n\nappeals, but only as to the   1983 claims against the  police\n\nofficers and the pendent Massachusetts Tort Claims Act claims\n\nagainst the two towns.  We affirm in  part, vacate and remand\n\nin part, and certify  a question of law to  the Massachusetts\n\nSupreme Judicial Court.\n\n                              I.\r                                          I.\n\n          The following facts are not in dispute.  On Friday,\n\nAugust 5, 1988, at  approximately 9:18 p.m., appellee Jeffrey\n\nMeninno,  a Lakeville  Police Officer,  was traveling  in his\n\npolice  cruiser   north   on  County   Road   in   Lakeville,\n\nMassachusetts, when he observed a motorcycle approaching  him\n\nin  the southbound lane in excess of the posted speed limit.1\n\nOfficer Meninno  activated the  cruiser's blue lights  as the\n\nmotorcycle approached.  He then turned his cruiser around and\n\n                    \r                                \n\n1.  Officer Meninno stated that  his radar gun, which he  was\noperating  as  he  drove  along  County  Road,  measured  the\nmotorcycle's  speed as 59 miles  per hour.   The posted speed\nlimit on County Road was 40  miles per hour.  A photograph of\nthe  radar gun, showing a  reading of 59  miles per hour, was\nattached as an exhibit to Meninno's deposition.\n\n                             -2-\r\n\nbegan   to pursue the  motorcycle.  Instead  of pulling over,\n\nthe motorcycle accelerated.  \n\n          When appellant  Debra Horta, riding on  the back of\n\nthe motorcycle,  realized that  the police car  was following\n\nthem,   she  told   the   motorcycle   operator,   James   F.\n\nDemoranville,   to  stop   because  \"it   isn't  worth   it.\"\n\nDemoranville  refused.   \"He  just said  to  tuck my  head in\n\nbetween  his shoulders  and  hang on.\"   Appellant  remembers\n\nnothing about what occurred after that moment.\n\n          Officer Meninno accelerated to keep up and followed\n\nthe motorcycle along  County Road  from a distance  of a  few\n\nhundred  feet, backing off a number of times when it appeared\n\nthat the bike  was wobbling  and the riders  might fall  off.\n\nThe chase reached speeds of  seventy-five to eighty miles per\n\nhour, as Meninno  watched the  motorcycle drive  erratically,\n\npass at  least one  car, and  swerve into  and  drive in  the\n\nopposite lane.   Meninno unsuccessfully  attempted to  record\n\nthe motorcycle's license plate number.\n\n          As the  pursuit continued  on County Road,  Officer\n\nMeninno radioed a report  to the Lakeville police dispatcher,\n\ntelling  her  of the  pursuit and  asking  her to  notify the\n\npolice department  in the  neighboring town of  Freetown that\n\nthe  motorcycle  was  heading  toward  the Lakeville-Freetown\n\nline.   Appellee  Charles  B. Sullivan,  a police  officer in\n\nFreetown,  heard  Meninno's  transmission  but  did  not  yet\n\n                             -3-\r\n\ncontact Lakeville.  At  that time Sullivan and  appellee Paul\n\nG. Sadeck,  another Freetown  police officer, were  parked in\n\nseparate cruisers  on Route  18 in  Freetown.   Sullivan told\n\nSadeck  about  the chase  and then  drove  south on  Route 18\n\ntoward  the intersection of Route  18 and Mason  Road.  Mason\n\nRoad  runs  between  County  Road  and  Route  18.    Meninno\n\ncontacted the Lakeville dispatcher  again, notifying her that\n\nthe  motorcycle  had  left  Lakeville and  entered  Freetown.\n\nSullivan  then informed the  Lakeville dispatcher and Meninno\n\nthat the Freetown police would assist.  The motorcycle slowed\n\ndown to thirty miles  per hour, with Meninno doing  the same,\n\nbefore  turning left  from County  Road onto  Mason Road  and\n\naccelerating again to  over sixty miles  per hour.2   Officer\n\nMeninno kept  up and told Sullivan  by radio that he  and the\n\nmotorcycle  were now proceeding eastbound on  Mason Road.  He\n\nalso  warned Sullivan  that,  \"He's driving  recklessly.   Be\n\ncareful.\"  Sullivan informed Meninno  that he was now  coming\n\nin  the other  direction  on Mason  Road,  getting closer  to\n\nMeninno and the speeding motorcycle.\n\n                    \r                                \n\n2.  Mason  Road is  a paved,  two-lane road  approximately 24\nfeet wide  with a  double  solid yellow  line separating  the\nlanes and  a posted speed  limit of 30  miles per hour.   The\nsegments of County Road  and Mason Road on which  the pursuit\ntook place are sparsely populated residential and undeveloped\nareas.   That  evening, Mason  Road was  dry and  traffic was\nlight.\n\n                             -4-\r\n\n          As  the  motorcycle and  Meninno continued  east on\n\nMason Road,  Officer Sullivan  stopped his police  cruiser in\n\nthe eastbound lane  of the  two-lane road, facing  west.   He\n\nleft the transmission in  Drive and \"stood on the  brakes\" to\n\nkeep  the cruiser  stationary.   The westbound  lane directly\n\nnext to  Sullivan's cruiser was  unobstructed.3  In  front of\n\nthe cruiser, the road ran straight for approximately 480 feet\n\nbefore it turned.   Sullivan could not see around the bend to\n\nthe  approaching motorcycle  and  police car,  nor could  the\n\nlatter yet see his  car.  Sullivan illuminated  the cruiser's\n\nblue   lights,  take-down   lights,4  and  headlights.     No\n\nstreetlight illuminated  the point  at which the  cruiser was\n\nparked, but  the road was lit  at the bend  and the take-down\n\nlights illuminated part of the road in front of the cruiser.\n\n          Officer Meninno  and the motorcycle  were traveling\n\nalong Mason Road at  sixty or sixty-five miles per  hour when\n\nOfficer  Sullivan advised  Meninno  by radio  of his  precise\n\n                    \r                                \n\n3.  Officer Sadeck, in another cruiser, was heading for Mason\nRoad at this time but did not arrive on the scene until after\nthe crash.   While appellant  alleged in  her complaint  that\nSadeck arrived prior to the crash and that his cruiser formed\npart  of  a \"staggered  roadblock,\"  there  is no  admissible\nevidence in the record supporting this allegation.  See infra\r                                                                         \nPart II.\n\n4.  Take-down lights  are small  white lights affixed  to the\nroof of the police cruiser and located in between two sets of\nflashing  blue  lights.    The take-down  lights  on  Officer\nSullivan's  cruiser were  directed  toward the  front of  the\ncruiser and illuminated a portion of the area in front of the\ncar.\n\n                             -5-\r\n\nlocation,  warned him to \"back off\"  and that he had the road\n\n\"blocked.\"    Meninno says  that he  did  slow down,  but the\n\nmotorcycle continued on apace.\n\n          Fifteen to twenty  seconds elapsed before  Sullivan\n\nsaw the  motorcycle, with  Demoranville and appellant  on it,\n\nround  the bend  in  Mason Road  with Meninno's  cruiser some\n\ndistance  behind it.5    Demoranville, still  driving in  the\n\neastbound  lane, appeared to  slow the  cycle down  and steer\n\ntoward  the roadside  on his  right.  However,  he apparently\n\nlost  control of the motorcycle,  which fell on  its side and\n\nslid  along the roadway until  it collided with  the front of\n\nOfficer Sullivan's  stationary police  cruiser.  The  cruiser\n\nrose up  in the  air  on impact,  Demoranville became  wedged\n\nunderneath the  car, and  appellant Horta fell  backwards off\n\nthe motorcycle.  Meninno eventually  stopped without skidding\n\nor taking evasive  action.  Demoranville died within the hour\n\nand Horta sustained serious, permanent injuries, resulting in\n\na month-long coma and eventual amputation of her left leg.\n\n          Three to four minutes elapsed from the time Officer\n\nMeninno began the pursuit to the time the motorcycle collided\n\nwith  Sullivan's cruiser.  The pursuit covered 3.2 miles.  At\n\n                    \r                                \n\n5.  Meninno   stated   in   his   deposition  that   he   was\napproximately 250 feet behind  the motorcycle when he rounded\nthe  turn.  Sullivan estimated only that the distance was \"no\nless than\"  50 to 75 feet.  The evidence is unclear as to how\nfast the motorcycle was  going when it rounded the  last bend\non Mason Road.  \n\n                             -6-\r\n\nno time  did Officer  Meninno's police cruiser  make physical\n\ncontact with the motorcycle or its passengers.6\n\n          Appellant Horta brought this civil action for money\n\ndamages on June 25, 1991, in the United States District Court\n\nfor the District of Massachusetts against seven defendants   \n\nOfficers Meninno, Sullivan, and Sadeck; the Town of Lakeville\n\nand the Town of Freetown; and Lakeville Police Chief James K.\n\nBowles and Freetown Police Chief Edward Mello.  The complaint\n\ncontained  six counts, alleging  that Meninno,  Sullivan, and\n\nSadeck  were liable to Horta under 42 U.S.C.    1983 and 1985\n\nfor violation  of her constitutional rights  (Count I); under\n\nMass. Gen. L. ch. 12,    11H and I for violation of her civil\n\nrights (Count  II); and  under the Massachusetts  Tort Claims\n\nAct,  Mass. Gen.  L.  ch. 258,  for  negligence (Count  III).\n\nHorta  also alleged that the towns  of Lakeville and Freetown\n\nwere liable to  her under the  Massachusetts Tort Claims  Act\n\nfor the  negligent actions  of Meninno, Sullivan,  and Sadeck\n\n(Count IV), and that Chief Bowles, Chief Mello, Lakeville and\n\nFreetown were liable to her under 42 U.S.C.    1983, 1985 and\n\n1988 (Count  V) and under Mass.  Gen. L.    11H  and I (Count\n\nVI).  \n\n                    \r                                \n\n6.  It  is   undisputed  that   no  non-police   vehicles  or\npedestrians were on Mason Road near the accident scene at the\ntime of the collision.\n\n                             -7-\r\n\n          The  defendants moved  for summary  judgment, which\n\nthe district  court granted  on July  8, 1992.7    Horta  now\n\nappeals from the final judgment dismissing her complaint.\n\n                    \r                                \n\n7.  The  district court  separately granted  Meninno's motion\nfor judgment on  the pleadings  as to Count  III.   Appellant\nfiled  no opposition to the  motion and does  not appeal from\nthat portion of the district court's order.\n\n                             -8-\r\n\n                             II.\r                                         II.\n\n          Horta challenges only the district court's granting\n\nof summary judgment  on Counts  I and IV,  hence waiving  any\n\nappeal concerning Counts II, III, V and VI.  See Fed. R. App.\r                                                            \n\nP. 28(a)(3), (5); Brown v. Trustees of Boston Univ., </pre><span class=\"citation no-link\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span>\r                                                               \n\n<span class=\"page\">337</span></span><pre class=\"inline\">, 352 (1st Cir. 1989), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">937</span> </span><pre class=\"inline\">(1990).\r                                                  \n\n          We turn first to a disagreement over what materials\n\nare properly in the summary judgment record.  Appellees moved\n\nin  the district  court  to  strike  seven  exhibits      two\n\naffidavits, three  newspaper articles and  other documents   \n\nthat  Horta submitted with  her opposition to  the motion for\n\nsummary  judgment.   Appellees argued,  inter alia,  that the\r                                                              \n\nexhibits contained  inadmissible hearsay, were not  in proper\n\nform,  and were not properly sworn to or certified under Fed.\n\nR. Civ.  P. 56.    The district  court denied  the motion  to\n\nstrike without comment.   Appellees now assert that we should\n\ndisregard  the exhibits  for  purposes of  deciding, in  this\n\nappeal, whether or not to uphold summary judgment.  See Carey\r                                                                         \n\nv. Bahama Cruise Lines, </pre><span class=\"citation\" data-id=\"516164\"><a href=\"/opinion/516164/thomas-carey-v-bahama-cruise-lines/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">201</span></a></span><pre class=\"inline\">, 203 n.1 (1st Cir. 1988)\r                                  \n\n(\"An  appellee need not cross-appeal 'to argue that there are\n\nalternative  grounds  that   support  the  judgment  below.'\"\n\n(quoting Jasany v. United States Postal Serv., </pre><span class=\"citation\" data-id=\"448906\"><a href=\"/opinion/448906/thomas-jasany-v-united-states-postal-service/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1244</span></a></span><pre class=\"inline\">,\r                                                         \n\n1248 n.1 (6th Cir. 1985))).\n\n          Summary  judgment   is  to  be   decided  on   \"the\n\npleadings,  depositions,  answers  to   interrogatories,  and\n\n                             -9-\r\n\nadmissions on  file, together  with the affidavits,  if any.\"\n\nFed. R.  Civ. P. 56(c).   In addition, a court  may take into\n\naccount any  material that would  be admissible or  usable at\n\ntrial.  10A Charles Alan Wright, Arthur R. Miller &amp;  Mary Kay\n\nKane,  Federal Practice and Procedure    2721, at  40 (2d ed.\r                                                 \n\n1983).  However, inadmissible evidence may not be considered.\n\nFinn v. Consolidated Rail Corp., </pre><span class=\"citation\" data-id=\"463586\"><a href=\"/opinion/463586/patricia-finn-administratrix-of-the-estate-of-edward-finn-v-consolidated/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">, 16-17 (1st Cir.\r                                           \n\n1986).   \"Mere allegations, or conjecture  unsupported in the\n\nrecord, are insufficient to raise a genuine issue of material\n\nfact.\"   August v. Offices Unlimited, Inc., </pre><span class=\"citation\" data-id=\"596483\"><a href=\"/opinion/596483/irving-august-v-offices-unlimited-inc/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">576</span></a></span><pre class=\"inline\">, 580\r                                                      \n\n(1st Cir. 1992).\n\n          We  need   consider  only  one  of  the  challenged\n\nexhibits as none of the others, even if admissible, would add\n\nto  or subtract from Horta's ability to raise a genuine issue\n\nof  material fact.  The significant exhibit is a photocopy of\n\na newspaper article indicating that Officer  Sadeck's cruiser\n\nhad  arrived on  the  scene  before  the  crash  and  was  so\n\npositioned  with  Officer Sullivan's  cruiser  as  to form  a\n\n\"staggered roadblock.\"  This  account is contrary to  all the\n\nother reports before  the court.   Sadeck stated  in his  own\n\naffidavit that he was  on Route 18, not on  Mason Road (where\n\nthe crash occurred) when  he saw smoke coming from  the front\n\nof Officer  Sullivan's cruiser and heard  Sullivan report the\n\ncollision to  the Freetown  dispatcher.  Officer  Sadeck says\n\nthat  he immediately  drove down  Mason Road  and  parked his\n\n                             -10-\r\n\ncruiser in  the westbound lane approximately  150 feet behind\n\nOfficer Sullivan's cruiser, which  was in the eastbound lane.\n\nHe exited his car, saw two  injured persons on the ground and\n\nran back to  his cruiser  to summon an  ambulance and  obtain\n\nfirst  aid   equipment.     Officers  Meninno  and   Sullivan\n\ncorroborate  Sadeck's story,  stating that  they did  not see\n\nOfficer  Sadeck  on  the  scene until  after  the  collision.\n\nFreetown  Police  Chief  Mello's  affidavit  states  that  an\n\nofficial investigation of the  incident turned up no evidence\n\nthat Officer Sadeck  was on Mason  Road before the  collision\n\noccurred.\n\n          Appellant  alleged in  her  complaint that  Officer\n\nSadeck was on Mason Road before the collision, and had parked\n\nhis vehicle  in the westbound  lane, 150 feet  behind Officer\n\nSullivan's cruiser  in the eastbound lane,  to establish with\n\nSullivan  a  staggered  roadblock.    The  newspaper  article\n\noffered  in  support  of  this appeared  two  days  after the\n\naccident.   It reports Freetown Police Chief Mello as stating\n\nthat two  Freetown police  vehicles were positioned  on Mason\n\nRoad  to create  a staggered  roadblock.8   No  affidavits or\n\n                    \r                                \n\n8.  The unidentified reporter wrote, in part:\n\n               James F. Demoranville,  40, died  of\n          multiple injuries at St.  Luke's Hospital\n          in  New Bedford  at  10  p.m.,  about  45\n          minutes  after he  lost  control  of  his\n          motorcycle and slid into  one of 2 police\n          cruisers poised to slow him down. . . .\n\n                             -11-\r\n\ndepositions  from  the  unidentified  newspaper  reporter  or\n\nreporters were submitted to the court.\n\n          This   article  should   have   been  stricken   on\n\nappellees'  motion  and  cannot  be  considered  in  deciding\n\nwhether Horta  has raised a  genuine issue of  material fact.\n\nSee Garside v.  Osco Drug, Inc.,  </pre><span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">46</span></a></span><pre class=\"inline\">, 50 (1st  Cir.\r                                           \n\n1990); Bolen  v. Paragon  Plastics, Inc.,  </pre><span class=\"citation\" data-id=\"2353685\"><a href=\"/opinion/2353685/bolen-v-paragon-plastics-inc/\"><span class=\"volume\">754</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">221</span></a></span><pre class=\"inline\">,\r                                                    \n\n224-25 (D. Mass. 1990).  The account is hearsay, inadmissible\n\nat  trial to establish  the truth of the  reported facts.  In\n\nfact, the newspaper account  is hearsay within hearsay.   See\r                                                                         \n\nFed. R. Evid.  805.  Even were appellee Chief  Mello the sole\n\nsource of  the article's information, so  that his statements\n\ncould  be regarded  as the nonhearsay  admissions of  a party\n\nopponent,  see Fed.  R. Evid.  801(d)(2), the  article itself\r                          \n\nconstitutes   inadmissible    out-of-court   statements,   by\n\nunidentified  persons,  offered to  prove  the  truth of  the\n\n                    \r                                \n\n               [] Freetown police set up  a partial\n          road  block  by  staggering two  cruisers\n          along the road, according to Police Chief\n          Edward  Mello.  The  staggered road block\n          is   designed   to  slow   down  speeding\n          vehicles,  leaving  an  opening  for  the\n          vehicle to continue driving, he said.\n\n               Mr.   DeMoranville   did  slow   his\n          motorcycle but  lost control of it  as he\n          tried   to   avoid  hitting   a  cruiser,\n          according to reports.  The motorcycle and\n          its  passengers then slid  into the front\n          end of one of the cruisers.\n\nChase  Ends in  Death, New  Bedford (Mass.)  Sunday Standard-\r                                 \nTimes, Aug. 7, 1988.\n\n                             -12-\r\n\nmatter  asserted.  See Fed. R. Evid. 801(c); New England Mut.\r                                                                         \n\nLife  Ins. Co. v. Anderson,  </pre><span class=\"citation\" data-id=\"531276\"><a href=\"/opinion/531276/new-england-mutual-life-insurance-company-v-lorna-anderson-individually/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">646</span></a></span><pre class=\"inline\">,  650-51 (10th Cir.\r                                      \n\n1989).   Such inadmissible material  is not a  proper part of\n\nthe  record  for  summary  judgment  purposes.    See,  e.g.,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"536033\"><span class=\"antecedent_guess\">Garside,</span> <a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">50</span> </a></span><pre class=\"inline\">(refusing  to consider,  on summary\r                   \n\njudgment  motion,  an  interrogatory  answer  describing  the\n\nanticipated  testimony  of  an expert  because  it  contained\n\ninadmissible hearsay); FDIC v. Roldan Fonseca, </pre><span class=\"citation\" data-id=\"473623\"><a href=\"/opinion/473623/federal-deposit-insurance-corporation-v-marcelino-roldan-fonseca/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1102</span></a></span><pre class=\"inline\">,\r                                                         \n\n1110  (1st  Cir.  1986)  (refusing  to  consider  on  summary\n\njudgment photocopies  of three  money orders offered  to show\n\namount  paid  on  a   note  because  they  were  inadmissible\n\nhearsay).   Accordingly,  the  newspaper article  may not  be\n\nregarded in  determining whether a genuine  issue of material\n\nfact exists.\n\n                             III.\r                                         III.\n\n          Appellant alleged in Count I that  Officers Sadeck,\n\nMeninno,  and Sullivan were liable  to her under  42 U.S.C.  \n\n1983 because  they deprived  her of her  constitutional right\n\nunder  the  Fourth Amendment  to  be  free from  unreasonable\n\nseizures.9   In granting summary judgment  for appellees, the\n\n                    \r                                \n\n9.  The Fourth  Amendment to the  United States  Constitution\nprovides:\n\n               The right of the people to be secure\n          in  their  persons,  houses, papers,  and\n          effects,  against  unreasonable  searches\n          and seizures, shall  not be violated, and\n          no   Warrants   shall  issue,   but  upon\n          probable  cause,  supported  by  Oath  or\n\n                             -13-\r\n\ndistrict  court  ruled  that   all  three  were  entitled  to\n\nqualified immunity.  We affirm, although on different grounds\n\nas to Sadeck  and Meninno.  See Aunyx Corp.  v. Canon U.S.A.,\r                                                                         \n\nInc., </pre><span class=\"citation\" data-id=\"593290\"><a href=\"/opinion/593290/aunyx-corporation-v-canon-usa-incorporated/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span><pre class=\"inline\">, 6 (1st Cir. 1992) (\"We are free, on appeal,\r                \n\nto affirm a judgment on any independently sufficient ground.\"\n\n(citations omitted)), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1416</span> </span><pre class=\"inline\">(1993).\r                                              \n\n     A.  Officer Sadeck  \r                 A.  Officer Sadeck\r                                   \n\n                    \r                                \n\n          affirmation, and  particularly describing\n          the place to be  searched, and the person\n          or things to be seized.\n\n42 U.S.C.   1983 provides in relevant part:\n\n               Every person who, under color of any\n          statute,  ordinance,  regulation, custom,\n          or usage,  of any  State or  Territory or\n          the  District  of Columbia,  subjects, or\n          causes  to be  subjected, any  citizen of\n          the United States  or other person within\n          the    jurisdiction   thereof    to   the\n          deprivation of any rights, privileges, or\n          immunities  secured  by the  Constitution\n          and laws,  shall be  liable to  the party\n          injured  in an  action  at law,  suit  in\n          equity,  or  other proper  proceeding for\n          redress. . . .\n\n          Appellant  also  alleged  in Count  I  that Sadeck,\nMeninno, and  Sullivan were  liable under 42  U.S.C.    1985.\nHowever, the   1985 claims were never discussed below, either\nby the parties or the court, and the record  does not support\na    1985 claim.  See United Bhd. of Carpenters v. Scott, </pre><span class=\"citation\" data-id=\"111015\"><a href=\"/opinion/111015/carpenters-v-scott/\"><span class=\"volume\">463</span>\r                                                                    \n<span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span><pre class=\"inline\">,  834-37 (1983) (reaffirming that    1985 requires a\nshowing  of  some racial,  or perhaps  otherwise class-based,\nanimus   behind  the   conspirators'  actions);   Griffin  v.\r                                                                     \nBreckenridge, </pre><span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span><pre class=\"inline\">, 102-03 (1971) (explaining elements\r                        \nof a claim  under   1985(3)).  Hence, we  consider Count I to\ninclude claims only under   1983.\n\n                             -14-\r\n\n          Appellant's  claim against Sadeck is based entirely\n\non  the allegation that he  parked his vehicle  on Mason Road\n\nbefore the  collision, helping  Officer Sullivan to  create a\n\nstaggered roadblock  which led to appellant's  injuries.  The\n\nundisputed facts on  the record show that  Officer Sadeck did\n\nnot arrive  on  Mason  Road  until after  the  accident  and,\n\ntherefore,  was  not  causally   connected  to  the  injuries\n\nsustained by appellant.  Consequently, Sadeck was entitled to\n\njudgment as a matter of law  on the   1983 claim against him.\n\nSee  Lossman v. Pekarske, </pre><span class=\"citation\" data-id=\"418217\"><a href=\"/opinion/418217/thomas-c-lossman-v-mary-h-pekarske/\"><span class=\"volume\">707</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span><pre class=\"inline\">, 291  (7th Cir. 1983)\r                                    \n\n(\"[T]he  principles of tort causation apply to constitutional\n\nas to other tort suits.\"). \n\n     B.  Officer Meninno  \r                 B.  Officer Meninno\r                                    \n\n          We do not reach qualified immunity, the ground upon\n\nwhich  the court  below  dismissed the    1983  claim against\n\nOfficer Meninno.  Rather, we find that Meninno is entitled to\n\nprevail  as a matter of law because his conduct, construed in\n\nthe  light  most  favorable  to  appellant,  could  not  have\n\nconstituted a \"seizure\" of  her person within the  meaning of\n\nthe Fourth Amendment.\n\n          The Supreme Court, in Brower v. County of Inyo, </pre><span class=\"citation\" data-id=\"112218\"><a href=\"/opinion/112218/brower-v-county-of-inyo/\"><span class=\"volume\">489</span>\r                                                                    \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">593</span> </a></span><pre class=\"inline\">(1989), clarified the scope of the Fourth  Amendment\n\nin the context of police pursuits and roadblocks.\n\n          Violation   of   the   Fourth   Amendment\n          requires  an  intentional acquisition  of\n          physical  control.  A seizure occurs even\n          when an unintended person or thing is the\n\n                             -15-\r\n\n          object  of the  detention or  taking, but\n          the detention or  taking must be willful.\n          This  is implicit in  the word \"seizure,\"\n          which  can  hardly   be  applied  to   an\n          unknowing act.  . . . In  sum, the Fourth\n          Amendment  addresses  \"misuse of  power,\"\n          not the accidental  effects of  otherwise\n          lawful government conduct.\n               Thus,  if  a  parked and  unoccupied\n          police car  slips  its brake  and pins  a\n          passerby  against a  wall,  it is  likely\n          that  a  tort  has  occurred,  but  not a\n          violation of the  Fourth Amendment.   And\n          the  situation would  not  change if  the\n          passerby happened, by lucky chance, to be\n          a serial murderer for  whom there was  an\n          outstanding arrest warrant    even if, at\n          the time  he was  thus pinned, he  was in\n          the  process of  running  away  from  two\n          pursuing  constables.   It  is clear,  in\n          other  words,  that  a  Fourth  Amendment\n          seizure  does not occur whenever there is\n          a governmentally caused termination of an\n          individual's  freedom  of  movement  (the\n          innocent  passerby),  nor  even  whenever\n          there  is  a  governmentally  caused  and\n          governmentally desired  termination of an\r                                            \n          individual's  freedom  of  movement  (the\n          fleeing felon), but only when  there is a\n          governmental  termination  of freedom  of\n          movement   through   means  intentionally\r                                                               \n          applied.  That is the reason there was no\r                             \n          seizure  in  the  hypothetical  situation\n          that  concerned  the  Court  of  Appeals.\n          [I.e.,  a  police   chase  in  which  the\n          suspect unexpectedly loses control of his\n          car  and crashes.]   The  pursuing police\n          car  sought to stop  the suspect  only by\n          the  show  of  authority  represented  by\n          flashing  lights and  continuing pursuit;\n          and though he was in fact stopped, he was\n          stopped by a different means     his loss\n          of  control  of   his  vehicle  and   the\n          subsequent crash.   If, instead  of that,\n          the police cruiser  had pulled  alongside\n          the  fleeing  car   and  sideswiped   it,\n          producing the crash, then the termination\n          of  the  suspect's  freedom  of  movement\n          would have been a seizure.\n\n                             -16-\r\n\n</pre><span class=\"citation\" data-id=\"112218\"><a href=\"/opinion/112218/brower-v-county-of-inyo/\"><span class=\"id_token\">Id.</span> at 596-97 </a></span><pre class=\"inline\">(citations omitted) (emphasis in original).\r               \n\n          Applying the  Court's  reasoning in  Brower to  the\r                                                                 \n\npresent facts, it is clear  that Officer Meninno's pursuit of\n\nthe motorcycle  on which Horta was riding,  without more, was\n\nnot a Fourth Amendment seizure.   \"A Fourth Amendment seizure\n\ndoes not occur when a police officer turns on his blue lights\n\nand  thereby signals the driver  of a vehicle  to pull over.\"\n\nWillhauck  v. Halpin, </pre><span class=\"citation no-link\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></span><pre class=\"inline\">, 716  (1st Cir. 1991).  If\r                                \n\nthe  driver speeds off, pursued  by the officer,  and a crash\n\nensues,  this  does  not  necessarily  constitute  a seizure,\n\neither.    Hence, if  during  the  chase here  Demoranville's\n\nmotorcycle  had accidentally  collided with  a tree  on Mason\n\nRoad  there would  plainly have been  no seizure,  as Meninno\n\nwould  not  have  terminated  Horta's  \"freedom  of  movement\n\nthrough means intentionally applied,\" (i.e.,  Meninno did not\r                                               \n\nintentionally  cause  the  motorcycle  to  strike the  tree).\n\n</pre><span class=\"citation\" data-id=\"112218\"><span class=\"antecedent_guess\">Brower,</span>  <a href=\"/opinion/112218/brower-v-county-of-inyo/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">597</span></a></span><pre class=\"inline\">;  see, e.g., Campbell  v. White, </pre><span class=\"citation\" data-id=\"549807\"><a href=\"/opinion/549807/james-campbell-and-lois-campbell-as-co-administrators-for-the-estate-of/\"><span class=\"volume\">916</span>\r                                                                    \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span><pre class=\"inline\">,  423 (7th Cir.  1990) (holding no  seizure occurred\n\nwhere  police officer accidentally collided with motorcyclist\n\nbeing pursued), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1314</span> </span><pre class=\"inline\">(1991); Apodaca\r                                                                         \n\nv. Rio  Arriba County  Sheriff's Dept.,  </pre><span class=\"citation\" data-id=\"543216\"><a href=\"/opinion/543216/john-apodaca-individually-and-as-personal-representative-of-the-estate-of/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1445</span></a></span><pre class=\"inline\">, 1447\r                                                  \n\n(10th Cir.  1990) (holding  no seizure occurred  where police\n\nofficer responding to burglar alarm  unintentionally collided\n\nwith bystander's  vehicle); Roach v.  City of  Fredericktown,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"527639\"><a href=\"/opinion/527639/randy-roach-v-the-city-of-fredericktown-missouri-and-police-officer/\"><span class=\"volume\">882</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">294</span></a></span><pre class=\"inline\">, 296  (8th  Cir.  1989)  (holding  no  seizure\n\n                             -17-\r\n\noccurred where police officer  did not intend pursuit  to end\n\nby means of a collision with another vehicle).  \n\n          By  the  same  token,  it is  not  sufficient  that\n\nMeninno pursued and the pursuit resulted in a collision  with\n\nanother  police   vehicle.     Even  if  Officer   Sullivan's\n\nindependent  conduct in blocking the lane were deemed to be a\n\nFourth  Amendment seizure,  see  infra  Part III.C.,  Officer\r                                                  \n\nMeninno  did  not  necessarily  share responsibility.    \"The\n\nSupreme  Court  in  Brower  carefully  distinguished  between\r                                      \n\npolice action  directed toward producing  a particular result\r                                          \n\n    in Fourth Amendment parlance, 'an intentional acquisition\n\nof physical control'    and  police action that simply causes\r                                                                         \n\na particular  result.   Unless  the restraint  of liberty  at\n\nissue  resulted  from  an  attempt to  gain  control  of  the\n\nindividual,  the  Court  stated,  there has  been  no  Fourth\n\nAmendment seizure.\"   Landol-Rivera  v. Cruz Cosme,  </pre><span class=\"citation\" data-id=\"543722\"><a href=\"/opinion/543722/bradier-steve-landol-rivera-etc-v-gilberto-cruz-cosme-and-jaime-cintron/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span>\r                                                              \n\n<span class=\"page\">791</span></a></span><pre class=\"inline\">,  795  (1st  Cir.  1990)  (emphasis  in  original).    To\n\nestablish that  Meninno seized her, appellant  must show that\n\nthe collision  with Officer Sullivan's cruiser  was the means\n\nintended by Meninno to end the pursuit.  \r                               \n\n          Reading the  record in the light  most favorable to\n\nappellant,  there is  no  basis for  a jury  to  find that  a\n\ncollision  between the motorcycle  and another police vehicle\n\nwas  the means intended by Meninno  to terminate the pursuit.\n\nMeninno himself attempted  to stop the  motorcycle only by  a\n\n                             -18-\r\n\nshow of authority, i.e.,  his flashing lights and siren.   He\n\ndid not request  the Lakeville police to establish  a partial\n\nroadblock, nor is there anything to show that he contemplated\n\nforcing the fleeing motorcycle into a collision.  \n\n          Appellant   asserts   that  Meninno   intentionally\n\nbrought about the collision  by \"herding\" the motorcycle into\n\nSullivan's cruiser.   But Meninno's cruiser did not touch the\n\nmotorcycle; he consistently matched his speed to  that of the\n\nmotorcycle and  maintained a distance  of a few  hundred feet\n\nbehind.  Demoranville slowed down (to  thirty miles per hour)\n\nand  sped up  (to seventy-five  miles per  hour) a  number of\n\ntimes  during the  chase.   Nothing prevented  the motorcycle\n\noperator from slowing  down and stopping  had he so  desired.\n\nIt was  Demoranville, not Meninno,  who elected to  head into\n\nFreetown and to turn onto Mason Road.  \n\n          Meninno,  moreover,  never  proposed nor  discussed\n\nwith anyone the idea  of blocking the traffic lane.   Officer\n\nSullivan  volunteered his  assistance,  and Officer  Meninno,\n\nthough in radio contact with Sullivan,  had no authority over\n\nhim.  Sullivan's  decision to  park his car  in the  oncoming\n\ntraffic lane of Mason Road  was made independently and, until\n\njust before the crash,  without Meninno's knowledge.  Meninno\n\nwas first informed,  by radio, of the  partial roadblock when\n\nOfficer  Sullivan  told  him  to  \"back  off,\"  approximately\n\n                             -19-\r\n\nfifteen seconds before the  collision.  Meninno said  that he\n\ndid slow down, although the motorcycle kept going.\n\n          We  hold  that  appellant  did  not  produce  facts\n\ncreating a genuine issue  as to whether the motorcycle-police\n\ncruiser collision  was the means intended  by Officer Meninno\n\nto  terminate appellant's  freedom of  movement.10   Appellee\n\nMeninno was entitled to summary judgment on Count I.\n\n     C.  Officer Sullivan  \r                 C.  Officer Sullivan\r                                     \n\n          The  district court found  appellee Sullivan  to be\n\nprotected  by  qualified  immunity  from  appellant's    1983\n\nclaim. \n\n          Appellant  challenges  the  finding   of  qualified\n\nimmunity, first arguing  that Sullivan was  not engaged in  a\n\n\"discretionary function\" when he  participated in the pursuit\n\nof  appellant  and  Demoranville.     His  actions  were  not\n\ndiscretionary, she  argues, because the Town  of Freetown had\n\nin effect high speed guidelines which governed his conduct. \n\n          In   its   landmark  case   establishing  qualified\n\nimmunity  doctrine, the  Supreme  Court  indeed  stated  that\n\n\"government  officials  performing  discretionary  functions,\r                                                                        \n\ngenerally  are  shielded  from liability  for  civil  damages\n\n                    \r                                \n\n10.  We do not consider  to what extent, if any,  appellant's\nclaim of a Fourth Amendment seizure is weakened by her status\nas a mere  passenger on  the motorcycle,  not the  motorcycle\noperator being pursued by the police for violation of traffic\nlaws.   See Landol-Rivera v. Cruz Cosme, </pre><span class=\"citation\" data-id=\"543722\"><a href=\"/opinion/543722/bradier-steve-landol-rivera-etc-v-gilberto-cruz-cosme-and-jaime-cintron/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span><pre class=\"inline\">, 795-96\r                                                   \n(1st Cir. 1990).\n\n                             -20-\r\n\ninsofar as their conduct does not violate clearly established\n\nstatutory or  constitutional  rights of  which  a  reasonable\n\nperson would  have known.\"   Harlow  v. Fitzgerald,  </pre><span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span>\r                                                              \n\n<span class=\"page\">800</span></a></span><pre class=\"inline\">, 818 (1982)  (emphasis supplied).   But in  spite of  the\n\nreference  to   discretionary functions,  it has  never since\n\nbeen  clear  exactly  what  role,  if  any,  this concept  is\n\nsupposed  to  play in  applying  qualified  immunity.   Judge\n\nCummings, writing  for the  Seventh Circuit, warned  that \"it\n\nwould be unwise to engage in a case  by case determination of\n\nSection  1983  immunity  based  upon  the  ministerial versus\n\ndiscretionary  nature   of   the  particular   official   act\n\nchallenged.\"   Coleman v. Frantz, </pre><span class=\"citation\" data-id=\"447880\"><a href=\"/opinion/447880/meredith-coleman-v-nyal-frantz-sheriff-of-wells-county-indiana/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">719</span></a></span><pre class=\"inline\">, 727 (7th Cir.\r                                            \n\n1985).  Judge Arnold, writing for the Eighth Circuit, said,\n\n          The  distinction between  ministerial and\n          discretionary duties  of public officials\n          has  a   long  history.     However,  the\n          plaintiffs  have cited, and  we can find,\n          no recent case other than that  before us\n          in which  a court has  rejected qualified\n          immunity simply because  the official  in\n          question  was  performing  a  ministerial\n          duty.\n\nMcIntosh v. Weinberger, </pre><span class=\"citation\" data-id=\"482830\"><a href=\"/opinion/482830/45-fair-emplpraccas-398-42-empl-prac-dec-p-36927-elise-d-mcintosh/\"><span class=\"volume\">810</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1411</span></a></span><pre class=\"inline\">, 1432 (8th  Cir. 1987)\r                                  \n\n(citations omitted), partially vacated  and remanded on other\r                                                                         \n\ngrounds sub nom.  Turner v. McIntosh, </pre><span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1212</span> </span><pre class=\"inline\">and cert.\r                                                                         \n\ndenied,  </pre><span class=\"citation no-link\"><span class=\"volume\">487</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">1217</span> </span><pre class=\"inline\"> (1988).    See  Gagne  v.  City  of\r                                                                         \n\nGalveston, </pre><span class=\"citation\" data-id=\"479395\"><a href=\"/opinion/479395/donald-gagne-etc-v-city-of-galveston-and-mike-putnal/\"><span class=\"volume\">805</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">558</span></a></span><pre class=\"inline\">, 559  (5th Cir. 1986)  (holding that\r                     \n\nofficials do not lose qualified immunity merely because their\n\nconduct violates some unambiguous statutory or administrative\n\n                             -21-\r\n\nprovision), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1021</span> </span><pre class=\"inline\">(1987); see also F.E.\r                                                                         \n\nTrotter,  Inc. v. Watkins,  </pre><span class=\"citation\" data-id=\"519605\"><a href=\"/opinion/519605/no-87-2817/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1312</span></a></span><pre class=\"inline\">,  1314-15 (9th Cir.\r                                     \n\n1989); cf. Ricci v.  Key Bancshares of Maine, Inc.,  </pre><span class=\"citation\" data-id=\"455932\"><a href=\"/opinion/455932/joseph-j-ricci-v-key-bancshares-of-maine-inc-gary-ew-barnes-and/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span>\r                                                              \n\n<span class=\"page\">456</span></a></span><pre class=\"inline\">, 464 (1st Cir. 1985) (\"[B]reaking down discretionary acts\n\n. . . into  discretionary  and  ministerial components  would\n\nseem  to  vitiate much  of  the  protection of  discretionary\n\naction which absolute immunity was designed to provide.\"). \n\n          Since   Harlow  the   Supreme  Court   has  neither\r                                    \n\nrepudiated  nor  much  explained  the  role of  discretionary\n\nfunctions relative to qualified  immunity.  However, in Davis\r                                                                         \n\nv.  Scherer,  </pre><span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">183</span> </a></span><pre class=\"inline\"> (1984),  the  Court rejected  an\r                       \n\nargument  almost  identical  to  the  one  put  to  us  here.\n\nOfficials  being sued  for alleged  constitutional violations\n\nwere  accused  of  having   ignored  the  commands  of  state\n\nadministrative   regulations,  and   hence  of   violating  a\n\nministerial rather than  a discretionary duty.   </pre><span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"id_token\">Id.</span> at  193,\r</a></span><pre class=\"inline\">                                                                \n\n196  &amp; n.14.   Because of this,  it was argued  that they had\n\nforfeited any claim to qualified immunity.  In rejecting this\n\ncontention, the Court made two points:   first, the officials\n\ncould lose their  immunity only  if the breach  of the  state\n\nregulation rather than of a  constitutional duty gave rise to\n\nplaintiff's damages claim; and, second, the officials' duties\n\nwere  not merely  ministerial,  as the  officials retained  a\n\nconsiderable measure  of personal discretion  in applying the\n\nadministrative regulations.  </pre><span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"id_token\">Id.</span> at 196 </a></span><pre class=\"inline\">&amp; n.14.\r                                            \n\n                             -22-\r\n\n          The same  factors bar appellant's claim  here.  The\n\ndamages  claim  in Count  I is  based  on a  purported Fourth\n\nAmendment violation, not upon the breach of the Freetown high\n\nspeed   pursuit  guidelines.    And  the  pursuit  guidelines\n\nrequired   Sullivan   to   exercise   discretion   in   their\n\ninterpretation.11 \n\n          Generally,     police     exercise     \"inescapably\n\ndiscretionary  functions replete with  close judgment calls.\"\n\nGooden  v. Howard County, </pre><span class=\"citation\" data-id=\"576652\"><a href=\"/opinion/576652/theresa-k-gooden-v-howard-county-maryland-co-elizabeth-bobo-county/\"><span class=\"volume\">954</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span><pre class=\"inline\">, 964  (4th Cir. 1992)\r                                    \n\n(en  banc).    The promulgation  by  a  police department  of\n\ngeneral guidelines and standard procedures does not transform\n\npolice officers' discretionary actions into ministerial ones.\n\n\"A  law that  fails to  specify the  precise action  that the\n\nofficial   must   take   in  each   instance   creates   only\n\ndiscretionary authority . . . .\"  Davis v.  </pre><span class=\"citation\" data-id=\"111241\"><span class=\"antecedent_guess\">Scherer,</span> <a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span>\r                                                               \n\nat  <span class=\"page\">197</span> </a></span><pre class=\"inline\"> n.14.     The  Freetown  guidelines,  an  eight-page\n\ncollection  of  rules  and  suggestions  labeled  \"High Speed\n\n                    \r                                \n\n11.  Confusingly, appellant also argues at some points in her\nbrief that Freetown did not  have guidelines in place, citing\r                                       \nthree documents from  Freetown public  records which  suggest\nthat  a new set of high speed pursuit guidelines were adopted\nin late 1988, after the collision.  These documents, however,\nare not  inconsistent with  the uncontradicted  statements by\nappellees Sullivan and Mello  that written guidelines were in\neffect on August 5, 1988.\n\n     It would  weaken    and not help    appellant's position\nwere  it to  be found  that no  guidelines existed  governing\nSullivan's actions.   With no rules  or regulations to  guide\nhis  decision  making,  Sullivan's  decision to  aid  in  the\npursuit  and block off  the lane would  necessarily have been\ndiscretionary.\n\n                             -23-\r\n\nPursuit      General  Considerations  and  Guidelines,\"  left\n\nSullivan with a  substantial amount of discretion as  to when\n\nand how to conduct and terminate high speed pursuits.  \n\n          We  conclude  that   insofar  as  the   concept  of\n\ndiscretionary  function is  relevant at  all in  the immunity\n\nsphere, Sullivan was engaged in a discretionary function.\n\n          The more  serious question under Harlow  is whether\r                                                             \n\nSullivan   violated  a   clearly  established   statutory  or\n\nconstitutional right  of  which a  reasonable police  officer\n\nwould  have known.  The theory of appellant's   1983 claim is\n\nthat Sullivan violated her  rights under the Fourth Amendment\n\nto be free  from unreasonable seizures by  placing his police\n\ncar  in the  traffic  lane in  which  he knew  appellant  and\n\nDemoranville were traveling at  high speed.  Appellant argues\n\nthat a reasonable police officer would have known that, under\n\nclearly established law, this sort of a partial roadblock was\n\nunlawful.\n\n          Appellant  has the burden of demonstrating that the\n\nlaw  on this issue was clearly established on August 5, 1988.\n\n</pre><span class=\"citation\" data-id=\"111241\"><span class=\"antecedent_guess\">Davis,</span>  <a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">468</span>  <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">197</span></a></span><pre class=\"inline\">.    For  a  right  to  be  clearly\r                 \n\nestablished,   \"[t]he  contours   of   the   right  must   be\n\nsufficiently   clear   that  a   reasonable   official  would\n\nunderstand  that  what  he  is doing  violates  that  right.\"\n\nAnderson  v. Creighton,  </pre><span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span><pre class=\"inline\">,  640  (1987).   While\r                                  \n\nappellant need not show that \"the very action in question has\n\n                             -24-\r\n\npreviously been held  unlawful,\" she must  show that, in  the\n\nlight  of preexisting  law,  the unlawfulness  of the  action\n\nwould have  been apparent  to the reasonable  police officer.\n\n</pre><span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"id_token\">Id.</span>  \r               \n\n          The Supreme </a></span><pre class=\"inline\"> Court required  \"any assessment as  to\n\nwhether police  conduct amounts to a  seizure implicating the\n\nFourth Amendment . . .  [to] take into  account '\"all of  the\n\ncircumstances  surrounding the incident\"'  in each individual\n\ncase.\"   Michigan v.  Chesternut, </pre><span class=\"citation\" data-id=\"112095\"><a href=\"/opinion/112095/michigan-v-chesternut/\"><span class=\"volume\">486</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">567</span></a></span><pre class=\"inline\">, 572  (1988)\r                                            \n\n(citations  omitted).   There  must  be a  balancing  of \"the\n\nnature  and  quality of  the  intrusion  on the  individual's\n\nFourth  Amendment  interests  against the  importance  of the\n\ngovernmental  interests  alleged to  justify  the intrusion.\"\n\nTennessee  v.  Garner,  </pre><span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">471</span>   <span class=\"reporter\">U.S.</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">,  8  (1985)  (citations\r                                 \n\nomitted).  \"[W]henever a  balancing of interests is required,\n\nthe facts of  the existing caselaw must closely correspond to\n\nthe contested action before the defendant official is subject\n\nto liability under Harlow.\"  Benson v. Allphin, </pre><span class=\"citation\" data-id=\"466385\"><a href=\"/opinion/466385/william-j-benson-v-robert-h-allphin/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span><pre class=\"inline\">,\r                                                          \n\n276 (7th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">848</span> </span><pre class=\"inline\">(1986); see Medina\r                                                                         \n\nv.  City of  Denver, </pre><span class=\"citation\" data-id=\"580905\"><a href=\"/opinion/580905/no-90-1166/\"><span class=\"volume\">960</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1493</span></a></span><pre class=\"inline\">,  1498 (10th  Cir. 1992);\r                               \n\nFrazier  v.  Bailey,  </pre><span class=\"citation\" data-id=\"578605\"><a href=\"/opinion/578605/kevin-frazier-v-edward-n-bailey/\"><span class=\"volume\">957</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span><pre class=\"inline\">,  931  (1st  Cir.  1992).\r                               \n\nConsequently, appellant here  must demonstrate  that, by  the\n\ntime in  question,  there were  fairly  analogous  precedents\n\nestablishing that  Sullivan's conduct violated  a plaintiff's\n\nFourth Amendment right to be free from unreasonable seizures.\n\n                             -25-\r\n\n          The hodgepodge of  cases cited by appellant12  show\n\nthe opposite:  it was  not  at all  clear  at the  time  that\n\nSullivan's  actions  violated  a  person's  Fourth  Amendment\n\nrights.   As discussed below,  Brower v. County  of Inyo, </pre><span class=\"citation\" data-id=\"112218\"><a href=\"/opinion/112218/brower-v-county-of-inyo/\"><span class=\"volume\">489</span>\r                                                                    \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">593</span> </a></span><pre class=\"inline\"> (1989),  holding  that a  total  roadblock  (i.e.,\r                                                      \n\ntractor trailer  placed broadside  across entire road)  was a\n\nseizure, was not decided until seven months after the present\n\nevents  had occurred.    The strongest case  decided prior to\n\nthis incident  in appellant's favor was Jamieson v. Shaw, </pre><span class=\"citation\" data-id=\"458562\"><a href=\"/opinion/458562/charlotte-ann-jamieson-by-and-through-her-father-and-next-friend-billy-g/\"><span class=\"volume\">772</span>\r                                                                    \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1205</span> </a></span><pre class=\"inline\">(5th    Cir. 1985),  in  which the  plaintiff  was\n\nseriously injured when the  car in which she was  a passenger\n\nstruck  a \"deadman's\"  roadblock placed  across a  highway by\n\ndefendant police  officers.   </pre><span class=\"citation\" data-id=\"458562\"><a href=\"/opinion/458562/charlotte-ann-jamieson-by-and-through-her-father-and-next-friend-billy-g/\"><span class=\"id_token\">Id.</span>  at 1206. </a></span><pre class=\"inline\">  \"The  roadblock\r                                             \n\nconsisted of an unlighted police  car parked laterally in the\n\n                    \r                                \n\n12.  We have considered  all of the cases cited  by appellant\nand discuss  only the  ones which  best support her  argument\nthat Sullivan  violated clearly established  Fourth Amendment\nrights.\n\n     Appellant cites one decision  from Texas which found the\nuse of an unlit, total roadblock to stop speeding motorcycles\nto be an unconstitutional  excessive use of force.   See City\r                                                                         \nof Amarillo v. Langley, </pre><span class=\"citation\" data-id=\"1772547\"><a href=\"/opinion/1772547/city-of-amarillo-v-langley/\"><span class=\"volume\">651</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">906</span></a></span><pre class=\"inline\">, 913-14 (Tex. Ct. App.\r                                  \n7th  Dist.  1983).   The Langley  court  did not  discuss the\r                                            \nFourth Amendment.  As  far as we can tell, appellant  has not\nalleged that  Sullivan violated her  substantive due  process\nrights to be free from excessive force.  Even if she had, the\nSupreme  Court made clear in  Graham v. Connor,  </pre><span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span>\r</a></span><pre class=\"inline\">                                                          \n(1989), that where \"the  excessive force claim arises in  the\ncontext of an arrest or investigatory stop of a free citizen,\nit  is  most  properly  characterized  as  one  invoking  the\nprotections of the Fourth Amendment . . . .\"  </pre><span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"id_token\">Id.</span> at 394; </a></span><pre class=\"inline\">see\r                                                                         \nLandol-Rivera  v. Cruz  Cosme, </pre><span class=\"citation\" data-id=\"543722\"><a href=\"/opinion/543722/bradier-steve-landol-rivera-etc-v-gilberto-cruz-cosme-and-jaime-cintron/\"><span class=\"volume\">906</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">791</span></a></span><pre class=\"inline\">, 796  (1st Cir.\r                                         \n1990).\n\n                             -26-\r\n\nmiddle of the highway just over the crest of a hill.  Just as\n\n[the pursued] car, still  traveling at a high rate  of speed,\n\nreached the top  of the  hill, [a police  officer] flashed  a\n\nbright   spotlight  in  [the  driver's]  eyes,  blinding  him\n\nmomentarily  and causing him to  lose control of  the car and\n\ncrash into the roadblock.\"  </pre><span class=\"citation\" data-id=\"543722\"><a href=\"/opinion/543722/bradier-steve-landol-rivera-etc-v-gilberto-cruz-cosme-and-jaime-cintron/\"><span class=\"id_token\">Id.</span> at  1207. </a></span><pre class=\"inline\"> The Jamieson court\r                                                                   \n\nheld  that plaintiff's  complaint stated  a claim  cognizable\n\nunder  the Fourth  Amendment,  but did  not resolve  whether,\n\nunder  the   circumstances,  the  police   officers'  actions\n\nactually constituted  an unreasonable seizure.   </pre><span class=\"citation\" data-id=\"543722\"><a href=\"/opinion/543722/bradier-steve-landol-rivera-etc-v-gilberto-cruz-cosme-and-jaime-cintron/\"><span class=\"id_token\">Id.</span> at 1211;\r</a></span><pre class=\"inline\">                                                                \n\nsee  also Stanulonis v. Marzec,  </pre><span class=\"citation\" data-id=\"1632531\"><a href=\"/opinion/1632531/stanulonis-v-marzec/\"><span class=\"volume\">649</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">1536</span></a></span><pre class=\"inline\">, 1545 (D.\r                                          \n\nConn. 1986)  (holding that creating  \"an immediate risk  of a\n\ncollision\" by placing police car in path of speeding  vehicle\n\ncould constitute use of excessive force).\n\n          In direct contrast  to Jamieson, the Ninth  Circuit\r                                                     \n\ndecided in 1987  that such a total roadblock was not a Fourth\n\nAmendment  violation.  See Brower v. County of Inyo, </pre><span class=\"citation\" data-id=\"487470\"><a href=\"/opinion/487470/georgia-brower-individually-and-as-administrator-of-the-estate-of-william/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span>\r                                                               \n\n<span class=\"page\">540</span> </a></span><pre class=\"inline\"> (9th  Cir. 1987),  rev'd, </pre><span class=\"citation\" data-id=\"112218\"><a href=\"/opinion/112218/brower-v-county-of-inyo/\"><span class=\"volume\">489</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">593</span> </a></span><pre class=\"inline\">(1989).   After\r                                         \n\npursuing  a  suspect at  high  speeds for  twenty  miles, the\n\ndefendant police  officers decided  to create a  roadblock to\n\nstop him.  </pre><span class=\"citation\" data-id=\"112218\"><a href=\"/opinion/112218/brower-v-county-of-inyo/\"><span class=\"id_token\">Id.,</span> 817 F.2d </a></span><pre class=\"inline\">at 542.  A tractor-trailer truck was\r                          \n\nplaced across the highway to block both lanes of the two-lane\n\nhighway.  </pre><span class=\"citation\" data-id=\"487470\"><a href=\"/opinion/487470/georgia-brower-individually-and-as-administrator-of-the-estate-of-william/\"><span class=\"id_token\">Id.</span>   Plaintiffs alleged </a></span><pre class=\"inline\">that  the police concealed\r                         \n\nthe roadblock by  placing it  behind a curve  and leaving  it\n\nunilluminated.  </pre><span class=\"citation\" data-id=\"112218\"><span class=\"antecedent_guess\">Brower,</span>  <a href=\"/opinion/112218/brower-v-county-of-inyo/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">594</span></a></span><pre class=\"inline\">.   The police  then\r                                  \n\n                             -27-\r\n\npositioned  a police car in front of the tractor trailer with\n\nits headlights  purposely aimed  to blind the  suspect as  he\n\napproached the unlit roadblock.  </pre><span class=\"citation\" data-id=\"112218\"><a href=\"/opinion/112218/brower-v-county-of-inyo/\"><span class=\"id_token\">Id.</span>\r                                                \n\n          The Ninth </a></span><pre class=\"inline\"> Circuit held that use  of this roadblock\n\ndid not implicate the Fourth Amendment.  \n\n          Although  Brower  was   stopped  in   the\n          literal  sense  by  his  impact  with the\n          roadblock,  he  was not  'seized'  by the\n          police   in  the   constitutional  sense.\n          Prior to his failure to stop voluntarily,\n          his   freedom   of  movement   was  never\n          arrested or restrained.  He had  a number\n          of opportunities to  stop his  automobile\n          prior to the impact.\n\n               An  analogous   situation  arose  in\n          Galas [v. McKee,  </pre><span class=\"citation\" data-id=\"476350\"><a href=\"/opinion/476350/matthew-john-galas-sr-dorothy-galas-individually-and-on-behalf-of-their/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">200</span> </a></span><pre class=\"inline\">(6th  Cir.\r                                     \n          1986)] where a  police officer engaged in\n          a  high-speed chase of  a fleeing traffic\n          offender.    The  chase  ended  when  the\n          fleeing driver lost control  and crashed.\n          The question arose whether the  crash was\n          a \"seizure\" under  the fourth  amendment.\n          The court  concluded that there  had been\n          no  seizure  by  the  police  because the\n          officers had failed  to impose  restraint\n          on  the individual's  freedom to  stop or\n          drive away. . . .\n\n               We  agree  with the  Galas decision.\r                                                     \n          In  this case,  as the  twenty-mile chase\n          makes plain, Brower consciously  chose to\n          avoid official restraint.  That decision,\n          an exercise of autonomy, cannot fairly be\n          viewed  as a  \"seizure\"  by  the  police,\n          under  the  fourth  amendment.   Brower's\n          seizure,  if any,  was the result  of his\n          own    effort   in    avoiding   numerous\n          opportunities to stop.\n\n</pre><span class=\"citation\" data-id=\"487470\"><span class=\"antecedent_guess\">Brower,</span> <a href=\"/opinion/487470/georgia-brower-individually-and-as-administrator-of-the-estate-of-william/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">546</span></a></span><pre class=\"inline\">; see also Reed v. County of  Allegan,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"2134462\"><a href=\"/opinion/2134462/reed-v-allegan-county/\"><span class=\"volume\">688</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1239</span></a></span><pre class=\"inline\">, 1243 (W.D. Mich. 1988) (applying the Ninth\n\n                             -28-\r\n\nCircuit's Brower decision to hold that use of a roadblock did\r                            \n\nnot constitute a seizure).  \n\n          The Supreme  Court subsequently reversed  the Ninth\n\nCircuit's decision in Brower, holding that a \"seizure\" within\r                                        \n\nthe  meaning  of  the  Fourth  Amendment  had  occurred,  and\n\nremanded the case for a finding as to whether the seizure was\n\n\"unreasonable.\"  Brower v.  County of </pre><span class=\"citation\" data-id=\"112218\"><span class=\"antecedent_guess\">Inyo,</span> <a href=\"/opinion/112218/brower-v-county-of-inyo/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">599</span></a></span><pre class=\"inline\">-\r                                                      \n\n600.    However,  as  we  have  stated, the  Supreme  Court's\n\ndecision  in Brower was issued in March of 1989, seven months\r                               \n\nafter the Mason Road incident.13\r                 \n\n          Where at  the time of the  present occurrence there\n\nwere conflicting circuit decisions as  to whether or not even\n\nthe   more  deadly  full  roadblocks  were  unconstitutional,\r                                    \n\nSullivan's parking of his illuminated  cruiser in one lane of\n\na  straightaway  cannot  be  said to  have  violated  clearly\n\nestablished rights.\n\n          Appellant  argues   that   it  had   been   clearly\n\nestablished in Tennessee v.  Garner, </pre><span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span> </a></span><pre class=\"inline\">(1985),  that\r                                               \n\nthe use of  deadly force  to seize  an unarmed,  nondangerous\n\nsuspect  violates the Fourth Amendment, </pre><span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"id_token\">id.</span> at 11. </a></span><pre class=\"inline\"> According\r                                                       \n\nto  appellant,   a  reasonable  police  officer   would  have\n\nanalogized  the   use  of   the  present  roadblock   to  the\n\n                    \r                                \n\n13.  Appellant  suggests  that  a  reasonable  police officer\nwould  have realized  that  the Ninth  Circuit's decision  in\nBrower was  incorrect because  the Supreme Court  had already\r                  \ngranted  certiorari on August 5, 1988.  Clairvoyance is not a\nprerequisite for qualified immunity.\n\n                             -29-\r\n\nintentional  shooting  of   a  fleeing  suspect.     However,\n\nTennessee v. Garner applied only to \"seizures\" and it was not\r                               \n\nyet  clear  that   a  stopping  by  a   roadblock  might,  in\n\nappropriate circumstances,  be a seizure.  </pre><span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"id_token\">Id.</span>  at 7; </a></span><pre class=\"inline\"></pre><span class=\"citation\" data-id=\"487470\"><span class=\"antecedent_guess\">Brower,</span>\r                                                                        \n\n<a href=\"/opinion/487470/georgia-brower-individually-and-as-administrator-of-the-estate-of-william/\"><span class=\"volume\">817</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">546</span></a></span><pre class=\"inline\">; Fernandez  v. Leonard, </pre><span class=\"citation\" data-id=\"465381\"><a href=\"/opinion/465381/oscar-j-fernandez-etc-v-francis-t-leonard/\"><span class=\"volume\">784</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1209</span></a></span><pre class=\"inline\">, 1217\r                                                   \n\n(1st Cir. 1986).  Four years elapsed before the Supreme Court\n\nheld in Brower that a roadblock could be a \"seizure.\"  During\r                          \n\nthis  period the Ninth  Circuit rejected the  argument that a\n\nroadblock fell  into the \"seizure\" category.  See </pre><span class=\"citation\" data-id=\"487470\"><span class=\"antecedent_guess\">Brower,</span> <a href=\"/opinion/487470/georgia-brower-individually-and-as-administrator-of-the-estate-of-william/\"><span class=\"volume\">817</span>\r                                                                    \n\n<span class=\"reporter\">F.2d</span>  at <span class=\"page\">546</span></a></span><pre class=\"inline\">-47  (distinguishing Tennessee  v. Garner  on the\r                                                                 \n\ngrounds that use of a  roadblock is not a seizure).   Nor was\n\nit clear to all federal courts that a successful roadblock or\n\nhigh  speed pursuit ending in a crash constituted the \"use of\n\ndeadly force.\"   Compare Reed  v. County of  Allegan, 688  F.\r                                                                \n\nSupp.  at 1243 (holding that a  roadblock does not constitute\n\nuse of deadly  force) with Moyer v. Dunn County, </pre><span class=\"citation\" data-id=\"1813505\"><a href=\"/opinion/1813505/moyer-v-dunn-county/\"><span class=\"volume\">691</span> <span class=\"reporter\">F. Supp.</span>\r                                                           \n\n<span class=\"page\">164</span></a></span><pre class=\"inline\">,  170-71 (W.D.  Wis.  1988) (suggesting  that high  speed\n\npursuit of  suspect resulting in collision with police car or\n\noff-road crash could constitute use of deadly force).\n\n          As  it  stood  at  the time  this  tragic  accident\n\noccurred, the law was  not so clear that a  reasonable police\n\nofficer would know that establishing  an illuminated, partial\n\nroadblock  at  the  end  of a  straightaway  violated  Fourth\n\nAmendment rights.  Because Sullivan did not violate a clearly\n\nestablished   right  of   appellant's,  the   district  court\n\n                             -30-\r\n\ncorrectly found  that he  was entitled to  qualified immunity\n\nfrom a claim under 42 U.S.C.   1983.\n\n          In holding  that Sullivan is  entitled to qualified\n\nimmunity,  we  do  not mean  to  imply  that  on the  present\n\nshowing, there would otherwise necessarily be a triable issue\n\nconcerning whether or not  this partial roadblock amounted to\n\na seizure under the Fourth Amendment.  We need not reach that\n\nquestion.    It may  be that  the  illuminated blocking  of a\n\nsingle lane at  a point  some distance from  where the  block\n\ncould  be seen by the  pursued vehicle would  not amount to a\n\nseizure.  On the other hand, the converse can be argued.  See\r                                                                         \n\n</pre><span class=\"citation\" data-id=\"112218\"><span class=\"antecedent_guess\">Brower,</span> <a href=\"/opinion/112218/brower-v-county-of-inyo/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">598-99</span></a></span><pre class=\"inline\">.  We leave that  issue for another\r                  \n\nday.  What is abundantly  clear is that, on the  law existing\n\nat  the time of the  events in question,  a reasonable police\n\nofficer would  not  have  known  that the  partial  block  in\n\nquestion violated the Fourth Amendment.\n\n                             -31-\r\n\n                             IV.\r                                         IV.\n\n          In  Count IV,  appellant alleged  that the  Town of\n\nLakeville  and   Town  of  Freetown  are   liable  under  the\n\nMassachusetts Tort Claims Act, Mass. Gen. L. ch. 258,    1 et\r                                                                         \n\nseq., for the allegedly negligent actions of Officers Meninno\r                \n\nand   Sullivan,   respectively.14     A   public   employer's\n\nliability  for the negligence of  its employees is created by\n\nsection 2 of Chapter 258, which provides in relevant part:\n\n               Public employers shall be liable for\n          injury  or loss  of property  or personal\n          injury or death  caused by the  negligent\n          or wrongful act or omission of any public\n          employee while acting within the scope of\n          his  office  or employment,  in  the same\n          manner  and  to  the  same  extent  as  a\n          private     individual     under     like\n          circumstances, . . . .\n\nMass.  Gen.  L. ch.  258,    2.   The  liability of  a public\n\nemployer under  section 2  is subject to  several exceptions,\n\nincluding  the  \"discretionary function\"  exception  found in\n\nMass. Gen. L. ch. 258,   10(b):\n\n          The provisions of  sections one to eight,\n          inclusive, shall not apply to:    \n\n               (a) . . .\n\n               (b)   any   claim  based   upon  the\n          exercise or performance or the failure to\n          exercise   or  perform   a  discretionary\n\n                    \r                                \n\n14.  Appellant also alleged that  Freetown was liable for the\nnegligence of the third police  officer, Sadeck.  However, as\nexplained in Part III.A.,  there is nothing in the  record to\nsupport a finding that Sadeck was in any way involved  in the\npursuit and  collision which injured appellant.   His actions\nare not actionable under Mass. Gen. L. ch. 258,   2.\n\n                             -32-\r\n\n          function or duty on  the part of a public\n          employer   or  public   employee,  acting\n          within   the  scope  of   his  office  or\n          employment, whether or not the discretion\n          involved is abused;\n          . . . .\n\nMass. Gen. L. ch. 258,   10.\n\n          We agree  with  appellant that  the district  court\n\nerred in reasoning that  because the police officers' actions\n\nwere \"discretionary\" for  the purposes of  qualified immunity\n\nunder federal law, they  were also performing  \"discretionary\n\nfunctions\" for the purposes of the   10(b) exception.   As we\n\nhave  already </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">explained,</span>  supra</span><pre class=\"inline\">,  it would  be the  rare case\r                                           \n\nindeed where an officer  is denied qualified immunity because\n\nthe officer is found to have engaged  in \"ministerial\" rather\n\nthan  \"discretionary\" conduct.    The discretionary  function\n\nexception  in both  the Massachusetts  and the  Federal Torts\n\nClaims  acts  is  altogether different  from  whatever narrow\n\nexception   may   still   exist  under   immunity   law   for\n\nnondiscretionary  (\"ministerial\") conduct.   \"Because  of the\n\nlimitation  of the  [  10(b)]  exemption to  conduct that  is\n\npolicymaking or planning,  the words 'discretionary function'\n\nare somewhat misleading  as a  name of the  concept.\"   Harry\r                                                                         \n\nStoller &amp; Co.  v. City of Lowell,  </pre><span class=\"citation\" data-id=\"2225752\"><a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"volume\">412</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">139</span></a></span><pre class=\"inline\">,  </pre><span class=\"citation\" data-id=\"2225752\"><a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"volume\">587</span> <span class=\"reporter\">N.E.2d</span>\r                                            \n\n<span class=\"page\">780</span></a></span><pre class=\"inline\">, 783  (1992) (hereinafter Stoller).   The proper approach\r                                                 \n\nis to  apply Massachusetts law on  the discretionary function\n\nexception to appellant's Massachusetts Tort Claims Act claims\n\nagainst Lakeville and Freetown.  \n\n                             -33-\r\n\n          After extensive consideration of Massachusetts case\n\nlaw on the discretionary function exception, we are unable to\n\ndetermine  whether the  exception applies  to the  actions of\n\nOfficer  Meninno.  Because answering that question implicates\n\nimportant policy  questions under Massachusetts state law, we\n\ncertify  the  question  to  the  Supreme  Judicial  Court  of\n\nMassachusetts.   As  for the  liability of  Freetown  for the\n\nactions  of Officer Sullivan, we find in Section B infra that\r                                                                    \n\nthe  district court prematurely  granted summary judgment for\n\nFreetown because there  is a genuine  issue of material  fact\n\nregarding  Sullivan's discretion  to engage in  the allegedly\n\ntortious conduct.\n\n     A. Liability of Lakeville for Meninno's Conduct\r                 A. Liability of Lakeville for Meninno's Conduct\r                                                                \n\n          1.   Discretionary   Function  Exception   Doctrine\r                      1.   Discretionary   Function  Exception   Doctrine\r                                                                         \n\nAppellee Lakeville  argues that  it is immune  from liability\n\nunder the  Massachusetts  Tort Claims  Act because  Meninno's\n\nconduct falls within the discretionary function exception  of\n\nsection  10(b),  Mass.  Gen.  L.  ch.  258,     10(b).    The\n\ndiscretionary  function exception  was  first  introduced  in\n\nMassachusetts  in Whitney  v. Worcester,  </pre><span class=\"citation\" data-id=\"2130047\"><a href=\"/opinion/2130047/whitney-v-worcester/\"><span class=\"volume\">373</span> <span class=\"reporter\">Mass.</span>  <span class=\"page\">208</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"2130047\"><a href=\"/opinion/2130047/whitney-v-worcester/\"><span class=\"volume\">366</span>\r                                                   \n\n<span class=\"reporter\">N.E.2d</span>  <span class=\"page\">1210</span> </a></span><pre class=\"inline\"> (1977),  which preceded  enactment  of  section\n\n10(b).  The Whitney court distinguished immune from nonimmune\r                               \n\nconduct by  drawing a dividing line  \"between those functions\n\nwhich rest  on the exercise  of judgment  and discretion  and\n\nrepresent planning and policymaking and those functions which\n\n                             -34-\r\n\ninvolve the implementation and execution of such governmental\n\npolicy or planning.\"  </pre><span class=\"citation\" data-id=\"2130047\"><a href=\"/opinion/2130047/whitney-v-worcester/\"><span class=\"id_token\">Id.,</span> 366 N.E.2d </a></span><pre class=\"inline\">at 1216.  Massachusetts\r                                     \n\ncourts still  rely on the  analysis in Whitney  as containing\r                                                          \n\n\"guiding  principles  for   determining  the  scope   of  the\n\ndiscretionary function  exception.\"   </pre><span class=\"citation\" data-id=\"2225752\"><span class=\"antecedent_guess\">Stoller,</span> <a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"volume\">587</span> <span class=\"reporter\">N.E.2d</span>  at\r                                                         \n\n<span class=\"page\">783</span></a></span><pre class=\"inline\">.  Massachusetts courts also look for guidance  to federal\n\ncourt  decisions  interpreting  the   discretionary  function\n\nexception of the Federal Torts Claims Act (\"FTCA\"), 28 U.S.C.\n\n  2680(a).   </pre><span class=\"citation\" data-id=\"2225752\"><a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"id_token\">Id.</span>  After the </a></span><pre class=\"inline\">Massachusetts legislature adopted\r                            \n\nsection  10(b), the  test for  whether particular  conduct is\n\nwithin the  exception evolved  over the years  as the  courts\n\nconfronted the  application of the exception  to various fact\n\nscenarios.      Like  the   federal   discretionary  function\n\nexception, see </pre><span class=\"citation\" data-id=\"2225752\"><a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"id_token\">id.,</span> the Massachusetts </a></span><pre class=\"inline\">doctrine has not always\r                              \n\ndeveloped along a straight  and clear line.  Compare  Cady v.\r                                                                      \n\nPlymouth-Carver Regional  Sch. Dist., 17 Mass.  App. Ct. 211,\r                                                \n\n</pre><span class=\"citation\" data-id=\"2076550\"><a href=\"/opinion/2076550/cady-v-plymouth-carver-regional-school-dist/\"><span class=\"volume\">457</span>   <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">294</span> </a></span><pre class=\"inline\">  (1983)  (holding   that  a   function  is\n\ndiscretionary if there is  no \"fixed or readily ascertainable\n\nstandards  to fall back upon\") and Kelley v. Rossi, </pre><span class=\"citation\" data-id=\"2103242\"><a href=\"/opinion/2103242/kelley-v-rossi/\"><span class=\"volume\">395</span> <span class=\"reporter\">Mass.</span>\r                                                              \n\n<span class=\"page\">659</span></a></span><pre class=\"inline\">,  </pre><span class=\"citation\" data-id=\"2103242\"><a href=\"/opinion/2103242/kelley-v-rossi/\"><span class=\"volume\">481</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1340</span></a></span><pre class=\"inline\">, 1344  n.6 (1985) (using  the \"fixed or\n\nreadily  ascertainable standard\"  test of  Cady) and  A.L. v.\r                                                                      \n\nCommonwealth,  </pre><span class=\"citation\" data-id=\"2213390\"><a href=\"/opinion/2213390/al-v-commonwealth/\"><span class=\"volume\">402</span> <span class=\"reporter\">Mass.</span>  <span class=\"page\">234</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"2213390\"><a href=\"/opinion/2213390/al-v-commonwealth/\"><span class=\"volume\">521</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1017</span></a></span><pre class=\"inline\">,  1024 (1988)\r                        \n\n(same) with </pre><span class=\"citation\" data-id=\"2225752\"><span class=\"antecedent_guess\">Stoller,</span> <a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"volume\">587</span> <span class=\"reporter\">N.E.2d</span>  at <span class=\"page\">784</span> </a></span><pre class=\"inline\">n.2 (criticizing Cady\r                                                                         \n\ntest and asserting that the S.J.C. had never adopted it).\n\n                             -35-\r\n\n          For years, courts relied upon a distinction between\n\nactivities that  occur  at the  \"planning\" and  \"operational\"\n\nlevels  of government  to decide  whether certain  conduct is\n\nimmune  from liability.   See  Patrazza v.  Commonwealth, </pre><span class=\"citation\" data-id=\"2184047\"><a href=\"/opinion/2184047/patrazza-v-commonwealth/\"><span class=\"volume\">398</span>\r                                                                    \n\n<span class=\"reporter\">Mass.</span> <span class=\"page\">464</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"2184047\"><a href=\"/opinion/2184047/patrazza-v-commonwealth/\"><span class=\"volume\">497</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">271</span></a></span><pre class=\"inline\">,  274 (1986).   The Supreme  Court\n\nquestioned this distinction in  United States v. S.A. Empresa\r                                                                         \n\nde Viacao Aerea  Rio Grandense (Varig Airlines), </pre><span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">797</span>\r</a></span><pre class=\"inline\">                                                           \n\n(1984),  and recently in United States v. Gaubert, </pre><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span>\r                                                             \n\n<span class=\"page\">1267</span> </span><pre class=\"inline\"> (1992),  the  Court  expressly  rejected the  planning-\n\noperational distinction.\n\n          A discretionary act is one  that involves\n          choice or judgment;  there is nothing  in\n          that description  that refers exclusively\n          to  policymaking  or planning  functions.\n          Day-to-day management of banking affairs,\n          like the management of  other businesses,\n          regularly require judgment as to which of\n          a  range  of permissible  courses  is the\n          wisest.    Discretionary  conduct is  not\n          confined to the policy or planning level.\n          \"[I]t  is  the  nature  of  the  conduct,\n          rather than the status of the actor, that\n          governs    whether   the    discretionary\n          function  exception  applies  in a  given\n          case.\"  Varig Airlines, [] at 813, 104 S.\r                                            \n          Ct., at 2764.\n\nGaubert  at 1267.    Whether an  official's duties  primarily\r                   \n\ninvolve operations and administration as opposed to  planning\n\nis irrelevant  because  \"it is  the  nature of  the  conduct,\n\nrather than the status of the actor, that governs whether the\n\ndiscretionary function  exception applies  in a  given case.\"\n\nVarig </pre><span class=\"citation\" data-id=\"111219\"><span class=\"antecedent_guess\">Airlines,</span>  <a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">467</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">813</span></a></span><pre class=\"inline\">;  see Attallah  v.  United\r                                                                         \n\nStates, </pre><span class=\"citation\" data-id=\"577110\"><a href=\"/opinion/577110/elias-attallah-violeta-lajam-de-attallah-and-the-conjugal-partnership/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">776</span></a></span><pre class=\"inline\">, 783 (1st Cir. 1992).  The Court instead\r                  \n\n                             -36-\r\n\narticulated a two-part test,  developed in Varig Airlines and\r                                                                     \n\nBerkovitz  v. United States, </pre><span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">486</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span> </a></span><pre class=\"inline\">(1988).   The FTCA\r                                       \n\ndiscretionary  function exception  applies  if, (1)  the  act\n\ninvolved  an  element of  judgment  or choice,  and,  (2) the\n\naction  or decision  was  based on  considerations of  public\n\npolicy.  Gaubert at 1273-74.\r                            \n\n          The  Massachusetts  Supreme  Judicial  Court  cited\n\nGaubert with  approval in  Stoller, its most  recent decision\r                                              \n\nconstruing section 10(b), and  apparently adopted much of its\n\nreasoning.   The  S.J.C.  rejected  the  planning-operational\n\ndistinction,  writing  that, \"[e]ven  decisions  made at  the\n\noperational  level, as opposed to those made at the policy or\n\nplanning  level,  would  involve  conduct  immunized  by  the\n\ndiscretionary  function exception  if  the  conduct were  the\n\nresult of policy determinations.\"  </pre><span class=\"citation\" data-id=\"2225752\"><span class=\"antecedent_guess\">Stoller,</span> <a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"volume\">587</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">784</span>\r</a></span><pre class=\"inline\">                                                      \n\n(citing  Gaubert).  Stoller held that the proper test is: (1)\r                                       \n\nwhether  the governmental  actor  had discretion  as to  what\n\ncourse   of  conduct   to   follow,  and   (2)  whether   the\n\ndiscretionary conduct involves policymaking or planning.  </pre><span class=\"citation\" data-id=\"2225752\"><a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"id_token\">Id.</span>\r                                                                         \n\nat  782-83. </a></span><pre class=\"inline\">    If  both  elements  are  present,   then  the\n\ndiscretionary function exception applies.  \n\n          2. Application of Stoller Test to Meninno's Conduct\r                      2. Application of Stoller Test to Meninno's Conduct\r                                                                         \n\nTo  apply the two-part test  here, we first  must define what\n\nconduct  or  course  of   action  taken  by  Officer  Meninno\n\nappellant claims was negligent.  She does not allege that her\n\n                             -37-\r\n\ninjury came about because  Meninno operated his vehicle  in a\n\nnegligent manner  while  pursuing the  motorcycle.    Compare\r                                                                         \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Gaubert,</span> <span class=\"volume\">111</span>  <span class=\"reporter\">S. Ct.</span> at  <span class=\"page\">1275</span> </span><pre class=\"inline\">n.7  (\"If one of  the officials\r                   \n\ninvolved in  this [bank regulation] case  drove an automobile\n\non  a   mission  connected  with  his   official  duties  and\n\nnegligently collided  with another  car, the  exception would\n\nnot apply.\").  Instead,  she apparently claims that Meninno's\n\ndecision to keep pursuing the motorcycle for  3.2 miles after\r                    \n\nit failed to stop was  negligent.15  She proposes to show  at\n\ntrial  that  a  reasonable  police  officer  would  not  have\n\npersisted in such a pursuit under the circumstances.\n\n          The  first element  of  the discretionary  function\n\ntest  set  out  in  Stoller  is  whether  Meninno  \"had   any\r                                       \n\ndiscretion  at all as to  what course of  conduct to follow.\"\n\n</pre><span class=\"citation\" data-id=\"2225752\"><span class=\"antecedent_guess\">Stoller,</span>  <a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"volume\">587</span> <span class=\"reporter\">N.E.2d</span>  at <span class=\"page\">782</span></a></span><pre class=\"inline\">.   A  governmental actor  has no\r                   \n\ndiscretion  if  \"a course  of  action  was  prescribed  by  a\n\nstatute, regulation,  or established agency  practice.\"   </pre><span class=\"citation\" data-id=\"2225752\"><a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"id_token\">Id.</span>\r                                                                         \n\nAppellant  concedes </a></span><pre class=\"inline\">in  her brief  that, under  the Lakeville\n\n\"High Speed Pursuit  General Considerations and  Guidelines,\"\n\nMeninno had discretion  to make the final decision  to pursue\n\nat  high speed,  but  argues that  the guidelines  completely\n\nregulate the  manner in which an officer  conducts a pursuit,\n\n                    \r                                \n\n15.  As  discussed  in  Part  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">III.B.</span>  supra</span><pre class=\"inline\">,  appellant  also\r                                                       \nalleged that Meninno \"herded\"  the motorcycle into Sullivan's\nparked  vehicle.    Nothing   in  the  record  supports  this\nallegation.\n\n                             -38-\r\n\nleaving Meninno  no discretion  to make policy  judgments and\n\nmandating his every move.\n\n          We  find  this   argument  unpersuasive.    Whether\n\nMeninno properly weighed the guideline factors in deciding to\n\npursue  is perhaps open to  debate,16 but if     as appellant\n\n                    \r                                \n\n16.  The first  pages of  the guidelines explain  the general\npolicy of Lakeville regarding high speed pursuits:\n\n               As a general  statement, high  speed\n          pursuit  is  not recommended  or favored.\n          This is because  the potential danger  to\n          the  officer  and   the  general   public\n          outweighs  the   potential  advantage  of\n          apprehending  a  fleeing vehicle  by such\n          means.  Stated simply, pursuit is clearly\n          inappropriate  when  the  pursuit  itself\n          endangers  life more  than the  escape of\n          the   person   pursued.     Delay,  while\n          distasteful, may be the wiser choice when\n          the person  is known and he  or she poses\n          no immediate threat to the community.\n\n               Under     certain     circumstances,\n          however,  continuous  high speed  pursuit\n          may be authorized.  When  such pursuit is\n          undertaken,  the  purpose  should  be  to\n          apprehend quickly and safely. . . . \n\n               When    the    pursuit   would    be\n          authorized,  each  officer  must use  his\n          discretion in determining whether  or not\n          to commence a chase.  Many factors should\n          have a bearing on his choice, but some of\n          the major ones may be listed:\n\n               1. road conditions;\n               2. traffic conditions;\n               3. time of day;\n               4. type of vehicle involved;\n               5. nature of the offense.\n\n               Once made, the decision to pursue is\n          not   irrevocable,   and   it    is   the\n          intelligent  officer  who  knows when  to\n\n                             -39-\r\n\nhas  conceded    the call  was within his  authority to make,\n\nthe  existence of rules governing the manner of the chase did\n\nnot  remove  his discretion.    These  rules forbade  certain\n\nconduct, such  as pursuing  while nonpolice personnel  are in\n\nthe  police cruiser;  and  they mandate  other conduct,  like\n\nwearing  a seat  belt.   The  crucial  decisions, however    \n\nincluding  whether and when to begin a pursuit, what speed to\n\nmaintain  during it, how  close to tail  the pursued vehicle,\n\nand how and when to terminate  the pursuit    are left to the\n\nofficer's  discretion.17   For  example, the  only  guideline\n\nthat  speaks to  the  question of  when  to stop  pursuing  a\n\nvehicle states: \"[T]he officer  in pursuit shall  voluntarily\n\nabandon  pursuit when  he determines  that conditions  of the\n\n                    \r                                \n\n          discontinue the chase.  Briefly, and as a\n          general rule of thumb, it is often better\n          to  abandon the pursuit where the risk of\n          danger  to  himself or  to the  public is\n          high  or weather  or road  conditions are\n          poor.  The experience and common sense of\n          each officer should also guide him in his\n          decision.\n\n17.  Horta  also points to the following guideline provision:\n\"[A] continuing high speed  pursuit . . . is  authorized, but\nonly when the pursuing  officer . . . has  reasonable grounds\nto arrest  the person pursued for  a serious felony .  . . or\nwhen  the vehicle being pursued  is being operated  in such a\nmanner as to endanger the public.\"\n\n     Horta  argues  that there  was  no evidence  of  a prior\nfelony.   However, Meninno was entitled to determine that the\nmotorcycle was endangering public safety.  In his deposition,\nMeninno  testified  that  the  motorcycle  veered   into  the\noncoming lane at  times and, at  one point, drove close  to a\ngroup  of pedestrians on  the roadside, causing  them to jump\nback.  In his opinion, the motorcycle driver was intoxicated.\n\n                             -40-\r\n\nroad, weather, traffic  or other  factors necessitates  [sic]\n\nabandonment.\"   This,  like the  other  guidelines, is  not a\n\nstrict rule  prescribing certain conduct.   Assuming  Meninno\n\nhad  discretion to determine whether or not to pursue, we can\n\nfind nothing in the  regulations that removed that discretion\n\non  the facts  of this  case.   Accordingly, Meninno  had the\n\nrequisite discretion prescribed in Stoller.\r                                                      \n\n          \"The  second  and far  more  difficult  step is  to\n\ndetermine whether  the discretion that  the actor had  is the\n\nkind of discretion for  which section 10(b) provides immunity\n\nfrom  liability.\"     </pre><span class=\"citation\" data-id=\"2225752\"><span class=\"antecedent_guess\">Stoller,</span>  <a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"volume\">587</span>  <span class=\"reporter\">N.E.2d</span>  at  <span class=\"page\">782</span></a></span><pre class=\"inline\">.     The\r                                         \n\ndiscretionary    function    exception,   under    both   the\n\nMassachusetts  Tort Claims  Act and  the Federal  Tort Claims\n\nAct, provides  immunity only for discretionary  \"conduct that\n\ninvolves  policymaking  or  planning.\"    </pre><span class=\"citation\" data-id=\"2225752\"><a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"id_token\">Id.</span>  at  783. </a></span><pre class=\"inline\">  The\r                                                         \n\nquestion  is not whether the  employee worked at a \"planning\"\n\nor \"operational\" level, but whether  the type of decision  or\n\naction  at issue, by whatever level employee, is one based on\n\nconsiderations of governmental policy.  </pre><span class=\"citation\" data-id=\"2225752\"><a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"id_token\">Id.</span>  at 784; </a></span><pre class=\"inline\">see also\r                                                                         \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Gaubert,</span> <span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span>  at <span class=\"page\">1275</span></span><pre class=\"inline\">-76; Varig </pre><span class=\"citation\" data-id=\"111219\"><span class=\"antecedent_guess\">Airlines,</span> <a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">467</span>  <span class=\"reporter\">U.S.</span> at\r                                                           \n\n<span class=\"page\">813</span></a></span><pre class=\"inline\">.    Not only  broad,  abstract  decisions of  policy  are\n\nimmune.  Discretionary functions include specific, individual\n\napplications  of  policy,  \"those  [decisions]  in   which  a\n\ngovernment official  determines what action to  take based on\n\nan   individual,  case-by-case  analysis  and  in  which  his\n\n                             -41-\r\n\ndecision includes elements of judgment and discretion.\"  Pina\r                                                                         \n\nv.  Commonwealth, </pre><span class=\"citation\" data-id=\"2000117\"><a href=\"/opinion/2000117/pina-v-commonwealth/\"><span class=\"volume\">400</span> <span class=\"reporter\">Mass.</span>  <span class=\"page\">408</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"2000117\"><a href=\"/opinion/2000117/pina-v-commonwealth/\"><span class=\"volume\">510</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">253</span></a></span><pre class=\"inline\">, 257 (1987)\r                            \n\n(quoting Bartel v. Federal Aviation Admin., </pre><span class=\"citation\" data-id=\"2245674\"><a href=\"/opinion/2245674/bartel-v-faa/\"><span class=\"volume\">617</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">190</span></a></span><pre class=\"inline\">,\r                                                      \n\n196 n.29 (D.D.C. 1985)); </pre><span class=\"citation\" data-id=\"2184047\"><span class=\"antecedent_guess\">Patrazza,</span> <a href=\"/opinion/2184047/patrazza-v-commonwealth/\"><span class=\"volume\">497</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">274</span></a></span><pre class=\"inline\">.\r                                             \n\n          This  is obviously  not a  bright-line rule,  and a\n\ncourt must assess cases  on their facts, keeping in  mind the\n\npurposes of  the discretionary function exception.   </pre><span class=\"citation\" data-id=\"2225752\"><span class=\"antecedent_guess\">Stoller,</span>\r                                                                        \n\n<a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"volume\">587</span>  <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">783</span></a></span><pre class=\"inline\">.   Only  discretionary acts  and decisions\n\nbased on considerations of public policy are exempted because\n\n\"the  purpose  of  the  exception  is  to  'prevent  judicial\n\n\"second-guessing\" of legislative and administrative decisions\n\ngrounded in  social, economic,  and political policy  through\n\nthe medium  of an action in  tort.'\"  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Gaubert,</span> <span class=\"volume\">111</span>  <span class=\"reporter\">S. Ct.</span> at\r                                                         \n\n<span class=\"page\">1273</span> </span><pre class=\"inline\"> (quoting Varig </pre><span class=\"citation\" data-id=\"111219\"><span class=\"antecedent_guess\">Airlines,</span> <a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">814</span></a></span><pre class=\"inline\">).  Thus, \"[i]f\r                                         \n\nthe  injury-producing  conduct   was  an  integral  part   of\n\ngovernment policymaking  or  planning, if  the imposition  of\n\nliability might  jeopardize the quality  of the  governmental\n\nprocess, or if the case could not be decided without usurping\n\nthe  power and  responsibility of  either the  legislative or\n\nexecutive  branch of government,  governmental immunity would\n\nprobably  attach.\"    </pre><span class=\"citation\" data-id=\"2225752\"><span class=\"antecedent_guess\">Stoller,</span>  <a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"volume\">587</span>  <span class=\"reporter\">N.E.2d</span>  at  <span class=\"page\">783</span> </a></span><pre class=\"inline\"> (citing\r                                         \n\n</pre><span class=\"citation\" data-id=\"2130047\"><span class=\"antecedent_guess\">Whitney,</span> <a href=\"/opinion/2130047/whitney-v-worcester/\"><span class=\"volume\">366</span> <span class=\"reporter\">N.E.2d</span>  at <span class=\"page\">1217</span></a></span><pre class=\"inline\">).  If none of  these factors are\r                   \n\npresent, the general rule is one of no governmental immunity.\n\n</pre><span class=\"citation\" data-id=\"2130047\"><span class=\"antecedent_guess\">Whitney,</span> <a href=\"/opinion/2130047/whitney-v-worcester/\"><span class=\"volume\">366</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">1217</span></a></span><pre class=\"inline\">.\r                   \n\n                             -42-\r\n\n          Applying the above principles  to the facts of this\n\ncase, without regard for the particular result of the Stoller\r                                                                         \n\ncase,  see  infra,  it   can  be  forcefully  contended  that\r                             \n\nMeninno's  decisions  were  of   the  type  based  on  policy\n\nconsiderations.   Clearly, the Commonwealth has  a policy for\n\nenforcement of  the laws  by constables and  police officers.\n\nThe Lakeville police department  and its officers are charged\n\nby the Legislature with  the duty to enforce the laws, see 41\r                                                                      \n\nM.G.L.A.   98, within  the limits imposed by the  federal and\n\nstate constitutions  and the legislature.   Police chiefs are\n\nauthorized  to promulgate  regulations for their  officers in\n\nfurtherance  of  these  duties.    See  41  M.G.L.A.     97A.\r                                                  \n\nLakeville  adopted guidelines  that  allow  Lakeville  police\n\nofficers to  conduct and  participate in high  speed pursuits\n\nwhen,  in  their   judgment,  the  benefit  of   apprehension\n\noutweighs the risk  to public safety.  See also 41 M.G.L.A.  \r                                                           \n\n98A  (authorizing police  to  arrest suspects  \"on fresh  and\n\ncontinued  pursuit\" in  other jurisdictions).   Acting within\n\ndiscretion conferred  by the guidelines, Meninno decided that\n\nthe best  way to fulfill his duty to enforce the law here was\n\nto  pursue a violator who  had refused to  obey his signal to\n\npull  over.   Surely,  such a  decision  was based  on policy\n\nconsiderations.   Compare Irwin  v. Town  of Ware,  </pre><span class=\"citation\" data-id=\"2026974\"><a href=\"/opinion/2026974/irwin-v-ware/\"><span class=\"volume\">392</span> <span class=\"reporter\">Mass.</span>\r                                                             \n\n<span class=\"page\">745</span></a></span><pre class=\"inline\">,  </pre><span class=\"citation\" data-id=\"2026974\"><a href=\"/opinion/2026974/irwin-v-ware/\"><span class=\"volume\">467</span>  <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">1292</span></a></span><pre class=\"inline\">,  1299 (1984)  (holding  that  police\n\nofficer   was  not   performing  discretionary   function  in\n\n                             -43-\r\n\nreleasing  known drunk  driver because  he acted  contrary to\n\nestablished  policy); Gaubert,  111 S.  Ct.  at 1275  n.7 (in\r                                         \n\nhypothetical,  negligent driving  by  bank regulator  has  no\n\nconnection to regulatory policy of banking agency).\n\n          Appellant   clearly  could   not  argue   that  the\n\nLakeville  police   department's  adoption  of   the  pursuit\n\nguidelines was itself a negligent act for which it is liable.\n\nSee </pre><span class=\"citation\" data-id=\"2184047\"><span class=\"antecedent_guess\">Patrazza,</span> <a href=\"/opinion/2184047/patrazza-v-commonwealth/\"><span class=\"volume\">497</span>  <span class=\"reporter\">N.E.2d</span> at  <span class=\"page\">274</span> </a></span><pre class=\"inline\">&amp; n.3.   That  legitimately\r                        \n\nadopted policy required Meninno to exercise his own judgment,\n\nunder the  particular circumstances  of each incident,  as to\n\nhow best to  fulfill the policy's dual goals  of apprehending\n\nlawbreakers and  protecting public safety.  \"When established\n\ngovernmental  policy, as  expressed  or  implied by  statute,\n\nregulation, or  agency guidelines, allows a  Government agent\n\nto exercise discretion, it must be presumed that  the agent's\r                                                       \n\nacts are grounded in policy when exercising that discretion.\"\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Gaubert,</span>  <span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> at  <span class=\"page\">1274</span> </span><pre class=\"inline\">(emphasis added).   Thus, under\r                   \n\nthe  Gaubert analysis,  it would  be presumed  that Meninno's\r                        \n\nactions were grounded in policy.\n\n          This  presumption  prevails  unless  the  plaintiff\n\npoints  to facts in the record \"which would support a finding\n\nthat  the challenged actions are not the kind of conduct that\n\ncan be  said to be  grounded in the policy  of the regulatory\n\nregime.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1275. </span><pre class=\"inline\"> Plaintiff has pointed to nothing that\r                         \n\nwould  support  a   finding  that  the   allegedly  negligent\n\n                             -44-\r\n\ndecisions of Meninno are not the kind of conduct  that can be\n\nsaid  to be  grounded in policy.   For example,  she does not\n\nallege that Meninno accidentally  lost control of his vehicle\n\nand  hit the motorcycle, or  that he acted  for some ulterior\n\npurpose.  Therefore, if  the rules laid out in  Gaubert apply\r                                                                   \n\nin Massachusetts,  it would  seem that Meninno's  conduct was\n\nwithin the section 10(b) exception.\n\n          3. Purposes of Discretionary Function Exception  As\r                      3. Purposes of Discretionary Function Exception\r                                                                     \n\nmentioned above,  Massachusetts law also requires  a court to\n\nconsider whether  the purposes of  the discretionary function\n\nexception  are  fulfilled by  including  the alleged  conduct\n\nwithin the scope of the section 10(b) exception.  Making that\n\njudgment here is difficult.\n\n          In favor  of Lakeville,  one could argue  that \"the\n\nimposition of  liability might jeopardize the  quality of the\n\ngovernmental  process.\"   </pre><span class=\"citation\" data-id=\"2225752\"><span class=\"antecedent_guess\">Stoller,</span>  <a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"volume\">587</span>  <span class=\"reporter\">N.E.2d</span> at  <span class=\"page\">783</span></a></span><pre class=\"inline\">.   If\r                                             \n\nsuspects  and  their  accomplices   can  sue  towns  for  the\n\nstrategic decisions  of police  officers  during attempts  to\n\napprehend them, then towns    especially those with financial\n\ndifficulties already    will have a strong incentive to avoid\n\npursuing suspected  and known lawbreakers.   If the otherwise\n\nlegitimate  enforcement  of  laws   is  chilled  by  fear  of\n\nliability,   all  types  of   criminals,  not   only  traffic\n\nviolators, would  be able  to more easily  avoid apprehension\n\nand  prosecution.   Police departments  would be  hampered in\n\n                             -45-\r\n\ntheir ability  to control  crime and fulfill  their statutory\n\nduty to enforce the laws of the Commonwealth.\n\n          In addition,  one could argue, \"the  case could not\n\nbe decided  without usurping the power  and responsibility of\n\n[] the .  . . executive branch of government.\"  By permitting\n\njudges  and  juries to  pass on  the  strategies used  by the\n\npolice (assuming  they do not violate  constitutional norms),\n\nthe power  of police  departments to fulfill  their statutory\n\nduty  to enforce  the  law  could  be  usurped.    The  state\n\nlegislature could have,  but did  not, impose  limits on  the\n\npolice  power  to pursue  suspects.   See  41 M.G.L.A.    98A\r                                                     \n\n(authorizing  police  to  arrest   suspects  \"on  fresh   and\n\ncontinued pursuit\" in other jurisdictions without restriction\n\non  the means of pursuit); compare </pre><span class=\"citation\" data-id=\"2026974\"><span class=\"antecedent_guess\">Irwin,</span> <a href=\"/opinion/2026974/irwin-v-ware/\"><span class=\"volume\">467</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">1299</span></a></span><pre class=\"inline\">,\r                                                    \n\n1302 (finding that legislature imposed duty on police to take\n\nall suspected drunk drivers into custody).\n\n          \"Other relevant considerations  are the  reasonable\n\nexpectations  of  the  injured  person with  respect  to  his\n\nrelationship  to  the  governmental entity  in  question, the\n\nnature of  the  duty  running  from  the  government  to  the\n\ngoverned  in  the particular  case,  and  the nature  of  the\n\ninjury.\"  </pre><span class=\"citation\" data-id=\"2130047\"><span class=\"antecedent_guess\">Whitney,</span> <a href=\"/opinion/2130047/whitney-v-worcester/\"><span class=\"volume\">366</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">1217</span></a></span><pre class=\"inline\">.  It would be difficult\r                             \n\nfor Horta  to argue that  she, as  a passenger  on a  vehicle\n\nattempting to  evade police pursuit,  reasonably expected the\n\n                             -46-\r\n\npolice to avoid all potentially risky attempts to capture her\n\nand her companion.\n\n          On the other hand,  appellant could argue with some\n\npersuasiveness  that the injury-producing conduct was not \"an\n\nintegral  part  of  governmental  policymaking  or planning.\"\n\nThis  consideration may  refer  to general,  legislative-type\n\ndecisions as opposed to  administrative or operational tasks.\n\nSee  Dobos v. Driscoll, </pre><span class=\"citation\" data-id=\"2077469\"><a href=\"/opinion/2077469/dobos-v-driscoll/\"><span class=\"volume\">404</span>  <span class=\"reporter\">Mass.</span> <span class=\"page\">634</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"2077469\"><a href=\"/opinion/2077469/dobos-v-driscoll/\"><span class=\"volume\">537</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">558</span></a></span><pre class=\"inline\">, 568,\r                                  \n\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">850</span> </span><pre class=\"inline\">(1989); </pre><span class=\"citation\" data-id=\"2000117\"><span class=\"antecedent_guess\">Pina,</span> <a href=\"/opinion/2000117/pina-v-commonwealth/\"><span class=\"volume\">510</span> <span class=\"reporter\">N.E.2d</span>  at <span class=\"page\">256</span></a></span><pre class=\"inline\">.\r                                                    \n\nMoreover, appellant  has no adequate  alternative remedy  for\n\nher  injuries, </pre><span class=\"citation\" data-id=\"2130047\"><span class=\"antecedent_guess\">Whitney,</span> <a href=\"/opinion/2130047/whitney-v-worcester/\"><span class=\"volume\">366</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">1217</span></a></span><pre class=\"inline\">, except perhaps to\r                                  \n\nsue the estate of the motorcycle operator.\n\n          Hence, it  is unclear  whether the purposes  of the\n\ndiscretionary  function exception are  advanced by immunizing\n\nLakeville   here.     Nonetheless,   not   all   the  Whitney\r                                                                         \n\nconsiderations must  point to  immunity for the  exception to\n\napply.  See, e.g., </pre><span class=\"citation\" data-id=\"2000117\"><span class=\"antecedent_guess\">Pina,</span> <a href=\"/opinion/2000117/pina-v-commonwealth/\"><span class=\"volume\">510</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">256</span></a></span><pre class=\"inline\">.\r                                   \n\n          4.  Comparison  of   Analogous  Massachusetts   and\r                      4.  Comparison  of   Analogous  Massachusetts   and\r                                                                         \n\nFederal Cases   There is no  Massachusetts case precisely  on\r            Federal Cases\r                         \n\npoint,  and the few  cases cited by  appellant provide little\n\nguidance.  In Irwin v. Town of Ware, the court held that \"the\r                                               \n\ndecision  of  a  police  officer  [not]  to  remove  from the\n\nroadways  a driver  who  he knows  or has  reason to  know is\n\nintoxicated\" is not a discretionary act within the meaning of\n\nsection  10(b).   </pre><span class=\"citation\" data-id=\"2000117\"><a href=\"/opinion/2000117/pina-v-commonwealth/\"><span class=\"id_token\">Id.,</span>  467 N.E.2d </a></span><pre class=\"inline\"> at  1298.   Unlike  here,\r                                 \n\n                             -47-\r\n\nhowever, the court in  Irwin expressly found that  the police\r                                        \n\nofficer, once he knew or  had reason to know that  the driver\n\nhe stopped was intoxicated, had no policy-based discretion to\n\npermit the driver to go back on the road.  </pre><span class=\"citation\" data-id=\"2026974\"><a href=\"/opinion/2026974/irwin-v-ware/\"><span class=\"id_token\">Id.</span>  at 1299. </a></span><pre class=\"inline\"> The\r                                                          \n\nIrwin court  interpreted several state statutes as obligating\r                                                                         \n\npolice officers to remove  known intoxicated drivers from the\n\nroads, determining that the  officer's decision not to remove\r                                                               \n\na  drunk  driver  could  not   have  been  based  on   policy\n\nconsiderations  because \"the policy  and planning decision to\n\nremove   such  drivers   has   already  been   made  by   the\n\nLegislature.\"   </pre><span class=\"citation\" data-id=\"2026974\"><a href=\"/opinion/2026974/irwin-v-ware/\"><span class=\"id_token\">Id.</span>   As  discussed </a></span><pre class=\"inline\"> above, Meninno  was  not\r                               \n\nobligated by  statute or regulation  to take or  refrain from\n\ntaking the actions at  issue.  Instead, he was  authorized by\n\nwritten policies to  use his own judgment as to  how and when\n\nto enforce  the law  by means  of a high  speed pursuit.   In\n\nStuart v. Town of  Brookline, </pre><span class=\"citation\" data-id=\"2225615\"><a href=\"/opinion/2225615/stuart-v-brookline/\"><span class=\"volume\">412</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">251</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"2225615\"><a href=\"/opinion/2225615/stuart-v-brookline/\"><span class=\"volume\">587</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1384</span>\r</a></span><pre class=\"inline\">                                        \n\n(1992),  the court upheld  a finding  of liability  against a\n\ntown for  injuries caused  by the  negligent  operation of  a\n\npolice cruiser, but  section 10(b) immunity  was not even  an\n\nissue in that case.\n\n          Appellant's citation of Kelley v. Rossi, is equally\r                                                             \n\nunavailing.  There  the court  wrote, in two  sentences in  a\n\nfootnote,  that a  doctor  employed by  a  city hospital  and\n\naccused  of   medical  malpractice   is  not  engaged   in  a\n\ndiscretionary  function when  treating a  patient.   </pre><span class=\"citation\" data-id=\"2225615\"><a href=\"/opinion/2225615/stuart-v-brookline/\"><span class=\"id_token\">Id.,</span> 481\r                                                                    \n\n                             -48-\r</a></span><pre class=\"inline\">\n\nN.E.2d at 1344 n.6.  \"The doctor was governed by the standard\n\nof  accepted  medical  practice,  an  ascertainable guide  to\n\nproper  conduct.\"      </pre><span class=\"citation\" data-id=\"2225615\"><a href=\"/opinion/2225615/stuart-v-brookline/\"><span class=\"id_token\">Id.</span> (citing  Cady </a></span><pre class=\"inline\"> v.  Plymouth-Carver\r                                                                         \n\nRegional Sch. Dist.).   There  is no evidence  in the  record\r                               \n\nthat Meninno's actions were governed by such a fixed standard\n\nfor  police conduct.    Moreover,  the Massachusetts  Supreme\n\nJudicial Court recently criticized  the reasoning in the case\n\nrelied upon by the Kelley court:\r                                     \n\n               In Cady  v. Plymouth-Carver Regional\r                                                               \n          School Dist., 17 Mass.  App. Ct. 211, </pre><span class=\"citation\" data-id=\"2076550\"><a href=\"/opinion/2076550/cady-v-plymouth-carver-regional-school-dist/\"><span class=\"volume\">457</span>\r                                  \n          <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">294</span> </a></span><pre class=\"inline\"> (1983),  the  Appeals  Court\n          announced  a  principle  that it  thought\n          distinguished between  functions that are\n          discretionary and those that are not.  If\n          the  employee has  no  \"fixed or  readily\n          ascertainable  standards   to  fall  back\n          upon,\"   the    employee's   conduct   is\n          discretionary.  </pre><span class=\"citation\" data-id=\"2076550\"><a href=\"/opinion/2076550/cady-v-plymouth-carver-regional-school-dist/\"><span class=\"id_token\">Id.</span>  at  215, </a></span><pre class=\"inline\"></pre><span class=\"citation\" data-id=\"2076550\"><a href=\"/opinion/2076550/cady-v-plymouth-carver-regional-school-dist/\"><span class=\"volume\">457</span>  <span class=\"reporter\">N.E.2d</span>\r                                         \n          <span class=\"page\">294</span></a></span><pre class=\"inline\">. . . .    The  United States  Supreme\n          Court has not adopted the rule.  Nor have\n          we.  The  existence of  fixed or  readily\n          ascertainable standards could be relevant\n          in deciding whether a  governmental actor\n          owed   a   duty   to  another   that   he\n          negligently  failed  to  fulfill, but  it\n          tells us nothing about whether particular\n          discretionary  conduct  has  a policy  or\n          planning foundation.\n\n</pre><span class=\"citation\" data-id=\"2225752\"><span class=\"antecedent_guess\">Stoller,</span> <a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"volume\">587</span> <span class=\"reporter\">N.E.2d</span>  at <span class=\"page\">784</span> </a></span><pre class=\"inline\"> n.2.  The  many other  decisions\r                   \n\napplying  section  10(b)  depend  heavily on  the  facts  and\n\nprovide no  general principles  beyond  those articulated  in\n\nStoller.  See </pre><span class=\"citation\" data-id=\"2225752\"><span class=\"antecedent_guess\">Stoller,</span> <a href=\"/opinion/2225752/harry-stoller-co-v-lowell/\"><span class=\"volume\">587</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">784</span> </a></span><pre class=\"inline\">(summarizing cases).\r                                 \n\n          As instructed by Stoller, we also look for guidance\r                                              \n\nto  federal court decisions.   A finding of  immunity in this\n\ncase  would  be  consistent  with  many  cases  holding  that\n\n                             -49-\r\n\ndecisions  of  law enforcement  officers,  although seemingly\n\n\"operational\" and made in the heat of the moment, fall within\n\nthe  FTCA  discretionary   function  exception.    Generally,\n\nalthough  law enforcement  agents  have a  mandatory duty  to\n\nenforce the law,  decisions as  to how best  to fulfill  that\n\nduty are protected by the discretionary function exception to\n\nthe FTCA.  Abernathy v. United States, </pre><span class=\"citation\" data-id=\"458641\"><a href=\"/opinion/458641/larry-abernathy-as-special-administrator-of-the-estate-of-scottie/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">184</span></a></span><pre class=\"inline\">, 188 (8th\r                                                 \n\nCir.  1985); Redmond v.  United States, </pre><span class=\"citation\" data-id=\"328621\"><a href=\"/opinion/328621/thomas-h-redmond-v-the-united-states-of-america-by-and-through-the/\"><span class=\"volume\">518</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">811</span></a></span><pre class=\"inline\">, 816-17\r                                                  \n\n(7th  Cir. 1975); United States v. Faneca, </pre><span class=\"citation\" data-id=\"264618\"><a href=\"/opinion/264618/united-states-of-america-v-cyril-t-faneca-jr/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">872</span></a></span><pre class=\"inline\">, 874-\r                                                     \n\n75 (5th Cir. 1964),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">971</span> </span><pre class=\"inline\"> (1965).  For\r                                             \n\nexample, we  held that  a decision by  United States  Customs\n\nagents not  to stop and  search a particular  passenger falls\n\nwithin  the  discretionary  function exception  of  the  FTCA\n\nbecause the applicable statute and regulations authorize, but\n\ndo not obligate, the agents to search passengers.   </pre><span class=\"citation\" data-id=\"577110\"><span class=\"antecedent_guess\">Attallah,</span>\r                                                                        \n\n<a href=\"/opinion/577110/elias-attallah-violeta-lajam-de-attallah-and-the-conjugal-partnership/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">784</span></a></span><pre class=\"inline\">.  Like the situation here, \"there is room for\n\nchoice  on the part of  the Customs agents  when carrying out\n\ntheir duties,\" and \"[t]he decision an agent makes is of great\n\nimportance in  fulfilling the mandate of  the Customs Service\n\n   to protect the  integrity of our national borders.\"   Id.;\r                                                                        \n\nsee  also Prelvitz  v. Milsop,  </pre><span class=\"citation\" data-id=\"496260\"><a href=\"/opinion/496260/ronald-prelvitz-v-jeffrey-allan-milsop-troy-delman-larson-delman-elwood/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">806</span></a></span><pre class=\"inline\">, 810  (8th Cir.\r                                         \n\n1987)   (finding   FTCA   discretionary  function   exception\n\napplicable  to customs inspector's  decisions to  detain four\n\nintoxicated  men in an automobile at a border crossing and to\n\n\"appoint\" a different driver).  In Buchanan v. United States,\r                                                                        \n\n                             -50-\r\n\n</pre><span class=\"citation\" data-id=\"548958\"><a href=\"/opinion/548958/marion-c-buchanan-v-united-states-of-america/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">969</span> </a></span><pre class=\"inline\">(5th Cir.  1990), the court held  that a prison\n\nwarden's and staff members' \"minute-to-minute decision making\n\nin the chaotic circumstances of  a riot\" met the requirements\n\nof  the discretionary  function exception.   </pre><span class=\"citation\" data-id=\"548958\"><a href=\"/opinion/548958/marion-c-buchanan-v-united-states-of-america/\"><span class=\"id_token\">Id.</span> at  972; </a></span><pre class=\"inline\">see\r                                                                         \n\nalso </pre><span class=\"citation\" data-id=\"264618\"><span class=\"antecedent_guess\">Faneca,</span> <a href=\"/opinion/264618/united-states-of-america-v-cyril-t-faneca-jr/\"><span class=\"volume\">332</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">874-75</span> </a></span><pre class=\"inline\">(holding  that decisions and\r                       \n\ntactics  used   by  federal  law  enforcement   officials  in\n\nenforcing desegregation orders  and handling resulting  riots\n\nwere within the FTCA discretionary function exception); Smith\r                                                                         \n\nv.  United States, </pre><span class=\"citation\" data-id=\"2126141\"><a href=\"/opinion/2126141/smith-v-united-states/\"><span class=\"volume\">330</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">867</span></a></span><pre class=\"inline\">, 868-70 (E.D. Mich. 1971)\r                             \n\n(holding that FTCA  discretionary function exception  applied\n\nto  law  enforcement officials'  plans  and  decisions as  to\n\nhandling of Detroit riots); Nichols  v. United States, 236 F.\r                                                                 \n\nSupp.  260,  262-63  (N.D.  Miss. 1964)  (holding  that  FTCA\n\ndiscretionary function  exception applied to methods  used by\n\nfederal law enforcement  officials in enforcing desegregation\n\norders and quelling  riots).  FBI agents' decisions to arrest\n\nbank  robbers and to  employ certain  tactics to  arrest them\n\nwere also found to be protected by the discretionary function\n\nexception  from  a  suit  by  one bank  robber  for  injuries\n\nsustained  during the arrest.  Amato v. United States, 549 F.\r                                                                 \n\nSupp. 863,  866-67 (D.N.J.  1982), aff'd,  </pre><span class=\"citation no-link\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1445</span> </span><pre class=\"inline\">(3d\r                                                    \n\nCir.  1984).  But see  Hetzel v. United  States, No. 91-2986,\r                                                           \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">7506</span></span><pre class=\"inline\">, at *12-*13 (D.D.C. 1993) (finding\n\nthat government  agents' high-speed pursuit  on crowded  city\n\nstreets  of  suspected drug  trafficker,  whose identity  and\n\n                             -51-\r\n\naddress were  known, violated approved procedures  and so was\n\nnot within the FTCA discretionary function  exception); Patel\r                                                                         \n\nv.  United States,  </pre><span class=\"citation\" data-id=\"1747501\"><a href=\"/opinion/1747501/patel-v-united-states/\"><span class=\"volume\">806</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">873</span></a></span><pre class=\"inline\">,  878 (N.D.Cal.  1992)\r                             \n\n(holding that decisions by  DEA agents to investigate, obtain\n\nsearch  warrant   and  raid   suspected  drug  hideout   were\n\ndiscretionary functions,  but decision  to destroy  house and\n\nkill occupants with  firebombs was not  made pursuant to  DEA\n\npolicy and thus not immune).\n\n          5. Holding in Stoller  So far, it would appear that\r                      5. Holding in Stoller \r                                           \n\nthe principles of the section 10(b)  exception doctrine    as\n\narticulated  in Stoller  and,  by analogy,  Gaubert     point\r                                                               \n\ntoward  tort   immunity  under  the   discretionary  function\n\nexception.   We have  yet,  however, to  consider the  actual\n\nholding in Stoller.   Doing so, we are unable  to reconcile a\r                              \n\nfinding of immunity here with that holding.\n\n          In Stoller,  the  owner of  buildings destroyed  by\r                                \n\nfire sought damages pursuant to the Massachusetts Tort Claims\n\nAct   from   the   city   of   Lowell,   whose   firefighters\n\nunsuccessfully fought  the blaze.   He alleged  negligence on\n\nthe  firefighters'  part  in  failing to  use  the  sprinkler\n\nsystems in one of  the buildings.  The city  conceded that it\n\nhad  a duty to the  building owner and  that the firefighters\n\ncould  have been  found negligent  in failing  to follow  the\n\nstandard firefighting technique of use of available sprinkler\n\nsystems.  The  city, nonetheless, argued  that it was  immune\n\n                             -52-\r\n\nunder  section  10(b)   because  the  firefighters'   conduct\n\ninvolved a discretionary function.  </pre><span class=\"citation\" data-id=\"1747501\"><a href=\"/opinion/1747501/patel-v-united-states/\"><span class=\"id_token\">Id.,</span> 587 N.E.2d </a></span><pre class=\"inline\">at 782.  \r                                                   \n\n          The trial  judge agreed  that the city  was immune,\n\nbut the  Supreme Judicial Court reversed.   Applying the two-\n\npart  test </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">discussed</span>  supra</span><pre class=\"inline\">, the  court found  that, (1)  the\r                                       \n\nfirefighters had  \"discretion in  the sense that  no statute,\n\nregulation,  or established  municipal practice  required the\n\nfirefighters to use the sprinklers  (or, for that matter,  to\n\nuse  hoses exclusively),\" but  that, (2) \"whatever discretion\n\nthey had was  not based  on a policy  or planning  judgment.\"\n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 785.\r</span><pre class=\"inline\">               \n\n               There  are  aspects of  firefighting\n          that  can  have  an  obvious  planning or\n          policy basis.  The number and location of\n          fire stations, the amount of equipment to\n          purchase,   the   size   of    the   fire\n          department,  the  number and  location of\n          hydrants, and  the quantity of  the water\n          supply  involve   policy  considerations,\n          especially  the  allocation of  financial\n          resources.      In  certain   situations,\n          firefighting  involves determinations  of\n          what  property to attempt to save because\n          the  resources  available  to   combat  a\n          conflagration   are   or   seem   to   be\n          insufficient   to  save   all  threatened\n          property.      In   such  cases,   policy\n          determinations  might  be  involved,  and\n          application of the discretionary function\n          exception would be required.\n\n               The  case  before  us is  different.\n          The  negligent  conduct  that caused  the\n          fire  to  engulf   all  the   plaintiff's\n          buildings  was not founded on planning or\n          policy  considerations.     The  question\n          whether  to put higher  water pressure in\n          the sprinkler systems involved  no policy\n          choice or planning decision.  There was a\n\n                             -53-\r\n\n          dispute  on the  evidence whether  it was\n          negligent  to  fail  to  fight  the  fire\n          through the buildings' sprinkler systems.\n          .  .   .  The   jury  decided   that,  in\n          exercising  their  discretion not  to use\n          the  buildings'  sprinkler  systems,  the\n          Lowell   firefighters   were    negligent\n          because   they   failed  to   conform  to\n          generally      accepted      firefighting\n          practices.      When   the   firefighters\n          exercised  that  discretion,  policy  and\n          planning    considerations    were    not\n          involved.   Therefore,  the discretionary\n          function  exception  does not  shield the\n          city from liability.\n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\r               \n\n          It   is </span><pre class=\"inline\">  hard   to   differentiate   between   the\n\nfirefighters'  conduct in Stoller and the allegedly negligent\r                                             \n\ndecision to pursue of Officer  Meninno.  The firefighters, in\n\nexecution of their duty to fight fires, deliberately chose at\n\nthe time what we assume they considered to be the appropriate\n\nstrategy for fighting the fire.  While, in  retrospect, their\n\njudgment  may have  been  flawed, no  statute, regulation  or\n\nmunicipal  policy  required  any  different,  and  they  were\n\nauthorized, indeed required, to  make such a determination on\n\ntheir own.  An injured party alleged and eventually persuaded\n\na  jury that their  strategic choice, made  pursuant to their\n\ngovernmental  duties  and   in  conformance  with  applicable\n\npolicies,  was  negligent.     Here,  a  police  officer,  in\n\nexecution  of   his  duty   to  enforce   the  laws   of  the\n\nCommonwealth, deliberately chose what he considered to be the\n\nbest  strategy for  apprehending a  lawbreaker.   No statute,\n\n                             -54-\r\n\nregulation or policy prohibited  his actions.  A  town policy\n\nexpressly  authorized and  required him  to exercise  his own\n\njudgment as to how to proceed.   An injured party now alleges\n\nand  hopes to persuade a jury that his strategic decision was\n\nnegligent.  Comparing the result in Stoller to this case, one\r                                                       \n\ncan argue that section 10(b) does not shelter  Lakeville from\n\nliability  for  Meninno's actions.    Still, it  may  be that\n\nStoller turned on the firefighters'  having violated standard\r                   \n\npractices with no apparent policy justification, hence is not\n\nto  be  read  as   more  generally  eliminating  lower  level\n\nfirefighting  and  police decisions  from  the section  10(b)\n\nexception.\n\n          In attempting  to understand  the reasoning  of the\n\nStoller  court, we  have  reviewed similar  cases from  other\r                   \n\njurisdictions.   A sizable number of  them reach the opposite\n\nresult  in  analogous  circumstances.    See  57  Am.  Jur.2d\r                                                        \n\nMunicipal, County, School and State Tort Liability    484, at\r                                                              \n\n449  (summarizing cases  from ten  states).  For  example, in\n\nCity of Daytona Beach  v. Palmer, </pre><span class=\"citation\" data-id=\"1683449\"><a href=\"/opinion/1683449/city-of-daytona-beach-v-palmer/\"><span class=\"volume\">469</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">121</span> </a></span><pre class=\"inline\"> (Fla. 1985),\r                                            \n\nthe Florida Supreme Court explained:\n\n               The  decisions  of  how to  properly\n          fight  a particular  fire, how  to rescue\n          victims in  a fire, or what  and how much\n          equipment   to  send   to  a   fire,  are\n          discretionary judgmental  decisions which\n          are  inherent  in   this  public   safety\n          function  of fire  protection.  . .  . To\n          hold  a  city  liable  for  the negligent\n          decisions  of   its  fire-fighters  would\n          require a judge  or jury to second  guess\n\n                             -55-\r\n\n          fire-fighters  in making  these decisions\n          and would  place the judicial branch in a\n          supervisory  role  over  basic  executive\n          branch,  public  protection functions  in\n          violation  of  the  separation of  powers\n          doctrine.\n\n               We   distinguish   these  types   of\n          discretionary   fire-fighting   decisions\n          from   negligent  conduct   resulting  in\n          personal injury while  fire equipment  is\n          being driven  to the  scene of a  fire or\n          personal injury to  a spectator from  the\n          negligent  handling  of equipment  at the\n          scene.\n\n</pre><span class=\"citation\" data-id=\"1683449\"><a href=\"/opinion/1683449/city-of-daytona-beach-v-palmer/\"><span class=\"id_token\">Id.</span> at 123. </a></span><pre class=\"inline\"> \r               \n\n          We feel  unable to determine the  precise aspect of\n\nthe circumstances  in the  firefighters'  conduct in  Stoller\r                                                                         \n\nthat led the court to find their actions were not of the type\n\nbased on policy  considerations.  And  we are disinclined  to\n\nintroduce new doctrines or fine  distinctions of our own into\n\nMassachusetts law in order to  differentiate the firefighters\n\nfrom Meninno.   Yet,  neither can  we ignore the  principles,\n\nrules and  guidelines articulated by  the Massachusetts court\n\nin Stoller  and in  other cases,  which  apparently point  in\r                      \n\nanother direction, so as seemingly to  lead to the conclusion\n\nthat  Lakeville is  entitled  to immunity  for the  strategic\n\ndecisions of its police officers made in furtherance of their\n\nduties. \n\n          6.  Certification  Essentially,  we are  faced with\r                      6.  Certification\r                                       \n\nthis  dilemma:  the   Massachusetts  discretionary   function\n\ndoctrine    as expounded in Stoller and Gaubert    suggests a\r                                                           \n\n                             -56-\r\n\nfinding of immunity,  while the  result in  Stoller seems  to\r                                                               \n\nmandate the opposite.   Resolution of the issue in  this case\n\nrequires reconciling  Stoller with Gaubert  and other federal\r                                                      \n\nand state cases, a project properly left to the courts of the\n\nCommonwealth because  it may  require the development  of new\n\nrules or  distinctions.   Moreover, whichever way  we decided\n\nthe  issue, our  opinion would  be seen  in  Massachusetts as\n\neither  barring  or  permitting  many other  actions  against\n\npublic employers  for decisions  made by police  officers and\n\nother municipal servants.  We also take notice of the current\n\ndebate  in the Commonwealth  on the closely  related issue of\n\nthe public duty rule.  See Jean W. v. Commonwealth, </pre><span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">Mass.</span>\r                                                              \n\n<span class=\"page\">496</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">610</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">305</span> </span><pre class=\"inline\"> (Mass. 1993)  (abolishing court-created\n\npublic   duty  rule  prospectively   after  1993  legislative\n\nsession); see also Cyran v. Town of Ware, </pre><span class=\"citation\" data-id=\"2067255\"><a href=\"/opinion/2067255/cyran-v-ware/\"><span class=\"volume\">413</span> <span class=\"reporter\">Mass.</span>  <span class=\"page\">452</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"2067255\"><a href=\"/opinion/2067255/cyran-v-ware/\"><span class=\"volume\">597</span>\r                                                    \n\n<span class=\"reporter\">N.E.2d</span>  <span class=\"page\">1352</span> </a></span><pre class=\"inline\"> (1992) (holding,  in  3-2  decision, that  town\n\nfirefighters owed  no special duty to  homeowners whose house\n\nwas destroyed  by fire).   The difficult questions  raised by\n\nthe various concurring opinions in Jean W., and the lack of a\r                                                      \n\nmajority opinion, cautions us about the complexity and social\n\nimportance of the municipal liability issue in Massachusetts.\n\nFor these reasons, the best course for a federal court, bound\n\nto apply state law as it stands, is certification.\n\n                             -57-\r\n\n          On our own  motion, we will  certify in a  separate\n\ncertification order  the  following question  to the  Supreme\n\nJudicial Court of Massachusetts pursuant to S.J.C. Rule 1:03:\n\n          Do  the  discretionary  decisions   of  a\n          police officer to  begin and continue the\n          high-speed  pursuit  of  a  vehicle  then\n          being  operated  in   violation  of   law\n          involve  policymaking   or  planning  for\n          purposes of  immunity under Massachusetts\n          General Law ch. 258,   10(b)?\n\nIf the  question  is answered  in the  affirmative, then  the\n\ndiscretionary function exception applies to Meninno's conduct\n\nand  the  district  court's  grant of  summary  judgment  for\n\nLakeville on this claim will be affirmed.  If the question is\n\nanswered in the negative,  then summary judgment was improper\n\nand  the claim  will be  remanded to  the district  court for\n\nfurther  proceedings.    We  would, of  course,  welcome  any\n\nguidance the S.J.C. may care to provide, beyond answering the\n\nquestion, concerning  the  effect and  proper application  of\n\nMassachusetts law in these circumstances.  The  clerk of this\n\ncourt shall  forward as an  appendix the briefs  and appendix\n\nfurnished to us by the parties.  \n\n     B. Liability of Freetown for Sullivan's Conduct\r                 B. Liability of Freetown for Sullivan's Conduct\r                                                                \n\n          Appellee  Freetown argues  that it  is immune  from\n\nliability  under  the Massachusetts  Tort Claims  Act because\n\nSullivan's  conduct falls  within the  discretionary function\n\nexception of  section 10(b).   After reviewing the  record in\n\nthe light most favorable  to the appellant, we hold  that the\n\n                             -58-\r\n\ndistrict court  should not have granted  summary judgment for\n\nFreetown  on this issue because  there is a  genuine issue of\n\nmaterial fact  concerning the  first element of  the two-part\n\ntest  for discretionary  function immunity:  whether Sullivan\n\nhad discretion to engage  in the allegedly negligent conduct.\n\n          The Freetown  pursuit guidelines  in effect  at the\n\ntime were identical to Lakeville's, and are silent as to most\n\nof  the  decisions  made  by Sullivan.    However,  appellant\n\nsensibly  asks how  Sullivan's  decision to  erect a  partial\n\nroadblock  could be  within his discretionary  authority when\n\nparagraph  12 of  the Freetown  guidelines  expressly states,\n\n\"Intentional contact between a police vehicle and the vehicle\n\npursued,  or use  of  a police  vehicle  as a  roadblock,  is\n\nstrictly forbidden.\"  The  language of this departmental rule\n\nappears  on  its face  to forbid  the  very actions  taken by\n\nSullivan.  But the record also contains  testimony by Officer\n\nSullivan that he interpreted Paragraph 12 to mean merely that\n\npolice vehicles may not  be used to block an  entire roadway,\r                                                                \n\nas when a cruiser is  placed sideways so as to obstruct  both\n\nlanes  of a two-lane road.   According to  Sullivan, the term\n\n\"roadblock\" has  not been interpreted by  the Freetown police\n\nto include a  partial roadblock, such as  the one established\n\n                             -59-\r\n\nby  Sullivan when he parked his cruiser in the oncoming lane,\n\nwhich leaves room for a vehicle to pass on one side.18  \n\n                    \r                                \n\n18.  The  affidavit of  appellee Mello,  the Freetown  police\nchief, indicates that an official investigation of Sullivan's\nactions concluded that  Officer Sullivan acted  appropriately\nin the circumstances.   Chief Mello stated that Freetown  had\npursuit  guidelines in  place, but  he did  not suggest  that\nSullivan  had  violated any  of these  guidelines by  using a\npartial roadblock.\n     The  following colloquy  regarding paragraph  12 of  the\nFreetown guidelines appears in Officer Sullivan's deposition:\n\n     Q:   [Mr. Gillis, plaintiff's attorney]:  So, prior\n          to the  collision that is the  subject of this\n          lawsuit, you had in your possession a handbook\n          given  to you by  your commanding  officer, is\n          that correct?\n     A:   [Sullivan]:  Yes, it is.\n\n     Q:   Okay.   That  handbook contained a  section on\n          the policies of the Freetown Police Department\n          concerning pursuing other motor  vehicles, did\n          it not?\n     A:   Yes, it did.\n\n     Q:   Did  it  also have  a  section on  the  use or\n          nonuse  of roadblocks;  of  blocking the  road\n          during pursuits?\n     A:   Mr. Gillis,  could you define for  me what you\n          think,  what you would  say was  a \"roadblock\"\n          and what is \"blocking the  road\"?  I think  in\n          my mind they're two different things.\n\n     Q:   Why don't  you tell me?   What's \"blocking the\n          road\" mean to you, sir?\n     A:   Blocking  the roadway  would  be blocking  the\n          total roadway so that nothing could  pass your\n          point.\n\n     Q:   Okay.  And what is a \"roadblock\"?\n     A:   A roadblock would  be one and  the same.   The\n          roadblock would be blocking the whole roadway.\n\n          . . .\n\n     Q:   Was there  a section  in this manual  that you\n          were given before  August 5, 1988,  concerning\n\n                             -60-\r\n\n          On  this record,  there is  an unresolved  issue of\n\nfact   regarding   Sullivan's   discretion  under   pertinent\n\nregulations  to   have  created  a   partial  roadblock,  the\n\nallegedly  negligent  conduct   on  his  part.     Sullivan's\n\ntestimony,  and   Chief   Mello's  affidavit,   suggest   the\n\npossibility of a narrowed reading of the  rule so as to allow\n\nSullivan  to do  what he  did.   See,  e.g., Kelly  v. United\r                                                                         \n\nStates, </pre><span class=\"citation\" data-id=\"555046\"><a href=\"/opinion/555046/john-l-kelly-v-united-states/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span><pre class=\"inline\">, 360-61  (1st Cir. 1991) (holding  that,\r                  \n\n                    \r                                \n\n          the use of roadblocks or blocking the roadway?\n          Is  there a  policy for  that in  the Town  of\n          Freetown?\n     A:   Roadblocks as blocking the whole roadway?\n\n     Q:   Yes.\n     A:   Yes, there is.\n\n     Q:   And what was that?\n     A:   Roadblocks blocking the  whole roadway are not\n          allowed under the policy.\n\n          . . .\n\n     Q:   (Pause)   Again, referring to that manual that\n          you  mentioned  before,  that you  were  given\n          sometime in 1987, or  at least prior to August\n          5, 1988, does the manual say anything specific\n          about blocking the roadway?\n     A:   Okay.   Again,  when  you  say  \"blocking  the\n          roadway,\" do you mean a roadblock    \n\n     Q:   I mean blocking the roadway in any manner.\n     A:   Yes, it does.\n\n     Q:   Blocking a travel lane,  or blocking the other\n          lane, in  any manner.  What does  it say about\n          blocking the road?\n     A:   The manual  advises that to block one lane-way\n          of  a  roadway, to  block  some  portion of  a\n          roadway is  permissible.   But you are  not to\n          block the whole roadway.\n\n                             -61-\r\n\nto avoid  summary judgment, plaintiff DEA  agent was required\n\nto rebut defendants' evidence that seemingly nondiscretionary\n\nregulation was  consistently interpreted by  DEA officials to\n\npermit  use  of  discretion).    But  the  language  of   the\n\nregulation, read in the light  most favorable to Horta, seems\n\nrather directly to forbid such conduct.  There is, therefore,\n\na factual issue over whether the regulation should be read to\n\nwithhold   discretion  here   or  whether   the  departmental\n\ninterpretation  claimed by Sullivan  actually existed and was\n\nsufficiently consistent and longstanding  so as to render his\n\nconduct discretionary.   Because  of this factual  issue over\n\nwhether  the first  element  of  the  discretionary  function\n\nexception  test  was  fulfilled,  we  do  not  reach  whether\n\nSullivan's   conduct  was   based  on   policy  or   planning\n\nconsiderations.   The latter is,  in large measure,  the same\n\nquestion certified to the S.J.C. in the case of Meninno.  The\n\nS.J.C.'s resolution regarding Meninno may answer it.  For the\n\nmoment, we  hold simply  that Freetown  was  not entitled  to\n\nsummary judgment on the  issue of section 10(b)  immunity and\n\nremand  Horta's  claim  to  the district  court  for  further\n\nproceedings.19\n\n                              V.\r                                          V.\n\n                    \r                                \n\n19.  We do not  consider to  what extent  resolution of  this\nissue is within the province of the district judge as opposed\nto  the jury.  The district court, with the assistance of the\nparties, should initially determine this.\n\n                             -62-\r\n\n          In  conclusion:  we  affirm  the grant  of  summary\n\njudgment for appellees Sadeck, Meninno, and Sullivan on Count\n\nI, alleging liability under  42 U.S.C.   1983; we  affirm the\n\ngrant  of summary judgment for Freetown on Count IV under the\n\nMassachusetts Tort Claims Act for  the actions of Sadeck, and\n\nvacate the grant of summary judgment for Freetown on Count IV\n\nunder the Massachusetts  Tort Claims Act  for the actions  of\n\nSullivan and  remand that  claim for further  proceedings; we\n\ncertify  a question of law  to the Supreme  Judicial Court of\n\nMassachusetts on the issue  of Lakeville's liability on Count\n\nIV  under the Massachusetts Tort Claims Act and, pending that\n\ncourt's determination, retain jurisdiction on that issue; and\n\nwe  affirm  dismissal of  all  the  remaining claims  because\n\nappellant  did not  appeal  their dismissal  by the  district\n\ncourt.\n\n          Affirmed in part, vacated and remanded in part, and\r                                                                         \n\na  question  certified  to  the  Supreme  Judicial  Court  of\r                                                                         \n\nMassachusetts,  with  jurisdiction   retained  pending   that\r                                                                         \n\ndetermination.  No costs.\r                                    \n\n                             -63-\r\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1962\n\n                         DEBRA HORTA,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                 CHARLES B. SULLIVAN, ET AL.,\n\n                    Defendants, Appellees.\n\n                                          \n\n                        CERTIFICATION\n\n                                          \n\n          For the  reasons discussed  in our opinion  in this\n\ncase, Horta  v. Sullivan,  No. 92-1962, (see  especially Part\r                                    \n\nIV.A., at  pp. 32-55), the  resolution of an  important issue\n\ndepends  upon questions of Massachusetts  law on which we are\n\nunable to find clear,  controlling precedent in the decisions\n\nof the Supreme Judicial Court of Massachusetts.  Accordingly,\n\nwe  certify the  following question  to the  Supreme Judicial\n\nCourt of Massachusetts pursuant to its Rule 1:03.\n\n          Do  the  discretionary  decisions   of  a\n\n          police officer to begin and  continue the\n\n          high-  speed pursuit  of  a vehicle  then\n\n          being  operated  in   violation  of   law\n\n          involve  policymaking   or  planning  for\r\n\n          purposes of  immunity under Massachusetts\n\n          General Law ch. 258,   10(b)?\n\nThe relevant  facts are discussed in the  separate opinion in\n\nthis case.   In putting the above  question, we wish  to make\n\nclear that we  would, of  course, welcome the  advice of  the\n\ncourt on  any other  question of  Massachusetts law it  deems\n\nmaterial to this case on which it would wish to comment.\n\n          The Clerk of this court will transmit this question\n\nand our separate opinion  in this case, along with  copies of\n\nthe  briefs and appendix in this case to the Supreme Judicial\n\nCourt of Massachusetts.\n\n                              United States Court of Appeals\n                              for the First Circuit\n\n                                                             \n                              By: Juan R. Torruella\n                                  Circuit Judge\n\nDated:  August   , 1993\n\n                            - 65 -\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108362/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111015/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111219/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111241/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111397/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112093/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112095/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112218/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/264618/",
    "https://www.courtlistener.com/api/rest/v3/opinions/328621/",
    "https://www.courtlistener.com/api/rest/v3/opinions/418217/",
    "https://www.courtlistener.com/api/rest/v3/opinions/447880/",
    "https://www.courtlistener.com/api/rest/v3/opinions/448906/",
    "https://www.courtlistener.com/api/rest/v3/opinions/455932/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458562/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458641/",
    "https://www.courtlistener.com/api/rest/v3/opinions/463586/",
    "https://www.courtlistener.com/api/rest/v3/opinions/465381/",
    "https://www.courtlistener.com/api/rest/v3/opinions/466385/",
    "https://www.courtlistener.com/api/rest/v3/opinions/473623/",
    "https://www.courtlistener.com/api/rest/v3/opinions/476350/",
    "https://www.courtlistener.com/api/rest/v3/opinions/479395/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482830/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487470/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496260/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516164/",
    "https://www.courtlistener.com/api/rest/v3/opinions/519605/",
    "https://www.courtlistener.com/api/rest/v3/opinions/527639/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531276/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543216/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543722/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/549807/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555046/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577110/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578605/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593290/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596483/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1632531/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1683449/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1747501/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1772547/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1813505/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2000117/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2026974/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2067255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2076550/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2077469/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2103242/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2126141/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2130047/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2134462/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2184047/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2213390/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2225615/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2225752/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2245674/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2353685/"
  ]
}