{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195636/",
  "id": 195636,
  "absolute_url": "/opinion/195636/carter-v-shhs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195636/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:44:15Z",
  "date_modified": "2020-02-21T23:31:14.462618Z",
  "type": "010combined",
  "sha1": "a3b9467a38bbc37fe28d2ffd753df9c3ec257206",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1121.01A",
  "local_path": null,
  "plain_text": "September 29, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1121\n\n                       WAYNE I. CARTER,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                 DONNA E. SHALALA, SECRETARY,\n        U.S. DEPARTMENT OF HEALTH AND HUMAN SERVICES,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n      [Hon. Robert W. Lovegreen, U.S. Magistrate Judge]\n                                                      \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\n                                          \n               Selya and Stahl, Circuit Judges.\n                                              \n\n                                         \n\nMoe Greenberg on brief for appellant.\n             \nEdwin  J.  Gale, United  States  Attorney,  Stephanie  S.  Browne,\n                                                                 \nAssistant United States Attorney, and Amy S. Knopf, Assistant Regional\n                                              \nCounsel,  U.S. Department of Health  and Human Services,  on brief for\nappellee.\n\n                                         \n\n                                         \n\n          Per  Curiam.    Claimant  Wayne  Carter  appeals  a\n                     \n\ndistrict  court  judgment that  affirmed  a  decision of  the\n\nSecretary of Health and Human Services denying Carter's claim\n\nfor  Social Security  disability  and  Supplemental  Security\n\nIncome  (SSI)  benefits.     Carter  claimed that  he  became\n\ndisabled  in  June 1990  as a  result of  a right  leg injury\n\ncaused by a gunshot wound and a tendency to drink  \"a bit too\n\nmuch.\"   Carter had previously been employed as a grill cook,\n\nlaborer, messenger, and maintenance worker, jobs which ranged\n\nfrom  semi-skilled  light  work  to  unskilled  heavy   work.\n\nFollowing a hearing before  an administrative law Judge (ALJ)\n\nat  which Carter was represented by counsel, the ALJ issued a\n\ndecision  which ruled  that Carter was  not disabled  at step\n\nfive of the sequential evaluation process.  See Goodermote v.\n                                                          \n\nSecretary of Health and Human Services, 690 F. 2d 5, 6-7 (1st\n                                      \n\nCir.  1982).  The ALJ  specifically found that Carter's right\n\nleg injury imposed exertional limitations that prevented  him\n\nfrom performing his past  work.  However, he also  found that\n\nCarter retained  the physical residual functional capacity to\n\nperform  the  full range  of sedentary  work.   The  ALJ also\n\ndetermined that Carter's substance abuse did not constitute a\n\nsevere impairment.  Based in part on Carter's testimony  that\n\nhe believed  he physically could  do the sedentary  work that\n\nthe ALJ had described, the ALJ applied the Grid, Rules 201.25\n\n(younger  individual, limited  or less education,  skilled or\n\nsemi-skilled  work  history   where  the   skills  were   not\n\ntransferable) and 201.26 (same findings where the skills were\n\ntransferable) to conclude that Carter  was not disabled.  The\n\ndistrict court  issued a  nineteen page memorandum  and order\n\nupholding the ALJ's decision.  This appeal followed.\n\n          We have thoroughly reviewed  the record and each of\n\nthe  parties contentions  on appeal.   We  find  ourselves in\n\nagreement with  the thorough analysis of  the district court.\n\nWe  add   only  the  following  remarks.     First,  Carter's\n\ncontention  that  the  ALJ erred  by  relying  solely on  his\n\ntestimony  in concluding  that his  mental impairment  is not\n\nsevere  is not supported by  the record.   The ALJ's decision\n\nrelied  heavily on  Dr.  Sorrentino's report,  which did  not\n\nidentify any significant  vocational restrictions  associated\n\nwith Carter's  mental condition.   In fact,  Dr. Sorrentino's\n\nreport contained several findings (e.g. \"able to concentrate,\n\n\"continues  in  tasks,\"  good  relationship   with  authority\n\nfigures)  which  are wholly  consistent  with  an ability  to\n\nperform basic mental  work activities.   See 20 C.F.R.   404.\n                                            \n\n1521.  Second, we  think that the ALJ's reliance  on Carter's\n\ntestimony,  which  indicated  that  Carter  had  considerably\n\ncurtailed   his  alcohol   and   cocaine   consumption,   was\n\nsupportable given  the  numerous conflicts  in  the  evidence\n\nconcerning   Carter's   substance   abuse   and   educational\n\nlimitations.   Such  conflicts and credibility  judgments are\n\n                             -3-\n\nfor  the Secretary  to  resolve and  are  not to  be  second-\n\nguessed.  See, e.g.   Ortiz v. Secretary of Health  and Human\n                                                             \n\nServices, 955  F.2d 765, 769  (1st Cir. 1991);  Frustaglia v.\n                                                          \n\nSecretary  of Health  and Human Services,  829 F.2d  192, 195\n                                        \n\n(1st  Cir. 1987).   Third,  we  see no  harm  from the  ALJ's\n\nfailure  to  cite   consultant  Musika's  Psychiatric  Review\n\nTechnique  Form  (PRTF)  where  this  consultant  also  rated\n\nCarter's mental impairment  non-severe.  Carter's claim  that\n\nthe ALJ  failed to give sufficient weight to his intellectual\n\nlimitations also  fails, for the  ALJ specifically recognized\n\nthat Dr.  Sorrentino's diagnosis  suggested  that Carter  may\n\nhave a  developmental reading  disorder.   Even if  Carter is\n\nilliterate, there  are sufficient  jobs within  the sedentary\n\nrange of  work available  to him,  see   20 C.F.R.  Part 404,\n                                      \n\nSubpart P, Appendix 2,   201.00(h).  In addition to  the Grid\n\nRules cited by the ALJ, Grid Rule 201.23 (younger individual,\n\nilliterate, past  work unskilled) still directs  a finding of\n\nnot  disabled.1   Finally, it  is clear  that Carter  did not\n\nsufficiently identify the  alcohol-treatment records that  he\n\n                    \n\n1.  Carter  also argues that the ALJ erred by failing to have\nthe  vocational  expert testify  about  the  impact that  his\nalcoholism, personality disorder, and learning disability had\non  his  ability  to  meet the  mental/emotional  demands  of\ncompetitive employment.  While it is generally preferable for\nan  ALJ to  take  vocational evidence,  see,  e.g., Ortiz  v.\n                                                         \nSecretary of Health  and Human  Services, 890  F.2d 520,  528\n                                        \n(1st Cir. 1989)(\"an ALJ  should typically err on the  side of\ntaking vocational  evidence\"), on this  record application of\nthe Grid alone was supportable.\n\n                             -4-\n\nnow  says  were  essential to  an  evaluation  of his  mental\n\nimpairment.   Where Carter was represented by counsel and had\n\nample opportunity  to submit this evidence  to the Secretary,\n\nwe see no cause for remand now.  Accordingly, the judgment of\n\nthe district court is affirmed.\n                              \n\n                             -5-\n",
  "html": "<p class=\"case_cite\">36 F.3d 1089</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Wayne I. CARTER, Plaintiff, Appellant,<br>v.<br>Donna E. SHALALA, Secretary, U.S. Department of Health and<br>Human Services, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1121</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 29, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Robert W. Lovegreen, U.S. Magistrate Judge ]</p>\n      <p class=\"indent\">Moe Greenberg on brief for appellant.</p>\n      <p class=\"indent\">Edwin J. Gale, United States Attorney, Stephanie S. Browne, Assistant United States Attorney, and Amy S. Knopf, Assistant Regional Counsel, U.S. Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant Wayne Carter appeals a district court judgment that affirmed a decision of the Secretary of Health and Human Services denying Carter's claim for Social Security disability and Supplemental Security Income (SSI) benefits.  Carter claimed that he became disabled in June 1990 as a result of a right leg injury caused by a gunshot wound and a tendency to drink \"a bit too much.\"  Carter had previously been employed as a grill cook, laborer, messenger, and maintenance worker, jobs which ranged from semi-skilled light work to unskilled heavy work.  Following a hearing before an administrative law Judge (ALJ) at which Carter was represented by counsel, the ALJ issued a decision which ruled that Carter was not disabled at step five of the sequential evaluation process.   See Goodermote v. Secretary of Health and Human Services, 690 F. 2d 5, 6-7 (1st Cir. 1982).  The ALJ specifically found that Carter's right leg injury imposed exertional limitations that prevented him from performing his past work.  However, he also found that Carter retained the physical residual functional capacity to perform the full range of sedentary work.  The ALJ also determined that Carter's substance abuse did not constitute a severe impairment.  Based in part on Carter's testimony that he believed he physically could do the sedentary work that the ALJ had described, the ALJ applied the Grid, Rules 201.25 (younger individual, limited or less education, skilled or semi-skilled work history where the skills were not transferable) and 201.26 (same findings where the skills were transferable) to conclude that Carter was not disabled.  The district court issued a nineteen page memorandum and order upholding the ALJ's decision.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We have thoroughly reviewed the record and each of the parties contentions on appeal.  We find ourselves in agreement with the thorough analysis of the district court.  We add only the following remarks.  First, Carter's contention that the ALJ erred by relying solely on his testimony in concluding that his mental impairment is not severe is not supported by the record.  The ALJ's decision relied heavily on Dr. Sorrentino's report, which did not identify any significant vocational restrictions associated with Carter's mental condition.  In fact, Dr. Sorrentino's report contained several findings (e.g. \"able to concentrate, \"continues in tasks,\" good relationship with authority figures) which are wholly consistent with an ability to perform basic mental work activities.  See 20 C.F.R. Sec. 404. 1521.  Second, we think that the ALJ's reliance on Carter's testimony, which indicated that Carter had considerably curtailed his alcohol and cocaine consumption, was supportable given the numerous conflicts in the evidence concerning Carter's substance abuse and educational limitations.  Such conflicts and credibility judgments are for the Secretary to resolve and are not to be second-guessed.   See, e.g. Ortiz v. Secretary of Health and Human Services, 955 F.2d 765, 769 (1st Cir. 1991);   Frustaglia v. Secretary of Health and Human Services, 829 F.2d 192, 195 (1st Cir. 1987).  Third, we see no harm from the ALJ's failure to cite consultant Musika's Psychiatric Review Technique Form (PRTF) where this consultant also rated Carter's mental impairment non-severe.  Carter's claim that the ALJ failed to give sufficient weight to his intellectual limitations also fails, for the ALJ specifically recognized that Dr. Sorrentino's diagnosis suggested that Carter may have a developmental reading disorder.  Even if Carter is illiterate, there are sufficient jobs within the sedentary range of work available to him, see 20 C.F.R. Part 404, Subpart P, Appendix 2, Sec. 201.00(h).  In addition to the Grid Rules cited by the ALJ, Grid Rule 201.23 (younger individual, illiterate, past work unskilled) still directs a finding of not disabled.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Finally, it is clear that Carter did not sufficiently identify the alcohol-treatment records that he now says were essential to an evaluation of his mental impairment.  Where Carter was represented by counsel and had ample opportunity to submit this evidence to the Secretary, we see no cause for remand now.  Accordingly, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Carter also argues that the ALJ erred by failing to have the vocational expert testify about the impact that his alcoholism, personality disorder, and learning disability had on his ability to meet the mental/emotional demands of competitive employment.  While it is generally preferable for an ALJ to take vocational evidence,  see, e.g., Ortiz v. Secretary of Health and Human Services, 890 F.2d 520, 528 (1st Cir. 1989)(\"an ALJ should typically err on the side of taking vocational evidence\"), on this record application of the Grid alone was supportable</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1089</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Wayne I. CARTER, Plaintiff, Appellant,<br>v.<br>Donna E. SHALALA, Secretary, U.S. Department of Health and<br>Human Services, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1121</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 29, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Robert W. Lovegreen, U.S. Magistrate Judge ]</p>\n      <p class=\"indent\">Moe Greenberg on brief for appellant.</p>\n      <p class=\"indent\">Edwin J. Gale, United States Attorney, Stephanie S. Browne, Assistant United States Attorney, and Amy S. Knopf, Assistant Regional Counsel, U.S. Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant Wayne Carter appeals a district court judgment that affirmed a decision of the Secretary of Health and Human Services denying Carter's claim for Social Security disability and Supplemental Security Income (SSI) benefits.  Carter claimed that he became disabled in June 1990 as a result of a right leg injury caused by a gunshot wound and a tendency to drink \"a bit too much.\"  Carter had previously been employed as a grill cook, laborer, messenger, and maintenance worker, jobs which ranged from semi-skilled light work to unskilled heavy work.  Following a hearing before an administrative law Judge (ALJ) at which Carter was represented by counsel, the ALJ issued a decision which ruled that Carter was not disabled at step five of the sequential evaluation process.   See Goodermote v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"409370\"><a href=\"/opinion/409370/william-edward-goodermote-v-secretary-of-health-and-human-services/\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 6-7 (1st Cir. 1982).  The ALJ specifically found that Carter's right leg injury imposed exertional limitations that prevented him from performing his past work.  However, he also found that Carter retained the physical residual functional capacity to perform the full range of sedentary work.  The ALJ also determined that Carter's substance abuse did not constitute a severe impairment.  Based in part on Carter's testimony that he believed he physically could do the sedentary work that the ALJ had described, the ALJ applied the Grid, Rules 201.25 (younger individual, limited or less education, skilled or semi-skilled work history where the skills were not transferable) and 201.26 (same findings where the skills were transferable) to conclude that Carter was not disabled.  The district court issued a nineteen page memorandum and order upholding the ALJ's decision.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We have thoroughly reviewed the record and each of the parties contentions on appeal.  We find ourselves in agreement with the thorough analysis of the district court.  We add only the following remarks.  First, Carter's contention that the ALJ erred by relying solely on his testimony in concluding that his mental impairment is not severe is not supported by the record.  The ALJ's decision relied heavily on Dr. Sorrentino's report, which did not identify any significant vocational restrictions associated with Carter's mental condition.  In fact, Dr. Sorrentino's report contained several findings (e.g. \"able to concentrate, \"continues in tasks,\" good relationship with authority figures) which are wholly consistent with an ability to perform basic mental work activities.  See 20 C.F.R. Sec. 404. 1521.  Second, we think that the ALJ's reliance on Carter's testimony, which indicated that Carter had considerably curtailed his alcohol and cocaine consumption, was supportable given the numerous conflicts in the evidence concerning Carter's substance abuse and educational limitations.  Such conflicts and credibility judgments are for the Secretary to resolve and are not to be second-guessed.   See, e.g. Ortiz v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"577108\"><a href=\"/opinion/577108/victor-j-irlanda-ortiz-v-secretary-of-health-and-human-services/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 769 (1st Cir. 1991);   Frustaglia v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"494588\"><a href=\"/opinion/494588/19-socsecrepser-60-unemplinsrep-cch-17576-joseph-t-frustaglia-v/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">192</span></a></span>, 195 (1st Cir. 1987).  Third, we see no harm from the ALJ's failure to cite consultant Musika's Psychiatric Review Technique Form (PRTF) where this consultant also rated Carter's mental impairment non-severe.  Carter's claim that the ALJ failed to give sufficient weight to his intellectual limitations also fails, for the ALJ specifically recognized that Dr. Sorrentino's diagnosis suggested that Carter may have a developmental reading disorder.  Even if Carter is illiterate, there are sufficient jobs within the sedentary range of work available to him, see 20 C.F.R. Part 404, Subpart P, Appendix 2, Sec. 201.00(h).  In addition to the Grid Rules cited by the ALJ, Grid Rule 201.23 (younger individual, illiterate, past work unskilled) still directs a finding of not disabled.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Finally, it is clear that Carter did not sufficiently identify the alcohol-treatment records that he now says were essential to an evaluation of his mental impairment.  Where Carter was represented by counsel and had ample opportunity to submit this evidence to the Secretary, we see no cause for remand now.  Accordingly, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Carter also argues that the ALJ erred by failing to have the vocational expert testify about the impact that his alcoholism, personality disorder, and learning disability had on his ability to meet the mental/emotional demands of competitive employment.  While it is generally preferable for an ALJ to take vocational evidence,  see, e.g., Ortiz v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"532750\"><a href=\"/opinion/532750/28-socsecrepser-3-unemplinsrep-cch-15109a-victor-m-ortiz-v/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 528 (1st Cir. 1989)(\"an ALJ should typically err on the side of taking vocational evidence\"), on this record application of the Grid alone was supportable</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/409370/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494588/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532750/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577108/"
  ]
}