{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195610/",
  "id": 195610,
  "absolute_url": "/opinion/195610/fdic-v-fedders-air-cond/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195610/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:43Z",
  "date_modified": "2020-02-21T23:29:46.037807Z",
  "type": "010combined",
  "sha1": "1499a455125f349463af6285fecd0eb32ff6a704",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1889.01A",
  "local_path": null,
  "plain_text": "September 21, 1994\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \nNo. 93-1889\n\n      FEDERAL DEPOSIT INSURANCE CORPORATION, AS RECEIVER\n              OF NEW BANK OF NEW ENGLAND, N.A.,\n\n                     Plaintiff, Appellee,\n                              v.\n\n             FEDDERS AIR CONDITIONING, USA, INC.,\n                    Defendant, Appellant.\n\n                                         \nNo. 93-1890\n\n             FEDDERS AIR CONDITIONING, USA, INC.,\n                    Plaintiff, Appellant,\n\n                              v.\n      FEDERAL DEPOSIT INSURANCE CORPORATION, AS RECEIVER\n       OF BANK OF NEW ENGLAND, N.A., AND AS RECEIVER OF\n            NEW BANK OF NEW ENGLAND, N.A., ET AL.,\n\n                    Defendants, Appellees.\n                                         \n\n                         ERRATA SHEET\n\nOn page 2, line 1, replace \"1886,\" with \"1986,\".\n\nOn page  4, line 5, first  full paragraph,  replace \"bank),\"\" with\n\"bank\"),\".\n\nOn  page 12,  line  5,  paragraph 2,  replace  \"{$250,000],\"  with\n\"[$250,000],\".\n\nOn page 13, line 6, first  full paragraph, replace \"preclude\" with\n\"precludes\".\n\nOn  page  14,  line  3,  paragraph  2,  replace  \"Williams'\"  with\n\"Williams\".\n\nOn page  14, line  4, paragraph 2,  add the word  \"of\" before  the\nword \"attorneys'\".\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \nNo. 93-1889\n\n      FEDERAL DEPOSIT INSURANCE CORPORATION, AS RECEIVER\n              OF NEW BANK OF NEW ENGLAND, N.A.,\n                     Plaintiff, Appellee,\n\n                              v.\n             FEDDERS AIR CONDITIONING, USA, INC.,\n\n                    Defendant, Appellant.\n                                         \n\nNo. 93-1890\n             FEDDERS AIR CONDITIONING, USA, INC.,\n\n                    Plaintiff, Appellant,\n                              v.\n\n      FEDERAL DEPOSIT INSURANCE CORPORATION, AS RECEIVER\n       OF BANK OF NEW ENGLAND, N.A., AND AS RECEIVER OF\n            NEW BANK OF NEW ENGLAND, N.A., ET AL.,\n                    Defendants, Appellees.\n\n                                         \n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n         [Hon. Robert E. Keeton, U.S. District Judge]\n                                                    \n\n                                         \n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n                Coffin, Senior Circuit Judge,\n                                            \n\n                  and Boudin, Circuit Judge.\n                                           \n                                         \n\nRichard d'A. Belin with whom Michael  A. Albert and Foley,  Hoag &amp;\n                                                                  \nEliot were on brief for appellant.\n \nMarta Berkley,  Federal Deposit  Insurance Corporation-Legal,  and\n             \nKathleen C. Stone with whom David C. Aisenberg and Williams &amp; Grainger\n                                                                  \nwere on brief for appellees.\n\n                                         \n                      September 15, 1994\n                                         \n\n     BOUDIN, Circuit Judge.  On December 1, 1986, Fedders Air\n                          \n\nConditioning,  USA, Inc. (\"Fedders\")  signed a  contract with\n\nLiberty Effingham Limited Partnership (\"Liberty\") to sell  to\n\nLiberty a very large  warehouse in Effingham, Illinois, owned\n\nby  Fedders.   The warehouse  covered 10  acres and  the sale\n\nprice was $7 million.  The warehouse  was then under lease to\n\na tenant,  Sherwin-Williams, and  the contract  provided that\n\nLiberty would assume Fedders' obligations as landlord with an\n\nimportant qualification concerning roof repairs.  \n\n     The Sherwin-Williams lease  provided that Fedders  would\n\nmake certain roof  repairs, as well as other  alterations, to\n\neliminate  leakage.  In the sale of the warehouse to Liberty,\n\nit was intended that  Fedders would make the roof  repairs at\n\nits own  expense.   Accordingly, Fedders agreed  to indemnify\n\nLiberty  for any  loss  or expense  to Liberty  arising under\n\nspecific repair provisions of the Sherwin-Williams lease.  To\n\nassure Fedders'  performance, the parties agreed  that of the\n\n$7 million  purchase price  to be  paid  by Liberty,  Fedders\n\nwould place $250,000 in escrow with Bank of New England (\"the\n\nbank\").\n\n     Liberty made a deposit payment of $50,000 to Fedders and\n\noriginally intended to give Fedders the balance--$6,950,000--\n\nat the closing; Liberty expected  to borrow $6.7 million from\n\nBank of  New England and  to furnish  the balance  ($250,000)\n\nitself from  its own account in  the same bank.   Fedders, it\n\n                             -2-\n\nwas  intended,  would then  return  $250,000 to  Bank  of New\n\nEngland  to be held in an escrow account for Fedders, pending\n\ncompletion of  Fedders' repair obligations  under the  lease.\n\n(The  stated figures  are  approximate, as  there were  other\n\nminor adjustments involved in the closing.)  \n\n     At some point prior  to the closing, it occurred  to the\n\nparties that  instead of  having the  bank transmit the  full\n\nbalance due on  the purchase  to Fedders and  then take  back\n\n$250,000  for the escrow account, it would be simpler to have\n\nthe  bank  retain $250,000  for  the escrow  account  and pay\n\nFedders  only the net amount.   The parties  agreed to follow\n\nthis  course.  At the  closing in December  1986, Fedders was\n\npaid  the $6.7 immediately due to it (the $7 million purchase\n\nless the $50,000 deposit and $250,00 escrow).\n\n     For  its part,  Liberty  gave Bank  of  New England  its\n\npromissory  note  for $6.7  million  to cover  the  bank loan\n\nneeded to complete the purchase.  The bank in turn signed the\n\nescrow agreement acknowledging that the bank had received the\n\n$250,000 \"deposit\" to  be held  in escrow and  invested in  a\n\n\"commercial  bank  money  market  account\"  (unless otherwise\n\ndirected).   In fact, for reasons that are not explained, the\n\nbank did not set up the escrow account, either then or later.\n\nAlthough it  held Liberty's note  for $6.7 million,  the bank\n\nappears  to have  recorded a  draw-down on  the loan  of only\n\n$6,450,000.\n\n                             -3-\n\n     After  the  closing   Fedders  did  not   satisfactorily\n\ncomplete the  roof repairs.  Liberty  eventually replaced the\n\nentire roof at  a cost of over $1 million.   In 1987, Liberty\n\nbrought suit against Fedders  in Massachusetts state court to\n\nrecover the  repair cost from  Fedders.  Later  Liberty added\n\nSherwin-Williams as a defendant, to obtain declaratory relief\n\nagainst it;  and Sherwin-Williams  then claimed  damages from\n\nFedders and Liberty on account of roof leaks it had suffered.\n\nIn  December 1990 Liberty assigned  its claim in  the case to\n\nBank of New England as part  of a workout of its debt  to the\n\nbank.\n\n     In January  1991, Bank  of New England  became insolvent\n\nand  the Federal  Deposit  Insurance  Corporation became  its\n\nreceiver.   12 U.S.C.   1821(c)(2).  The FDIC transferred the\n\nLiberty claim  against Fedders to  New Bank  of New  England,\n\nN.A.  (\"the bridge \"bank\"),\" see 12 U.S.C.   1821(n), as part\n                                \n\nof  a purchase  and assumption  agreement.   New Bank  of New\n\nEngland  in turn  assumed Bank  of New  England's contractual\n\nliability for deposit  accounts.   In July  1991, the  bridge\n\nbank was itself  dissolved and the FDIC became  its receiver.\n\nIn  August 1991  the FDIC,  as receiver for  New Bank  of New\n\nEngland,  removed the  Liberty  suit against  Fedders to  the\n\ndistrict  court,   see  12  U.S.C.      1819(b)(2),  and  was\n\nsubstituted for Liberty. \n\n                             -4-\n\n     In April  1992, Fedders  filed suit in  federal district\n\ncourt  in Massachusetts against the FDIC as receiver for both\n\nthe failed Bank of  New England and for the  dissolved bridge\n\nbank.    On  several  theories (insured  deposit,  breach  of\n\ncontract,  breach  of  fiduciary  duty,  unjust  enrichment),\n\nFedders  sought to recover the alleged  $250,000 escrow.  The\n\noriginal Liberty action  against Fedders, previously  removed\n\nto the district court, was  partly consolidated with the  new\n\nFedders action.  The district court tried the  two cases as a\n\nbench  trial beginning on April 12, 1993.  Shortly before the\n\ntrial, Sherwin-Williams made its own settlement and ceased to\n\nbe a litigant.\n\n     The  district judge,  sitting as  the factfinder,  found\n\nagainst Fedders  in the  original Liberty action  and awarded\n\nthe FDIC $775,000 for the roof replacement.  At a later date,\n\nthe district  judge also rejected Fedders'  claims to recover\n\nthe  escrow amount  from  the FDIC.    The court  found  that\n\nFedders was  not a \"depositor\" entitled to recover an insured\n\ndeposit because no escrow  account had ever been established,\n\nsaying:  \n\n          The escrow account  that [the failed Bank\n          of New England]  was contractually  bound\n          to create and formally  acknowledged that\n          it had created was in fact never created.\n          Fedders  therefore   never  acquired  the\n          status  of  a \"depositor,\"  in  the sense\n          relevant   to  the   present  litigation,\n          notwithstanding  [the bank's]  assurances\n          in the Escrow  Agreement.   Consequently,\n          FDIC as receiver  did not succeed to  any\n\n                             -5-\n\n          \"deposit\"  liability associated  with the\n          phantom escrow account . . . .\n\nAlthough the failure to set up such an account gave Fedders a\n\ncontract claim against Bank of  New England, the court  found\n\nthat  Fedders had waived this  claim by failing  to assert it\n\nwithin the time fixed  for asserting claims against  the FDIC\n\nas receiver for a failed bank.  12 U.S.C.   1821(d).\n\n     Finally, returning to  the original Liberty  action, the\n\ncourt  awarded  the FDIC,  as receiver  for  New Bank  of New\n\nEngland, attorneys'  fees in the  amount of $64,855.91.   The\n\ncourt ruled that Fedders was liable for this amount under its\n\nindemnity  agreement  with Liberty,  Liberty's  rights having\n\nbeen assigned to the failed bank, then acquired by the bridge\n\nbank pursuant  to the  purchase and assumption  agreement and\n\nfinally held by the FDIC as the latter's  receiver.  How this\n\nattorneys' fee award was  calculated is an issue to  which we\n\nwill return.\n\n     Fedders then appealed to this court.  First, it disputes\n\nthe district court's  disposition of Fedders' claims  against\n\nthe  FDIC relating  to  the escrow  amount.   Second, Fedders\n\ncontests  the award  of attorneys'  fees to  the FDIC  in the\n\noriginal Liberty  action;  Fedders  does  not  challenge  the\n\nunderlying award of $775,000 to the FDIC for Fedders' failure\n\nto repair the roof.  We begin with the escrow  issue which is\n\nby  far  the more  complicated  of  the  two, and  thereafter\n\naddress the attorneys' fees award.\n\n                             -6-\n\n     At  the  outset,  it  is important  to  understand  that\n\nFedders'  central claim  on  appeal is  that  it has  made  a\n\n\"deposit\"  in  Bank  of  New  England,  which  the  FDIC  has\n\ncommitted  itself  to  honor  without regard  to  the  normal\n\n$100,000 limitation or any objection  as to the timeliness of\n\na \"deposit\" claim.1   The FDIC in turn does not  dispute this\n\nalleged commitment  but asserts  that there was  no \"deposit\"\n\nwithin the  meaning  of the  statute and,  further, that  its\n\nregulations make  the bank's records  conclusive.  This  is a\n\ncivil case, and we take the issues as the parties have framed\n\nthem. \n\n     One begins  in construing  a statute with  its language.\n\nThe  statutory definition  of deposit is  two pages  long, 18\n\nU.S.C.   1813(l), but Fedders relies principally upon clauses\n               \n\nthat include as deposits two specific categories: \"the unpaid\n\nbalance of money or its equivalent received or held by a bank\n\n.  . . in the  usual course of business and  for which it has\n\ngiven or is obligated to give credit,\" and \"money received or\n\nheld  by a bank .  . . in the usual  course of business for a\n\n                    \n\n     1The FDIC as receiver is  not the insurer of  deposits--\nthe FDIC insures in its corporate capacity--but the FDIC does\npay  off   insured  deposits,  taking  the   money  from  the\nappropriate insurance fund.   12 U.S.C.   1821(f).   The FDIC\nwaived the ordinary $100,000 limit in this case.  It also has\nnot claimed that the request for return of an insured deposit\nis  untimely, nor has it  offered any objection  based on its\nseparate capacity as insurer and receiver.\n\n                             -7-\n\nspecial or  specific purpose .  . .  including .  . .  escrow\n\nfunds . . . .\"  12 U.S.C.    1813(l)(1), (3).\n                                   \n\n     In  response,   the  FDIC  has  chosen   to  stress  the\n\nunderlined phrase  that is part of the  definition of deposit\n\nunder  both subparagraphs  of  section 1813(l)  relied on  by\n                                             \n\nFedders: money or its  equivalent received or held by  a bank\n                                                  \n\nin  the usual course of  business.  The  FDIC also underlines\n\nthe  term \"account\"  which  appears only  in subparagraph  1,\n\ndefining \"deposit\" to include\n\n     the  unpaid  balance  of  money  or  its equivalent\n     received or  held by  a bank   . .  . in  the usual\n     course of business and for which it has given or is\n     obligated to give  credit, either conditionally  or\n     unconditionally, . . . to a[n]  . . . account . . .\n     .\n\n     Here,  says  the  FDIC, Bank  of  New  England  \"did not\n\nreceive any money from  Fedders, and there was no  account.\" \n\nOn the  basis  of this  language,  the FDIC  distinguishes  a\n\nnumber of  cases, several  of which  are older  but otherwise\n\nhelpful to Fedders, such as FDIC v. Records, 34  F. Supp. 600\n                                           \n\n(W.D. Mo. 1940) (deposit insurance covered payment to cashier\n\nwho pocketed  the cash).   More important,  the reference  to\n\nmoney  \"received or held\" encourages the FDIC to rely on FDIC\n                                                             \n\nv.  Philadelphia  Gear  Corp.,  476 U.S.  426  (1986).   \"The\n                            \n\nanalysis\" in that case, the FDIC tells  us, \"is much the same\n\nin this case.\"\n\n     We can easily put  to one side two  of the FDIC's  three\n\npoints  based on the statute and Philadelphia Gear.  The fact\n                                                  \n\n                             -8-\n\nthat Fedders paid no money to the bank means nothing; Liberty\n\ngave the bank  a note, readily described as  \"the equivalent\"\n\nof money, to cover a loan by the bank to Liberty, $250,000 of\n\nwhich  the bank promised to  retain as an  escrow deposit for\n\nFedders.    Thus, the  equivalent  of  money was  \"received.\"\n\nIndeed, nothing in the substance of the transaction  would be\n\ndifferent  if, as  the parties  had originally  intended, the\n\nbank  had   given  Fedders  the  $250,000   and  Fedders  had\n\nimmediately given it back to the bank.\n\n     Philadelphia Gear is likewise  not in point.   There the\n                      \n\nSupreme Court  rejected  a claim  that  a standby  letter  of\n\ncredit backed by a contingent  promissory note qualified as a\n\n\"deposit\"  under  section  1813(l)(1).    Although  the  FDIC\n                                 \n\nadmitted that an  ordinary letter of credit  would be treated\n\nas a deposit, it distinguished the standby letter  (a promise\n\nby  the bank  to pay the  seller only  if the  buyer did not)\n\nbased on  an administrative practice of  not treating standby\n\nletters  as  deposits.     In  accepting   this  longstanding\n\ninterpretation, the Court noted that the buyer who authorized\n\nthe  letter had  not even  given the  bank anything  beyond a\n\ncontingent promise to pay.  Id. at 440.\n                               \n\n     But Philadelphia Gear did not say that it is a condition\n                          \n\nof all \"deposits\" that hard currency be paid to the bank; the\n\nCourt  was  concerned  with distinguishing  narrowly  between\n\nstandby  and ordinary letters of  credit.  In  fact the Court\n\n                             -9-\n\nnoted the FDIC's  own concession that  an ordinary letter  of\n\ncredit  in   the  seller's  favor,  backed   by  the  buyer's\n\nunconditional promissory  note, would be  a deposit.   Id. at\n                                                          \n\n440.   Here, such an  unconditional note for  a sum including\n                                                             \n\nthe $250,000 escrow was given to the bank.  \n\n     Although   the   \"held   or   received\"   language   and\n\nPhiladelphia Gear  are red  herrings, the remaining  point in\n                 \n\nthe FDIC's statutory argument--the statutory  reference to an\n\n\"account\"--does  deserve attention.   Under the  statute, the\n\nmoney  or its equivalent must not only be held or received by\n\nthe bank,  but must (unless another  alternative condition is\n\nsatisfied) be a payment \"for which [the bank] has given or is\n\nobligated to give credit  . . . to a[n]  . . . account.\"   12\n\nU.S.C.     1813(l)(1).   Here, the  FDIC  says, there  was no\n                 \n\naccount,  so the money or  its equivalent cannot  be deemed a\n\ndeposit.\n\n     We  agree with the  FDIC, and  with the  district court,\n\nthat  there  was no  account  established  pertaining to  the\n\n$250,000  escrow; but the statute speaks not only of money or\n\nits  equivalent for which the  bank \"has given\"  credit to an\n\naccount but also money  or its equivalent for which  the bank\n\n\"is  obligated\" to give credit  to an account.   Here Liberty\n\ngave a  promissory note to  the bank in exchange  for a loan,\n\n$250,000 of which  the bank  promised to place  in an  escrow\n\naccount  for Fedders.   Although  the bank  failed  either to\n\n                             -10-\n\ncreate the account or deposit the money in it, it does appear\n\nthat it was \"obligated\" to give credit to an account for this\n\namount.\n\n     Fedders relied on the \"obligated\" language in its brief,\n\nand the FDIC has not  answered it.  There may be  answers not\n\nobvious to us in  this very technical area.  Still,  the five\n\nparagraphs of section  1813(l) define \"deposit,\"  technically\n                             \n\nbut   elaborately,  to   cover   a  very   large  number   of\n\ntransactions, many of which might not be called deposits by a\n\nlay person.  In sum, we hold that the promissory note was the\n\nequivalent of money; that it was held or received by the bank\n\nin  the usual course of business  to support a loan; and that\n\nin  exchange the bank was \"obligated\" to credit an account in\n\nthe amount of $250,000.\n\n       We  do  not reach  the  alternative  argument made  by\n\nFedders that  the \"escrow\" reference in  subparagraph 3 makes\n\nthe  transaction a deposit  even if subparagraph  1 does not.\n\nWe  do note that there is no parallel \"obligated\" language in\n\nsubparagraph  3,  and the  FDIC could  argue that  only funds\n\nactually  treated by the bank as escrow funds are embraced by\n\nsubparagraph 3.   But the  FDIC has made  no expressio  unius\n                                                             \n\nargument that an escrow  payment excluded from subsection (3)\n\nis automatically  outside subsection  (1), and we  doubt that\n\nany such exclusivity is implied.\n\n                             -11-\n\n     The FDIC's other line of defense  is its own regulation;\n\nunder  12 C.F.R.    330.3(h),  it  asserts that  \"the deposit\n\naccount  records  of  the  failed bank  are  controlling  for\n                                                        \n\npurposes of  determining deposit insurance coverage.\"    That\n\nsection, after  explaining that ownership under  state law of\n\nfunds  on  deposit is  a  necessary  condition for  insurance\n\ncoverage, continues:\n\n          \"Deposit  insurance  coverage  is also  a\n          function of the  deposit account  records\n          of the insured depository institution . .\n          .  which,  in  the  interest  of  uniform\n          national  rules   for  deposit  insurance\n          coverage, are controlling for purposes of\n          determining deposit insurance coverage.\"\n\nThe  FDIC then tells us that \"numerous courts\" have held that\n\nthe FDIC  may rely \"exclusively\" on the  \"account records\" of\n\nthe   failed  institution  to   determine  deposit  insurance\n\ncoverage.\n\n     Assuming  this to  be so,  we fail  to see why  the FDIC\n\nbelieves  that \"account  records\" are  missing in  this case.\n\nFar from  defining \"account  records\"  narrowly, a  companion\n\nregulation states  that \"deposit  account records\" include  a\n\nvariety   of   specific   items   (e.g.,   account   ledgers,\n                                       \n\ncertificates of deposit,  authorizing corporate  resolutions)\n\nand  \"other  books  and  records of  the  insured  depository\n   \n\ninstitution [including computer records] which relate  to the\n\ndepository institution's deposit taking function . . . .\"  12\n\nC.F.R.   330.1(d) (omitting exclusions not here relevant).\n\n                             -12-\n\n     In this case the district court made a specific finding,\n\nnot  challenged by  the  FDIC on  appeal,  that Bank  of  New\n\nEngland \"held . . . . a copy [of the escrow agreement] in its\n\nrecords.\"   This agreement,  signed  on behalf  of the  bank,\n\nexplicitly acknowledged \"receipt of said  amount [$250,000],\"\n\ndenominated the \"Deposit\"; and  the document provided for the\n\ndeposit to  be invested  in a  \"commercial bank money  market\n\naccount\"  (unless  a  different  investment was  approved  by\n\nFedders  in writing).  In  other words, the  bank's books and\n\nrecords did include evidence of the \"deposit.\"\n\n     We  might have a different case if the FDIC had disputed\n\nthe amount of the  deposit and invoked 12 C.F.R.    330.3(i).\n\nThat regulation  does purport  to make the  \"deposit account\"\n\nconclusive  as  to the  \"amount\" of  a  deposit.   Assuming a\n\n\"deposit account\" is something narrower than the bank's books\n\nand  records--which  it  may  well  be--the  FDIC  has  never\n\nchallenged  the  $250,000  figure  nor  has  it  relied  upon\n\nsubsection (i).    Once again, after years of  litigation, it\n\nis fair to  resolve the  case in the  terms that the  parties\n\nhave presented it.\n\n     Accordingly, we think  it is unnecessary for  us in this\n\ncase to plunge  ourselves into the  morass of decisions  that\n\nbear  on   whether  and  when  erroneous   bank  records  are\n                                        \n\nconclusive against the depositor and when correctly  recorded\n\nbut unauthorized activity  by a bank (e.g., paying an insured\n                                          \n\n                             -13-\n\naccount to a  thief) precludes  an insurance  claim.2   These\n\ncases  reflect the  severe  tension between  two values:  the\n\nlegitimate expectations of the depositor and the  regulator's\n\ndesire to rely upon existing records to expedite the handling\n\nof  bank emergencies.  Not surprisingly, the cases do not all\n\npoint the same way.   Here, however, the FDIC's  premise that\n\nthe  \"deposit  account  records\"  defeat  Fedders'  claim  is\n\nmistaken.\n\n     What  remains  is the  Fedders  attack  on the  district\n\ncourt's  award of attorneys' fees.   The only  basis for such\n\nfees  was  the  clause  in the  indemnity  agreement  between\n\nFedders  and Liberty incident to the purchase and sale of the\n\nwarehouse and the latter's assumption of the Sherwin-Williams\n\nlease.   The agreement, as  construed by the  district court,\n\nrequired  Fedders  to indemnify  Liberty for  attorneys' fees\n\narising   from  litigation  related  to  certain  roof-repair\n\nprovisions of the lease.  The FDIC has succeeded to Liberty's\n\nrights of indemnification.  \n\n     In the district court the FDIC  urged that the indemnity\n\ncovered all  of  its attorneys'  fees  incurred in  the  roof\n           \n\nrepair action originally brought  by Liberty against Fedders.\n\nThe district court, however, determined that only the portion\n\n                    \n\n     2See, e.g., In Re Collins Securities Corp., 998 F.2d 551\n                                              \n(8th Cir. 1993); Abdulla Fouad  &amp; Sons v. FDIC, 898 F.2d  482\n                                              \n(5th  Cir. 1990);  Jones v.  FDIC, 748  F.2d 1400  (10th Cir.\n                                 \n1984); FDIC v. Irving  Trust Co., 137 F. Supp.  145 (S.D.N.Y.\n                               \n1955); FDIC v. Records, 34 F. Supp. 600 (W.D. Mo. 1940).\n                      \n\n                             -14-\n\nof Liberty's or  the FDIC's attorneys'  fees that related  to\n\nSherwin-Williams  own  lease  claims,  asserted  by  Sherwin-\n\nWilliams  in  that  case,   were  covered  by  the  indemnity\n\nagreement.  Sherwin-Williams ceased to be a party after  very\n\nlengthy  pretrial  activity  but  shortly  before  the  trial\n\nitself.  On appeal, this construction of the indemnity is not\n\ndisputed  by  either side.    The  only  issue  concerns  the\n\ndistrict court's apportionment of counsels' bills.\n\n     Because  the  Liberty  and  FDIC counsel  had  not  kept\n\nrecords to segregate particular hours to work relating to the\n\nSherwin-Williams' claims,  the district  court  made its  own\n\napportionment.   Of the $165,000 of  attorneys' fees incurred\n\nby Liberty or the FDIC in Liberty's action, counsel estimated\n\nfor the court that 50 percent  of the total attorney time was\n\nattributable to the  Sherwin-Williams claims.   The  district\n\ncourt found this boilerplate conclusion insufficient standing\n\nby  itself; but its own evaluation of the record persuaded it\n\nthat the work done by Liberty or FDIC counsel on the Sherwin-\n\nWilliams claims justified an  award of just under  $65,000 in\n\nattorneys' fees, calculated as follows:\n\n     First,  of the  fees incurred  by Liberty  between April\n\n1988 and March 1991, the district court found that just under\n\n$25,500  was  attributable  to  the  Sherwin-Williams  claims\n\n(rather than  the $36,000 claimed by the FDIC based on its 50\n\npercent  apportionment).   The  court  examined  each of  the\n\n                             -15-\n\ninvoices  submitted  by  counsel  and  for each  one  made  a\n\nseparate estimate (ranging from  15 to 50 percent) as  to the\n\nportion of each invoice  so attributable.  The court  said it\n\nwas resolving all ambiguities against the FDIC since it  bore\n\nthe burden of proof as to fees.\n\n     Second, of the fees incurred by the FDIC, as receiver of\n\nthe  banks who  succeeded  to Liberty's  interest, the  court\n\nfound  that  just  under  $40,000  was  attributable  to  the\n\nSherwin-Williams  claims (instead of  the $46,500  claimed by\n\nthe FDIC).  The court  assigned to those claims 50 percent of\n\nthe  fees incurred prior to  December 31, 1992,  based on its\n\nreview  of  the relevant  docket  entries;  and it  similarly\n\nassigned 25 percent of  the fees between that date  and April\n\n8, 1993  (when Sherwin-Williams settled its  claims) since by\n\n1993 the roof repair claim against Fedders was  moving toward\n\ntrial   and   the  Sherwin-Williams   damage   claims  toward\n\nsettlement.\n\n     Fedders'  argument on  this  appeal is  straightforward.\n\nThe company does not attack any  of the specific computations\n\nmade by the  court.   Instead, it says  simply that  Fedders'\n\nindemnity  commitment to  Liberty is  a contract  governed by\n\nIllinois law;  that Illinois law requires  \"detailed proof of\n\nthe  amount  and  basis\"   for  attorneys'  fees  even  where\n\nattorneys'  fees  are promised  by  contract;  and that  such\n\ndetailed  proof was not supplied in this case.  Fedders' main\n\n                             -16-\n\nauthority,  Kaiser  v. MEPC  American  Properties,  Inc., 518\n                                                       \n\nN.E.2d 424  (Ill.  App.  1987),  does  indeed  say  that  the\n\nattorneys'  fee  claimant   must  present  \"detailed  records\n\nmaintained during  the course  of  the litigation  containing\n\nfacts   and   computations   upon  which   the   charges  are\n\npredicated.\"  Id. at 428.\n                 \n\n     We will assume from  the district court's description of\n\nwhat the court had to do (and from the FDIC's silence on this\n\npoint)  that  the  FDIC  counsel certainly  did  not  furnish\n\ninformation needed to separate the Sherwin-Williams time from\n\nthe remaining time.  But while such a deficiency would surely\n\npermit  the district  court  to reject  the fee  application,\n\nnothing  in Kaiser  requires that the  court do so  if it can\n                                                      \n\nfill  the gap  in  proof  itself.   In  fact,  in Kaiser  the\n                                                        \n\nappellate court appeared to agree with the claimant that \"the\n\ntrial  court ha[d] the discretion  to consider the content of\n\nthe record  [i.e.,  \"the entire  case file\"]  to determine  a\n                 \n\nreasonable  fee\";  but the  court  upheld  the trial  judge's\n\ndiscretionary   decision   not  \"to   conduct   the  in-depth\n\nexamination necessary  to locate documents and  pleadings\" to\n\nsubstantiate individual items.  518 N.E.2d at 429.\n\n     Even if we treat Kaiser as an authoritative statement of\n                            \n\nIllinois   law--and  the  FDIC   disputes  this--it  arguably\n\nlicenses, and  certainly does  not clearly preclude,  a trial\n\njudge's  own decision to supply  from elsewhere in the record\n\n                             -17-\n\nsupporting  information  and  inferences  that  the  claimant\n\nneglected  to  collect.     Here,  the  district  court  made\n\nprecisely this  effort, explaining that  the FDIC's  original\n\nfee  request  was  based  on  a  reasonable  reading  of  the\n\nindemnity,  even  though  the   court  ultimately  read   the\n\nindemnity  more narrowly.  This course  was not required, but\n\nneither do we see why it was forbidden.\n\n     Fedders identifies no  other error in the  calculations.\n\nIt does not try to  show how the fee request information  was\n\ndeficient beyond  the obvious failure to  allocate (except by\n\nthe inadequate  boilerplate 50  percent  estimate alleged  to\n\nreflect all  of the work  over a lengthy  period).   Nor does\n\nFedders offer specific attacks  upon the district court's own\n\ncomputations  (which were  several pages  long)--for example,\n\nthe  decision  to assign  25 percent  of  the April  1, 1988,\n\ninvoice  to the Sherwin-Williams  claims--by seeking  to show\n\nthat  they  are  irrational   or  without  basis.    Limiting\n\nourselves  to  the  narrow  challenge  made  by  Fedders,  we\n\nconclude that the award of attorneys' fees was justified.\n\n     More broadly, we think that the district court admirably\n\nhandled this complex, double-barreled law suit and agree with\n\nits  treatment of practically all  of the issues  raised.  On\n\nthe single one where  we part company--the \"obligated\" clause\n\nof section  1813(l)(1)--we note  that the district  court did\n                  \n\n                             -18-\n\nnot discuss the clause, possibly because  it was not stressed\n\nby counsel at the trial or the subsequent hearing.\n\n     The judgment  is affirmed in  part and reversed  in part\n                                                             \n\nand the matter  remanded to  the district court  in order  to\n\npermit the judgment  entered against Fedders in  favor of the\n\nFDIC to  be adjusted--whether by  reduction or  by a  counter\n\njudgment in favor of Fedders--to reflect the $250,000 deposit\n\nthat the bank was obligated to escrow (including any interest\n\nadjustment that the district  court may find appropriate) and\n\nthat is now owing to Fedders.  No costs.\n\n     It is so ordered.\n                     \n\n                             -19-\n",
  "html": "<p class=\"case_cite\">35 F.3d 18</p>\n    <p class=\"parties\">FEDERAL DEPOSIT INSURANCE CORPORATION, as Receiver of New<br>Bank of New England, N.A., Plaintiff, Appellee,<br>v.<br>FEDDERS AIR CONDITIONING, USA, INC., Defendant, Appellant.<br>FEDDERS AIR CONDITIONING, USA, INC., Plaintiff, Appellant,<br>v.<br>FEDERAL DEPOSIT INSURANCE CORPORATION, as Receiver of Bank<br>of New England, N.A., and as Receiver of New Bank<br>of New England, N.A., et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 93-1889, 93-1890.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 9, 1994.<br>Decided Sept. 15, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard d'A.  Belin with whom Michael A. Albert and Foley, Hoag &amp; Eliot, Boston, MA, were on brief for appellant.</p>\n      <p class=\"indent\">Marta Berkley, F.D.I.C.-Legal, Washington, DC, and Kathleen C. Stone with whom David C. Aisenberg and Williams &amp; Grainger, Boston, MA, were on brief for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On December 1, 1986, Fedders Air Conditioning, USA, Inc.  (\"Fedders\") signed a contract with Liberty Effingham Limited Partnership (\"Liberty\") to sell to Liberty a very large warehouse in Effingham, Illinois, owned by Fedders.  The warehouse covered 10 acres and the sale price was $7 million.  The warehouse was then under lease to a tenant, Sherwin-Williams, and the contract provided that Liberty would assume Fedders' obligations as landlord with an important qualification concerning roof repairs.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Sherwin-Williams lease provided that Fedders would make certain roof repairs, as well as other alterations, to eliminate leakage.  In the sale of the warehouse to Liberty, it was intended that Fedders would make the roof repairs at its own expense.  Accordingly, Fedders agreed to indemnify Liberty for any loss or expense to Liberty arising under specific repair provisions of the Sherwin-Williams lease.  To assure Fedders' performance, the parties agreed that of the $7 million purchase price to be paid by Liberty, Fedders would place $250,000 in escrow with Bank of New England (\"the bank\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Liberty made a deposit payment of $50,000 to Fedders and originally intended to give Fedders the balance-$6,950,000-at the closing;  Liberty expected to borrow $6.7 million from Bank of New England and to furnish the balance ($250,000) itself from its own account in the same bank.  Fedders, it was intended, would then return $250,000 to Bank of New England to be held in an escrow account for Fedders, pending completion of Fedders' repair obligations under the lease.  (The stated figures are approximate, as there were other minor adjustments involved in the closing.)</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At some point prior to the closing, it occurred to the parties that instead of having the bank transmit the full balance due on the purchase to Fedders and then take back $250,000 for the escrow account, it would be simpler to have the bank retain $250,000 for the escrow account and pay Fedders only the net amount.  The parties agreed to follow this course.  At the closing in December 1986, Fedders was paid the $6.7 immediately due to it (the $7 million purchase less the $50,000 deposit and $250,000 escrow).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">For its part, Liberty gave Bank of New England its promissory note for $6.7 million to cover the bank loan needed to complete the purchase.  The bank in turn signed the escrow agreement acknowledging that the bank had received the $250,000 \"deposit\" to be held in escrow and invested in a \"commercial bank money market account\" (unless otherwise directed).  In fact, for reasons that are not explained, the bank did not set up the escrow account, either then or later.  Although it held Liberty's note for $6.7 million, the bank appears to have recorded a draw-down on the loan of only $6,450,000.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After the closing Fedders did not satisfactorily complete the roof repairs.  Liberty eventually replaced the entire roof at a cost of over $1 million.  In 1987, Liberty brought suit against Fedders in Massachusetts state court to recover the repair cost from Fedders.  Later Liberty added Sherwin-Williams as a defendant, to obtain declaratory relief against it;  and Sherwin-Williams then claimed damages from Fedders and Liberty on account of roof leaks it had suffered.  In December 1990 Liberty assigned its claim in the case to Bank of New England as part of a workout of its debt to the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In January 1991, Bank of New England became insolvent and the Federal Deposit Insurance Corporation became its receiver.  12 U.S.C. Sec. 1821(c)(2).  The FDIC transferred the Liberty claim against Fedders to New Bank of New England, N.A.  (\"the bridge bank\" ), see 12 U.S.C. Sec. 1821(n), as part of a purchase and assumption agreement.  New Bank of New England in turn assumed Bank of New England's contractual liability for deposit accounts.  In July 1991, the bridge bank was itself dissolved and the FDIC became its receiver.  In August 1991 the FDIC, as receiver for New Bank of New England, removed the Liberty suit against Fedders to the district court, see 12 U.S.C. Sec. 1819(b)(2), and was substituted for Liberty.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In April 1992, Fedders filed suit in federal district court in Massachusetts against the FDIC as receiver for both the failed Bank of New England and for the dissolved bridge bank.  On several theories (insured deposit, breach of contract, breach of fiduciary duty, unjust enrichment), Fedders sought to recover the alleged $250,000 escrow.  The original Liberty action against Fedders, previously removed to the district court, was partly consolidated with the new Fedders action.  The district court tried the two cases as a bench trial beginning on April 12, 1993.  Shortly before the trial, Sherwin-Williams made its own settlement and ceased to be a litigant.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district judge, sitting as the factfinder, found against Fedders in the original Liberty action and awarded the FDIC $775,000 for the roof replacement.  At a later date, the district judge also rejected Fedders' claims to recover the escrow amount from the FDIC.  The court found that Fedders was not a \"depositor\" entitled to recover an insured deposit because no escrow account had ever been established, saying:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>The escrow account that [the failed Bank of New England] was contractually bound to create and formally acknowledged that it had created was in fact never created.  Fedders therefore never acquired the status of a \"depositor,\" in the sense relevant to the present litigation, notwithstanding [the bank's] assurances in the Escrow Agreement.  Consequently, FDIC as receiver did not succeed to any \"deposit\" liability associated with the phantom escrow account....</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although the failure to set up such an account gave Fedders a contract claim against Bank of New England, the court found that Fedders had waived this claim by failing to assert it within the time fixed for asserting claims against the FDIC as receiver for a failed bank.  12 U.S.C. Sec. 1821(d).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Finally, returning to the original Liberty action, the court awarded the FDIC, as receiver for New Bank of New England, attorneys' fees in the amount of $64,855.91.  The court ruled that Fedders was liable for this amount under its indemnity agreement with Liberty, Liberty's rights having been assigned to the failed bank, then acquired by the bridge bank pursuant to the purchase and assumption agreement and finally held by the FDIC as the latter's receiver.  How this attorneys' fee award was calculated is an issue to which we will return.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Fedders then appealed to this court.  First, it disputes the district court's disposition of Fedders' claims against the FDIC relating to the escrow amount.  Second, Fedders contests the award of attorneys' fees to the FDIC in the original Liberty action;  Fedders does not challenge the underlying award of $775,000 to the FDIC for Fedders' failure to repair the roof.  We begin with the escrow issue which is by far the more complicated of the two, and thereafter address the attorneys' fees award.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At the outset, it is important to understand that Fedders' central claim on appeal is that it has made a \"deposit\" in Bank of New England, which the FDIC has committed itself to honor without regard to the normal $100,000 limitation or any objection as to the timeliness of a \"deposit\" claim.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The FDIC in turn does not dispute this alleged commitment but asserts that there was no \"deposit\" within the meaning of the statute and, further, that its regulations make the bank's records conclusive.  This is a civil case, and we take the issues as the parties have framed them.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">One begins in construing a statute with its language.  The statutory definition of deposit is two pages long, 12 U.S.C. Sec. 1813(l ), but Fedders relies principally upon clauses that include as deposits two specific categories:  \"the unpaid balance of money or its equivalent received or held by a bank ... in the usual course of business and for which it has given or is obligated to give credit,\" and \"money received or held by a bank ... in the usual course of business for a special or specific purpose ... including ... escrow funds....\"  12 U.S.C. Secs. 1813(l )(1), (3).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In response, the FDIC has chosen to stress the underlined phrase that is part of the definition of deposit under both subparagraphs of section 1813(l ) relied on by Fedders:  money or its equivalent received or held by a bank in the usual course of business.  The FDIC also underlines the term \"account\" which appears only in subparagraph 1, defining \"deposit\" to include</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>the unpaid balance of money or its equivalent received or held by a bank ... in the usual course of business and for which it has given or is obligated to give credit, either conditionally or unconditionally, ... to a[n] ... account....</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here, says the FDIC, Bank of New England \"did not receive any money from Fedders, and there was no account.\"   On the basis of this language, the FDIC distinguishes a number of cases, several of which are older but otherwise helpful to Fedders, such as FDIC v. Records, 34 F.Supp. 600 (W.D.Mo.1940) (deposit insurance covered payment to cashier who pocketed the cash).  More important, the reference to money \"received or held\" encourages the FDIC to rely on FDIC v. Philadelphia Gear Corp., 476 U.S. 426, 106 S.Ct. 1931, 90 L.Ed.2d 428 (1986).  \"The analysis\" in that case, the FDIC tells us, \"is much the same in this case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We can easily put to one side two of the FDIC's three points based on the statute and Philadelphia Gear.   The fact that Fedders paid no money to the bank means nothing;  Liberty gave the bank a note, readily described as \"the equivalent\" of money, to cover a loan by the bank to Liberty, $250,000 of which the bank promised to retain as an escrow deposit for Fedders.  Thus, the equivalent of money was \"received.\"   Indeed, nothing in the substance of the transaction would be different if, as the parties had originally intended, the bank had given Fedders the $250,000 and Fedders had immediately given it back to the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Philadelphia Gear is likewise not on point.  There the Supreme Court rejected a claim that a standby letter of credit backed by a contingent promissory note qualified as a \"deposit\" under section 1813(l )(1).  Although the FDIC admitted that an ordinary letter of credit would be treated as a deposit, it distinguished the standby letter (a promise by the bank to pay the seller only if the buyer did not) based on an administrative practice of not treating standby letters as deposits.  In accepting this longstanding interpretation, the Court noted that the buyer who authorized the letter had not even given the bank anything beyond a contingent promise to pay.  Id. at 440, 106 S.Ct. at 1939.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But Philadelphia Gear did not say that it is a condition of all \"deposits\" that hard currency be paid to the bank;  the Court was concerned with distinguishing narrowly between standby and ordinary letters of credit.  In fact the Court noted the FDIC's own concession that an ordinary letter of credit in the seller's favor, backed by the buyer's unconditional promissory note, would be a deposit.  Id. at 440, 106 S.Ct. at 1939.   Here, such an unconditional note for a sum including the $250,000 escrow was given to the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although the \"held or received\" language and Philadelphia Gear are red herrings, the remaining point in the FDIC's statutory argument--the statutory reference to an \"account\"--does deserve attention.  Under the statute, the money or its equivalent must not only be held or received by the bank, but must (unless another alternative condition is satisfied) be a payment \"for which [the bank] has given or is obligated to give credit ... to a[n] ... account.\"  12 U.S.C. Sec. 1813(l )(1).  Here, the FDIC says, there was no account, so the money or its equivalent cannot be deemed a deposit.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We agree with the FDIC, and with the district court, that there was no account established pertaining to the $250,000 escrow;  but the statute speaks not only of money or its equivalent for which the bank \"has given\" credit to an account but also money or its equivalent for which the bank \"is obligated\" to give credit to an account.  Here Liberty gave a promissory note to the bank in exchange for a loan, $250,000 of which the bank promised to place in an escrow account for Fedders.  Although the bank failed either to create the account or deposit the money in it, it does appear that it was \"obligated\" to give credit to an account for this amount.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Fedders relied on the \"obligated\" language in its brief, and the FDIC has not answered it.  There may be answers not obvious to us in this very technical area.  Still, the five paragraphs of section 1813(l ) define \"deposit,\" technically but elaborately, to cover a very large number of transactions, many of which might not be called deposits by a lay person.  In sum, we hold that the promissory note was the equivalent of money;  that it was held or received by the bank in the usual course of business to support a loan;  and that in exchange the bank was \"obligated\" to credit an account in the amount of $250,000.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We do not reach the alternative argument made by Fedders that the \"escrow\" reference in subparagraph 3 makes the transaction a deposit even if subparagraph 1 does not.  We do note that there is no parallel \"obligated\" language in subparagraph 3, and the FDIC could argue that only funds actually treated by the bank as escrow funds are embraced by subparagraph 3.  But the FDIC has made no expressio unius argument that an escrow payment excluded from subsection (3) is automatically outside subsection (1), and we doubt that any such exclusivity is implied.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The FDIC's other line of defense is its own regulation;  under 12 C.F.R. Sec. 330.3(h), it asserts that \"the deposit account records of the failed bank are controlling for purposes of determining deposit insurance coverage.\"   That section, after explaining that ownership under state law of funds on deposit is a necessary condition for insurance coverage, continues:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>\"Deposit insurance coverage is also a function of the deposit account records of the insured depository institution ... which, in the interest of uniform national rules for deposit insurance coverage, are controlling for purposes of determining deposit insurance coverage.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The FDIC then tells us that \"numerous courts\" have held that the FDIC may rely \"exclusively\" on the \"account records\" of the failed institution to determine deposit insurance coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Assuming this to be so, we fail to see why the FDIC believes that \"account records\" are missing in this case.  Far from defining \"account records\" narrowly, a companion regulation states that \"deposit account records\" include a variety of specific items (e.g., account ledgers, certificates of deposit, authorizing corporate resolutions) and \"other books and records of the insured depository institution [including computer records] which relate to the depository institution's deposit taking function....\"  12 C.F.R. Sec. 330.1(d) (omitting exclusions not here relevant).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In this case the district court made a specific finding, not challenged by the FDIC on appeal, that Bank of New England \"held.... a copy [of the escrow agreement] in its records.\"   This agreement, signed on behalf of the bank, explicitly acknowledged \"receipt of said amount [$250,000],\" denominated the \"Deposit\";  and the document provided for the deposit to be invested in a \"commercial bank money market account\" (unless a different investment was approved by Fedders in writing).  In other words, the bank's books and records did include evidence of the \"deposit.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We might have a different case if the FDIC had disputed the amount of the deposit and invoked 12 C.F.R. Sec. 330.3(i).  That regulation does purport to make the \"deposit account\" conclusive as to the \"amount\" of a deposit.  Assuming a \"deposit account\" is something narrower than the bank's books and records--which it may well be--the FDIC has never challenged the $250,000 figure nor has it relied upon subsection (i).  Once again, after years of litigation, it is fair to resolve the case in the terms that the parties have presented it.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Accordingly, we think it is unnecessary for us in this case to plunge ourselves into the morass of decisions that bear on whether and when erroneous bank records are conclusive against the depositor and when correctly recorded but unauthorized activity by a bank (e.g., paying an insured account to a thief) precludes an insurance claim.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  These cases reflect the severe tension between two values:  the legitimate expectations of the depositor and the regulator's desire to rely upon existing records to expedite the handling of bank emergencies.  Not surprisingly, the cases do not all point the same way.  Here, however, the FDIC's premise that the \"deposit account records\" defeat Fedders' claim is mistaken.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">What remains is the Fedders attack on the district court's award of attorneys' fees.  The only basis for such fees was the clause in the indemnity agreement between Fedders and Liberty incident to the purchase and sale of the warehouse and the latter's assumption of the Sherwin-Williams lease.  The agreement, as construed by the district court, required Fedders to indemnify Liberty for attorneys' fees arising from litigation related to certain roof-repair provisions of the lease.  The FDIC has succeeded to Liberty's rights of indemnification.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the district court the FDIC urged that the indemnity covered all of its attorneys' fees incurred in the roof repair action originally brought by Liberty against Fedders.  The district court, however, determined that only the portion of Liberty's or the FDIC's attorneys' fees that related to Sherwin-Williams' own lease claims, asserted by Sherwin-Williams in that case, were covered by the indemnity agreement.  Sherwin-Williams ceased to be a party after very lengthy pretrial activity but shortly before the trial itself.  On appeal, this construction of the indemnity is not disputed by either side.  The only issue concerns the district court's apportionment of counsels' bills.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Because the Liberty and FDIC counsel had not kept records to segregate particular hours to work relating to the Sherwin-Williams claims, the district court made its own apportionment.  Of the $165,000 of attorneys' fees incurred by Liberty or the FDIC in Liberty's action, counsel estimated for the court that 50 percent of the total attorney time was attributable to the Sherwin-Williams claims.  The district court found this boilerplate conclusion insufficient standing by itself;  but its own evaluation of the record persuaded it that the work done by Liberty or FDIC counsel on the Sherwin-Williams claims justified an award of just under $65,000 in attorneys' fees, calculated as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">First, of the fees incurred by Liberty between April 1988 and March 1991, the district court found that just under $25,500 was attributable to the Sherwin-Williams claims (rather than the $36,000 claimed by the FDIC based on its 50 percent apportionment).  The court examined each of the invoices submitted by counsel and for each one made a separate estimate (ranging from 15 to 50 percent) as to the portion of each invoice so attributable.  The court said it was resolving all ambiguities against the FDIC since it bore the burden of proof as to fees.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Second, of the fees incurred by the FDIC, as receiver of the banks who succeeded to Liberty's interest, the court found that just under $40,000 was attributable to the Sherwin-Williams claims (instead of the $46,500 claimed by the FDIC).  The court assigned to those claims 50 percent of the fees incurred prior to December 31, 1992, based on its review of the relevant docket entries;  and it similarly assigned 25 percent of the fees between that date and April 8, 1993 (when Sherwin-Williams settled its claims) since by 1993 the roof repair claim against Fedders was moving toward trial and the Sherwin-Williams damage claims toward settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Fedders' argument on this appeal is straightforward.  The company does not attack any of the specific computations made by the court.  Instead, it says simply that Fedders' indemnity commitment to Liberty is a contract governed by Illinois law;  that Illinois law requires \"detailed proof of the amount and basis\" for attorneys' fees even where attorneys' fees are promised by contract;  and that such detailed proof was not supplied in this case.  Fedders' main authority, Kaiser v. MEPC American Properties, Inc., 164 Ill.App.3d 978, 115 Ill.Dec. 899, 518 N.E.2d 424 (1987), does indeed say that the attorneys' fee claimant must present \"detailed records maintained during the course of the litigation containing facts and computations upon which the charges are predicated.\"  Id. 115 Ill.Dec. at 903, 518 N.E.2d at 428.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We will assume from the district court's description of what the court had to do (and from the FDIC's silence on this point) that the FDIC counsel certainly did not furnish information needed to separate the Sherwin-Williams time from the remaining time.  But while such a deficiency would surely permit the district court to reject the fee application, nothing in Kaiser requires that the court do so if it can fill the gap in proof itself.  In fact, in Kaiser the appellate court appeared to agree with the claimant that \"the trial court ha[d] the discretion to consider the content of the record [i.e., \"the entire case file\"] to determine a reasonable fee\";  but the court upheld the trial judge's discretionary decision not \"to conduct the in-depth examination necessary to locate documents and pleadings\" to substantiate individual items.  115 Ill.Dec. at 904, 518 N.E.2d at 429.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Even if we treat Kaiser as an authoritative statement of Illinois law--and the FDIC disputes this--it arguably licenses, and certainly does not clearly preclude, a trial judge's own decision to supply from elsewhere in the record supporting information and inferences that the claimant neglected to collect.  Here, the district court made precisely this effort, explaining that the FDIC's original fee request was based on a reasonable reading of the indemnity, even though the court ultimately read the indemnity more narrowly.  This course was not required, but neither do we see why it was forbidden.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Fedders identifies no other error in the calculations.  It does not try to show how the fee request information was deficient beyond the obvious failure to allocate (except by the inadequate boilerplate 50 percent estimate alleged to reflect all of the work over a lengthy period).  Nor does Fedders offer specific attacks upon the district court's own computations (which were several pages long)--for example, the decision to assign 25 percent of the April 1, 1988, invoice to the Sherwin-Williams claims--by seeking to show that they are irrational or without basis.  Limiting ourselves to the narrow challenge made by Fedders, we conclude that the award of attorneys' fees was justified.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">More broadly, we think that the district court admirably handled this complex, double-barreled law suit and agree with its treatment of practically all of the issues raised.  On the single one where we part company--the \"obligated\" clause of section 1813(l )(1)--we note that the district court did not discuss the clause, possibly because it was not stressed by counsel at the trial or the subsequent hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The judgment is affirmed in part and reversed in part and the matter remanded to the district court in order to permit the judgment entered against Fedders in favor of the FDIC to be adjusted--whether by reduction or by a counter judgment in favor of Fedders--to reflect the $250,000 deposit that the bank was obligated to escrow (including any interest adjustment that the district court may find appropriate) and that is now owing to Fedders.  No costs.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The FDIC as receiver is not the insurer of deposits--the FDIC insures in its corporate capacity--but the FDIC does pay off insured deposits, taking the money from the appropriate insurance fund.  12 U.S.C. Sec. 1821(f).  The FDIC waived the ordinary $100,000 limit in this case.  It also has not claimed that the request for return of an insured deposit is untimely, nor has it offered any objection based on its separate capacity as insurer and receiver</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See, e.g., In Re Collins Securities Corp., 998 F.2d 551 (8th Cir.1993);  Abdulla Fouad &amp; Sons v. FDIC, 898 F.2d 482 (5th Cir.1990);  Jones v. FDIC, 748 F.2d 1400 (10th Cir.1984);  FDIC v. Irving Trust Co., 137 F.Supp. 145 (S.D.N.Y.1955);  FDIC v. Records, 34 F.Supp. 600 (W.D.Mo.1940)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></span></p>\n    <p class=\"parties\">FEDERAL DEPOSIT INSURANCE CORPORATION, as Receiver of New<br>Bank of New England, N.A., Plaintiff, Appellee,<br>v.<br>FEDDERS AIR CONDITIONING, USA, INC., Defendant, Appellant.<br>FEDDERS AIR CONDITIONING, USA, INC., Plaintiff, Appellant,<br>v.<br>FEDERAL DEPOSIT INSURANCE CORPORATION, as Receiver of Bank<br>of New England, N.A., and as Receiver of New Bank<br>of New England, N.A., et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 93-1889, 93-1890.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 9, 1994.<br>Decided Sept. 15, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard d'A.  Belin with whom Michael A. Albert and Foley, Hoag &amp; Eliot, Boston, MA, were on brief for appellant.</p>\n      <p class=\"indent\">Marta Berkley, F.D.I.C.-Legal, Washington, DC, and Kathleen C. Stone with whom David C. Aisenberg and Williams &amp; Grainger, Boston, MA, were on brief for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On December 1, 1986, Fedders Air Conditioning, USA, Inc.  (\"Fedders\") signed a contract with Liberty Effingham Limited Partnership (\"Liberty\") to sell to Liberty a very large warehouse in Effingham, Illinois, owned by Fedders.  The warehouse covered 10 acres and the sale price was $7 million.  The warehouse was then under lease to a tenant, Sherwin-Williams, and the contract provided that Liberty would assume Fedders' obligations as landlord with an important qualification concerning roof repairs.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Sherwin-Williams lease provided that Fedders would make certain roof repairs, as well as other alterations, to eliminate leakage.  In the sale of the warehouse to Liberty, it was intended that Fedders would make the roof repairs at its own expense.  Accordingly, Fedders agreed to indemnify Liberty for any loss or expense to Liberty arising under specific repair provisions of the Sherwin-Williams lease.  To assure Fedders' performance, the parties agreed that of the $7 million purchase price to be paid by Liberty, Fedders would place $250,000 in escrow with Bank of New England (\"the bank\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Liberty made a deposit payment of $50,000 to Fedders and originally intended to give Fedders the balance-$6,950,000-at the closing;  Liberty expected to borrow $6.7 million from Bank of New England and to furnish the balance ($250,000) itself from its own account in the same bank.  Fedders, it was intended, would then return $250,000 to Bank of New England to be held in an escrow account for Fedders, pending completion of Fedders' repair obligations under the lease.  (The stated figures are approximate, as there were other minor adjustments involved in the closing.)</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At some point prior to the closing, it occurred to the parties that instead of having the bank transmit the full balance due on the purchase to Fedders and then take back $250,000 for the escrow account, it would be simpler to have the bank retain $250,000 for the escrow account and pay Fedders only the net amount.  The parties agreed to follow this course.  At the closing in December 1986, Fedders was paid the $6.7 immediately due to it (the $7 million purchase less the $50,000 deposit and $250,000 escrow).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">For its part, Liberty gave Bank of New England its promissory note for $6.7 million to cover the bank loan needed to complete the purchase.  The bank in turn signed the escrow agreement acknowledging that the bank had received the $250,000 \"deposit\" to be held in escrow and invested in a \"commercial bank money market account\" (unless otherwise directed).  In fact, for reasons that are not explained, the bank did not set up the escrow account, either then or later.  Although it held Liberty's note for $6.7 million, the bank appears to have recorded a draw-down on the loan of only $6,450,000.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After the closing Fedders did not satisfactorily complete the roof repairs.  Liberty eventually replaced the entire roof at a cost of over $1 million.  In 1987, Liberty brought suit against Fedders in Massachusetts state court to recover the repair cost from Fedders.  Later Liberty added Sherwin-Williams as a defendant, to obtain declaratory relief against it;  and Sherwin-Williams then claimed damages from Fedders and Liberty on account of roof leaks it had suffered.  In December 1990 Liberty assigned its claim in the case to Bank of New England as part of a workout of its debt to the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In January 1991, Bank of New England became insolvent and the Federal Deposit Insurance Corporation became its receiver.  12 U.S.C. Sec. 1821(c)(2).  The FDIC transferred the Liberty claim against Fedders to New Bank of New England, N.A.  (\"the bridge bank\" ), see 12 U.S.C. Sec. 1821(n), as part of a purchase and assumption agreement.  New Bank of New England in turn assumed Bank of New England's contractual liability for deposit accounts.  In July 1991, the bridge bank was itself dissolved and the FDIC became its receiver.  In August 1991 the FDIC, as receiver for New Bank of New England, removed the Liberty suit against Fedders to the district court, see 12 U.S.C. Sec. 1819(b)(2), and was substituted for Liberty.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In April 1992, Fedders filed suit in federal district court in Massachusetts against the FDIC as receiver for both the failed Bank of New England and for the dissolved bridge bank.  On several theories (insured deposit, breach of contract, breach of fiduciary duty, unjust enrichment), Fedders sought to recover the alleged $250,000 escrow.  The original Liberty action against Fedders, previously removed to the district court, was partly consolidated with the new Fedders action.  The district court tried the two cases as a bench trial beginning on April 12, 1993.  Shortly before the trial, Sherwin-Williams made its own settlement and ceased to be a litigant.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district judge, sitting as the factfinder, found against Fedders in the original Liberty action and awarded the FDIC $775,000 for the roof replacement.  At a later date, the district judge also rejected Fedders' claims to recover the escrow amount from the FDIC.  The court found that Fedders was not a \"depositor\" entitled to recover an insured deposit because no escrow account had ever been established, saying:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>The escrow account that [the failed Bank of New England] was contractually bound to create and formally acknowledged that it had created was in fact never created.  Fedders therefore never acquired the status of a \"depositor,\" in the sense relevant to the present litigation, notwithstanding [the bank's] assurances in the Escrow Agreement.  Consequently, FDIC as receiver did not succeed to any \"deposit\" liability associated with the phantom escrow account....</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although the failure to set up such an account gave Fedders a contract claim against Bank of New England, the court found that Fedders had waived this claim by failing to assert it within the time fixed for asserting claims against the FDIC as receiver for a failed bank.  12 U.S.C. Sec. 1821(d).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Finally, returning to the original Liberty action, the court awarded the FDIC, as receiver for New Bank of New England, attorneys' fees in the amount of $64,855.91.  The court ruled that Fedders was liable for this amount under its indemnity agreement with Liberty, Liberty's rights having been assigned to the failed bank, then acquired by the bridge bank pursuant to the purchase and assumption agreement and finally held by the FDIC as the latter's receiver.  How this attorneys' fee award was calculated is an issue to which we will return.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Fedders then appealed to this court.  First, it disputes the district court's disposition of Fedders' claims against the FDIC relating to the escrow amount.  Second, Fedders contests the award of attorneys' fees to the FDIC in the original Liberty action;  Fedders does not challenge the underlying award of $775,000 to the FDIC for Fedders' failure to repair the roof.  We begin with the escrow issue which is by far the more complicated of the two, and thereafter address the attorneys' fees award.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At the outset, it is important to understand that Fedders' central claim on appeal is that it has made a \"deposit\" in Bank of New England, which the FDIC has committed itself to honor without regard to the normal $100,000 limitation or any objection as to the timeliness of a \"deposit\" claim.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The FDIC in turn does not dispute this alleged commitment but asserts that there was no \"deposit\" within the meaning of the statute and, further, that its regulations make the bank's records conclusive.  This is a civil case, and we take the issues as the parties have framed them.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">One begins in construing a statute with its language.  The statutory definition of deposit is two pages long, 12 U.S.C. Sec. 1813(l ), but Fedders relies principally upon clauses that include as deposits two specific categories:  \"the unpaid balance of money or its equivalent received or held by a bank ... in the usual course of business and for which it has given or is obligated to give credit,\" and \"money received or held by a bank ... in the usual course of business for a special or specific purpose ... including ... escrow funds....\"  12 U.S.C. Secs. 1813(l )(1), (3).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In response, the FDIC has chosen to stress the underlined phrase that is part of the definition of deposit under both subparagraphs of section 1813(l ) relied on by Fedders:  money or its equivalent received or held by a bank in the usual course of business.  The FDIC also underlines the term \"account\" which appears only in subparagraph 1, defining \"deposit\" to include</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>the unpaid balance of money or its equivalent received or held by a bank ... in the usual course of business and for which it has given or is obligated to give credit, either conditionally or unconditionally, ... to a[n] ... account....</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here, says the FDIC, Bank of New England \"did not receive any money from Fedders, and there was no account.\"   On the basis of this language, the FDIC distinguishes a number of cases, several of which are older but otherwise helpful to Fedders, such as FDIC v. Records, <span class=\"citation\" data-id=\"1458480\"><a href=\"/opinion/1458480/federal-deposit-ins-corporation-v-records/\"><span class=\"volume\">34</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">600</span> </a></span>(W.D.Mo.1940) (deposit insurance covered payment to cashier who pocketed the cash).  More important, the reference to money \"received or held\" encourages the FDIC to rely on FDIC v. Philadelphia Gear Corp., <span class=\"citation\" data-id=\"111675\"><a href=\"/opinion/111675/fdic-v-philadelphia-gear-corp/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></a></span>, <span class=\"citation\" data-id=\"111675\"><a href=\"/opinion/111675/fdic-v-philadelphia-gear-corp/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1931</span></a></span>, <span class=\"citation\" data-id=\"111675\"><a href=\"/opinion/111675/fdic-v-philadelphia-gear-corp/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">428</span> </a></span>(1986).  \"The analysis\" in that case, the FDIC tells us, \"is much the same in this case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We can easily put to one side two of the FDIC's three points based on the statute and Philadelphia Gear.   The fact that Fedders paid no money to the bank means nothing;  Liberty gave the bank a note, readily described as \"the equivalent\" of money, to cover a loan by the bank to Liberty, $250,000 of which the bank promised to retain as an escrow deposit for Fedders.  Thus, the equivalent of money was \"received.\"   Indeed, nothing in the substance of the transaction would be different if, as the parties had originally intended, the bank had given Fedders the $250,000 and Fedders had immediately given it back to the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Philadelphia Gear is likewise not on point.  There the Supreme Court rejected a claim that a standby letter of credit backed by a contingent promissory note qualified as a \"deposit\" under section 1813(l )(1).  Although the FDIC admitted that an ordinary letter of credit would be treated as a deposit, it distinguished the standby letter (a promise by the bank to pay the seller only if the buyer did not) based on an administrative practice of not treating standby letters as deposits.  In accepting this longstanding interpretation, the Court noted that the buyer who authorized the letter had not even given the bank anything beyond a contingent promise to pay.  <span class=\"citation\" data-id=\"111675\"><a href=\"/opinion/111675/fdic-v-philadelphia-gear-corp/\"><span class=\"id_token\">Id.</span> at 440, </a></span>106 S.Ct. at 1939.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But Philadelphia Gear did not say that it is a condition of all \"deposits\" that hard currency be paid to the bank;  the Court was concerned with distinguishing narrowly between standby and ordinary letters of credit.  In fact the Court noted the FDIC's own concession that an ordinary letter of credit in the seller's favor, backed by the buyer's unconditional promissory note, would be a deposit.  <span class=\"citation\" data-id=\"111675\"><a href=\"/opinion/111675/fdic-v-philadelphia-gear-corp/\"><span class=\"id_token\">Id.</span> at 440, </a></span>106 S.Ct. at 1939.   Here, such an unconditional note for a sum including the $250,000 escrow was given to the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although the \"held or received\" language and Philadelphia Gear are red herrings, the remaining point in the FDIC's statutory argument--the statutory reference to an \"account\"--does deserve attention.  Under the statute, the money or its equivalent must not only be held or received by the bank, but must (unless another alternative condition is satisfied) be a payment \"for which [the bank] has given or is obligated to give credit ... to a[n] ... account.\"  12 U.S.C. Sec. 1813(l )(1).  Here, the FDIC says, there was no account, so the money or its equivalent cannot be deemed a deposit.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We agree with the FDIC, and with the district court, that there was no account established pertaining to the $250,000 escrow;  but the statute speaks not only of money or its equivalent for which the bank \"has given\" credit to an account but also money or its equivalent for which the bank \"is obligated\" to give credit to an account.  Here Liberty gave a promissory note to the bank in exchange for a loan, $250,000 of which the bank promised to place in an escrow account for Fedders.  Although the bank failed either to create the account or deposit the money in it, it does appear that it was \"obligated\" to give credit to an account for this amount.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Fedders relied on the \"obligated\" language in its brief, and the FDIC has not answered it.  There may be answers not obvious to us in this very technical area.  Still, the five paragraphs of section 1813(l ) define \"deposit,\" technically but elaborately, to cover a very large number of transactions, many of which might not be called deposits by a lay person.  In sum, we hold that the promissory note was the equivalent of money;  that it was held or received by the bank in the usual course of business to support a loan;  and that in exchange the bank was \"obligated\" to credit an account in the amount of $250,000.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We do not reach the alternative argument made by Fedders that the \"escrow\" reference in subparagraph 3 makes the transaction a deposit even if subparagraph 1 does not.  We do note that there is no parallel \"obligated\" language in subparagraph 3, and the FDIC could argue that only funds actually treated by the bank as escrow funds are embraced by subparagraph 3.  But the FDIC has made no expressio unius argument that an escrow payment excluded from subsection (3) is automatically outside subsection (1), and we doubt that any such exclusivity is implied.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The FDIC's other line of defense is its own regulation;  under 12 C.F.R. Sec. 330.3(h), it asserts that \"the deposit account records of the failed bank are controlling for purposes of determining deposit insurance coverage.\"   That section, after explaining that ownership under state law of funds on deposit is a necessary condition for insurance coverage, continues:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>\"Deposit insurance coverage is also a function of the deposit account records of the insured depository institution ... which, in the interest of uniform national rules for deposit insurance coverage, are controlling for purposes of determining deposit insurance coverage.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The FDIC then tells us that \"numerous courts\" have held that the FDIC may rely \"exclusively\" on the \"account records\" of the failed institution to determine deposit insurance coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Assuming this to be so, we fail to see why the FDIC believes that \"account records\" are missing in this case.  Far from defining \"account records\" narrowly, a companion regulation states that \"deposit account records\" include a variety of specific items (e.g., account ledgers, certificates of deposit, authorizing corporate resolutions) and \"other books and records of the insured depository institution [including computer records] which relate to the depository institution's deposit taking function....\"  12 C.F.R. Sec. 330.1(d) (omitting exclusions not here relevant).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In this case the district court made a specific finding, not challenged by the FDIC on appeal, that Bank of New England \"held.... a copy [of the escrow agreement] in its records.\"   This agreement, signed on behalf of the bank, explicitly acknowledged \"receipt of said amount [$250,000],\" denominated the \"Deposit\";  and the document provided for the deposit to be invested in a \"commercial bank money market account\" (unless a different investment was approved by Fedders in writing).  In other words, the bank's books and records did include evidence of the \"deposit.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We might have a different case if the FDIC had disputed the amount of the deposit and invoked 12 C.F.R. Sec. 330.3(i).  That regulation does purport to make the \"deposit account\" conclusive as to the \"amount\" of a deposit.  Assuming a \"deposit account\" is something narrower than the bank's books and records--which it may well be--the FDIC has never challenged the $250,000 figure nor has it relied upon subsection (i).  Once again, after years of litigation, it is fair to resolve the case in the terms that the parties have presented it.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Accordingly, we think it is unnecessary for us in this case to plunge ourselves into the morass of decisions that bear on whether and when erroneous bank records are conclusive against the depositor and when correctly recorded but unauthorized activity by a bank (e.g., paying an insured account to a thief) precludes an insurance claim.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  These cases reflect the severe tension between two values:  the legitimate expectations of the depositor and the regulator's desire to rely upon existing records to expedite the handling of bank emergencies.  Not surprisingly, the cases do not all point the same way.  Here, however, the FDIC's premise that the \"deposit account records\" defeat Fedders' claim is mistaken.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">What remains is the Fedders attack on the district court's award of attorneys' fees.  The only basis for such fees was the clause in the indemnity agreement between Fedders and Liberty incident to the purchase and sale of the warehouse and the latter's assumption of the Sherwin-Williams lease.  The agreement, as construed by the district court, required Fedders to indemnify Liberty for attorneys' fees arising from litigation related to certain roof-repair provisions of the lease.  The FDIC has succeeded to Liberty's rights of indemnification.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the district court the FDIC urged that the indemnity covered all of its attorneys' fees incurred in the roof repair action originally brought by Liberty against Fedders.  The district court, however, determined that only the portion of Liberty's or the FDIC's attorneys' fees that related to Sherwin-Williams' own lease claims, asserted by Sherwin-Williams in that case, were covered by the indemnity agreement.  Sherwin-Williams ceased to be a party after very lengthy pretrial activity but shortly before the trial itself.  On appeal, this construction of the indemnity is not disputed by either side.  The only issue concerns the district court's apportionment of counsels' bills.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Because the Liberty and FDIC counsel had not kept records to segregate particular hours to work relating to the Sherwin-Williams claims, the district court made its own apportionment.  Of the $165,000 of attorneys' fees incurred by Liberty or the FDIC in Liberty's action, counsel estimated for the court that 50 percent of the total attorney time was attributable to the Sherwin-Williams claims.  The district court found this boilerplate conclusion insufficient standing by itself;  but its own evaluation of the record persuaded it that the work done by Liberty or FDIC counsel on the Sherwin-Williams claims justified an award of just under $65,000 in attorneys' fees, calculated as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">First, of the fees incurred by Liberty between April 1988 and March 1991, the district court found that just under $25,500 was attributable to the Sherwin-Williams claims (rather than the $36,000 claimed by the FDIC based on its 50 percent apportionment).  The court examined each of the invoices submitted by counsel and for each one made a separate estimate (ranging from 15 to 50 percent) as to the portion of each invoice so attributable.  The court said it was resolving all ambiguities against the FDIC since it bore the burden of proof as to fees.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Second, of the fees incurred by the FDIC, as receiver of the banks who succeeded to Liberty's interest, the court found that just under $40,000 was attributable to the Sherwin-Williams claims (instead of the $46,500 claimed by the FDIC).  The court assigned to those claims 50 percent of the fees incurred prior to December 31, 1992, based on its review of the relevant docket entries;  and it similarly assigned 25 percent of the fees between that date and April 8, 1993 (when Sherwin-Williams settled its claims) since by 1993 the roof repair claim against Fedders was moving toward trial and the Sherwin-Williams damage claims toward settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Fedders' argument on this appeal is straightforward.  The company does not attack any of the specific computations made by the court.  Instead, it says simply that Fedders' indemnity commitment to Liberty is a contract governed by Illinois law;  that Illinois law requires \"detailed proof of the amount and basis\" for attorneys' fees even where attorneys' fees are promised by contract;  and that such detailed proof was not supplied in this case.  Fedders' main authority, Kaiser v. MEPC American Properties, Inc., 164 Ill.App.3d 978, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">899</span></span>, <span class=\"citation\" data-id=\"2020141\"><a href=\"/opinion/2020141/kaiser-v-mepc-american-properties-inc/\"><span class=\"volume\">518</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">424</span> </a></span>(1987), does indeed say that the attorneys' fee claimant must present \"detailed records maintained during the course of the litigation containing facts and computations upon which the charges are predicated.\"  <span class=\"citation\" data-id=\"2020141\"><a href=\"/opinion/2020141/kaiser-v-mepc-american-properties-inc/\"><span class=\"id_token\">Id.</span> 115 Ill.Dec. </a></span>at <span class=\"citation\" data-id=\"2020141\"><span class=\"antecedent_guess\">903,</span> <a href=\"/opinion/2020141/kaiser-v-mepc-american-properties-inc/\"><span class=\"volume\">518</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">428</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We will assume from the district court's description of what the court had to do (and from the FDIC's silence on this point) that the FDIC counsel certainly did not furnish information needed to separate the Sherwin-Williams time from the remaining time.  But while such a deficiency would surely permit the district court to reject the fee application, nothing in Kaiser requires that the court do so if it can fill the gap in proof itself.  In fact, in Kaiser the appellate court appeared to agree with the claimant that \"the trial court ha[d] the discretion to consider the content of the record [i.e., \"the entire case file\"] to determine a reasonable fee\";  but the court upheld the trial judge's discretionary decision not \"to conduct the in-depth examination necessary to locate documents and pleadings\" to substantiate individual <span class=\"citation no-link\"><span class=\"antecedent_guess\">items.</span>  <span class=\"volume\">115</span> <span class=\"reporter\">Ill. Dec.</span> at <span class=\"page\">904</span></span>, 518 N.E.2d at 429.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Even if we treat Kaiser as an authoritative statement of Illinois law--and the FDIC disputes this--it arguably licenses, and certainly does not clearly preclude, a trial judge's own decision to supply from elsewhere in the record supporting information and inferences that the claimant neglected to collect.  Here, the district court made precisely this effort, explaining that the FDIC's original fee request was based on a reasonable reading of the indemnity, even though the court ultimately read the indemnity more narrowly.  This course was not required, but neither do we see why it was forbidden.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Fedders identifies no other error in the calculations.  It does not try to show how the fee request information was deficient beyond the obvious failure to allocate (except by the inadequate boilerplate 50 percent estimate alleged to reflect all of the work over a lengthy period).  Nor does Fedders offer specific attacks upon the district court's own computations (which were several pages long)--for example, the decision to assign 25 percent of the April 1, 1988, invoice to the Sherwin-Williams claims--by seeking to show that they are irrational or without basis.  Limiting ourselves to the narrow challenge made by Fedders, we conclude that the award of attorneys' fees was justified.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">More broadly, we think that the district court admirably handled this complex, double-barreled law suit and agree with its treatment of practically all of the issues raised.  On the single one where we part company--the \"obligated\" clause of section 1813(l )(1)--we note that the district court did not discuss the clause, possibly because it was not stressed by counsel at the trial or the subsequent hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The judgment is affirmed in part and reversed in part and the matter remanded to the district court in order to permit the judgment entered against Fedders in favor of the FDIC to be adjusted--whether by reduction or by a counter judgment in favor of Fedders--to reflect the $250,000 deposit that the bank was obligated to escrow (including any interest adjustment that the district court may find appropriate) and that is now owing to Fedders.  No costs.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The FDIC as receiver is not the insurer of deposits--the FDIC insures in its corporate capacity--but the FDIC does pay off insured deposits, taking the money from the appropriate insurance fund.  12 U.S.C. Sec. 1821(f).  The FDIC waived the ordinary $100,000 limit in this case.  It also has not claimed that the request for return of an insured deposit is untimely, nor has it offered any objection based on its separate capacity as insurer and receiver</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See, e.g., In Re Collins Securities Corp., <span class=\"citation\" data-id=\"610983\"><a href=\"/opinion/610983/in-re-collins-securities-corporation-debtor-harvey-bell-trustee-for-the/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">551</span> </a></span>(8th Cir.1993);  Abdulla Fouad &amp; Sons v. FDIC, <span class=\"citation\" data-id=\"538415\"><a href=\"/opinion/538415/abdulla-fouad-sons-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">482</span> </a></span>(5th Cir.1990);  Jones v. FDIC, <span class=\"citation\" data-id=\"444651\"><a href=\"/opinion/444651/eli-b-jones-of-the-estate-of-jesse-l-bobo-deceased-v-federal-deposit/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1400</span> </a></span>(10th Cir.1984);  FDIC v. Irving Trust Co., <span class=\"citation\" data-id=\"1480448\"><a href=\"/opinion/1480448/federal-deposit-insurance-corp-v-irving-trust-co/\"><span class=\"volume\">137</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">145</span> </a></span>(S.D.N.Y.1955);  FDIC v. Records, <span class=\"citation\" data-id=\"1458480\"><a href=\"/opinion/1458480/federal-deposit-ins-corporation-v-records/\"><span class=\"volume\">34</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">600</span> </a></span>(W.D.Mo.1940)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111675/",
    "https://www.courtlistener.com/api/rest/v3/opinions/444651/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538415/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610983/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1458480/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1480448/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2020141/"
  ]
}