{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195674/",
  "id": 195674,
  "absolute_url": "/opinion/195674/united-states-v-amado/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195674/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:09Z",
  "date_modified": "2020-02-21T23:30:12.318416Z",
  "type": "010combined",
  "sha1": "8bff163bf5071ab80c7525b09ddcd70d6ac0a92b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2005.01A",
  "local_path": null,
  "plain_text": "October 19, 1994      [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-2005\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                       GEORGE P. AMADO,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n     [Hon. Francis J. Boyle, Senior U.S. District Judge]\n                                                       \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\n                                          \n\n                    Boudin, Circuit Judge,\n                                         \n\n               and Barbadoro,* District Judge.\n                                             \n\n                                         \n\nRobert J. Carnes, by Appointment of the Court, for appellant.\n                \nMargaret E.  Curran, Assistant United  States Attorney, with  whom\n                   \nSheldon  Whitehouse, United  States  Attorney,  and Zechariah  Chafee,\n                                                                 \nAssistant United States Attorney, were on brief for the United States.\n\n                                         \n\n                                         \n\n                \n\n*Of the District of New Hampshire, sitting by designation.\n\n     Per Curiam.  On  March 13, 1993, a severe  snowstorm hit\n               \n\nRhode Island.  About 4:00 p.m., near North Providence, police\n\nofficer  Christopher  Conaty  noticed  a  small  blue   Dodge\n\noperating erratically and skidding sideways into the oncoming\n\ntraffic lane  while attempting  a turn.   Conaty  stopped and\n\nasked  the  driver,  John   Revertes,  for  his  license  and\n\nregistration,  which Revertes  could not  produce.   Revertes\n\nsaid that  he was  going to  the hospital  to visit his  sick\n\ndaughter,  but he was unable or unwilling to provide the name\n\nof his  daughter.  Following standard  procedure, the officer\n\ncalled in Revertes' name  and plate number over his  radio to\n\ndetermine whether  the vehicle was registered  and whether it\n\nhad been stolen.\n\n     George Amado, the defendant-appellant  in this case, was\n\na passenger  in the back seat of  the Dodge.  Conaty remained\n\nat or near the Dodge while  awaiting a response to his  call.\n\nBefore Conaty  received the information from  the radio call,\n\nhe noticed that Amado  was moving his hands furtively  in and\n\nout of  his leather  coat.   Conaty also  noticed a bulge  in\n\nAmado's  coat.  He  asked Amado to remove  his hands from his\n\ncoat;  Amado at first complied but then refused.  Conaty drew\n\nhis gun and ordered Amado to take his hands out  of his coat.\n\nHe  called  for  backup  assistance,  which   arrived  almost\n\nimmediately.\n\n                             -2-\n\n     Conaty and the other  officers ordered the occupants out\n\nof the  car one at  a time.  Because  he was seated  in back,\n\nAmado was  the last  to get  out.  As  Amado exited  the car,\n\nConaty  grabbed him  by the back  of the  jacket to  lead him\n\naround  the car  to  be frisked.    Amado lunged  at  Conaty,\n\nshrugged  out of his jacket, and fled.  Amado was apprehended\n\nafter a chase.   During the struggle, a clear  bag containing\n\nwhat  appeared  (and turned  out) to  be narcotics--actually,\n\nboth  cocaine and heroin--fell to  the ground.   The bulge in\n\nhis  jacket had been caused by a cellular phone and a beeper.\n\nThe entire encounter took between five and ten minutes.\n\n     Amado was indicted  by a  grand jury on  April 1,  1993.\n\nHis  motion to  suppress the  drugs was  heard and  denied on\n\nJune 21,  1993, after  the  facts set  forth  above had  been\n\nadduced.   Four days later  he entered a  conditional plea of\n\nguilty  to one count of  possession with intent to distribute\n\ncocaine and one count of possession with intent to distribute\n\nheroin, in violation of  21 U.S.C.    841(a)(1) &amp;  (b)(1)(C).\n\nAmado  reserved  his  right  to  appeal  the  denial  of  the\n\nsuppression   motion.    Fed.  R.  Crim.  P.  11(a)(2).    On\n\nSeptember 10,  1993, he  received  a sentence  of 27  months'\n\nimprisonment.\n\n     On  this appeal, Amado  challenges the  district judge's\n\ndenial of his  suppression motion.   We think  it is  obvious\n\n                             -3-\n\nthat  the seizure of Amado's drugs did not violate the Fourth\n\nAmendment.  Only three points raised require comment.\n\n     The  initial stop of the  car in which  Amado was riding\n\nwas lawful.  The district court found that the police officer\n\nwitnessed  a  traffic violation  in  the  midst of  unusually\n\nhazardous driving  conditions.   See Delaware v.  Prouse, 440\n                                                        \n\nU.S.  648,  659,  661  (1979) (finding  a  traffic  violation\n\ngrounds for a stop); United States v. Lott, 870 F.2d 778, 784\n                                          \n\n(1st  Cir. 1989) (same).  A district court's findings of fact\n\nat a suppression hearing are reviewed for clear error, United\n                                                             \n\nStates v. Kimball,  25 F.3d 1, 6 (1st Cir.  1994); here there\n                 \n\nis no  indication of error  at all.   Conaty might  have been\n\nremiss in his duties had he not stopped the car.\n\n     The  length and scope of the detention after the car was\n\nstopped  were likewise  justified.   The entire  episode took\n\nless  than   ten  minutes.    When   Conaty  noticed  Amado's\n\nsuspicious behavior, he had not  yet received the results  of\n\nthe radio  check on the  vehicle registration.   Revertes had\n\nnot produced a valid  registration, and Conaty could properly\n\ndetain the vehicle  until he  found out whether  the car  had\n\nbeen  stolen.   There  is nothing  in  the Constitution  that\n\nrequires  a  police officer  who halts  a  car driven  by one\n\nindividual to ignore suspicious indications of other criminal\n\nactivity or a threat to the officer from a passenger.\n\n                             -4-\n\n     Once Conaty witnessed  Amado's furtive  actions, he  had\n\ngrounds to  stop and frisk him.   The bulge  in Amado's coat,\n\nhis failure  to remove  his hand,  and his  furtive movements\n\npermitted Conaty  reasonably to conclude that  Amado might be\n\narmed and  dangerous.   See Pennsylvania  v. Mimms,  434 U.S.\n                                                  \n\n106,  111-12 (1977)  (finding reasonable  suspicion to  order\n\ndefendant  out of  a car  and  frisk him  based on  a traffic\n\nviolation and a bulge  in his jacket).  At that point, Conaty\n\nwas justified in ordering  the passengers out of the  car and\n\nattempting to  frisk Amado.   We find that  each step in  the\n\nprocess  that  led to  the seizure  of  drugs from  Amado was\n\njustified.\n\n     Affirmed.\n             \n\n                             -5-\n",
  "html": "<p class=\"case_cite\">37 F.3d 1484<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>George P. AMADO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2005</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Oct. 19, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Francis J. Boyle, Senior U.S. District Judge ]</p>\n      <p class=\"indent\">Robert J. Carnes, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, and Zechariah Chafee, Assistant United States Attorney, were on brief for the United States.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN, Circuit Judge, and BARBADORO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On March 13, 1993, a severe snowstorm hit Rhode Island.  About 4:00 p.m., near North Providence, police officer Christopher Conaty noticed a small blue Dodge operating erratically and skidding sideways into the oncoming traffic lane while attempting a turn.  Conaty stopped and asked the driver, John Revertes, for his license and registration, which Revertes could not produce.  Revertes said that he was going to the hospital to visit his sick daughter, but he was unable or unwilling to provide the name of his daughter.  Following standard procedure, the officer called in Revertes' name and plate number over his radio to determine whether the vehicle was registered and whether it had been stolen.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">George Amado, the defendant-appellant in this case, was a passenger in the back seat of the Dodge.  Conaty remained at or near the Dodge while awaiting a response to his call.  Before Conaty received the information from the radio call, he noticed that Amado was moving his hands furtively in and out of his leather coat.  Conaty also noticed a bulge in Amado's coat.  He asked Amado to remove his hands from his coat;  Amado at first complied but then refused.  Conaty drew his gun and ordered Amado to take his hands out of his coat.  He called for backup assistance, which arrived almost immediately.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Conaty and the other officers ordered the occupants out of the car one at a time.  Because he was seated in back, Amado was the last to get out.  As Amado exited the car, Conaty grabbed him by the back of the jacket to lead him around the car to be frisked.  Amado lunged at Conaty, shrugged out of his jacket, and fled.  Amado was apprehended after a chase.  During the struggle, a clear bag containing what appeared (and turned out) to be narcotics-actually, both cocaine and heroin-fell to the ground.  The bulge in his jacket had been caused by a cellular phone and a beeper.  The entire encounter took between five and ten minutes.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Amado was indicted by a grand jury on April 1, 1993.  His motion to suppress the drugs was heard and denied on June 21, 1993, after the facts set forth above had been adduced.  Four days later he entered a conditional plea of guilty to one count of possession with intent to distribute cocaine and one count of possession with intent to distribute heroin, in violation of 21 U.S.C. Secs. 841(a)(1) &amp; (b)(1)(C).  Amado reserved his right to appeal the denial of the suppression motion.  Fed. R. Crim.  P. 11(a)(2).  On September 10, 1993, he received a sentence of 27 months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On this appeal, Amado challenges the district judge's denial of his suppression motion.  We think it is obvious that the seizure of Amado's drugs did not violate the Fourth Amendment.  Only three points raised require comment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The initial stop of the car in which Amado was riding was lawful.  The district court found that the police officer witnessed a traffic violation in the midst of unusually hazardous driving conditions.   See Delaware v. Prouse, 440 U.S. 648, 659, 661 (1979) (finding a traffic violation grounds for a stop);   United States v. Lott, 870 F.2d 778, 784 (1st Cir. 1989) (same).  A district court's findings of fact at a suppression hearing are reviewed for clear error,  United States v. Kimball, 25 F.3d 1, 6 (1st Cir. 1994);  here there is no indication of error at all.  Conaty might have been remiss in his duties had he not stopped the car.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The length and scope of the detention after the car was stopped were likewise justified.  The entire episode took less than ten minutes.  When Conaty noticed Amado's suspicious behavior, he had not yet received the results of the radio check on the vehicle registration.  Revertes had not produced a valid registration, and Conaty could properly detain the vehicle until he found out whether the car had been stolen.  There is nothing in the Constitution that requires a police officer who halts a car driven by one individual to ignore suspicious indications of other criminal activity or a threat to the officer from a passenger.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Once Conaty witnessed Amado's furtive actions, he had grounds to stop and frisk him.  The bulge in Amado's coat, his failure to remove his hand, and his furtive movements permitted Conaty reasonably to conclude that Amado might be armed and dangerous.   See Pennsylvania v. Mimms, 434 U.S. 106, 111-12 (1977) (finding reasonable suspicion to order defendant out of a car and frisk him based on a traffic violation and a bulge in his jacket).  At that point, Conaty was justified in ordering the passengers out of the car and attempting to frisk Amado.  We find that each step in the process that led to the seizure of drugs from Amado was justified.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"680047\"><a href=\"/opinion/680047/james-wiley-nichols-v-united-states/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1484</span></a></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>George P. AMADO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2005</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Oct. 19, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Francis J. Boyle, Senior U.S. District Judge ]</p>\n      <p class=\"indent\">Robert J. Carnes, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, and Zechariah Chafee, Assistant United States Attorney, were on brief for the United States.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN, Circuit Judge, and BARBADORO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On March 13, 1993, a severe snowstorm hit Rhode Island.  About 4:00 p.m., near North Providence, police officer Christopher Conaty noticed a small blue Dodge operating erratically and skidding sideways into the oncoming traffic lane while attempting a turn.  Conaty stopped and asked the driver, John Revertes, for his license and registration, which Revertes could not produce.  Revertes said that he was going to the hospital to visit his sick daughter, but he was unable or unwilling to provide the name of his daughter.  Following standard procedure, the officer called in Revertes' name and plate number over his radio to determine whether the vehicle was registered and whether it had been stolen.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">George Amado, the defendant-appellant in this case, was a passenger in the back seat of the Dodge.  Conaty remained at or near the Dodge while awaiting a response to his call.  Before Conaty received the information from the radio call, he noticed that Amado was moving his hands furtively in and out of his leather coat.  Conaty also noticed a bulge in Amado's coat.  He asked Amado to remove his hands from his coat;  Amado at first complied but then refused.  Conaty drew his gun and ordered Amado to take his hands out of his coat.  He called for backup assistance, which arrived almost immediately.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Conaty and the other officers ordered the occupants out of the car one at a time.  Because he was seated in back, Amado was the last to get out.  As Amado exited the car, Conaty grabbed him by the back of the jacket to lead him around the car to be frisked.  Amado lunged at Conaty, shrugged out of his jacket, and fled.  Amado was apprehended after a chase.  During the struggle, a clear bag containing what appeared (and turned out) to be narcotics-actually, both cocaine and heroin-fell to the ground.  The bulge in his jacket had been caused by a cellular phone and a beeper.  The entire encounter took between five and ten minutes.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Amado was indicted by a grand jury on April 1, 1993.  His motion to suppress the drugs was heard and denied on June 21, 1993, after the facts set forth above had been adduced.  Four days later he entered a conditional plea of guilty to one count of possession with intent to distribute cocaine and one count of possession with intent to distribute heroin, in violation of 21 U.S.C. Secs. 841(a)(1) &amp; (b)(1)(C).  Amado reserved his right to appeal the denial of the suppression motion.  Fed. R. Crim.  P. 11(a)(2).  On September 10, 1993, he received a sentence of 27 months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On this appeal, Amado challenges the district judge's denial of his suppression motion.  We think it is obvious that the seizure of Amado's drugs did not violate the Fourth Amendment.  Only three points raised require comment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The initial stop of the car in which Amado was riding was lawful.  The district court found that the police officer witnessed a traffic violation in the midst of unusually hazardous driving conditions.   See Delaware v. Prouse, <span class=\"citation\" data-id=\"110045\"><a href=\"/opinion/110045/delaware-v-prouse/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></a></span>, 659, 661 (1979) (finding a traffic violation grounds for a stop);   United States v. Lott, <span class=\"citation\" data-id=\"520294\"><a href=\"/opinion/520294/united-states-v-george-e-lott-and-edward-turner/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">778</span></a></span>, 784 (1st Cir. 1989) (same).  A district court's findings of fact at a suppression hearing are reviewed for clear error,  United States v. Kimball, <span class=\"citation\" data-id=\"195379\"><a href=\"/opinion/195379/united-states-v-kimball/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir. 1994);  here there is no indication of error at all.  Conaty might have been remiss in his duties had he not stopped the car.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The length and scope of the detention after the car was stopped were likewise justified.  The entire episode took less than ten minutes.  When Conaty noticed Amado's suspicious behavior, he had not yet received the results of the radio check on the vehicle registration.  Revertes had not produced a valid registration, and Conaty could properly detain the vehicle until he found out whether the car had been stolen.  There is nothing in the Constitution that requires a police officer who halts a car driven by one individual to ignore suspicious indications of other criminal activity or a threat to the officer from a passenger.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Once Conaty witnessed Amado's furtive actions, he had grounds to stop and frisk him.  The bulge in Amado's coat, his failure to remove his hand, and his furtive movements permitted Conaty reasonably to conclude that Amado might be armed and dangerous.   See Pennsylvania v. Mimms, <span class=\"citation\" data-id=\"109751\"><a href=\"/opinion/109751/pennsylvania-v-mimms/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 111-12 (1977) (finding reasonable suspicion to order defendant out of a car and frisk him based on a traffic violation and a bulge in his jacket).  At that point, Conaty was justified in ordering the passengers out of the car and attempting to frisk Amado.  We find that each step in the process that led to the seizure of drugs from Amado was justified.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109751/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110045/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195379/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520294/",
    "https://www.courtlistener.com/api/rest/v3/opinions/680047/"
  ]
}