{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195673/",
  "id": 195673,
  "absolute_url": "/opinion/195673/varrasso-v-desmond/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195673/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:08Z",
  "date_modified": "2020-02-21T23:30:11.621997Z",
  "type": "010combined",
  "sha1": "f1b74e56120f57f7c1c7fae2940d0ee52b337d21",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1583.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1583\n\n                              IN RE:\n\n            PETER C. VARRASSO and MILDRED R. VARRASSO,\n\n                             Debtors.\n\n                                       \n\n                 JOHN O. DESMOND, TRUSTEE, ETC.,\n\n                            Appellee,\n\n                                v.\n\n                    PETER C. VARRASSO, ET AL.,\n\n                           Appellants.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Richard G. Stearns, U.S. District Judge]\n                                                       \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                 Campbell, Senior Circuit Judge,\n                                               \n\n                    and Stahl, Circuit Judge.\n                                            \n\n                                             \n\n     Ann  Brennan, with whom Stephen E. Shamban was on brief, for\n                                               \nappellants.\n     John O. Desmond for appellee.\n                    \n\n                                             \n                        October 18, 1994  \n                                              \n\n          SELYA,  Circuit Judge.   In  this case,  the bankruptcy\n          SELYA,  Circuit Judge.\n                               \n\ncourt  entered  a  summary   judgment  sustaining  the  trustee's\n\nobjection  to  the  debtors'   discharge.    The  district  court\n\naffirmed.   Because we find that the courts below grasped for the\n\nblossom though only the bud was ready, we vacate the judgment.\n\n                                I.\n                                  \n\n                            Background\n                                      \n\n          Appellants Peter and Mildred Varrasso, husband and wife\n\n(collectively, the debtors),  participated in several speculative\n\nreal estate ventures.  Like many others similarly situated,  they\n\nencountered   financial  distress  when   the  real  estate  boom\n\nsputtered and fizzled.  Sporting over $5,000,000 in  debt without\n\nassets to  match, they  filed a  voluntary Chapter 11  bankruptcy\n\npetition  on  October 1,  1991.   When  it became  apparent three\n\nmonths later that reorganization was unattainable, their case was\n\nconverted to a  straight bankruptcy  under Chapter  7.   Appellee\n\nJohn O. Desmond accepted an appointment as the trustee.\n\n          Matters  did not  proceed smoothly.   In  the schedules\n\nannexed to their bankruptcy petition, the debtors listed $650  in\n\nassets, viz.,  $150 in a bank account  and $500 worth of apparel.\n            \n\nTheir papers specifically disclaimed  any other money,  household\n\ngoods,  or  furnishings.   Yet, at  a  meeting of  the creditors'\n\ncommittee on March 9, 1992, questioning revealed that the debtors\n\nhad not listed either  a second bank account (having a balance of\n\n$100) or home furnishings (having a value of more than $2,000).\n\n          Displeased with these inaccuracies, the trustee filed a\n\n                                2\n\ncomplaint in which he sought to block the debtors' discharge.  In\n\nhis  complaint,  he  alleged   that  the  debtors  knowingly  and\n\nfraudulently made  false statements in  violation of 11  U.S.C.  \n\n727(a)(4)(A)   (a  statute  providing,   inter  alia,   that  the\n                                                    \n\nbankruptcy court may withhold a  discharge if it determines  that\n\n\"the debtor  knowingly and fraudulently, in or in connection with\n\nthe case . . . made a false oath or account\").\n\n          In due  course, the trustee moved  for summary judgment\n\nunder Bankruptcy Rule 7056.   He filed a supporting  affidavit in\n\nwhich he narrated the events described above, and pointed out the\n\nobvious:  that the debtors had stated their assets differently in\n\ntheir  original filings and in their  subsequent admissions.  The\n\ndebtors opposed the  motion and proffered  an affidavit in  which\n\ntheir attorney swore to little more than that full disclosure had\n\nbeen made  to the creditors'  committee at the  earliest possible\n\nopportunity.   In an accompanying memorandum,  the debtors argued\n\nthat  they  \"ha[d]   no  intent  to  hinder,  delay   or  defraud\n\ncreditors.\"\n\n          On  this sparse  record,  the bankruptcy  court granted\n\nsummary  judgment  in the  trustee's  favor,  ruling that  \"[t]he\n\ndebtors'  failure to  list accurately  their assets  violate[d]  \n\n727(a)(4)(A).\"    In re  Varrasso, No.  A92-1281,  slip op.  at 2\n                                 \n\n(Bankr.  D.  Mass.  Nov.  19,  1992).   Consequently,  the  court\n\nsustained  the  trustee's  complaint   and  refused  to  issue  a\n\ndischarge.\n\n          When the debtors appealed, the district court  affirmed\n\n                                3\n\nthe  entry  of summary  judgment.   The  court  hypothesized that\n\nwhether  the  debtors had  violated  section  727(a)(4)(A) \"is  a\n\nquestion of fact that has been decided adversely to [them] by the\n\nbankruptcy judge,\" and  that the judge's finding was not \"clearly\n\nerroneous.\"   In re  Varrasso, No.  92-13077, slip  op. at  4 (D.\n                             \n\nMass.  Apr.  14, 1994).   The  debtors  retained new  counsel and\n\nsought further appellate review.\n\n                               II.\n                                  \n\n                             Analysis\n                                     \n\n                                A.\n                                  \n\n                         Legal Principles\n                                         \n\n          In  bankruptcy, summary  judgment  is governed  in  the\n\nfirst  instance by Bankruptcy Rule  7056.  By  its express terms,\n\nthe rule  incorporates into bankruptcy practice  the standards of\n\nRule 56 of  the Federal Rules of Civil Procedure.   See Bankr. R.\n                                                       \n\n7056; see also  In re Colonial Discount Corp., 807  F.2d 594, 597\n                                             \n\n(7th  Cir.  1986),  cert. denied,  481  U.S.  1029  (1987).   The\n                                \n\njurisprudence  of Rule  56  teaches that  we  must review  orders\n\ngranting  summary  judgment  de  novo.   See  Maldonado-Denis  v.\n                                                             \n\nCastillo-Rodriguez, 23 F.3d 576, 581  (1st Cir. 1994); Garside v.\n                                                              \n\nOsco Drug, Inc., 895 F.2d 46,  48 (1st Cir. 1990).  This standard\n               \n\nof  review is not diluted when, as now, the underlying proceeding\n\noriginates in the bankruptcy court.  See In re Fussell, 928  F.2d\n                                                      \n\n712,  715 (5th Cir. 1991), cert. denied,  112 S. Ct. 1203 (1992);\n                                       \n\nIn re Contractors Equip. Supply Co., 861 F.2d  241, 243 (9th Cir.\n                                   \n\n1988); In re Mullet, 817 F.2d 677, 678-79 (10th Cir. 1987); In re\n                                                                 \n\n                                4\n\nMartin,  761 F.2d  1163, 1166  (6th  Cir. 1985);  see also  In re\n                                                                 \n\nG.S.F. Corp, 938 F.2d 1467, 1474 (1st Cir. 1991) (explaining that\n           \n\nin connection with \"appeals from the decision of a district court\n\non  appeal  from the  bankruptcy  court,  the  court  of  appeals\n\nindependently reviews the bankruptcy court's decision, applying .\n\n. . de novo review to conclusions of law\").\n\n          It  is   apodictic  that  summary  judgment  should  be\n\nbestowed only when no  genuine issue of material fact  exists and\n\nthe  movant  has  successfully  demonstrated  an  entitlement  to\n\njudgment as a matter of  law.  See Fed. R. Civ. P. 56(c).   As to\n                                  \n\nissues on which the  movant, at trial, would be obliged  to carry\n\nthe  burden of  proof,  he initially  must  proffer materials  of\n\nevidentiary or  quasi-evidentiary quality     say, affidavits  or\n\ndepositions     that  support  his  position.1     See  Lopez  v.\n                                                             \n\nCorporacion Azucarera  de Puerto Rico,  938 F.2d 1510,  1517 (1st\n                                     \n\nCir. 1991); Bias v. Advantage Int'l, Inc., 905 F.2d 1558, 1560-61\n                                         \n\n(D.C. Cir.), cert.  denied, 498  U.S. 958 (1990);  cf. Mendez  v.\n                                                             \n\nBanco Popular de Puerto Rico, 900 F.2d 4, 7 (1st Cir. 1990) (\"The\n                            \n\nmere  fact that plaintiff failed to file a timely opposition does\n\nnot mean  that defendant's  Rule 56  motion should  be granted\").\n\nWhen  the summary  judgment  record is  complete, all  reasonable\n\n                    \n\n     1As  to  issues on  which the  nonmovant  has the  burden of\nproof, the  movant need  do  no more  than  aver \"an  absence  of\nevidence to support the  nonmoving party's case.\"  Celotex  Corp.\n                                                                 \nv. Catrett, 477  U.S. 317, 325 (1986).  The  burden of production\n          \nthen shifts to  the nonmovant,  who, to  avoid summary  judgment,\nmust establish the  existence of  at least one  question of  fact\nthat is both \"genuine\"  and \"material.\"  See Anderson  v. Liberty\n                                                                 \nLobby, Inc. 477 U.S. 242, 248 (1986); Garside, 895 F.2d at 48-49.\n                                             \n\n                                5\n\ninferences  from the  facts  must be  drawn  in the  manner  most\n\nfavorable to the nonmovant.  See, e.g., Morris v. Government Dev.\n                                                                 \n\nBank, 27 F.3d 746, 748 (1st  Cir. 1994); Garside, 895 F.2d at 48;\n                                                \n\nGreenburg  v. Puerto Rico Maritime  Shipping Auth., 835 F.2d 932,\n                                                  \n\n934  (1st  Cir.  1987).   This  means,  of  course, that  summary\n\njudgment  is inappropriate  if inferences  are necessary  for the\n\njudgment and those  inferences are  not mandated  by the  record.\n\nSee Blanchard v.  Peerless Ins. Co., 958 F.2d 483,  488 (1st Cir.\n                                   \n\n1992)  (warning that  summary  judgment is  precluded \"unless  no\n\nreasonable  trier of fact could draw any other inference from the\n\n`totality  of  the  circumstances'  revealed  by  the  undisputed\n\nevidence\").\n\n                                B.\n                                  \n\n                         Applying the Law\n                                         \n\n          In  this case,  the  district court  applied the  wrong\n\nstandard of review.  The court  refrained from drawing reasonable\n\ninferences in the debtors' favor.  To the contrary, it ruled that\n\nthe bankruptcy court's  \"findings\" had to be  upheld because they\n\nwere  not  \"clearly  erroneous.\"2   Thus,  the  district  court's\n\napproach missed the mark.\n\n          Having uncovered this error, we could now remand to the\n\ndistrict  court  for  reconsideration under  a  more  appropriate\n\nstandard of review.  But doing so would serve no useful  purpose.\n\nThe  validity  vel  non of  a  summary  judgment  entails a  pure\n                       \n\n                    \n\n     2In  actuality, the  bankruptcy  court made  no findings  of\nfact; instead, it granted summary judgment.\n\n                                6\n\nquestion  of law and, therefore, we are fully equipped to resolve\n\nthe  question as a matter of first-instance appellate review.  We\n\nchoose to follow this path.\n\n          Insofar  as the summary  judgment record  reflects, the\n\nunderlying  facts are  undisputed;   the debtors  misstated their\n\nassets  when  compiling   their  bankruptcy  petition   and  soon\n\nthereafter corrected their representations.  Nonetheless, more is\n\nexigible;  the  absence of  a dispute  over  material facts  is a\n\nnecessary condition for granting summary  judgment, but it is not\n\na sufficient condition.   The moving party must also show that he\n\nis entitled to judgment as a matter of law.   See Fed. R. Civ. P.\n                                                 \n\n56(c); see also Lopez, 938 F.2d at 1517.  Undisputed facts do not\n                     \n\nalways point unerringly  to a single, inevitable conclusion.  And\n\nwhen  facts,  though  undisputed,   are  capable  of   supporting\n\nconflicting  yet  plausible  inferences     inferences  that  are\n\ncapable of leading a rational factfinder to different outcomes in\n\na  litigated matter  depending on  which  of them  the factfinder\n\ndraws   then the choice  between those inferences is not  for the\n\ncourt on summary judgment.  See Azrielli v. Cohen Law Offices, 21\n                                                             \n\nF.3d 512, 517 (2d  Cir. 1994) (stating that \"all  choices between\n\navailable  inferences  are matters  to be  left  for a  jury, not\n\nmatters  to  be decided  by  the  court  on  summary  judgment\");\n\nGreenburg, 835 F.2d at 934  (similar); Cameron v. Frances  Slocum\n                                                                 \n\nBank &amp; Trust Co.,  824 F.2d 570, 575  (7th Cir. 1987)  (similar).\n                \n\nSo it is here.\n\n          In  order to  deny a  debtor's discharge  under section\n\n                                7\n\n727(a)(4)(A), the  trustee must  show that the  debtor \"knowingly\n\nand  fraudulently\" misstated a material matter.  See, e.g., In re\n                                                                 \n\nTully, 817 F.2d 106, 110  (1st Cir. 1987).  Here, the  undisputed\n     \n\nfacts conclusively  demonstrate  the omission  of certain  assets\n\nfrom  the schedules, but,  beyond that, the  facts are consistent\n\neither  with an  inference of  deliberateness or an  inference of\n\ncarelessness.  In  other words,  the undisputed  facts require  a\n\nchoice between  competing inferences, and, since  both inferences\n\nare  plausible, the  choice cannot  be made  under the  banner of\n\nsummary judgment. \n\n                                C.\n                                  \n\n                          Related Points\n                                        \n\n          Before  taking our leave, let  us make two other points\n\ntransparently clear.  First, we do not hold that issues involving\n\na  party's state  of mind  can never be  resolved at  the summary\n\njudgment stage.   The opposite can  be true.  See,  e.g., Medina-\n                                                                 \n\nMunoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir. 1990)\n                                  \n\n(explaining that \"[e]ven in cases  where elusive concepts such as\n\nmotive  or   intent  are  at  issue,  summary   judgment  may  be\n\nappropriate if  the nonmoving party rests  merely upon conclusory\n\nallegations,     improbable    inferences,     and    unsupported\n\nspeculation\"); accord LeBlanc  v. Great American Ins. Co., 6 F.3d\n                                                         \n\n836,  841-42 (1st  Cir.  1993), cert.  denied,  114 S.  Ct.  1398\n                                             \n\n(1994); Local 48 v. United Bhd. of Carpenters &amp; Joiners, 920 F.2d\n                                                       \n\n1047, 1051 (1st  Cir. 1990).   But courts  must be  exceptionally\n\ncautious  in  granting  brevis  disposition in  such  cases,  see\n                                                                 \n\n                                8\n\nStepanischen v.  Merchants Despatch Transp. Corp.,  722 F.2d 922,\n                                                 \n\n928  (1st Cir. 1983), especially where, as here, the movant bears\n\nthe devoir of persuasion as to the nonmovant's state of mind.3\n\n          Second,   we  acknowledge   that,  in   certain  cases,\n\ncircumstantial evidence  may be sufficiently  potent to establish\n\nfraudulent  intent  beyond hope  of  contradiction.   See  Putnam\n                                                                 \n\nResources v. Pateman, 958 F.2d  448, 459 (1st Cir. 1992)  (\"It is\n                    \n\nblack  letter law that fraud may be established by inference from\n\ncircumstantial facts.\"); In  re Roco Corp., 701  F.2d 978, 984-85\n                                          \n\n(1st  Cir. 1983) (affirming a finding of fraudulent intent on the\n\nbasis of circumstantial evidence).  But this  is not such a case.\n\nThe omitted assets are of relatively small value, especially when\n\ncompared to the  overall debt, and, consequently, the debtors had\n\nfar more to lose  than to gain by playing fast and loose with the\n\nschedules.  Moreover, the debtors rectified the omissions as soon\n\nas the creditors' questioning brought them to light.  While we do\n\nnot doubt that a  factfinder lawfully might draw an  inference of\n\nfraud  from the totality of  the circumstances, we  simply do not\n\nbelieve   that  this   evidence   compels  such   an   illation.4\n                                         \n\nTherefore, summary judgment should not have been granted.\n\n                    \n\n     3We contrast  this  situation with  situations like  Medina-\n                                                                 \nMunoz, in which  the nonmovant  bears the burden  of proving  the\n     \nmovant's  state  of mind.   In  the  later situation,  the movant\ntypically denies the existence of  the necessary motive or  state\nof  mind, shifting  the burden  to the  nonmovant to  adduce some\ncontrary  evidence in  order to  avoid the  swing of  the summary\njudgment ax.  See supra note 1.\n                       \n\n     4Indeed,  the district  court  tacitly  recognized as  much,\nsaying  only  that the  bankruptcy  court's  \"findings\" were  not\n\"clearly erroneous.\"\n\n                                9\n\n                               III.\n                                   \n\n                            Conclusion\n                                      \n\n          We  need  go  no   further.    On  this  insufficiently\n\ndeveloped record, the bankruptcy  court erred in awarding summary\n\njudgment  in the trustee's favor, and the district court erred in\n\naffirming  the bankruptcy  court's  incorrect order.   Hence,  we\n\nvacate the judgment below,  and remand the cause to  the district\n\ncourt  with instructions  that it  vacate the  bankruptcy court's\n\norder  and   remand  the  matter   to  that  court   for  further\n\nproceedings.  We initiate no view  as to whether the debtors  are\n\nor are not entitled to a discharge.5\n\nVacated and remanded.\n                    \n\n                    \n\n     5We  do not reach, and,  therefore, need not  address in any\ndetail, the debtors' belated  attempt to lay the blame  for their\nincomplete schedules  on the  doorstep of their  former attorney.\nWe  remind their  present  counsel,  however,  that  \"evidentiary\nmatters not first  presented to  the district court  are, as  the\ngreenest  of counsel should know, not  properly before [the court\nof  appeals].\"  United States v. Kobrosky, 711 F.2d 449, 457 (1st\n                                         \nCir. 1983).\n\n                                10\n",
  "html": "<p class=\"case_cite\">37 F.3d 760</p>\n    <p class=\"parties\">Bankr. L. Rep.  P 76,145<br>In re Peter C. VARRASSO and Mildred R. Varrasso, Debtors.<br>John O. DESMOND, Trustee, etc., Appellee,<br>v.<br>Peter C. VARRASSO, et al., Appellants.</p>\n    <p class=\"docket\">No. 94-1583.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 14, 1994.<br>Decided Oct. 18, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ann Brennan, with whom Stephen E. Shamban was on brief, for appellants.</p>\n      <p class=\"indent\">John O. Desmond, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, the bankruptcy court entered a summary judgment sustaining the trustee's objection to the debtors' discharge.  The district court affirmed.  Because we find that the courts below grasped for the blossom though only the bud was ready, we vacate the judgment.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants Peter and Mildred Varrasso, husband and wife (collectively, the debtors), participated in several speculative real estate ventures.  Like many others similarly situated, they encountered financial distress when the real estate boom sputtered and fizzled.  Sporting over $5,000,000 in debt without assets to match, they filed a voluntary Chapter 11 bankruptcy petition on October 1, 1991.  When it became apparent three months later that reorganization was unattainable, their case was converted to a straight bankruptcy under Chapter 7.  Appellee John O. Desmond accepted an appointment as the trustee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Matters did not proceed smoothly.  In the schedules annexed to their bankruptcy petition, the debtors listed $650 in assets, viz., $150 in a bank account and $500 worth of apparel.  Their papers specifically disclaimed any other money, household goods, or furnishings.  Yet, at a meeting of the creditors' committee on March 9, 1992, questioning revealed that the debtors had not listed either a second bank account (having a balance of $100) or home furnishings (having a value of more than $2,000).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Displeased with these inaccuracies, the trustee filed a complaint in which he sought to block the debtors' discharge.  In his complaint, he alleged that the debtors knowingly and fraudulently made false statements in violation of 11 U.S.C. Sec. 727(a)(4)(A) (a statute providing, inter alia, that the bankruptcy court may withhold a discharge if it determines that \"the debtor knowingly and fraudulently, in or in connection with the case ... made a false oath or account\").</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In due course, the trustee moved for summary judgment under Bankruptcy Rule 7056.  He filed a supporting affidavit in which he narrated the events described above, and pointed out the obvious:  that the debtors had stated their assets differently in their original filings and in their subsequent admissions.  The debtors opposed the motion and proffered an affidavit in which their attorney swore to little more than that full disclosure had been made to the creditors' committee at the earliest possible opportunity.  In an accompanying memorandum, the debtors argued that they \"ha[d] no intent to hinder, delay or defraud creditors.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On this sparse record, the bankruptcy court granted summary judgment in the trustee's favor, ruling that \"[t]he debtors' failure to list accurately their assets violate[d] Sec. 727(a)(4)(A).\"  In re Varrasso, No. A92-1281, slip op. at 2 (Bankr.D.Mass. Nov. 19, 1992).  Consequently, the court sustained the trustee's complaint and refused to issue a discharge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When the debtors appealed, the district court affirmed the entry of summary judgment.  The court hypothesized that whether the debtors had violated section 727(a)(4)(A) \"is a question of fact that has been decided adversely to [them] by the bankruptcy judge,\" and that the judge's finding was not \"clearly erroneous.\"  In re Varrasso, No. 92-13077, slip op. at 4 (D.Mass. Apr. 14, 1994).  The debtors retained new counsel and sought further appellate review.</p>\n    </div>\n    <p>II.</p>\n    <p>Analysis</p>\n    <p>A.</p>\n    <p>Legal Principles</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In bankruptcy, summary judgment is governed in the first instance by Bankruptcy Rule 7056.  By its express terms, the rule incorporates into bankruptcy practice the standards of Rule 56 of the Federal Rules of Civil Procedure.  See Bankr.R. 7056;  see also In re Colonial Discount Corp., 807 F.2d 594, 597 (7th Cir.1986), cert. denied, 481 U.S. 1029, 107 S.Ct. 1954, 95 L.Ed.2d 526 (1987).  The jurisprudence of Rule 56 teaches that we must review orders granting summary judgment de novo.  See Maldonado-Denis v. Castillo-Rodriguez, 23 F.3d 576, 581 (1st Cir.1994);  Garside v. Osco Drug, Inc., 895 F.2d 46, 48 (1st Cir.1990).  This standard of review is not diluted when, as now, the underlying proceeding originates in the bankruptcy court.  See In re Fussell, 928 F.2d 712, 715 (5th Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 1203, 117 L.Ed.2d 443 (1992);  In re Contractors Equip.  Supply Co., 861 F.2d 241, 243 (9th Cir.1988);  In re Mullet, 817 F.2d 677, 678-79 (10th Cir.1987);  In re Martin, 761 F.2d 1163, 1166 (6th Cir.1985);  see also In re G.S.F. Corp., 938 F.2d 1467, 1474 (1st Cir.1991) (explaining that in connection with \"appeals from the decision of a district court on appeal from the bankruptcy court, the court of appeals independently reviews the bankruptcy court's decision, applying ... de novo review to conclusions of law\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is apodictic that summary judgment should be bestowed only when no genuine issue of material fact exists and the movant has successfully demonstrated an entitlement to judgment as a matter of law.  See Fed.R.Civ.P. 56(c).  As to issues on which the movant, at trial, would be obliged to carry the burden of proof, he initially must proffer materials of evidentiary or quasi-evidentiary quality--say, affidavits or depositions--that support his position.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Lopez v. Corporacion Azucarera de Puerto Rico, 938 F.2d 1510, 1517 (1st Cir.1991);  Bias v. Advantage Int'l, Inc., 905 F.2d 1558, 1560-61 (D.C.Cir.), cert. denied, 498 U.S. 958, 111 S.Ct. 387, 112 L.Ed.2d 397 (1990);  cf. Mendez v. Banco Popular de Puerto Rico, 900 F.2d 4, 7 (1st Cir.1990) (\"The mere fact that plaintiff failed to file a timely opposition does not mean that defendant's Rule 56 motion should be granted\").  When the summary judgment record is complete, all reasonable inferences from the facts must be drawn in the manner most favorable to the nonmovant.  See, e.g., Morris v. Government Dev.  Bank, 27 F.3d 746, 748 (1st Cir.1994);  Garside, 895 F.2d at 48;  Greenburg v. Puerto Rico Maritime Shipping Auth., 835 F.2d 932, 934 (1st Cir.1987).  This means, of course, that summary judgment is inappropriate if inferences are necessary for the judgment and those inferences are not mandated by the record.  See Blanchard v. Peerless Ins. Co., 958 F.2d 483, 488 (1st Cir.1992) (warning that summary judgment is precluded \"unless no reasonable trier of fact could draw any other inference from the 'totality of the circumstances' revealed by the undisputed evidence\").</p>\n    </div>\n    <p>B.</p>\n    <p>Applying the Law</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this case, the district court applied the wrong standard of review.  The court refrained from drawing reasonable inferences in the debtors' favor.  To the contrary, it ruled that the bankruptcy court's \"findings\" had to be upheld because they were not \"clearly erroneous.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Thus, the district court's approach missed the mark.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Having uncovered this error, we could now remand to the district court for reconsideration under a more appropriate standard of review.  But doing so would serve no useful purpose.  The validity vel non of a summary judgment entails a pure question of law and, therefore, we are fully equipped to resolve the question as a matter of first-instance appellate review.  We choose to follow this path.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Insofar as the summary judgment record reflects, the underlying facts are undisputed;  the debtors misstated their assets when compiling their bankruptcy petition and soon thereafter corrected their representations.  Nonetheless, more is exigible;  the absence of a dispute over material facts is a necessary condition for granting summary judgment, but it is not a sufficient condition.  The moving party must also show that he is entitled to judgment as a matter of law.  See Fed.R.Civ.P. 56(c);  see also Lopez, 938 F.2d at 1517.   Undisputed facts do not always point unerringly to a single, inevitable conclusion.  And when facts, though undisputed, are capable of supporting conflicting yet plausible inferences--inferences that are capable of leading a rational factfinder to different outcomes in a litigated matter depending on which of them the factfinder draws--then the choice between those inferences is not for the court on summary judgment.  See Azrielli v. Cohen Law Offices, 21 F.3d 512, 517 (2d Cir.1994) (stating that \"all choices between available inferences are matters to be left for a jury, not matters to be decided by the court on summary judgment\");  Greenburg, 835 F.2d at 934 (similar);  Cameron v. Frances Slocum Bank &amp; Trust Co., 824 F.2d 570, 575 (7th Cir.1987) (similar).  So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In order to deny a debtor's discharge under section 727(a)(4)(A), the trustee must show that the debtor \"knowingly and fraudulently\" misstated a material matter.  See, e.g., In re Tully, 818 F.2d 106, 110 (1st Cir.1987).  Here, the undisputed facts conclusively demonstrate the omission of certain assets from the schedules, but, beyond that, the facts are consistent either with an inference of deliberateness or an inference of carelessness.  In other words, the undisputed facts require a choice between competing inferences, and, since both inferences are plausible, the choice cannot be made under the banner of summary judgment.</p>\n    </div>\n    <p>C.</p>\n    <p>Related Points</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Before taking our leave, let us make two other points transparently clear.  First, we do not hold that issues involving a party's state of mind can never be resolved at the summary judgment stage.  The opposite can be true.  See, e.g., Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir.1990) (explaining that \"[e]ven in cases where elusive concepts such as motive or intent are at issue, summary judgment may be appropriate if the nonmoving party rests merely upon conclusory allegations, improbable inferences, and unsupported speculation\");  accord LeBlanc v. Great American Ins. Co., 6 F.3d 836, 841-42 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1398, 128 L.Ed.2d 72 (1994);  Local 48 v. United Bhd. of Carpenters &amp; Joiners, 920 F.2d 1047, 1051 (1st Cir.1990).  But courts must be exceptionally cautious in granting brevis disposition in such cases, see Stepanischen v. Merchants Despatch Transp. Corp., 722 F.2d 922, 928 (1st Cir.1983), especially where, as here, the movant bears the devoir of persuasion as to the nonmovant's state of mind.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Second, we acknowledge that, in certain cases, circumstantial evidence may be sufficiently potent to establish fraudulent intent beyond hope of contradiction.  See Putnam Resources v. Pateman, 958 F.2d 448, 459 (1st Cir.1992) (\"It is black letter law that fraud may be established by inference from circumstantial facts.\");  In re Roco Corp., 701 F.2d 978, 984-85 (1st Cir.1983) (affirming a finding of fraudulent intent on the basis of circumstantial evidence).  But this is not such a case.  The omitted assets are of relatively small value, especially when compared to the overall debt, and, consequently, the debtors had far more to lose than to gain by playing fast and loose with the schedules.  Moreover, the debtors rectified the omissions as soon as the creditors' questioning brought them to light.  While we do not doubt that a factfinder lawfully might draw an inference of fraud from the totality of the circumstances, we simply do not believe that this evidence compels such an illation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Therefore, summary judgment should not have been granted.</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need go no further.  On this insufficiently developed record, the bankruptcy court erred in awarding summary judgment in the trustee's favor, and the district court erred in affirming the bankruptcy court's incorrect order.  Hence, we vacate the judgment below, and remand the cause to the district court with instructions that it vacate the bankruptcy court's order and remand the matter to that court for further proceedings.  We initiate no view as to whether the debtors are or are not entitled to a discharge.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As to issues on which the nonmovant has the burden of proof, the movant need do no more than aver \"an absence of evidence to support the nonmoving party's case.\"  Celotex Corp. v. Catrett, 477 U.S. 317, 325, 106 S.Ct. 2548, 2553-54, 91 L.Ed.2d 265 (1986).  The burden of production then shifts to the nonmovant, who, to avoid summary judgment, must establish the existence of at least one question of fact that is both \"genuine\" and \"material.\"   See Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986);  Garside, 895 F.2d at 48-49</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In actuality, the bankruptcy court made no findings of fact;  instead, it granted summary judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We contrast this situation with situations like Medina-Munoz, in which the nonmovant bears the burden of proving the movant's state of mind.  In the later situation, the movant typically denies the existence of the necessary motive or state of mind, shifting the burden to the nonmovant to adduce some contrary evidence in order to avoid the swing of the summary judgment ax.  See supra note 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Indeed, the district court tacitly recognized as much, saying only that the bankruptcy court's \"findings\" were not \"clearly erroneous.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We do not reach, and, therefore, need not address in any detail, the debtors' belated attempt to lay the blame for their incomplete schedules on the doorstep of their former attorney.  We remind their present counsel, however, that \"evidentiary matters not first presented to the district court are, as the greenest of counsel should know, not properly before [the court of appeals].\"  United States v. Kobrosky, 711 F.2d 449, 457 (1st Cir.1983)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">760</span></span></p>\n    <p class=\"parties\">Bankr. L. Rep.  P 76,145<br>In re Peter C. VARRASSO and Mildred R. Varrasso, Debtors.<br>John O. DESMOND, Trustee, etc., Appellee,<br>v.<br>Peter C. VARRASSO, et al., Appellants.</p>\n    <p class=\"docket\">No. 94-1583.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 14, 1994.<br>Decided Oct. 18, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ann Brennan, with whom Stephen E. Shamban was on brief, for appellants.</p>\n      <p class=\"indent\">John O. Desmond, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, the bankruptcy court entered a summary judgment sustaining the trustee's objection to the debtors' discharge.  The district court affirmed.  Because we find that the courts below grasped for the blossom though only the bud was ready, we vacate the judgment.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants Peter and Mildred Varrasso, husband and wife (collectively, the debtors), participated in several speculative real estate ventures.  Like many others similarly situated, they encountered financial distress when the real estate boom sputtered and fizzled.  Sporting over $5,000,000 in debt without assets to match, they filed a voluntary Chapter 11 bankruptcy petition on October 1, 1991.  When it became apparent three months later that reorganization was unattainable, their case was converted to a straight bankruptcy under Chapter 7.  Appellee John O. Desmond accepted an appointment as the trustee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Matters did not proceed smoothly.  In the schedules annexed to their bankruptcy petition, the debtors listed $650 in assets, viz., $150 in a bank account and $500 worth of apparel.  Their papers specifically disclaimed any other money, household goods, or furnishings.  Yet, at a meeting of the creditors' committee on March 9, 1992, questioning revealed that the debtors had not listed either a second bank account (having a balance of $100) or home furnishings (having a value of more than $2,000).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Displeased with these inaccuracies, the trustee filed a complaint in which he sought to block the debtors' discharge.  In his complaint, he alleged that the debtors knowingly and fraudulently made false statements in violation of 11 U.S.C. Sec. 727(a)(4)(A) (a statute providing, inter alia, that the bankruptcy court may withhold a discharge if it determines that \"the debtor knowingly and fraudulently, in or in connection with the case ... made a false oath or account\").</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In due course, the trustee moved for summary judgment under Bankruptcy Rule 7056.  He filed a supporting affidavit in which he narrated the events described above, and pointed out the obvious:  that the debtors had stated their assets differently in their original filings and in their subsequent admissions.  The debtors opposed the motion and proffered an affidavit in which their attorney swore to little more than that full disclosure had been made to the creditors' committee at the earliest possible opportunity.  In an accompanying memorandum, the debtors argued that they \"ha[d] no intent to hinder, delay or defraud creditors.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On this sparse record, the bankruptcy court granted summary judgment in the trustee's favor, ruling that \"[t]he debtors' failure to list accurately their assets violate[d] Sec. 727(a)(4)(A).\"  In re Varrasso, No. A92-1281, slip op. at 2 (Bankr.D.Mass. Nov. 19, 1992).  Consequently, the court sustained the trustee's complaint and refused to issue a discharge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When the debtors appealed, the district court affirmed the entry of summary judgment.  The court hypothesized that whether the debtors had violated section 727(a)(4)(A) \"is a question of fact that has been decided adversely to [them] by the bankruptcy judge,\" and that the judge's finding was not \"clearly erroneous.\"  In re Varrasso, No. 92-13077, slip op. at 4 (D.Mass. Apr. 14, 1994).  The debtors retained new counsel and sought further appellate review.</p>\n    </div>\n    <p>II.</p>\n    <p>Analysis</p>\n    <p>A.</p>\n    <p>Legal Principles</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In bankruptcy, summary judgment is governed in the first instance by Bankruptcy Rule 7056.  By its express terms, the rule incorporates into bankruptcy practice the standards of Rule 56 of the Federal Rules of Civil Procedure.  See Bankr.R. 7056;  see also In re Colonial Discount Corp., <span class=\"citation\" data-id=\"480591\"><a href=\"/opinion/480591/bankr-l-rep-p-71552-in-re-colonial-discount-corporation-debtor-james/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">594</span></a></span>, 597 (7th Cir.1986), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1029</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1954</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">526</span> </span>(1987).  The jurisprudence of Rule 56 teaches that we must review orders granting summary judgment de novo.  See Maldonado-Denis v. Castillo-Rodriguez, <span class=\"citation\" data-id=\"195359\"><a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 581 (1st Cir.1994);  Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir.1990).  This standard of review is not diluted when, as now, the underlying proceeding originates in the bankruptcy court.  See In re Fussell, <span class=\"citation\" data-id=\"557818\"><a href=\"/opinion/557818/in-re-william-michael-fussell-fdba-f-v-ranch-and-julia-white-fussell/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">712</span></a></span>, 715 (5th Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1203</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span> </span>(1992);  In re Contractors Equip.  Supply Co., <span class=\"citation\" data-id=\"514043\"><a href=\"/opinion/514043/19-collier-bankrcas2d-1254-bankr-l-rep-p-72527-7-ucc-repserv2d/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">241</span></a></span>, 243 (9th Cir.1988);  In re Mullet, <span class=\"citation\" data-id=\"487488\"><a href=\"/opinion/487488/in-re-michael-duane-mullet-debtor-first-bank-of-colorado-springs-a-state/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">677</span></a></span>, 678-79 (10th Cir.1987);  In re Martin, <span class=\"citation\" data-id=\"451923\"><a href=\"/opinion/451923/12-collier-bankrcas2d-1129-bankr-l-rep-p-70542-in-re-bill-j-martin/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1163</span></a></span>, 1166 (6th Cir.1985);  see also In re G.S.F. Corp., <span class=\"citation\" data-id=\"564956\"><a href=\"/opinion/564956/25-collier-bankrcas2d-113-bankr-l-rep-p-74130-in-re-gsf/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1467</span></a></span>, 1474 (1st Cir.1991) (explaining that in connection with \"appeals from the decision of a district court on appeal from the bankruptcy court, the court of appeals independently reviews the bankruptcy court's decision, applying ... de novo review to conclusions of law\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is apodictic that summary judgment should be bestowed only when no genuine issue of material fact exists and the movant has successfully demonstrated an entitlement to judgment as a matter of law.  See Fed.R.Civ.P. 56(c).  As to issues on which the movant, at trial, would be obliged to carry the burden of proof, he initially must proffer materials of evidentiary or quasi-evidentiary quality--say, affidavits or depositions--that support his position.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Lopez v. Corporacion Azucarera de Puerto Rico, <span class=\"citation\" data-id=\"564961\"><a href=\"/opinion/564961/victor-lopez-v-corporacion-azucarera-de-puerto-rico/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span>, 1517 (1st Cir.1991);  Bias v. Advantage Int'l, Inc., <span class=\"citation\" data-id=\"543582\"><a href=\"/opinion/543582/james-bias-as-personal-representative-of-the-estate-of-leonard-kevin-bias/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1558</span></a></span>, 1560-61 (D.C.Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">958</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">387</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">397</span> </span>(1990);  cf. Mendez v. Banco Popular de Puerto Rico, <span class=\"citation\" data-id=\"539215\"><a href=\"/opinion/539215/julio-mendez-aka-julio-mendez-rodriguez-v-banco-popular-de-puerto-rico/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir.1990) (\"The mere fact that plaintiff failed to file a timely opposition does not mean that defendant's Rule 56 motion should be granted\").  When the summary judgment record is complete, all reasonable inferences from the facts must be drawn in the manner most favorable to the nonmovant.  See, e.g., Morris v. Government Dev.  Bank, <span class=\"citation\" data-id=\"195462\"><a href=\"/opinion/195462/morris-andino-v-development-bank/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">746</span></a></span>, 748 (1st Cir.1994);  <span class=\"citation\" data-id=\"536033\"><span class=\"antecedent_guess\">Garside,</span> <a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">48</span></a></span>;  Greenburg v. Puerto Rico Maritime Shipping Auth., <span class=\"citation\" data-id=\"499045\"><a href=\"/opinion/499045/laurence-b-greenburg-etc-v-puerto-rico-maritime-shipping-authority/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">932</span></a></span>, 934 (1st Cir.1987).  This means, of course, that summary judgment is inappropriate if inferences are necessary for the judgment and those inferences are not mandated by the record.  See Blanchard v. Peerless Ins. Co., <span class=\"citation\" data-id=\"579200\"><a href=\"/opinion/579200/richard-blanchard-v-peerless-insurance-company/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span>, 488 (1st Cir.1992) (warning that summary judgment is precluded \"unless no reasonable trier of fact could draw any other inference from the 'totality of the circumstances' revealed by the undisputed evidence\").</p>\n    </div>\n    <p>B.</p>\n    <p>Applying the Law</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this case, the district court applied the wrong standard of review.  The court refrained from drawing reasonable inferences in the debtors' favor.  To the contrary, it ruled that the bankruptcy court's \"findings\" had to be upheld because they were not \"clearly erroneous.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Thus, the district court's approach missed the mark.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Having uncovered this error, we could now remand to the district court for reconsideration under a more appropriate standard of review.  But doing so would serve no useful purpose.  The validity vel non of a summary judgment entails a pure question of law and, therefore, we are fully equipped to resolve the question as a matter of first-instance appellate review.  We choose to follow this path.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Insofar as the summary judgment record reflects, the underlying facts are undisputed;  the debtors misstated their assets when compiling their bankruptcy petition and soon thereafter corrected their representations.  Nonetheless, more is exigible;  the absence of a dispute over material facts is a necessary condition for granting summary judgment, but it is not a sufficient condition.  The moving party must also show that he is entitled to judgment as a matter of law.  See Fed.R.Civ.P. 56(c);  see also <span class=\"citation\" data-id=\"564961\"><span class=\"antecedent_guess\">Lopez,</span> <a href=\"/opinion/564961/victor-lopez-v-corporacion-azucarera-de-puerto-rico/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1517</span></a></span>.   Undisputed facts do not always point unerringly to a single, inevitable conclusion.  And when facts, though undisputed, are capable of supporting conflicting yet plausible inferences--inferences that are capable of leading a rational factfinder to different outcomes in a litigated matter depending on which of them the factfinder draws--then the choice between those inferences is not for the court on summary judgment.  See Azrielli v. Cohen Law Offices, <span class=\"citation\" data-id=\"667581\"><a href=\"/opinion/667581/igor-azrielli-vladimir-kirchner-nicholas-blinov-beatrice-vest-ilia/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">512</span></a></span>, 517 (2d Cir.1994) (stating that \"all choices between available inferences are matters to be left for a jury, not matters to be decided by the court on summary judgment\");  <span class=\"citation\" data-id=\"499045\"><span class=\"antecedent_guess\">Greenburg,</span> <a href=\"/opinion/499045/laurence-b-greenburg-etc-v-puerto-rico-maritime-shipping-authority/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">934</span> </a></span>(similar);  Cameron v. Frances Slocum Bank &amp; Trust Co., <span class=\"citation\" data-id=\"491719\"><a href=\"/opinion/491719/emmlee-k-cameron-v-frances-slocum-bank-trust-company-state-automobile/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">570</span></a></span>, 575 (7th Cir.1987) (similar).  So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In order to deny a debtor's discharge under section 727(a)(4)(A), the trustee must show that the debtor \"knowingly and fraudulently\" misstated a material matter.  See, e.g., In re Tully, <span class=\"citation\" data-id=\"488021\"><a href=\"/opinion/488021/bankr-l-rep-p-71787-in-re-john-e-tully-debtor-henry-j-boroff/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">106</span></a></span>, 110 (1st Cir.1987).  Here, the undisputed facts conclusively demonstrate the omission of certain assets from the schedules, but, beyond that, the facts are consistent either with an inference of deliberateness or an inference of carelessness.  In other words, the undisputed facts require a choice between competing inferences, and, since both inferences are plausible, the choice cannot be made under the banner of summary judgment.</p>\n    </div>\n    <p>C.</p>\n    <p>Related Points</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Before taking our leave, let us make two other points transparently clear.  First, we do not hold that issues involving a party's state of mind can never be resolved at the summary judgment stage.  The opposite can be true.  See, e.g., Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990) (explaining that \"[e]ven in cases where elusive concepts such as motive or intent are at issue, summary judgment may be appropriate if the nonmoving party rests merely upon conclusory allegations, improbable inferences, and unsupported speculation\");  accord LeBlanc v. Great American Ins. Co., <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 841-42 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span> </span>(1994);  Local 48 v. United Bhd. of Carpenters &amp; Joiners, <span class=\"citation\" data-id=\"552770\"><a href=\"/opinion/552770/local-no-48-united-brotherhood-of-carpenters-and-joiners-of-america-v/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1047</span></a></span>, 1051 (1st Cir.1990).  But courts must be exceptionally cautious in granting brevis disposition in such cases, see Stepanischen v. Merchants Despatch Transp. Corp., <span class=\"citation\" data-id=\"428311\"><a href=\"/opinion/428311/simion-stepanischen-v-merchants-despatch-transportation-corporation/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">922</span></a></span>, 928 (1st Cir.1983), especially where, as here, the movant bears the devoir of persuasion as to the nonmovant's state of mind.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Second, we acknowledge that, in certain cases, circumstantial evidence may be sufficiently potent to establish fraudulent intent beyond hope of contradiction.  See Putnam Resources v. Pateman, <span class=\"citation\" data-id=\"579198\"><a href=\"/opinion/579198/putnam-resources-v-ronald-m-pateman-ronald-m-pateman-v-frenkel/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 459 (1st Cir.1992) (\"It is black letter law that fraud may be established by inference from circumstantial facts.\");  In re Roco Corp., <span class=\"citation\" data-id=\"415363\"><a href=\"/opinion/415363/in-re-roco-corporation-dba-standard-supply-company-debtor-edward/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">978</span></a></span>, 984-85 (1st Cir.1983) (affirming a finding of fraudulent intent on the basis of circumstantial evidence).  But this is not such a case.  The omitted assets are of relatively small value, especially when compared to the overall debt, and, consequently, the debtors had far more to lose than to gain by playing fast and loose with the schedules.  Moreover, the debtors rectified the omissions as soon as the creditors' questioning brought them to light.  While we do not doubt that a factfinder lawfully might draw an inference of fraud from the totality of the circumstances, we simply do not believe that this evidence compels such an illation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Therefore, summary judgment should not have been granted.</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need go no further.  On this insufficiently developed record, the bankruptcy court erred in awarding summary judgment in the trustee's favor, and the district court erred in affirming the bankruptcy court's incorrect order.  Hence, we vacate the judgment below, and remand the cause to the district court with instructions that it vacate the bankruptcy court's order and remand the matter to that court for further proceedings.  We initiate no view as to whether the debtors are or are not entitled to a discharge.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As to issues on which the nonmovant has the burden of proof, the movant need do no more than aver \"an absence of evidence to support the nonmoving party's case.\"  Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2553-54, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span> </a></span>(1986).  The burden of production then shifts to the nonmovant, who, to avoid summary judgment, must establish the existence of at least one question of fact that is both \"genuine\" and \"material.\"   See Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986);  <span class=\"citation\" data-id=\"536033\"><span class=\"antecedent_guess\">Garside,</span> <a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">48</span></a></span>-49</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In actuality, the bankruptcy court made no findings of fact;  instead, it granted summary judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We contrast this situation with situations like Medina-Munoz, in which the nonmovant bears the burden of proving the movant's state of mind.  In the later situation, the movant typically denies the existence of the necessary motive or state of mind, shifting the burden to the nonmovant to adduce some contrary evidence in order to avoid the swing of the summary judgment ax.  See supra note 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Indeed, the district court tacitly recognized as much, saying only that the bankruptcy court's \"findings\" were not \"clearly erroneous.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We do not reach, and, therefore, need not address in any detail, the debtors' belated attempt to lay the blame for their incomplete schedules on the doorstep of their former attorney.  We remind their present counsel, however, that \"evidentiary matters not first presented to the district court are, as the greenest of counsel should know, not properly before [the court of appeals].\"  United States v. Kobrosky, <span class=\"citation\" data-id=\"421132\"><a href=\"/opinion/421132/united-states-v-milton-l-kobrosky/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">449</span></a></span>, 457 (1st Cir.1983)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195462/",
    "https://www.courtlistener.com/api/rest/v3/opinions/415363/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421132/",
    "https://www.courtlistener.com/api/rest/v3/opinions/428311/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451923/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480591/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487488/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488021/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499045/",
    "https://www.courtlistener.com/api/rest/v3/opinions/514043/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539215/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543582/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552770/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557818/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564956/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564961/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579198/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/667581/"
  ]
}