{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195607/",
  "id": 195607,
  "absolute_url": "/opinion/195607/northeast-utilities-v-nlrb/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195607/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:40Z",
  "date_modified": "2020-02-21T23:29:42.092474Z",
  "type": "010combined",
  "sha1": "ecca4e0705997c56e589f5323259225111bc4c79",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1006.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1006\n\n             NORTHEAST UTILITIES SERVICE CORPORATION,\n                           Petitioner,\n\n                                v.\n\n                 NATIONAL LABOR RELATIONS BOARD,\n                           Respondent.\n\n                                           \n\n         INTERNATIONAL BROTHERHOOD OF ELECTRICAL WORKERS,\n                     LOCAL 455, AFL-CIO-CLC,\n                            Intervenor\n\n                                           \n\n           ON PETITION FOR REVIEW AND CROSS-APPLICATION\n                  FOR ENFORCEMENT OF AN ORDER OF\n                THE NATIONAL LABOR RELATIONS BOARD\n\n                                           \n\n                              Before\n\n                  Selya and Cyr, Circuit Judges,\n                                               \n                   and Zobel,* District Judge.\n                                             \n\n                                           \n\n     Gregory  B. Nokes,  with whom  Kevin D. O'Leary,  William H.\n                                                                 \nNarwold, and Cummings &amp; Lockwood were on brief for petitioner.\n                                \n     Margaret Gaines Neigus, Supervisory Attorney, National Labor\n                           \nRelations  Board,  with  whom  Frederick  L.  Feinstein,  General\n                                                       \nCounsel, Linda Sher, Acting  Associate General Counsel, Aileen A.\n                                                                 \nArmstrong, Deputy  Associate General  Counsel, Peter  D. Winkler,\n                                                                \nRosemary  Pye,  National  Labor  Relations  Board,  Marshall   T.\n                                                                 \nMoriarty, and Maskele and Moriarty were on brief for respondent.\n                                  \n\n                                           \n\n                        September 20, 1994\n                                           \n\n                    \n\n*  Of the District of Massachusetts, sitting by designation.\n\n          ZOBEL,  District  Judge.   Northeast  Utilities Service\n          ZOBEL,  District  Judge.\n                                 \n\nCorporation (the \"Company\") petitions for review of a final order\n\nof the National Labor  Relations Board (the \"Board\").   The Board\n\ncross-applies  for  enforcement  of  that  order,1   pursuant  to\n\nsections 10(e) and (f)  of the National Labor Relations  Act (the\n\n\"Act\"),  29 U.S.C.A.    160(e),(f)(West  1973).   The only  issue\n\nbefore this Court  is whether  the Board  had substantial  record\n\nevidence  to conclude  that certain  of the  Company's employees,\n\nknown as  Pool Coordinators (\"PCs\") and  Senior Pool Coordinators\n\n(\"SPCs\"), are  neither \"supervisors\" within section  2(11) of the\n\nAct  nor  managerial employees  and  therefore  may constitute  a\n\ncollective bargaining unit.\n\n                                I.\n\n           International Brotherhood of Electrical Workers, Local\n\n455 (the \"IBEW\"), filed  a petition with the Board  seeking to be\n\ncertified  as exclusive  collective bargaining  representative of\n\nthe PCs and SPCs.  The Company opposed the petition on the ground\n\nthat  these employees were exempt  from the Act  because of their\n\nsupervisory and managerial status.   Based on evidence  presented\n\nat preelection hearings, the regional director found that neither\n\nPCs  nor SPCs  were  supervisors or  managers.   Accordingly, she\n\ndirected  an election.  The  Company filed a  timely \"Request for\n\nReview\" which the Board rejected as raising no substantial issues\n\nwarranting reconsideration.\n\n                    \n\n1  The Board's November 24, 1993, Decision and Order  is reported\nat  313 N.L.R.B. No.  65 (Nov. 24,  1993).  It  rests on findings\nissued April 8, 1993.  \n\n                               -2-\n\n          The IBEW  prevailed in the election held  May 11, 1993,\n\nwhereupon the  regional director  certified it as  the collective\n\nbargaining  representative of  the  PCs and  SPCs.   The  Company\n\ndeclined  the IBEW's subsequent  request to bargain collectively;\n\nit  still insisted  that the  PCs and  SPCs were  supervisors and\n\nmanagers exempt from the  proposed bargaining unit.  On  June 17,\n\n1993,  the IBEW  filed  an unfair  labor  practice charge.    The\n\nBoard's  general  counsel then  issued  a  complaint and  amended\n\ncomplaint  on the charge that  the Company refused  to bargain in\n\nviolation of section  8(a)(1) and (5) of  the Act, 29  U.S.C.A.  \n\n158(a)(1),(5)(West 1973).   He subsequently moved to transfer the\n\nproceedings to the Board  and for summary judgment.   On November\n\n24,  1993,  the Board  granted the  motion,  as it  found  no new\n\nevidence  or  special  circumstances   that  would  cause  it  to\n\nreexamine its  representation decision.   It  therefore concluded\n\nthat the Company's refusal to bargain violated the Act.\n\n                               II.\n\n          In the  late  1960s New  England's  electric  utilities\n\ncreated  the  New England  Power  Pool  (\"NEPOOL\") to  centralize\n\ncontrol of the region's  power supply.  NEPOOL is  an association\n\nof roughly one hundred utility companies in the six-state region,\n\nwhich  in   turn  operate   approximately  three   hundred  power\n\ngenerating  plants.   NEPOOL  is  divided  into three  divisions,\n\nNEPOOL  billing,  which manages  transactions within  the system;\n\nNEPLAN,  which forecasts  future  power needs;  and NEPEX,  which\n\ncontrols daily power generation and transmission.\n\n                               -3-\n\n          The Company  is responsible for staffing  each division\n\npursuant  to  a  service  contract  with  NEPOOL.    All  support\n\nfunctions  are  provided  by   the  Company  as  well,  including\n\npersonnel   management,  accounting  and  purchasing.    Vacation\n\nschedules, exempt  payment plans, hiring,  evaluation and  firing\n\npractices  are  uniformly prescribed  by  the Company  throughout\n\nNEPOOL's divisions.  Thus,  every employee of a  NEPOOL operating\n\ndivision is an employee of the Company.\n\n          NEPEX in Holyoke, Massachusetts, is the master dispatch\n\nand control center  for bulk  power throughout New  England.   It\n\nregulates the  day-to-day production, sale and  purchase of power\n\nby  each  of  the   approximately  three  hundred  NEPOOL  member\n\nutilities.   Because of the  complexity of this  task, NEPEX does\n\nnot communicate directly with each of the component power plants,\n\nbut   instead  relays   instructions  through   four  \"satellite\"\n\noperations.   The  satellites  are regionally  organized:   Rhode\n\nIsland, Eastern Massachusetts and Vermont are within the \"REMVEC\"\n\nsatellite;  Connecticut  and  Western  Massachusetts  within  the\n\n\"CONVEX\" satellite;  New Hampshire  and  Maine each  has its  own\n\nsatellite organization.   CONVEX employees are  also employees of\n\nthe Company but the other satellites are independently staffed. \n\n                               III.\n\n          The employees at issue work in the  NEPEX control room,\n\nthe  nerve center  of all  NEPEX operations.   The  PCs  and SPCs\n\n(collectively  \"Coordinators\") are  responsible  for  buying  and\n\nselling  power  among the  member  utilities  as economically  as\n\n                               -4-\n\npossible while avoiding power outages.  They decide which  plants\n\nwill operate  at what times and  at what power levels.   They set\n\nand implement maintenance  schedules for  both generating  plants\n\nand transmission elements.  If control room equipment should need\n\nrepair  or maintenance, they  may order  those services  from the\n\nplant's engineers,  in accordance with  priorities set in  one of\n\nfourteen \"Operating  Procedures\" promulgated  by NEPOOL to  guide\n\nthe Coordinators in their several responsibilities.\n\n          The  control   room  is  in  constant   operation;  the\n\nCoordinators work in  teams of three -- one SPC and two PCs -- in\n\ntwelve-hour  shifts.   During \"business hours,\" from 8:30 a.m. to\n\n4:00  p.m. on weekdays, a supervisor  and assistant supervisor of\n\ncontrol  room operations  also work  at the  plant; at  all other\n\ntimes  they are on  call.  They  audit and  formally evaluate the\n\nCoordinators' overall performance, sometimes  with input from the\n\nSPCs.   During nonbusiness hours,  the PCs  and SPC are  the only\n\nemployees on duty. \n\n          The PCs alternate each shift between two positions, the\n\n\"generation/load\"  PC and  the  \"transmission/security\" PC.   The\n\ngeneration/load PC buys and  sells \"contract\" and \"economy\" power\n\nfrom all member and nonmember plants, and reserves  enough unused\n\ncapacity  to ensure  continued operation  in the  event  that the\n\nlargest single generator shuts down.  \n\n          The transmission/security  PC monitors the  New England\n\nbulk power system, prepares for power coverage in  the event of a\n\nplant  shutdown, and has final authority to approve or disapprove\n\n                               -5-\n\ntransmission outage applications.    This  employee also has  the\n\nauthority  to  dispatch  power uneconomically  if  such  dispatch\n\ncontributes  to  overall   system  reliability.    Further,   the\n\ntransmission/security   PC   monitors  the   system   to  prevent\n\ncascading, that is, to ensure that no single transmission element\n\nin   the  system   overloads  any  other   transmission  element.\n\nUltimately, the security PC  may direct limited power  outages by\n\nreducing  voltage or \"shedding load\" to prevent a more widespread\n\nblackout. \n\n          The  SPC's duties are similar to those of the PCs', but\n\nrather   than   looking   at   the    system's   minute-to-minute\n\nrequirements, the  SPC forecasts the system's  needs from several\n\nhours to one day in advance.  Witnesses for the Company testified\n\nthe  SPC is \"in  charge\" of the  shift.  As  the more experienced\n\nemployee in the  control room,  the SPC may  attempt to  moderate\n\ndisputes  between  the generation/load  and transmission/security\n\nPCs  but there  was  no evidence  that  the  SPC gave  orders  or\n\ninstructions.   On the contrary, the record suggests that the SPC\n\nis too  busy with his/her  own duties  to oversee the  PCs' work.\n\nExcept for informal discussions with the control room supervisor,\n\nthe SPC does not evaluate PCs' performance and is not responsible\n\nfor discipline, termination of  employment, or for approving time\n\nsheets or leave.  During nonbusiness hours, if a PC cannot report\n\nto  work, the SPC contacts a shift replacement from a preexisting\n\n\"spares\" list.\n\n          Although NEPEX PCs and SPCs are paid at a higher salary\n\n                               -6-\n\ngrade than  satellite operators, they have no  authority to hire,\n\nfire,  evaluate  or  promote   satellite  employees.    Should  a\n\nsatellite operator refuse to  comply with NEPEX instructions, the\n\nPC or  SPC would not  have the power  to discipline or  recommend\n\ndiscipline.   Instead,  the  NEPEX coordinator  would relate  the\n\nincident  to  NEPEX  upper  management who  would  contact  upper\n\nmanagement at the satellite and attempt to resolve the matter.\n\n          Both  PCs  and  SPCs have  substantial  authority  with\n\nrespect to NEPEX's day-to-day functions, but even in this respect\n\ntheir discretion  is limited by the directives  in fourteen NEPEX\n\nOperating Procedures.  The Procedures define the broad parameters\n\nto  be followed  as  the  PCs  and  SPCs  conduct  the  dispatch.\n\nHowever,  not every facet of  every procedure is  dictated by the\n\nOperating Procedures and Coordinators  are often expected to rely\n\nupon  their own  knowledge,  skills and  experience  to make  the\n\nsystem work.\n\n                               IV.\n\n           Supervisors are excluded from the Act's  definition of\n\n\"employees\"  and hence may not  be included in  a bargaining unit\n\ndesignated by the  Board.   29 U.S.C.A.     152(3), 159(b)  (West\n\n1973).  Section 2(11) of the  Act, 29 U.S.C.   152(11), defines a\n\n\"supervisor\" as\n\n            [A]ny individual having authority, in the\n            interest  of  the   employer,  to   hire,\n            transfer,   suspend,  lay   off,  recall,\n            promote,  discharge,  assign, reward,  or\n            discipline     other     employees,    or\n            responsibly to direct  them, or to adjust\n            their   grievances,  or   effectively  to\n            recommend such action,  if in  connection\n\n                               -7-\n\n            with the foregoing  the exercise of  such\n            authority is  not of a  merely routine or\n            clerical nature, but requires the  use of\n            independent judgment.\n\nThe  statute is read in  the disjunctive, \"with  the existence of\n\nany one of the statutory  powers sufficient to confer supervisory\n\nstatus  regardless  of the  frequency  of its  exercise.\"   Maine\n                                                                 \n\nYankee  Atomic Power  Co. v.  NLRB,  624 F.2d  347, 360;  NLRB v.\n                                                                 \n\nMagnesium Casting Co., 427  F.2d 114, 117 (1st Cir.  1970), aff'd\n                                                                 \n\non other grounds, 401 U.S. 137 (1971).\n                \n\n          We   are   especially   deferential   to   the  Board's\n\ndetermination  of  supervisory  status because  we  recognize the\n\nBoard's  competence  and experience  in applying  the Act  to the\n\ncomplexities  of industrial life.   NLRB v.  Erie Resistor Corp.,\n                                                                \n\n373  U.S. 221,  236  (1963);   Maine  Yankee,  624  F.2d at  360.\n                                            \n\nFurther,  the  \"infinite  and  subtle  gradations  of  authority\"\n\nexisting in the workplace  entitle the Board to wide  latitude in\n\ndetermining   which  employees  fall  within  the  definition  of\n\n\"supervisor.\"   Marine Eng'rs Beneficial Ass'n  v. Interlake S.S.\n                                                                 \n\nCo., 370 U.S.  173, 179  n.6 (1962); Goldies,  Inc. v. NLRB,  628\n                                                           \n\nF.2d 706, 710 (1st Cir. 1980).    Our deference is not unlimited,\n\nhowever;  we will  only  affirm the  Board's  decision if  it  is\n\nsupported by  \"substantial evidence,\" drawn from  the totality of\n\nthe record.   Universal Camera  Corp. v. NLRB, 340  U.S. 474, 488\n                                             \n\n(1951); Maine Yankee, 624 F.2d at 360.\n                    \n\n          The  Company concedes  that the  PCs and  SPCs have  no\n\nauthority to \"hire, transfer,  suspend, lay off, recall, promote,\n\ndischarge,   assign,  reward,  or  discipline  other  employees.\"\n\n                               -8-\n\nInstead,  it  contends  that  the  Coordinators  are  supervisors\n\nbecause  they  \"responsibly  .   .  .  direct\"  CONVEX  satellite\n\nemployees and NEPEX engineers, and the exercise of that authority\n\nrequires the use of independent judgment.\n\n          PCs   and  SPCs   are  unquestionably   highly  trained\n\nemployees  who use  independent  judgment to  make and  implement\n\ncomplex technical decisions that affect the entire region's power\n\nsupply.  They  do not, however, \"responsibly . .  . direct\" other\n\nemployees  within the meaning of the statute.  \"To be responsible\n\nis to be answerable for the  discharge of a duty or  obligation.\"\n\nMaine Yankee, 624  F.2d at 361 (quoting  Ohio Power Co. v.  NLRB,\n                                                                \n\n176 F.2d 385, 387 (6th Cir.), cert. denied, 338 U.S. 899 (1949)).\n                                          \n\nThe uncontroverted evidence established that the PCs and SPCs are\n\nnot answerable for the conduct of satellite operators.  The NEPEX\n\ncoordinators  are  permitted  merely to  report  CONVEX  employee\n\nfailures to NEPEX upper management, and it is upper management at\n\nthe satellite that  is ultimately responsible for the  actions of\n\nCONVEX operators.  By the  same token, although PCs and  SPCs use\n\nindependent  judgment  within  the  guidelines  of  the Operating\n\nProcedures to determine  whether and when to  direct engineers to\n\nservice control  room equipment, there  is no evidence  that they\n\nanswer for engineering or equipment failures.\n\n          The  Company maintains  that  the SPCs,  as the  senior\n\nemployees  in the  control  room during  nonbusiness hours,  also\n\nsupervise  PCs.  However, its assertion that SPCs were in \"charge\n\nof the shift\" in  the control room supervisor's absence,  is also\n\n                               -9-\n\nnot  supported by the evidence.   Nothing in  the record suggests\n\nthat they had ultimate responsibility for the plant's performance\n\nduring  nonbusiness  hours,  in  fact  the  record  notes that  a\n\nsupervisor is always  on call.   Moreover, SPCs  do not  evaluate\n\nPCs'  performance,  although  the  control  room  supervisor  may\n\nrequest SPCs'  input.  SPCs do  not have authority to  hire or to\n\nassign work;  only as a matter  of routine may they  fill an open\n\nshift  from a preexisting list.   If the  SPCs moderate disputes,\n\nthe outcome is not ultimately their responsibility.  Finally, and\n\nmost  importantly, SPCs are simply  not held accountable  if a PC\n\ndisobeys a direct order, misquotes a price or causes a blackout.\n\n          Petitioner relies heavily on  Maine Yankee, 624 F.2d at\n                                                    \n\n347,  in which we reversed the Board's determination that a power\n\nplant's  Shift  Operating  Supervisors (\"SOSs\"),  who  had duties\n\nsimilar to those of  the Coordinators here, were not  supervisors\n\nunder the Act.  Its reliance is misplaced.  In that case we found\n\nthat  the SOSs  did  responsibly direct  other employees  because\n\n\"should anything  go wrong with  respect to the  plant's electric\n\npower output,  '[the SOS] is  the one  that would have  to answer\n\nwhy.'\"   Id. at  361.  The  Coordinators in this  case may direct\n           \n\nCONVEX  operators, but  they  are not  responsible  for what  the\n\nsatellite  employees actually do.   Further, in Maine Yankee, the\n                                                            \n\nBoard  ignored  or  depreciated   evidence  that  the  SOSs  used\n\nindependent judgment in their direction of other employees.  Here\n\nthe Board implicitly recognized  that the Coordinators are highly\n\ntrained   employees  with  substantial   discretion,  within  the\n\n                               -10-\n\nOperating Procedures,  to instruct  other employees.   The Board,\n\nhowever,  refused to take the further step of concluding that PCs\n\nand SPCs  were responsible for  other employees' actions,  and in\n\nthat, we conclude, it was correct.\n\n                                V.\n\n          The  Company   also  argues  that  PCs   and  SPCs  are\n\nmanagerial employees and therefore  exempt.  The Act  itself does\n\nnot explicitly exclude  managers, but they have been  excluded by\n\njudicial  interpretation  because   managers'  interests  are  so\n\naligned with  the interests of the employer  that managers cannot\n\nbe deemed  employees for the purposes  of the Act.   NLRB v. Bell\n                                                                 \n\nAerospace Co., 416 U.S. 267, 283-89 (1974).  Managers are defined\n             \n\nas those  who \"'formulate  and effectuate management  policies by\n\nexpressing   and  making   operative  the   decisions   of  their\n\nemployer.'\"  NLRB v. Health Care  &amp; Retirement Corp.,  114 S. Ct.\n                                                    \n\n1778,  1782  (1994) (quoting  Bell Aerospace,  416 U.S.  at 288);\n                                            \n\nBoston  Univ. Chapter, Am. Ass'n of Univ. Professors v. NLRB, 835\n                                                            \n\nF.2d 399, 400 n.3 (1st  Cir. 1987).  Generally, employees  may be\n\nexcluded from a bargaining unit on the basis of managerial status\n\nonly  if  they \"represent[]  management  interests  by taking  or\n\nrecommending  discretionary actions  that effectively  control or\n\nimplement employer policy.\"  NLRB v. Yeshiva University, 444 U.S.\n                                                       \n\n672, 683 (1980).\n\n          The  Company's  argument   is  unpersuasive  given  the\n\npaucity  of evidence tending to show managerial powers in the PCs\n\nor SPCs.  Management policy at NEPEX is embodied in the Operating\n\n                               -11-\n\nProcedures formulated  by the Operations Committee.   There is no\n\nevidence that  PCs  or  SPCs  have  a role  in  the  creation  or\n\nimplementation  of  the  Operating  Procedures.    Certainly  the\n\nCoordinators may  sometimes depart from the  Procedures, but they\n\ndo  not have the  authority to issue  new ones.   Finally, at the\n\ncore  of the managerial question is the alignment of workers' and\n\nemployer's  interests.  Other than the common goal of keeping the\n\nlights on,  the  record shows  no  such congruence  of  interests\n\nbetween the  Company and  the Coordinators sufficient  to warrant\n\nthe latter's exemption from the Act.\n\n                               VI.\n\n          It  is the function of this Court to review the Board's\n\ndecision in accordance  with the \"substantial evidence\" test.  It\n\nis  the Board's  \"primary function  to determine  those who  as a\n\npractical  matter  fall  within  the statutory  definition  of  a\n\n'supervisor.'\"   Interlake S.S. Co.,  370 U.S.  at 179 n.6.   The\n                                   \n\nBoard undoubtedly  had substantial  evidence on the  record as  a\n\nwhole to conclude that the PCs  and SPCs did not meet the current\n\ndefinition  of \"supervisors.\"   However, when  the Board  and the\n\ncourts  set  upon  the task  of  defining  a  supervisor for  the\n\npurposes of the statute, neither contemplated the type  of quasi-\n\nprofessional,  quasi-overseer employee  encountered in  this case\n\nand others in the  public utilities setting.   It may profit  the\n\nBoard to reexamine its views in this field. \n\n          The  Company's petition  for review  is denied  and the\n\nBoard's application for enforcement of its order is granted.\n\n                               -12-\n\n          Affirmed.\n          Affirmed\n                  \n\n                               -13-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1006\n\n             NORTHEAST UTILITIES SERVICE CORPORATION,\n                           Petitioner,\n\n                                v.\n\n                 NATIONAL LABOR RELATIONS BOARD,\n                           Respondent.\n\n                                           \n\n         INTERNATIONAL BROTHERHOOD OF ELECTRICAL WORKERS,\n                     LOCAL 455, AFL-CIO-CLC,\n                            Intervenor\n\n                                           \n\n           ON PETITION FOR REVIEW AND CROSS-APPLICATION\n                  FOR ENFORCEMENT OF AN ORDER OF\n                THE NATIONAL LABOR RELATIONS BOARD\n\n                                           \n\n                              Before\n\n                  Selya and Cyr, Circuit Judges,\n                                               \n                   and Zobel,* District Judge.\n                                             \n\n                                           \n\n     Gregory  B. Nokes,  with whom  Kevin D. O'Leary,  William H.\n                                                                 \nNarwold, and Cummings &amp; Lockwood were on brief for petitioner.\n                                \n     Margaret Gaines Neigus, Supervisory Attorney, National Labor\n                           \nRelations  Board,  with  whom  Frederick  L.  Feinstein,  General\n                                                       \nCounsel, Linda Sher, Acting  Associate General Counsel, Aileen A.\n                                                                 \nArmstrong, Deputy  Associate General  Counsel, Peter  D. Winkler,\n                                                                \nRosemary  Pye,  National  Labor  Relations  Board,  Marshall   T.\n                                                                 \nMoriarty, and Maskele and Moriarty were on brief for respondent.\n                                  \n\n                                           \n\n                        September 20, 1994\n                                           \n\n                    \n\n*  Of the District of Massachusetts, sitting by designation.\n\n          ZOBEL,  District  Judge.   Northeast  Utilities Service\n          ZOBEL,  District  Judge.\n                                 \n\nCorporation (the \"Company\") petitions for review of a final order\n\nof the National Labor  Relations Board (the \"Board\").   The Board\n\ncross-applies  for  enforcement  of  that  order,1   pursuant  to\n\nsections 10(e) and (f)  of the National Labor Relations  Act (the\n\n\"Act\"),  29 U.S.C.A.    160(e),(f)(West  1973).   The only  issue\n\nbefore this Court  is whether  the Board  had substantial  record\n\nevidence  to conclude  that certain  of the  Company's employees,\n\nknown as  Pool Coordinators (\"PCs\") and  Senior Pool Coordinators\n\n(\"SPCs\"), are  neither \"supervisors\" within section  2(11) of the\n\nAct  nor  managerial employees  and  therefore  may constitute  a\n\ncollective bargaining unit.\n\n                                I.\n\n           International Brotherhood of Electrical Workers, Local\n\n455 (the \"IBEW\"), filed  a petition with the Board  seeking to be\n\ncertified  as exclusive  collective bargaining  representative of\n\nthe PCs and SPCs.  The Company opposed the petition on the ground\n\nthat  these employees were exempt  from the Act  because of their\n\nsupervisory and managerial status.   Based on evidence  presented\n\nat preelection hearings, the regional director found that neither\n\nPCs  nor SPCs  were  supervisors or  managers.   Accordingly, she\n\ndirected  an election.  The  Company filed a  timely \"Request for\n\nReview\" which the Board rejected as raising no substantial issues\n\nwarranting reconsideration.\n\n                    \n\n1  The Board's November 24, 1993, Decision and Order  is reported\nat  313 N.L.R.B. No.  65 (Nov. 24,  1993).  It  rests on findings\nissued April 8, 1993.  \n\n                               -2-\n\n          The IBEW  prevailed in the election held  May 11, 1993,\n\nwhereupon the  regional director  certified it as  the collective\n\nbargaining  representative of  the  PCs and  SPCs.   The  Company\n\ndeclined  the IBEW's subsequent  request to bargain collectively;\n\nit  still insisted  that the  PCs and  SPCs were  supervisors and\n\nmanagers exempt from the  proposed bargaining unit.  On  June 17,\n\n1993,  the IBEW  filed  an unfair  labor  practice charge.    The\n\nBoard's  general  counsel then  issued  a  complaint and  amended\n\ncomplaint  on the charge that  the Company refused  to bargain in\n\nviolation of section  8(a)(1) and (5) of  the Act, 29  U.S.C.A.  \n\n158(a)(1),(5)(West 1973).   He subsequently moved to transfer the\n\nproceedings to the Board  and for summary judgment.   On November\n\n24,  1993,  the Board  granted the  motion,  as it  found  no new\n\nevidence  or  special  circumstances   that  would  cause  it  to\n\nreexamine its  representation decision.   It  therefore concluded\n\nthat the Company's refusal to bargain violated the Act.\n\n                               II.\n\n          In the  late  1960s New  England's  electric  utilities\n\ncreated  the  New England  Power  Pool  (\"NEPOOL\") to  centralize\n\ncontrol of the region's  power supply.  NEPOOL is  an association\n\nof roughly one hundred utility companies in the six-state region,\n\nwhich  in   turn  operate   approximately  three   hundred  power\n\ngenerating  plants.   NEPOOL  is  divided  into three  divisions,\n\nNEPOOL  billing,  which manages  transactions within  the system;\n\nNEPLAN,  which forecasts  future  power needs;  and NEPEX,  which\n\ncontrols daily power generation and transmission.\n\n                               -3-\n\n          The Company  is responsible for staffing  each division\n\npursuant  to  a  service  contract  with  NEPOOL.    All  support\n\nfunctions  are  provided  by   the  Company  as  well,  including\n\npersonnel   management,  accounting  and  purchasing.    Vacation\n\nschedules, exempt  payment plans, hiring,  evaluation and  firing\n\npractices  are  uniformly prescribed  by  the Company  throughout\n\nNEPOOL's divisions.  Thus,  every employee of a  NEPOOL operating\n\ndivision is an employee of the Company.\n\n          NEPEX in Holyoke, Massachusetts, is the master dispatch\n\nand control center  for bulk  power throughout New  England.   It\n\nregulates the  day-to-day production, sale and  purchase of power\n\nby  each  of  the   approximately  three  hundred  NEPOOL  member\n\nutilities.   Because of the  complexity of this  task, NEPEX does\n\nnot communicate directly with each of the component power plants,\n\nbut   instead  relays   instructions  through   four  \"satellite\"\n\noperations.   The  satellites  are regionally  organized:   Rhode\n\nIsland, Eastern Massachusetts and Vermont are within the \"REMVEC\"\n\nsatellite;  Connecticut  and  Western  Massachusetts  within  the\n\n\"CONVEX\" satellite;  New Hampshire  and  Maine each  has its  own\n\nsatellite organization.   CONVEX employees are  also employees of\n\nthe Company but the other satellites are independently staffed. \n\n                               III.\n\n          The employees at issue work in the  NEPEX control room,\n\nthe  nerve center  of all  NEPEX operations.   The  PCs  and SPCs\n\n(collectively  \"Coordinators\") are  responsible  for  buying  and\n\nselling  power  among the  member  utilities  as economically  as\n\n                               -4-\n\npossible while avoiding power outages.  They decide which  plants\n\nwill operate  at what times and  at what power levels.   They set\n\nand implement maintenance  schedules for  both generating  plants\n\nand transmission elements.  If control room equipment should need\n\nrepair  or maintenance, they  may order  those services  from the\n\nplant's engineers,  in accordance with  priorities set in  one of\n\nfourteen \"Operating  Procedures\" promulgated  by NEPOOL to  guide\n\nthe Coordinators in their several responsibilities.\n\n          The  control   room  is  in  constant   operation;  the\n\nCoordinators work in  teams of three -- one SPC and two PCs -- in\n\ntwelve-hour  shifts.   During \"business hours,\" from 8:30 a.m. to\n\n4:00  p.m. on weekdays, a supervisor  and assistant supervisor of\n\ncontrol  room operations  also work  at the  plant; at  all other\n\ntimes  they are on  call.  They  audit and  formally evaluate the\n\nCoordinators' overall performance, sometimes  with input from the\n\nSPCs.   During nonbusiness hours,  the PCs  and SPC are  the only\n\nemployees on duty. \n\n          The PCs alternate each shift between two positions, the\n\n\"generation/load\"  PC and  the  \"transmission/security\" PC.   The\n\ngeneration/load PC buys and  sells \"contract\" and \"economy\" power\n\nfrom all member and nonmember plants, and reserves  enough unused\n\ncapacity  to ensure  continued operation  in the  event  that the\n\nlargest single generator shuts down.  \n\n          The transmission/security  PC monitors the  New England\n\nbulk power system, prepares for power coverage in  the event of a\n\nplant  shutdown, and has final authority to approve or disapprove\n\n                               -5-\n\ntransmission outage applications.    This  employee also has  the\n\nauthority  to  dispatch  power uneconomically  if  such  dispatch\n\ncontributes  to  overall   system  reliability.    Further,   the\n\ntransmission/security   PC   monitors  the   system   to  prevent\n\ncascading, that is, to ensure that no single transmission element\n\nin   the  system   overloads  any  other   transmission  element.\n\nUltimately, the security PC  may direct limited power  outages by\n\nreducing  voltage or \"shedding load\" to prevent a more widespread\n\nblackout. \n\n          The  SPC's duties are similar to those of the PCs', but\n\nrather   than   looking   at   the    system's   minute-to-minute\n\nrequirements, the  SPC forecasts the system's  needs from several\n\nhours to one day in advance.  Witnesses for the Company testified\n\nthe  SPC is \"in  charge\" of the  shift.  As  the more experienced\n\nemployee in the  control room,  the SPC may  attempt to  moderate\n\ndisputes  between  the generation/load  and transmission/security\n\nPCs  but there  was  no evidence  that  the  SPC gave  orders  or\n\ninstructions.   On the contrary, the record suggests that the SPC\n\nis too  busy with his/her  own duties  to oversee the  PCs' work.\n\nExcept for informal discussions with the control room supervisor,\n\nthe SPC does not evaluate PCs' performance and is not responsible\n\nfor discipline, termination of  employment, or for approving time\n\nsheets or leave.  During nonbusiness hours, if a PC cannot report\n\nto  work, the SPC contacts a shift replacement from a preexisting\n\n\"spares\" list.\n\n          Although NEPEX PCs and SPCs are paid at a higher salary\n\n                               -6-\n\ngrade than  satellite operators, they have no  authority to hire,\n\nfire,  evaluate  or  promote   satellite  employees.    Should  a\n\nsatellite operator refuse to  comply with NEPEX instructions, the\n\nPC or  SPC would not  have the power  to discipline or  recommend\n\ndiscipline.   Instead,  the  NEPEX coordinator  would relate  the\n\nincident  to  NEPEX  upper  management who  would  contact  upper\n\nmanagement at the satellite and attempt to resolve the matter.\n\n          Both  PCs  and  SPCs have  substantial  authority  with\n\nrespect to NEPEX's day-to-day functions, but even in this respect\n\ntheir discretion  is limited by the directives  in fourteen NEPEX\n\nOperating Procedures.  The Procedures define the broad parameters\n\nto  be followed  as  the  PCs  and  SPCs  conduct  the  dispatch.\n\nHowever,  not every facet of  every procedure is  dictated by the\n\nOperating Procedures and Coordinators  are often expected to rely\n\nupon  their own  knowledge,  skills and  experience  to make  the\n\nsystem work.\n\n                               IV.\n\n           Supervisors are excluded from the Act's  definition of\n\n\"employees\"  and hence may not  be included in  a bargaining unit\n\ndesignated by the  Board.   29 U.S.C.A.     152(3), 159(b)  (West\n\n1973).  Section 2(11) of the  Act, 29 U.S.C.   152(11), defines a\n\n\"supervisor\" as\n\n            [A]ny individual having authority, in the\n            interest  of  the   employer,  to   hire,\n            transfer,   suspend,  lay   off,  recall,\n            promote,  discharge,  assign, reward,  or\n            discipline     other     employees,    or\n            responsibly to direct  them, or to adjust\n            their   grievances,  or   effectively  to\n            recommend such action,  if in  connection\n\n                               -7-\n\n            with the foregoing  the exercise of  such\n            authority is  not of a  merely routine or\n            clerical nature, but requires the  use of\n            independent judgment.\n\nThe  statute is read in  the disjunctive, \"with  the existence of\n\nany one of the statutory  powers sufficient to confer supervisory\n\nstatus  regardless  of the  frequency  of its  exercise.\"   Maine\n                                                                 \n\nYankee  Atomic Power  Co. v.  NLRB,  </pre><span class=\"citation no-link\"><span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">347</span></span><pre class=\"inline\">, 360;  NLRB v.\n                                                                 \n\nMagnesium Casting Co., </pre><span class=\"citation\" data-id=\"290428\"><a href=\"/opinion/290428/national-labor-relations-board-v-magnesium-casting-company-united/\"><span class=\"volume\">427</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">114</span></a></span><pre class=\"inline\">, 117 (1st Cir.  1970), aff'd\n                                                                 \n\non other grounds, </pre><span class=\"citation\" data-id=\"108267\"><a href=\"/opinion/108267/magnesium-casting-co-v-nlrb/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span> </a></span><pre class=\"inline\">(1971).\n                \n\n          We   are   especially   deferential   to   the  Board's\n\ndetermination  of  supervisory  status because  we  recognize the\n\nBoard's  competence  and experience  in applying  the Act  to the\n\ncomplexities  of industrial life.   NLRB v.  Erie Resistor Corp.,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"106605\"><a href=\"/opinion/106605/nlrb-v-erie-resistor-corp/\"><span class=\"volume\">373</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></a></span><pre class=\"inline\">,  236  (1963);   Maine  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Yankee,</span>  <span class=\"volume\">624</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">360</span></span><pre class=\"inline\">.\n                                            \n\nFurther,  the  \"infinite  and  subtle  gradations  of  authority\"\n\nexisting in the workplace  entitle the Board to wide  latitude in\n\ndetermining   which  employees  fall  within  the  definition  of\n\n\"supervisor.\"   Marine Eng'rs Beneficial Ass'n  v. Interlake S.S.\n                                                                 \n\nCo., </pre><span class=\"citation\" data-id=\"106430\"><a href=\"/opinion/106430/marine-engineers-v-interlake-ss-co/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">173</span></a></span><pre class=\"inline\">, 179  n.6 (1962); Goldies,  Inc. v. NLRB,  </pre><span class=\"citation\" data-id=\"381357\"><a href=\"/opinion/381357/goldies-inc-v-national-labor-relations-board/\"><span class=\"volume\">628</span>\n                                                           \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">706</span></a></span><pre class=\"inline\">, 710 (1st Cir. 1980).    Our deference is not unlimited,\n\nhowever;  we will  only  affirm the  Board's  decision if  it  is\n\nsupported by  \"substantial evidence,\" drawn from  the totality of\n\nthe record.   Universal Camera  Corp. v. NLRB, </pre><span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span><pre class=\"inline\">, 488\n                                             \n\n(1951); Maine </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Yankee,</span> <span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">360</span></span><pre class=\"inline\">.\n                    \n\n          The  Company concedes  that the  PCs and  SPCs have  no\n\nauthority to \"hire, transfer,  suspend, lay off, recall, promote,\n\ndischarge,   assign,  reward,  or  discipline  other  employees.\"\n\n                               -8-\n\nInstead,  it  contends  that  the  Coordinators  are  supervisors\n\nbecause  they  \"responsibly  .   .  .  direct\"  CONVEX  satellite\n\nemployees and NEPEX engineers, and the exercise of that authority\n\nrequires the use of independent judgment.\n\n          PCs   and  SPCs   are  unquestionably   highly  trained\n\nemployees  who use  independent  judgment to  make and  implement\n\ncomplex technical decisions that affect the entire region's power\n\nsupply.  They  do not, however, \"responsibly . .  . direct\" other\n\nemployees  within the meaning of the statute.  \"To be responsible\n\nis to be answerable for the  discharge of a duty or  obligation.\"\n\nMaine </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Yankee,</span> <span class=\"volume\">624</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">361</span> </span><pre class=\"inline\">(quoting  Ohio Power Co. v.  NLRB,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"1485005\"><a href=\"/opinion/1485005/ohio-power-co-v-nlrb/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">385</span></a></span><pre class=\"inline\">, 387 (6th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">899</span> </span><pre class=\"inline\">(1949)).\n                                          \n\nThe uncontroverted evidence established that the PCs and SPCs are\n\nnot answerable for the conduct of satellite operators.  The NEPEX\n\ncoordinators  are  permitted  merely to  report  CONVEX  employee\n\nfailures to NEPEX upper management, and it is upper management at\n\nthe satellite that  is ultimately responsible for the  actions of\n\nCONVEX operators.  By the  same token, although PCs and  SPCs use\n\nindependent  judgment  within  the  guidelines  of  the Operating\n\nProcedures to determine  whether and when to  direct engineers to\n\nservice control  room equipment, there  is no evidence  that they\n\nanswer for engineering or equipment failures.\n\n          The  Company maintains  that  the SPCs,  as the  senior\n\nemployees  in the  control  room during  nonbusiness hours,  also\n\nsupervise  PCs.  However, its assertion that SPCs were in \"charge\n\nof the shift\" in  the control room supervisor's absence,  is also\n\n                               -9-\n\nnot  supported by the evidence.   Nothing in  the record suggests\n\nthat they had ultimate responsibility for the plant's performance\n\nduring  nonbusiness  hours,  in  fact  the  record  notes that  a\n\nsupervisor is always  on call.   Moreover, SPCs  do not  evaluate\n\nPCs'  performance,  although  the  control  room  supervisor  may\n\nrequest SPCs'  input.  SPCs do  not have authority to  hire or to\n\nassign work;  only as a matter  of routine may they  fill an open\n\nshift  from a preexisting list.   If the  SPCs moderate disputes,\n\nthe outcome is not ultimately their responsibility.  Finally, and\n\nmost  importantly, SPCs are simply  not held accountable  if a PC\n\ndisobeys a direct order, misquotes a price or causes a blackout.\n\n          Petitioner relies heavily on  Maine </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Yankee,</span> <span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span> at\n                                                    \n\n<span class=\"page\">347</span></span><pre class=\"inline\">,  in which we reversed the Board's determination that a power\n\nplant's  Shift  Operating  Supervisors (\"SOSs\"),  who  had duties\n\nsimilar to those of  the Coordinators here, were not  supervisors\n\nunder the Act.  Its reliance is misplaced.  In that case we found\n\nthat  the SOSs  did  responsibly direct  other employees  because\n\n\"should anything  go wrong with  respect to the  plant's electric\n\npower output,  '[the SOS] is  the one  that would have  to answer\n\nwhy.'\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at  361. </span><pre class=\"inline\"> The  Coordinators in this  case may direct\n           \n\nCONVEX  operators, but  they  are not  responsible  for what  the\n\nsatellite  employees actually do.   Further, in Maine Yankee, the\n                                                            \n\nBoard  ignored  or  depreciated   evidence  that  the  SOSs  used\n\nindependent judgment in their direction of other employees.  Here\n\nthe Board implicitly recognized  that the Coordinators are highly\n\ntrained   employees  with  substantial   discretion,  within  the\n\n                               -10-\n\nOperating Procedures,  to instruct  other employees.   The Board,\n\nhowever,  refused to take the further step of concluding that PCs\n\nand SPCs  were responsible for  other employees' actions,  and in\n\nthat, we conclude, it was correct.\n\n                                V.\n\n          The  Company   also  argues  that  PCs   and  SPCs  are\n\nmanagerial employees and therefore  exempt.  The Act  itself does\n\nnot explicitly exclude  managers, but they have been  excluded by\n\njudicial  interpretation  because   managers'  interests  are  so\n\naligned with  the interests of the employer  that managers cannot\n\nbe deemed  employees for the purposes  of the Act.   NLRB v. Bell\n                                                                 \n\nAerospace Co., </pre><span class=\"citation\" data-id=\"109011\"><a href=\"/opinion/109011/nlrb-v-bell-aerospace-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span><pre class=\"inline\">, 283-89 (1974).  Managers are defined\n             \n\nas those  who \"'formulate  and effectuate management  policies by\n\nexpressing   and  making   operative  the   decisions   of  their\n\nemployer.'\"  NLRB v. Health Care  &amp; Retirement Corp.,  </pre><span class=\"citation\" data-id=\"1087953\"><a href=\"/opinion/1087953/nlrb-v-health-care-retirement-corp-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span>\n                                                    \n\n<span class=\"page\">1778</span></a></span><pre class=\"inline\">,  1782  (1994) (quoting  Bell </pre><span class=\"citation\" data-id=\"109011\"><span class=\"antecedent_guess\">Aerospace,</span>  <a href=\"/opinion/109011/nlrb-v-bell-aerospace-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">288</span></a></span><pre class=\"inline\">);\n                                            \n\nBoston  Univ. Chapter, Am. Ass'n of Univ. Professors v. NLRB, </pre><span class=\"citation\" data-id=\"498704\"><a href=\"/opinion/498704/boston-university-chapter-american-association-of-university-professors-v/\"><span class=\"volume\">835</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">399</span></a></span><pre class=\"inline\">, 400 n.3 (1st  Cir. 1987).  Generally, employees  may be\n\nexcluded from a bargaining unit on the basis of managerial status\n\nonly  if  they \"represent[]  management  interests  by taking  or\n\nrecommending  discretionary actions  that effectively  control or\n\nimplement employer policy.\"  NLRB v. Yeshiva University, </pre><span class=\"citation\" data-id=\"110190\"><a href=\"/opinion/110190/nlrb-v-yeshiva-univ/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span>\n                                                       \n\n<span class=\"page\">672</span></a></span><pre class=\"inline\">, 683 (1980).\n\n          The  Company's  argument   is  unpersuasive  given  the\n\npaucity  of evidence tending to show managerial powers in the PCs\n\nor SPCs.  Management policy at NEPEX is embodied in the Operating\n\n                               -11-\n\nProcedures formulated  by the Operations Committee.   There is no\n\nevidence that  PCs  or  SPCs  have  a role  in  the  creation  or\n\nimplementation  of  the  Operating  Procedures.    Certainly  the\n\nCoordinators may  sometimes depart from the  Procedures, but they\n\ndo  not have the  authority to issue  new ones.   Finally, at the\n\ncore  of the managerial question is the alignment of workers' and\n\nemployer's  interests.  Other than the common goal of keeping the\n\nlights on,  the  record shows  no  such congruence  of  interests\n\nbetween the  Company and  the Coordinators sufficient  to warrant\n\nthe latter's exemption from the Act.\n\n                               VI.\n\n          It  is the function of this Court to review the Board's\n\ndecision in accordance  with the \"substantial evidence\" test.  It\n\nis  the Board's  \"primary function  to determine  those who  as a\n\npractical  matter  fall  within  the statutory  definition  of  a\n\n'supervisor.'\"   Interlake S.S. </pre><span class=\"citation\" data-id=\"106430\"><span class=\"antecedent_guess\">Co.,</span>  <a href=\"/opinion/106430/marine-engineers-v-interlake-ss-co/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">179</span> </a></span><pre class=\"inline\">n.6.   The\n                                   \n\nBoard undoubtedly  had substantial  evidence on the  record as  a\n\nwhole to conclude that the PCs  and SPCs did not meet the current\n\ndefinition  of \"supervisors.\"   However, when  the Board  and the\n\ncourts  set  upon  the task  of  defining  a  supervisor for  the\n\npurposes of the statute, neither contemplated the type  of quasi-\n\nprofessional,  quasi-overseer employee  encountered in  this case\n\nand others in the  public utilities setting.   It may profit  the\n\nBoard to reexamine its views in this field. \n\n          The  Company's petition  for review  is denied  and the\n\nBoard's application for enforcement of its order is granted.\n\n                               -12-\n\n          Affirmed.\n          Affirmed\n                  \n\n                               -13-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104856/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106430/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106605/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108267/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109011/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110190/",
    "https://www.courtlistener.com/api/rest/v3/opinions/290428/",
    "https://www.courtlistener.com/api/rest/v3/opinions/381357/",
    "https://www.courtlistener.com/api/rest/v3/opinions/498704/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1087953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1485005/"
  ]
}