{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195616/",
  "id": 195616,
  "absolute_url": "/opinion/195616/sheehan-v-fdic/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195616/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:52Z",
  "date_modified": "2020-02-21T23:29:55.214835Z",
  "type": "010combined",
  "sha1": "8d7b8c8541e9f030ce931d68d9aafa45be1c40e7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1054.01A",
  "local_path": null,
  "plain_text": "September 26, 1994\n                      [NOT FOR PUBLICATION]\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 94-1054\n\n                    KEVIN J. SHEEHAN, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n              FEDERAL DEPOSIT INSURANCE CORPORATION,\n            as Receiver for Bank of New England, N.A.,\n                         in Liquidation,\n\n                       Defendant, Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. William G. Young, U.S. District Judge]\n                                                      \n\n                                           \n\n                      Selya, Cyr and Boudin,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n   Lee H.  Kozol, with  whom David A.  Rich and Friedman  &amp; Atherton\n                                                                    \nwere on brief for appellants.\n   Jeannette  E. Roach, Counsel, with  whom Ann S. Duross, Assistant\n                                                         \nGeneral Counsel, Colleen B. Bombardier, Senior Counsel, Maria Beatrice\n                                                                    \nValdez,  Counsel, Leila R.  Kern, Maryaustin Dowd,  and Kern, Hagerty,\n                                                                    \nRoach &amp; Carpenter, P.C., were on brief for appellee. \n                     \n\n                                           \n\n                                           \n\n          Per  Curiam.  Plaintiff-appellants, former employees of\n          Per  Curiam\n                     \n\nthe  Financial Products Services Group (the Group) of the Bank of\n\nNew  England (BNE), initiated a  class action for  breach of con-\n\ntract  based on  BNE's failure  to approve  bonuses under  a plan\n\ndesigned to  encourage Group personnel to  generate greater reve-\n\nnues for  BNE.  The Federal Deposit Insurance Corporation (FDIC),\n\nas receiver for BNE, later assumed  responsibility for defense of\n\nthe action.\n\n          The class  action plaintiffs were engaged  in providing\n\nsophisticated  securities processing  and accounting  services to\n\ninstitutional investors in behalf of BNE.   In late 1988 or early\n\n1989, plaintiff-appellant Kevin  J. Sheehan, officer-in-charge of\n\nthe  Group, discussed with BNE  officials the establishment of an\n\nincentive plan for  the Group  employees.  In  November of  1989,\n\nSheehan received a copy  of the incentive plan (the  Plan), which\n\nincluded a cursory formula for funding a bonus pool for distribu-\n\ntion  among  Group employees.    The  Plan  empowered Sheehan  to\n\ndetermine awards  to individual Group employees,  \"subject to the\n\napproval of the SBU [Strategic Business Unit] Head, the  Chairman\n\nof BNE, N.A. and the Directors' Compensation Committee.\"1  \n\n          In 1988,  and thereafter, BNE experienced severe finan-\n\ncial losses which  eventually led  to the issuance  of a  Federal\n\nReserve  Board Cease  and Desist  order prohibiting,  inter alia,\n                                                                \n\nbonus payments  to BNE employees  absent advance approval  by the\n\n                    \n\n     1As officer-in-charge,  Sheehan  likewise was  eligible  for\nbonus awards subject to BNE management approval.\n\n                                2\n\nFederal Reserve.   The only bonuses BNE ever  made under the Plan\n\nwere disbursed  to Sheehan  and the  Group employees  in November\n\n1989,  based on  their performance  for the  first six  months of\n\n1989. \n\n          On November 28, 1990,  the present action was commenced\n\nagainst BNE in Massachusetts Superior Court.  On January 6, 1991,\n\nBNE was declared insolvent.   After FDIC was  appointed receiver,\n\nthe  action was removed to  the United States  District Court for\n\nthe District of Massachusetts and the parties filed cross-motions\n\nfor  summary judgment.   Ultimately,  the district  court granted\n\nsummary judgment in favor of FDIC, and plaintiffs appealed.  \n\n          Summary judgment rulings are reviewed de novo under the\n                                                       \n\nsame criteria  incumbent  on  the district  court  in  the  first\n\ninstance.  Velez-Gomez v. SMA Life Assur. Co., 8 F.3d 873, 874-75\n                                             \n\n(1st  Cir. 1993).   \"Summary  judgment is appropriate  where 'the\n\npleadings, depositions, answers to interrogatories and admissions\n\non file, together with the affidavits, if any, show that there is\n\nno genuine  issue as  to any  material fact and  that the  moving\n\nparty is  entitled to judgment as  a matter of law.'\"  Gaskell v.\n                                                              \n\nThe Harvard Coop. Soc'y, 3 F.3d 495, 497 (1st Cir. 1993) (quoting\n                       \n\nFed.R.Civ.P.  56  (c)).   We review  the  evidence, and  draw all\n\nreasonable  inferences, in the light  most favorable to the party\n\nchallenging summary judgment.  Velez-Gomez, 8 F.3d at 875. \n                                          \n\n          The central question presented on appeal is whether the\n\nfailure  of  BNE management  to approve  Plan bonuses  awarded by\n\nSheehan for the periods July 1 - December 31, 1989, and January 1\n\n                                3\n\n-May 26,  1990, constituted a breach of  contract under Massachu-\n\nsetts  law.2  Plaintiffs concede  that the Plan  did not restrict\n\nBNE management's discretion to withhold approval of bonuses.  See\n                                                                 \n\nAdditional Provision  #2.   Nevertheless,  as  Massachusetts  law\n\nimplies a  covenant of good  faith and  fair dealing in  all con-\n\ntracts, Anthony's Pier Four,  Inc. v. HBC Associates, 583  N.E.2d\n                                                    \n\n806, 820 (1991),  plaintiffs insist that  their right to  receive\n\nbonuses  vested in accordance with the terms of the bonus formula\n\nset out in  the Plan.  They  rely on Hoefel v.  Atlas Tack Corp.,\n                                                               \n\n581 F.2d 1,  7 (1st Cir.  1978) (applying Massachusetts  contract\n\nlaw),  cert.  denied, 440  U.S.  913  (1979), where  an  employer\n                    \n\nexpressly reserved the right to \"change, suspend or discontinue .\n\n. . [its pension] plan at any time,\" but attempted  to revoke the\n\nplan  long after the  plaintiff employees  had retired  and their\n\npension benefits  had vested.   Id. at 4.   Hoefel held  that the\n                                                  \n\nformer  employees' right  to receive  their pensions,  as delayed\n\ncompensation, vested as  soon as  the employees had  met all  the\n\npension  eligibility requirements imposed  by their pension plan.\n\nId. at 5.  \n  \n\n          Similarly,  these plaintiffs  urge that their  right to\n\nPlan bonuses vested in accordance with the formula  prescribed in\n\nthe  Plan, see supra p.  2, notwithstanding the express provision\n                    \n\nthat all bonus awards were subject to approval by BNE management.\n\n                    \n\n     2For  present  purposes,  we  indulge  the  parties'  mutual\nassumption that the Plan was a valid contract, without indicating\nany  view as to the  correctness of their  assumption in light of\nMassachusetts law. \n\n                                4\n\nFurther, again relying on Hoefel, 581 F.2d at 7 (\"We  fail to see\n                                \n\nhow Atlas'  financial difficulties can excuse  its performance of\n\nits contractual obligations to  its former employees.\"), and not-\n\nwithstanding Additional Provision #2,  see supra p. 4, plaintiffs\n                                                \n\nmake the  related  claim that  BNE's financial  condition was  an\n\ninsufficient basis, as a matter of law, for withholding bonuses. \n\n          Hoefel is inapposite, however,  since it simply  upheld\n                \n\nthe  retired employees' right  to continue to  receive their pen-\n\nsions after  all pension-vesting conditions imposed  by the terms\n\nof their  pension plan  had been met.   Here, the  Plan expressly\n\nreserved to BNE the exclusive power to approve all bonuses in the\n\nfirst instance,  which plainly precluded any  bonus vesting under\n                                                           \n\nthe Plan  prior to  approval by  BNE management.   Because it  is\n\nundisputed that BNE management approved no bonuses after November\n\n1989, plaintiffs cannot rely on Hoefel as support for their claim\n                                      \n\nto unapproved Plan  bonuses.   See Northern Heel  Corp. v.  Compo\n                                                                 \n\nIndustries  Inc.,  851 F.2d  456,  461  (1st  Cir. 1988)  (\"Under\n                \n\nMassachusetts  law, contracting parties  may provide that perfor-\n\nmance  is not  required  unless and  until stipulated  conditions\n\nprecedent  have been  met.\") (applying  implied covenant  of good\n\nfaith).  \n\n          The  right to  withhold approval  of bonuses  under the\n\nPlan is  governed by  the terms of  the contract,  subject to  an\n\nimplied  covenant of good faith and fair dealing.  Anthony's Pier\n                                                                 \n\nFour,  583 N.E.2d at 820  (\"[T]he rule is  clear in Massachusetts\n    \n\nthat every contract  is subject  to an implied  covenant of  good\n\n                                5\n\nfaith and fair dealing.\").  Since the terms of the Plan expressly\n\nreserved to  BNE management the unrestricted  discretion to with-\n\nhold approval and plaintiffs generated no trialworthy issue as to\n\nwhether bonuses were  withheld in \"bad  faith,\" we conclude  that\n\nthe district court correctly granted summary judgment in favor of\n\nFDIC.3\n\n          Under Massachusetts law, \"[i]t is. . . bad faith to use\n\ndiscretion 'to recapture opportunities forgone on contracting' as\n\ndetermined  by the  other  party's  reasonable expectations--  to\n\nrefuse 'to pay  the expected cost of  performance.'\"  Id.  at 473\n                                                         \n\n(quoting  Steven J. Burton, Breach of Contract and the Common Law\n                                                                 \n\nDuty to Perform in Good Faith, 94 Harv. L. Rev. 369, 369, 372-373\n                             \n\n(1980)).   Notwithstanding the  contrary terms  of the Plan,  and\n\neven  though  they  disclaim  reliance on  oral  assurances  that\n\nbonuses would  be approved despite BNE's  financial difficulties,\n\nsee Reply Brief at 3-4 and  10-11, plaintiffs implausibly contend\n   \n\nthat it was reasonable to expect that BNE would  forego its right\n\nto withhold bonuses during difficult financial times.  Plaintiffs\n\ninsist  that BNE  retained  no discretion  to disapprove  bonuses\n\nexcept  for inadequate  employee performance.   Thus,  say plain-\n\n                    \n\n     3As the district court  noted, the bonus-approval discretion\nretained by BNE distinguishes this  case from Fortune v. National\n                                                                 \nCash Register, Inc., 384 N.E.2d 1251, 1257  (Mass. 1977) (holding\n                   \nthat employer  acted in bad faith by firing an \"at will\" employee\nto  prevent the  employee  from receiving  a  commission due  the\nemployee).   See also Maddaloni v. Western Mass. Bus Lines, Inc.,\n                                                                \n438  N.E.2d 351, 354  (Mass. 1982) (same).   There is no evidence\nthat BNE  withheld  bonus  approval  for other  than  the  stated\nfinancial reasons, nor that the financial losses which led to its\nfailure were not serious.\n\n                                6\n\ntiffs,  BNE's disapproval of their bonuses on the ground that BNE\n\nwas  experiencing  serious  financial  problems  constituted  bad\n\nfaith,  a breach of  the implied covenant of  good faith and fair\n\ndealing.  We do not agree.  \n\n          First, the Plan, see Additional Provision #2, in no way\n                              \n\nrestricted the  power of BNE management to withhold bonus approv-\n                                                   \n\nal.   Second, in these circumstances, a trialworthy claim of \"bad\n\nfaith\"  or \"unfair dealing\" did not arise merely as a consequence\n\nof  BNE's  decision to  withhold  approval  of bonuses  based  on\n\nnonpretextual grounds explicitly identified  in the Plan.4  Thus,\n\nplaintiffs failed to present an  adequate evidentiary basis for a\n\nreasonable inference  of \"bad faith.\"   Cf.  Cheney v.  Automatic\n                                                                 \n\nSprinkler Corp. of America,  385 N.E.2d at 961, 966  (Mass. 1979)\n                          \n\n(finding no breach  of implied  covenant of good  faith and  fair\n\ndealing  where  employer  withheld  earned  bonuses  for  reasons\n\nauthorized in bonus plan). \n\n          Absent a cognizable basis  for inferring bad faith, the\n\nthrust of plaintiffs' position  on appeal is to urge  revision of\n\nthe  Plan to  preclude BNE's reliance  on its  expressly reserved\n\n                    \n\n     4It  is undisputed that the  parties knew that  BNE had been\nexperiencing serious financial problems since 1988.  Moreover, in\nJanuary  1990,  within a  month  after  Sheehan determined  bonus\nawards for the second half of 1989, and well before he did so for\nany portion of 1990, Additional Provision #6 was adopted pursuant\nto Additional  Provision #3 (empowering BNE  management to alter,\namend, suspend or discontinue  the Plan or any award)  to specify\nthat any  award or group  of awards  could be adjusted  by senior\nmanagement based,  inter  alia, on  \"prevailing financial  condi-\n                              \ntions.\"\n\n                                7\n\nright to  adjust bonuses in response to  the financial conditions\n\nthat ultimately led to  its demise.  Leaving aside that there has\n\nbeen  no showing  that  BNE could  have obtained  Federal Reserve\n\nBoard approval for disbursing bonuses in light of its deteriorat-\n\ning financial condition, see supra at  p. 2, the role of contract\n                            \n\nscrivener is  one for the  parties, not the court.   Cf. Northern\n                                                                 \n\nHeel, 851 F.2d at 466 (declining to rewrite agreement \"to include\n    \n\na  representation which the parties were  mutually content to let\n\nslide in the course of their negotiations.\").  And it is too late\n\nin the day to deny FDIC the benefit of a  valid defense expressly\n\nreserved to BNE under the terms of the Plan.  See ITT Corp v. LTX\n                                                                 \n\nCorp, 926 F.2d 1258, 1261 (1st Cir. 1991) (applying Massachusetts\n    \n\nparol  evidence rule).   Accordingly,  the judgment  must  be af-\n\nfirmed.\n\n          Affirmed.  The parties are to bear their own costs.\n                                                            \n\n                                8\n",
  "html": "<p class=\"case_cite\">36 F.3d 1089</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Kevin J. SHEEHAN, ET AL., Plaintiffs, Appellants,<br>v.<br>FEDERAL DEPOSIT INSURANCE CORPORATION, as Receiver for Bank<br>of New England, N.A., in Liquidation, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1054</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 26, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  William G. Young, U.S. District Judge ] Selya, Cyr and Boudin, Circuit Judges.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Lee H. Kozol, with whom David A. Rich and Friedman &amp; Atherton were on brief for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Jeannette E. Roach, Counsel, with whom Ann S. Duross, Assistant General Counsel, Colleen B. Bombardier, Senior Counsel, Maria Beatrice Valdez, Counsel, Leila R. Kern, Maryaustin Dowd, and Kern, Hagerty, Roach &amp; Carpenter, P.C., were on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">D.Mass.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiff-appellants, former employees of the Financial Products Services Group (the Group) of the Bank of New England (BNE), initiated a class action for breach of contract based on BNE's failure to approve bonuses under a plan designed to encourage Group personnel to generate greater revenues for BNE.  The Federal Deposit Insurance Corporation (FDIC), as receiver for BNE, later assumed responsibility for defense of the action.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The class action plaintiffs were engaged in providing sophisticated securities processing and accounting services to institutional investors in behalf of BNE.  In late 1988 or early 1989, plaintiff-appellant Kevin J. Sheehan, officer-in-charge of the Group, discussed with BNE officials the establishment of an incentive plan for the Group employees.  In November of 1989, Sheehan received a copy of the incentive plan (the Plan), which included a cursory formula for funding a bonus pool for distribution among Group employees.  The Plan empowered Sheehan to determine awards to individual Group employees, \"subject to the approval of the SBU [Strategic Business Unit] Head, the Chairman of BNE, N.A. and the Directors' Compensation Committee.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1988, and thereafter, BNE experienced severe financial losses which eventually led to the issuance of a Federal Reserve Board Cease and Desist order prohibiting, inter alia, bonus payments to BNE employees absent advance approval by the Federal Reserve.  The only bonuses BNE ever made under the Plan were disbursed to Sheehan and the Group employees in November 1989, based on their performance for the first six months of 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On November 28, 1990, the present action was commenced against BNE in Massachusetts Superior Court.  On January 6, 1991, BNE was declared insolvent.  After FDIC was appointed receiver, the action was removed to the United States District Court for the District of Massachusetts and the parties filed cross-motions for summary judgment.  Ultimately, the district court granted summary judgment in favor of FDIC, and plaintiffs appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Summary judgment rulings are reviewed de novo under the same criteria incumbent on the district court in the first instance.   Velez-Gomez v. SMA Life Assur.  Co., 8 F.3d 873, 874-75 (1st Cir. 1993).  \"Summary judgment is appropriate where 'the pleadings, depositions, answers to interrogatories and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.' \"   Gaskell v. The Harvard Coop.  Soc'y, 3 F.3d 495, 497 (1st Cir. 1993) (quoting Fed.R.Civ.P. 56(c)).  We review the evidence, and draw all reasonable inferences, in the light most favorable to the party challenging summary judgment.   Velez-Gomez, 8 F.3d at 875.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The central question presented on appeal is whether the failure of BNE management to approve Plan bonuses awarded by Sheehan for the periods July 1-December 31, 1989, and January 1-May 26, 1990, constituted a breach of contract under Massachusetts law.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Plaintiffs concede that the Plan did not restrict BNE management's discretion to withhold approval of bonuses.  See Additional Provision # 2.  Nevertheless, as Massachusetts law implies a covenant of good faith and fair dealing in all contracts,  Anthony's Pier Four, Inc. v. HBC Associates, 583 N.E.2d 806, 820 (1991), plaintiffs insist that their right to receive bonuses vested in accordance with the terms of the bonus formula set out in the Plan.  They rely on  Hoefel v. Atlas Tack Corp., 581 F.2d 1, 7 (1st Cir. 1978) (applying Massachusetts contract law), cert. denied, 440 U.S. 913 (1979), where an employer expressly reserved the right to \"change, suspend or discontinue ... [its pension] plan at any time,\" but attempted to revoke the plan long after the plaintiff employees had retired and their pension benefits had vested.  Id. at 4. Hoefel held that the former employees' right to receive their pensions, as delayed compensation, vested as soon as the employees had met all the pension eligibility requirements imposed by their pension plan.   Id. at 5.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Similarly, these plaintiffs urge that their right to Plan bonuses vested in accordance with the formula prescribed in the Plan, see supra p. 2, notwithstanding the express provision that all bonus awards were subject to approval by BNE management.  Further, again relying on  Hoefel, 581 F.2d at 7 (\"We fail to see how Atlas' financial difficulties can excuse its performance of its contractual obligations to its former employees.\"), and notwithstanding Additional Provision # 2, see supra p. 4, plaintiffs make the related claim that BNE's financial condition was an insufficient basis, as a matter of law, for withholding bonuses.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Hoefel is inapposite, however, since it simply upheld the retired employees' right to continue to receive their pensions after all pension-vesting conditions imposed by the terms of their pension plan had been met.  Here, the Plan expressly reserved to BNE the exclusive power to approve all bonuses in the first instance, which plainly precluded any bonus vesting under the Plan prior to approval by BNE management.  Because it is undisputed that BNE management approved no bonuses after November 1989, plaintiffs cannot rely on Hoefel as support for their claim to unapproved Plan bonuses.   See Northern Heel Corp. v. Compo Industries Inc., 851 F.2d 456, 461 (1st Cir. 1988) (\"Under Massachusetts law, contracting parties may provide that performance is not required unless and until stipulated conditions precedent have been met.\")  (applying implied covenant of good faith).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The right to withhold approval of bonuses under the Plan is governed by the terms of the contract, subject to an implied covenant of good faith and fair dealing.   Anthony's Pier Four, 583 N.E.2d at 820 (\"[T]he rule is clear in Massachusetts that every contract is subject to an implied covenant of good faith and fair dealing.\").  Since the terms of the Plan expressly reserved to BNE management the unrestricted discretion to withhold approval and plaintiffs generated no trialworthy issue as to whether bonuses were withheld in \"bad faith,\" we conclude that the district court correctly granted summary judgment in favor of FDIC.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Under Massachusetts law, \"[i]t is ... bad faith to use discretion 'to recapture opportunities forgone on contracting' as determined by the other party's reasonable expectations-to refuse 'to pay the expected cost of performance.' \"  Id. at 473 (quoting Steven J. Burton,  Breach of Contract and the Common Law Duty to Perform in Good Faith, 94 Harv.  L. Rev. 369, 369, 372-373 (1980)).  Notwithstanding the contrary terms of the Plan, and even though they disclaim reliance on oral assurances that bonuses would be approved despite BNE's financial difficulties, see Reply Brief at 3-4 and 10-11, plaintiffs implausibly contend that it was reasonable to expect that BNE would forego its right to withhold bonuses during difficult financial times.  Plaintiffs insist that BNE retained no discretion to disapprove bonuses except for inadequate employee performance.  Thus, say plaintiffs, BNE's disapproval of their bonuses on the ground that BNE was experiencing serious financial problems constituted bad faith, a breach of the implied covenant of good faith and fair dealing.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">First, the Plan, see Additional Provision # 2, in no way restricted the power of BNE management to withhold bonus approval.  Second, in these circumstances, a trialworthy claim of \"bad faith\" or \"unfair dealing\" did not arise merely as a consequence of BNE's decision to withhold approval of bonuses based on nonpretextual grounds explicitly identified in the Plan.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Thus, plaintiffs failed to present an adequate evidentiary basis for a reasonable inference of \"bad faith.\"  Cf. Cheney v. Automatic Sprinkler Corp. of America, 385 N.E.2d at 961, 966 (Mass. 1979) (finding no breach of implied covenant of good faith and fair dealing where employer withheld earned bonuses for reasons authorized in bonus plan).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Absent a cognizable basis for inferring bad faith, the thrust of plaintiffs' position on appeal is to urge revision of the Plan to preclude BNE's reliance on its expressly reserved right to adjust bonuses in response to the financial conditions that ultimately led to its demise.  Leaving aside that there has been no showing that BNE could have obtained Federal Reserve Board approval for disbursing bonuses in light of its deteriorating financial condition, see supra at p. 2, the role of contract scrivener is one for the parties, not the court.   Cf. Northern Heel, 851 F.2d at 466 (declining to rewrite agreement \"to include a representation which the parties were mutually content to let slide in the course of their negotiations.\").  And it is too late in the day to deny FDIC the benefit of a valid defense expressly reserved to BNE under the terms of the Plan.  See  ITT Corp v. LTX Corp, 926 F.2d 1258, 1261 (1st Cir. 1991) (applying Massachusetts parol evidence rule).  Accordingly, the judgment must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed. The parties are to bear their own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As officer-in-charge, Sheehan likewise was eligible for bonus awards subject to BNE management approval</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For present purposes, we indulge the parties' mutual assumption that the Plan was a valid contract, without indicating any view as to the correctness of their assumption in light of Massachusetts law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As the district court noted, the bonus-approval discretion retained by BNE distinguishes this case from Fortune v. National Cash Register, Inc., 384 N.E.2d 1251, 1257 (Mass. 1977) (holding that employer acted in bad faith by firing an \"at will\" employee to prevent the employee from receiving a commission due the employee).   See also Maddaloni v. Western Mass.  Bus Lines, Inc., 438 N.E.2d 351, 354 (Mass. 1982) (same).  There is no evidence that BNE withheld bonus approval for other than the stated financial reasons, nor that the financial losses which led to its failure were not serious</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is undisputed that the parties knew that BNE had been experiencing serious financial problems since 1988.  Moreover, in January 1990, within a month after Sheehan determined bonus awards for the second half of 1989, and well before he did so for any portion of 1990, Additional Provision # 6 was adopted pursuant to Additional Provision # 3 (empowering BNE management to alter, amend, suspend or discontinue the Plan or any award) to specify that any award or group of awards could be adjusted by senior management based, inter alia, on \"prevailing financial conditions.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1089</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Kevin J. SHEEHAN, ET AL., Plaintiffs, Appellants,<br>v.<br>FEDERAL DEPOSIT INSURANCE CORPORATION, as Receiver for Bank<br>of New England, N.A., in Liquidation, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1054</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 26, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  William G. Young, U.S. District Judge ] Selya, Cyr and Boudin, Circuit Judges.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Lee H. Kozol, with whom David A. Rich and Friedman &amp; Atherton were on brief for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Jeannette E. Roach, Counsel, with whom Ann S. Duross, Assistant General Counsel, Colleen B. Bombardier, Senior Counsel, Maria Beatrice Valdez, Counsel, Leila R. Kern, Maryaustin Dowd, and Kern, Hagerty, Roach &amp; Carpenter, P.C., were on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">D.Mass.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiff-appellants, former employees of the Financial Products Services Group (the Group) of the Bank of New England (BNE), initiated a class action for breach of contract based on BNE's failure to approve bonuses under a plan designed to encourage Group personnel to generate greater revenues for BNE.  The Federal Deposit Insurance Corporation (FDIC), as receiver for BNE, later assumed responsibility for defense of the action.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The class action plaintiffs were engaged in providing sophisticated securities processing and accounting services to institutional investors in behalf of BNE.  In late 1988 or early 1989, plaintiff-appellant Kevin J. Sheehan, officer-in-charge of the Group, discussed with BNE officials the establishment of an incentive plan for the Group employees.  In November of 1989, Sheehan received a copy of the incentive plan (the Plan), which included a cursory formula for funding a bonus pool for distribution among Group employees.  The Plan empowered Sheehan to determine awards to individual Group employees, \"subject to the approval of the SBU [Strategic Business Unit] Head, the Chairman of BNE, N.A. and the Directors' Compensation Committee.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1988, and thereafter, BNE experienced severe financial losses which eventually led to the issuance of a Federal Reserve Board Cease and Desist order prohibiting, inter alia, bonus payments to BNE employees absent advance approval by the Federal Reserve.  The only bonuses BNE ever made under the Plan were disbursed to Sheehan and the Group employees in November 1989, based on their performance for the first six months of 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On November 28, 1990, the present action was commenced against BNE in Massachusetts Superior Court.  On January 6, 1991, BNE was declared insolvent.  After FDIC was appointed receiver, the action was removed to the United States District Court for the District of Massachusetts and the parties filed cross-motions for summary judgment.  Ultimately, the district court granted summary judgment in favor of FDIC, and plaintiffs appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Summary judgment rulings are reviewed de novo under the same criteria incumbent on the district court in the first instance.   Velez-Gomez v. SMA Life Assur.  Co., <span class=\"citation\" data-id=\"195013\"><a href=\"/opinion/195013/velez-gomez-v-sma-life-assurance/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span></a></span>, 874-75 (1st Cir. 1993).  \"Summary judgment is appropriate where 'the pleadings, depositions, answers to interrogatories and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.' \"   Gaskell v. The Harvard Coop.  Soc'y, <span class=\"citation\" data-id=\"628959\"><a href=\"/opinion/628959/david-and-carolyn-gaskell-v-the-harvard-cooperative-society-david-and/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">495</span></a></span>, 497 (1st Cir. 1993) (quoting Fed.R.Civ.P. 56(c)).  We review the evidence, and draw all reasonable inferences, in the light most favorable to the party challenging summary judgment.   <span class=\"citation\" data-id=\"195013\"><span class=\"antecedent_guess\">Velez-Gomez,</span> <a href=\"/opinion/195013/velez-gomez-v-sma-life-assurance/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">875</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The central question presented on appeal is whether the failure of BNE management to approve Plan bonuses awarded by Sheehan for the periods July 1-December 31, 1989, and January 1-May 26, 1990, constituted a breach of contract under Massachusetts law.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Plaintiffs concede that the Plan did not restrict BNE management's discretion to withhold approval of bonuses.  See Additional Provision # 2.  Nevertheless, as Massachusetts law implies a covenant of good faith and fair dealing in all contracts,  Anthony's Pier Four, Inc. v. HBC Associates, <span class=\"citation\" data-id=\"2172105\"><a href=\"/opinion/2172105/anthonys-pier-four-inc-v-hbc-associates/\"><span class=\"volume\">583</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">806</span></a></span>, 820 (1991), plaintiffs insist that their right to receive bonuses vested in accordance with the terms of the bonus formula set out in the Plan.  They rely on  Hoefel v. Atlas Tack Corp., <span class=\"citation\" data-id=\"358579\"><a href=\"/opinion/358579/raymond-hoefel-v-atlas-tack-corporation-raymond-mahoney-v-great-northern/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir. 1978) (applying Massachusetts contract law), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">913</span> </span>(1979), where an employer expressly reserved the right to \"change, suspend or discontinue ... [its pension] plan at any time,\" but attempted to revoke the plan long after the plaintiff employees had retired and their pension benefits had vested.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 4. </span>Hoefel held that the former employees' right to receive their pensions, as delayed compensation, vested as soon as the employees had met all the pension eligibility requirements imposed by their pension plan.   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 5.</span></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Similarly, these plaintiffs urge that their right to Plan bonuses vested in accordance with the formula prescribed in the Plan, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>p. 2, notwithstanding the express provision that all bonus awards were subject to approval by BNE management.  Further, again relying on  <span class=\"citation\" data-id=\"358579\"><span class=\"antecedent_guess\">Hoefel,</span> <a href=\"/opinion/358579/raymond-hoefel-v-atlas-tack-corporation-raymond-mahoney-v-great-northern/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">7</span> </a></span>(\"We fail to see how Atlas' financial difficulties can excuse its performance of its contractual obligations to its former employees.\"), and notwithstanding Additional Provision # 2, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>p. 4, plaintiffs make the related claim that BNE's financial condition was an insufficient basis, as a matter of law, for withholding bonuses.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Hoefel is inapposite, however, since it simply upheld the retired employees' right to continue to receive their pensions after all pension-vesting conditions imposed by the terms of their pension plan had been met.  Here, the Plan expressly reserved to BNE the exclusive power to approve all bonuses in the first instance, which plainly precluded any bonus vesting under the Plan prior to approval by BNE management.  Because it is undisputed that BNE management approved no bonuses after November 1989, plaintiffs cannot rely on Hoefel as support for their claim to unapproved Plan bonuses.   See Northern Heel Corp. v. Compo Industries Inc., <span class=\"citation\" data-id=\"508714\"><a href=\"/opinion/508714/northern-heel-corp-v-compo-industries-inc/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 461 (1st Cir. 1988) (\"Under Massachusetts law, contracting parties may provide that performance is not required unless and until stipulated conditions precedent have been met.\")  (applying implied covenant of good faith).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The right to withhold approval of bonuses under the Plan is governed by the terms of the contract, subject to an implied covenant of good faith and fair dealing.   Anthony's Pier <span class=\"citation\" data-id=\"2172105\"><span class=\"antecedent_guess\">Four,</span> <a href=\"/opinion/2172105/anthonys-pier-four-inc-v-hbc-associates/\"><span class=\"volume\">583</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">820</span> </a></span>(\"[T]he rule is clear in Massachusetts that every contract is subject to an implied covenant of good faith and fair dealing.\").  Since the terms of the Plan expressly reserved to BNE management the unrestricted discretion to withhold approval and plaintiffs generated no trialworthy issue as to whether bonuses were withheld in \"bad faith,\" we conclude that the district court correctly granted summary judgment in favor of FDIC.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Under Massachusetts law, \"[i]t is ... bad faith to use discretion 'to recapture opportunities forgone on contracting' as determined by the other party's reasonable expectations-to refuse 'to pay the expected cost of performance.' \"  <span class=\"citation\" data-id=\"2172105\"><a href=\"/opinion/2172105/anthonys-pier-four-inc-v-hbc-associates/\"><span class=\"id_token\">Id.</span> at 473 </a></span>(quoting Steven J. Burton,  Breach of Contract and the Common Law Duty to Perform in Good Faith, 94 Harv.  L. Rev. 369, 369, 372-373 (1980)).  Notwithstanding the contrary terms of the Plan, and even though they disclaim reliance on oral assurances that bonuses would be approved despite BNE's financial difficulties, see Reply Brief at 3-4 and 10-11, plaintiffs implausibly contend that it was reasonable to expect that BNE would forego its right to withhold bonuses during difficult financial times.  Plaintiffs insist that BNE retained no discretion to disapprove bonuses except for inadequate employee performance.  Thus, say plaintiffs, BNE's disapproval of their bonuses on the ground that BNE was experiencing serious financial problems constituted bad faith, a breach of the implied covenant of good faith and fair dealing.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">First, the Plan, see Additional Provision # 2, in no way restricted the power of BNE management to withhold bonus approval.  Second, in these circumstances, a trialworthy claim of \"bad faith\" or \"unfair dealing\" did not arise merely as a consequence of BNE's decision to withhold approval of bonuses based on nonpretextual grounds explicitly identified in the Plan.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Thus, plaintiffs failed to present an adequate evidentiary basis for a reasonable inference of \"bad faith.\"  Cf. Cheney v. Automatic Sprinkler Corp. of <span class=\"citation no-link\"><span class=\"antecedent_guess\">America,</span> <span class=\"volume\">385</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">961</span></span>, 966 (Mass. 1979) (finding no breach of implied covenant of good faith and fair dealing where employer withheld earned bonuses for reasons authorized in bonus plan).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Absent a cognizable basis for inferring bad faith, the thrust of plaintiffs' position on appeal is to urge revision of the Plan to preclude BNE's reliance on its expressly reserved right to adjust bonuses in response to the financial conditions that ultimately led to its demise.  Leaving aside that there has been no showing that BNE could have obtained Federal Reserve Board approval for disbursing bonuses in light of its deteriorating financial condition, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>at p. 2, the role of contract scrivener is one for the parties, not the court.   Cf. Northern <span class=\"citation\" data-id=\"508714\"><span class=\"antecedent_guess\">Heel,</span> <a href=\"/opinion/508714/northern-heel-corp-v-compo-industries-inc/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">466</span> </a></span>(declining to rewrite agreement \"to include a representation which the parties were mutually content to let slide in the course of their negotiations.\").  And it is too late in the day to deny FDIC the benefit of a valid defense expressly reserved to BNE under the terms of the Plan.  See  ITT Corp v. LTX Corp, <span class=\"citation\" data-id=\"556606\"><a href=\"/opinion/556606/itt-corporation-v-ltx-corporation/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1258</span></a></span>, 1261 (1st Cir. 1991) (applying Massachusetts parol evidence rule).  Accordingly, the judgment must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed. The parties are to bear their own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As officer-in-charge, Sheehan likewise was eligible for bonus awards subject to BNE management approval</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For present purposes, we indulge the parties' mutual assumption that the Plan was a valid contract, without indicating any view as to the correctness of their assumption in light of Massachusetts law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As the district court noted, the bonus-approval discretion retained by BNE distinguishes this case from Fortune v. National Cash Register, Inc., <span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1251</span></span>, 1257 (Mass. 1977) (holding that employer acted in bad faith by firing an \"at will\" employee to prevent the employee from receiving a commission due the employee).   See also Maddaloni v. Western Mass.  Bus Lines, Inc., <span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">351</span></span>, 354 (Mass. 1982) (same).  There is no evidence that BNE withheld bonus approval for other than the stated financial reasons, nor that the financial losses which led to its failure were not serious</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is undisputed that the parties knew that BNE had been experiencing serious financial problems since 1988.  Moreover, in January 1990, within a month after Sheehan determined bonus awards for the second half of 1989, and well before he did so for any portion of 1990, Additional Provision # 6 was adopted pursuant to Additional Provision # 3 (empowering BNE management to alter, amend, suspend or discontinue the Plan or any award) to specify that any award or group of awards could be adjusted by senior management based, inter alia, on \"prevailing financial conditions.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195013/",
    "https://www.courtlistener.com/api/rest/v3/opinions/358579/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508714/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628959/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2172105/"
  ]
}