{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195697/",
  "id": 195697,
  "absolute_url": "/opinion/195697/in-re-pye-for-nlrb-v-sullivan-brothers/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195697/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:35Z",
  "date_modified": "2020-02-21T23:31:21.876362Z",
  "type": "010combined",
  "sha1": "a855a2da819a5caac6adafd0b2761641756cfb51",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1569.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 94-1569\n\n                     IN RE: ROSEMARY PYE,\n         ON BEHALF OF NATIONAL LABOR RELATIONS BOARD,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n              SULLIVAN BROTHERS PRINTERS, INC.,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\n                                          \n               Campbell, Senior Circuit Judge,\n                                             \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nJohn A. Mantz,  Attorney for National Labor Relations Board,  with\n             \nwhom  Ellen  A.  Farrell,  Assistant  General  Counsel,  Frederick  L.\n                                                                  \nFeinstein,  General   Counsel,  Robert  E.  Allen,  Associate  General\n                                             \nCounsel,  and Corinna  L. Metcalf,  Deputy Assistant  General Counsel,\n                             \nwere on brief for appellant.\nRobert P. Corcoran  with whom Gleeson &amp;  Corcoran was on brief for\n                                                 \nappellee.\n\n                                         \n\n                       October 26, 1994\n                                         \n\n          STAHL, Circuit Judge.  The National Labor Relations\n          STAHL, Circuit Judge.\n                              \n\nBoard  appeals the denial  of its petition  for a preliminary\n\ninjunction  requiring Sullivan  Brothers  Printers, Inc.,  to\n\nrecognize and bargain with Local 600M, Graphic Communications\n\nInternational  Union  (\"GCIU\"),  AFL-CIO,  as  the  exclusive\n\nrepresentative   of  the   Sullivan  Brothers   pressmen  and\n\nbookbinders.  The issue at the core of the dispute is whether\n\nLocal  600M had properly  assumed the mantle  of two smaller,\n\nnow-defunct  locals that  formerly represented  the company's\n\npressmen and bookbinders.   The district court concluded that\n\nthe Board had  failed to demonstrate a likelihood  of success\n\nin  the underlying  proceeding  and denied  its petition  for\n\ninterim  relief.   Finding  no  abuse  of discretion  by  the\n\ndistrict court, we now affirm.\n\n                             I.  \n                               \n\n                          Background\n                                    \n\nA.  The Demise of Locals 109C and 139B\n                                      \n\n          The  relevant  facts   are  undisputed.    Sullivan\n\nBrothers is a commercial  printing concern located in Lowell,\n\nMassachusetts.   For  more  than thirty  years, two  separate\n\nlocals represented the company's  pressmen and bookbinders --\n\nLocal 109C  and Local 139B, respectively,  both affiliates of\n\nGCIU.    Local  109C  was  the  larger  of  the  two  locals,\n\nrepresenting in 1990 more than 250 workers at  five companies\n\nin the  Lowell area, including eighteen  pressmen at Sullivan\n\n                             -2-\n                              2\n\nBrothers.   Local 139B represented about  135 bookbinders and\n\ngeneral  helpers   at  two   companies  in  the   same  area,\n\napproximately ten of whom were employed by Sullivan Brothers.\n\nThe vast majority of the members of each local --  as many as\n\n240 members  of 109C,  and 125 members  of 139B --  worked at\n\nanother   printing   company,   North    American   Directory\n\nCorporation (\"NADCO\").  Historically, NADCO workers dominated\n\nthe leadership roles of  both locals, occupying virtually all\n\nof the officer and executive board positions.\n\n          In June 1991, NADCO  shut down its bindery,  and in\n\nFebruary  1993,  it closed  its  plant  altogether.   NADCO's\n\nclosing reduced Local 109C to  roughly forty members -- about\n\nfifteen employed by  Sullivan Brothers --  and Local 139B  to\n\njust eight to  ten members,  all at Sullivan  Brothers.   The\n\nshutdowns   also   left  the   two  locals   largely  without\n\nleadership.   Following the 1991 bindery  closing, Local 139B\n\npresident  Oscar  Becht  and   secretary-treasurer  Jeannette\n\nPickels, both  NADCO employees, were the  only local officers\n\nor directors remaining in  office, having obtained other jobs\n\nin the NADCO  plant pending  the 1993 shutdown  date.   Local\n\n109C president Henry Boermeester, a NADCO pressman, announced\n\nat a membership meeting in 1992  that he would step down when\n\nthe  plant closed the following year.   None of the few dozen\n\nremaining  members of  the two  locals expressed  interest in\n\nfilling any of the leadership positions at either local.\n\n                             -3-\n                              3\n\n          With  membership  at   low  levels   --  the   GCIU\n\nconstitution  permits the international  to rescind a local's\n\ncharter when  membership dips below fifty  -- Boermeester and\n\nBecht  began to  explore and discuss  with their  members the\n\npossibility of  merging the two locals  or transferring1 them\n\nto a larger local.   The unwillingness of any  remaining 109C\n\nand 139B members to  assume leadership positions made merging\n\nthe two locals impracticable.2  Thus, in  January 1993, Local\n\n109C members voted to surrender their charter and transfer to\n\nLocal 600M,  a GCIU local headquartered  in Boston comprising\n\nabout   700  workers   in   the  printing   industry.     The\n\nadministrative  transfer became  effective on  July  1, 1993.\n\nLocal 139B members followed suit in March, with the  transfer\n\neffective  on May 1, 1993.  The two locals' assets, totalling\n\nabout  $15,000,  were  transferred  to  Local  600M  with  no\n\n                    \n\n1.  Under the GCIU constitution and by-laws, two locals merge\nwhen both surrender their respective charters and negotiate a\n         \nnew set  of governing  by-laws acceptable  to the  members of\nboth merging locals.   That document is then put  to a secret\nballot vote and,  if approved, a new charter is issued to the\nnew entity.   An administrative transfer, on the  other hand,\noccurs when  one GCIU  local surrenders  its charter and  its\n                \nmembers  vote to  join,  and are  accepted  by, another  GCIU\nlocal.   The  accepting  local's charter  and by-laws  remain\nintact. \n\n2.  At  the   administrative   hearing  on   the   underlying\ncomplaint,  Local 109C  president  Boermeester  testified  as\nfollows:  \"Well, if they had merged together to form a Union,\nthere  still has to be  somebody to lead  the Union.  Between\nthe two groups or two units, there was still no leadership.\"\n\n                             -4-\n                              4\n\ncondition that  they be used  for the benefit of  the 109C or\n\n139B members.\n\n                             -5-\n                              5\n\nB.  Local 600M\n              \n\n          Since  they had  joined  a sister  GCIU local,  the\n\nformer  109C  and 139B  members  were  still subject  to  the\n\nInternational's  constitution  and  by-laws.    Local  600M's\n\nstructure, constitution  and  by-laws, however,  differ  from\n\nthose of former locals 109C and 139B in a number of ways:\n\n          (1)  Local 600M's territory extends well beyond the\n\n          Lowell area, covering about forty  shops throughout\n\n          eastern Massachusetts and  southern New  Hampshire.\n\n          Its  trade jurisdiction  is  also greater:    while\n\n          approximately 500  of its  700 members work  in the\n\n          same classifications  as the 139B and 109C members,\n\n          Local 600M  accepts all types of  printing industry\n\n          workers, including shipping clerks,  truck drivers,\n\n          and envelope and box manufacturers.\n\n          (2)  Local  600M dues are  calculated on a  sliding\n\n          scale based on salary, rather than on  a flat rate,\n\n          as locals 109C and  139B calculated dues; thus, the\n\n          pressmen would  see their dues increase  from $8 to\n\n          $9.22 per  week, while the bookbinders'  dues would\n\n          increase from $6 to $7.95.3\n\n          (3)  Contract negotiation and ratification, as well\n\n          as strike authorization, could also be different at\n\n                    \n\n3.  Local  600M is  not  currently collecting  dues from  the\nformer 109C  and 139B  members because of  Sullivan Brothers'\nrefusal to recognize it.\n\n                             -6-\n                              6\n\n          Local 600M.  As 109C and 139B members, the Sullivan\n\n          Brothers  bookbinders  and  pressmen  were  free to\n\n          suggest contract terms for upcoming negotiations in\n\n          informal  \"proposals  meetings\"  held   with  their\n\n          negotiators at  a local donut  shop or on  the shop\n\n          floor.   A  Local  600M  by-law, however,  requires\n\n          members   to  submit  proposed  contract  terms  in\n\n          writing  to the  president  of the  local at  least\n\n          ninety  days before  the contract  expiration date.\n\n          Another by-law gives the executive board the  power\n\n          to  accept  a  contract  against the  wishes  of  a\n\n          particular bargaining  unit if the  bargaining unit\n\n          fails to approve the contract and at the same  time\n\n          fails  to  authorize,  by  a  two-thirds  majority,\n\n          further  action  up  to  and  including  a  strike.\n\n          Locals 139B and 109C had no such by-law provisions.\n\n          Local  600M  by-laws  also  empower  the  executive\n\n          board, on  its own, to call a strike in unspecified\n\n          \"special  cases\" for any bargaining unit comprising\n\n          fewer than  twenty-five members -- a  category that\n\n          includes  the  Sullivan  Brothers   pressmen's  and\n\n          bookbinders' units.\n\n          (4)   Local 600M's by-laws  impose a number  of new\n\n          work restrictions on the Sullivan Brothers pressmen\n\n          and bookbinders.   As  members of Local  600M, they\n\n                             -7-\n                              7\n\n          may  not:   solicit  or accept  work without  union\n\n          consent; perform trade work outside the  shop where\n\n          they   are   regularly   employed   without   union\n\n          permission; work for wages less than those provided\n\n          for in  the contract  under which they  are covered\n\n          without union  approval; work overtime  contrary to\n\n          executive board order; or  take vacation other than\n\n          as  prescribed by their  governing contracts absent\n\n          executive board permission to take money instead of\n\n          scheduled vacation time.\n\n          (5)    The  leadership  of  Local  600M  is  almost\n\n          entirely different from that of  109C and 139B.  Of\n\n          the   defunct  locals'   two  dozen   officers  and\n\n          directors, only  Boermeester  assumed any  kind  of\n\n          role in Local 600M  (or even joined it).   With the\n\n          aid  of  Local   600M  president  George   Carlsen,\n\n          Boermeester   obtained  a   seat  on   the  local's\n\n          executive board  for the  duration  of a  departing\n\n          board member's  term.   Local 139B president  Becht\n\n          was  offered a  position  on 600M's  board and  was\n\n          asked to  assist in upcoming  contract negotiations\n\n          with  Sullivan  Brothers, but  he  turned  down the\n\n          board position and made only a tentative commitment\n\n          to   the   negotiations,    depending   upon    his\n\n          availability.  In  addition, Steven Wysocki,  Local\n\n                             -8-\n                              8\n\n          109C's  \"chapel  chairman,\"  or  shop  steward,  at\n\n          Sullivan  Brothers, continued in  the same capacity\n\n          for the  pressmen's unit of 600M.   Boermeester and\n\n          Wysocki,  who along  with another 109C  officer had\n\n          negotiated  Local  109C's  previous contracts  with\n\n          Sullivan Brothers, agreed to help Carlsen negotiate\n\n          the next contract when the current contract expired\n\n          in  1995.    Boermeester  already   has  negotiated\n\n          contracts  for  the  other  two  former 109C  shops\n\n          subsumed by 600M.  \n\nC.  The Current Dispute\n                       \n\n          On  July 6,  1993,  Local  600M  formally  notified\n\nSullivan Brothers  of the administrative transfers  and asked\n\nthe company to recognize and bargain with it as the exclusive\n\nrepresentative  of the  former  109C and  139B members.   The\n\ncontract between 139B and Sullivan Brothers was due to expire\n\non August 31, 1993; 109C's contract was effective through May\n\n31, 1995.   Local 600M proposed that Sullivan Brothers simply\n\nextend the 139B contract so that it expired contemporaneously\n\nwith the 109C  contract --  adjusting it in  the interim  for\n\nwage  and benefit  increases  granted in  109C's most  recent\n\ncontract -- so that contracts (or possibly a single contract)\n\ncould be negotiated for the  two units at the same time.   On\n\nAugust 11,  1993, Sullivan Brothers informed  Local 600M that\n\nit  did not consider itself bound by the transfer and refused\n\n                             -9-\n                              9\n\nto recognize Local 600M.   In addition, beginning on  July 1,\n\n1993,  Sullivan Brothers took  unilateral actions  that Local\n\n600M  alleges  unlawfully  altered  some  of  the  terms  and\n\nconditions of employment  in the bookbinders'  and pressmen's\n\nunits.4\n\n          Sullivan Brothers' refusal  to recognize Local 600M\n\nprompted  Local 600M to file  an unfair labor practice charge\n\nwith the NLRB on August 23, 1993.  The Board issued an unfair\n\nlabor  practice complaint on  October 28,  1993, subsequently\n\namended on January 20,  1994, which charged Sullivan Brothers\n\nwith violating sections 8(a)(1) and (5) of the National Labor\n\nRelations Act, 29  U.S.C.    158(a)(1) and  (5), for refusing\n\nto bargain with Local 600M and for unilaterally changing  the\n\nterms and  conditions of  employment.  An  administrative law\n\njudge (\"ALJ\") conducted a hearing on the matter on February 3\n\nand  4, 1994.5  On March 7,  1994, more than six months after\n\n                    \n\n4.  Sullivan Brothers:   (1)  ceased making  contributions to\nthe  employees' pension  plans;  (2) announced  a new  401(k)\nplan; (3) ceased deducting  union dues and remitting them  to\nthe employees' bargaining representatives; (4)  installed and\nbegan  to  use  new equipment  in  the  pressmen's unit;  (5)\ngranted wage increases to employees in the bookbinders' unit;\n(6)  gave Christmas bonuses  to employees in  both units; and\n(7) implemented a proofreading bonus program for employees in\nboth units.\n\n5.  On  July 15,  1994, the  ALJ issued  his decision  on the\nunderlying complaint.  The  ALJ found that Local 600M  was in\nfact the successor  to Local 109C and  that Sullivan Brothers\nhad  an obligation to  bargain with it.   The  ALJ also found\nthat Sullivan  Brothers had no obligation  to recognize Local\n600M as Local  139B's successor because the vote  to transfer\nviolated minimal  standards of  due process.   We accord  the\n\n                             -10-\n                              10\n\nit initially  received the  union's complaint, and  more than\n\nfour  months after it had issued its own complaint, the Board\n\npetitioned  the district  court  for a  temporary  injunction\n\npursuant  to section 10(j) of  the Act, 29  U.S.C.   160(j).6\n\nThe  petition sought  an order  requiring  Sullivan Brothers,\n\npending  final  resolution  of   the  issues  raised  in  the\n\nunderlying  complaint, to  recognize and  bargain with  Local\n\n600M as the representative of the pressmen's and bookbinders'\n\nunits,  and to  rescind, upon  Local 600M's  request, certain\n\nunilateral changes made  in the terms  and conditions of  the\n\nmembers' employment.     The  district  court  found that  \"a\n\nquestion  exists  as  to  the  continuity  of  representation\n\n                    \n\nALJ's decision, coming after the district court's ruling, \"no\nindependent  weight in  assessing whether  the court  erred,\"\nMaram v. Universidad Interamericana  de Puerto Rico, 722 F.2d\n                                                   \n953, 959 (1st Cir. 1983).  Since the district court based its\nfindings  and  conclusions   on  the  administrative  hearing\nrecord, we note that, to the extent it proves  useful, \"it is\nappropriate  to look to evidence  the ALJ points  to that was\nbefore  the  court, but  of which  the  court failed  to take\nnote.\"  Id.\n           \n\n6.  Section 10(j) provides:\n          The Board shall have power, upon issuance\n          of  a complaint as provided in subsection\n          (b)  of this  section  charging that  any\n          person  has engaged in  or is engaging in\n          an unfair labor practice, to petition . .\n          .  for  appropriate  temporary relief  or\n          restraining  order.   Upon the  filing of\n          any such petition  the court shall  cause\n          notice  thereof to  be  served upon  such\n          person,   and    thereupon   shall   have\n          jurisdiction to grant  to the Board  such\n          temporary relief or restraining  order as\n          it deems just and proper.\n\n                             -11-\n                              11\n\nprovided  by Local  600M\" and  that the  Board had  failed to\n\nestablish  a  likelihood  of   success  on  the  merits,  and\n\nconcluded  that injunctive  relief was  not just  and proper.\n\nThis appeal followed.\n\n                            II.  \n                               \n\n      The Section 10(j) Preliminary Injunction Standard\n                                                       \n\n          In considering a petition  for interim relief under\n\nsection  10(j), a district  court must  limit its  inquiry to\n\nwhether (1) the Board  has shown reasonable cause to  believe\n\nthat the defendant has committed the unlawful labor practices\n\nalleged,  and  (2)  whether  injunctive  relief  is,  in  the\n\nlanguage of the  statute, \"just  and proper.\"   See Asseo  v.\n                                                         \n\nCentro  Medico del Turabo, 900 F.2d 445, 450 (1st Cir. 1990);\n                         \n\nAsseo  v. Pan American  Grain Co., 805 F.2d 23, 25  (1st Cir.\n                                 \n\n1986); Maram v.  Universidad Interamericana  de Puerto  Rico,\n                                                             \n\nInc., 722 F.2d  953, 958 (1st Cir. 1983).  The district court\n    \n\nis not empowered to decide  whether an unfair labor  practice\n      \n\nactually  occurred.   Centro Medico  del Turabo, 900  F.2d at\n                                               \n\n450.  In  assessing whether  the Board  has shown  reasonable\n\ncause, the  district court  need only find  that the  Board's\n\nposition  is \"fairly  supported by  the evidence.\"   Id.   In\n                                                        \n\nsatisfying  the  court that  injunctive  relief  is just  and\n\nproper, however,  the Board faces  a much higher  hurdle, for\n\nhere the  district court must  examine \"the whole  panoply of\n\ndiscretionary  issues  with respect  to  granting preliminary\n\n                             -12-\n                              12\n\nrelief.\"   Centro Medico del Turabo, 900 F.2d at 454 (quoting\n                                   \n\nUniversidad Interamericana de Puerto  Rico, 722 F.2d at 958).\n                                          \n\nThus, the  district court must apply  the familiar, four-part\n\ntest for  granting preliminary relief.  Under  this test, the\n\nBoard must demonstrate:\n\n          (1)  A  likelihood  of  success   on  the\n               merits;\n          (2)  The  potential  for irreparable\n               injury   in   the  absence   of\n               relief;\n          (3)  That such  injury outweighs any\n               harm  preliminary relief  would\n               inflict on the defendant; and\n          (4)  That  preliminary  relief  is  in  the  public\n               interest.\n\nSee, e.g., Narragansett Indian Tribe v. Guilbert, 934 F.2d 4,\n                                                \n\n5 (1st Cir. 1991); Centro Medico del Turabo, 900 F.2d at 453.\n                                           \n\nWhen, as in this case, the interim relief sought by the Board\n\n\"is essentially  the final  relief sought, the  likelihood of\n\nsuccess  should be strong.\"  Pan American Grain Co., 805 F.2d\n                                                   \n\nat 29 (emphasis added).  \n\n          Our  review of  the  district  court's analysis  is\n\nlimited.   We review the court's  determination of reasonable\n\ncause  for clear error, and we  examine its ultimate decision\n\nto grant or  deny equitable relief  for abuse of  discretion.\n\nCentro Medico del Turabo, 900 F.2d at 450; Pan American Grain\n                                                             \n\nCo., 805 F.2d at 25.   A court abuses its discretion when, in\n   \n\ndetermining  the  likelihood of  success  on  the merits,  it\n\napplies an improper legal standard or erroneously applies the\n\n                             -13-\n                              13\n\nlaw to particular facts.  Feinstein  v. Space Ventures, Inc.,\n                                                            \n\n989 F.2d 49, 51 (1st Cir. 1993).\n\n                             III.\n                                 \n\n                          Discussion\n                                    \n\n          The Board argues on  appeal that the district court\n\nerred in  concluding that the  Board failed to  demonstrate a\n\nlikelihood  of success on the  merits and that  it abused its\n\ndiscretion in denying its petition for injunctive relief.  We\n\nnow address these arguments.    \n\nA.  The District Court's Ruling\n                               \n\n          1)  Reasonable Cause\n                              \n\n          The  district   court  made  no   reasonable  cause\n\nfinding, instead  proceeding directly  to assess  the Board's\n\nlikelihood of  success on the  merits.  Neither  party argues\n\nthat  this in  itself constituted  error; we  assume arguendo\n                                                             \n\nthat  the district court did  in fact find reasonable cause,7\n\n                    \n\n7.  Perhaps the court  saw no reason to labor over  a test of\nquestionable utility;  we are not  unsympathetic.  Even  if a\ncourt makes an explicit finding that the Board had reasonable\ncause, it must still assess, as part of the \"just and proper\"\ndetermination, the relative likelihood that the Board will in\nfact ultimately prevail.   See Centro Medico del  Turabo, 900\n                                                        \nF.2d  at  455  (\"[W]e are  satisfied  .  .  .  that there  is\nreasonable  cause to  believe that  the alleged  unfair labor\npractices  were  committed,  and that  there  is  substantial\n                                \nlikelihood   of   success\")  (emphasis   added);  Universidad\n                                                             \nInteramericana de  Puerto Rico, 722 F.2d at 959 (stating that\n                              \nthe  reasonable cause  determination consists  of determining\n\"whether   the  Regional   Director's  position   was  fairly\nsupported and,  if so, for  the purpose of  overall weighing,\nhow likely so\") (emphasis added).\n             \n\n                             -14-\n                              14\n\nand turn to the district court's determination that the Board\n\nfailed to demonstrate a likelihood of success.   \n\n          2)  No Likelihood of Success\n                                      \n\n          The gravamen of  the Board's unfair  labor practice\n\ncomplaint is that the  administrative transfer of Locals 109C\n\nand 139B to Local 600M raised no question  of representation.\n\nIn other words, the  Board asserts that Local 600M  took over\n\nthe representation of  the Sullivan Brothers bookbinders  and\n\npressmen from locals 139B and 109C with sufficient continuity\n\nto keep  intact Sullivan Brothers'  obligations to  recognize\n\nand bargain with Local 600M and to perform under the existing\n\ncollective  bargaining   agreements.    The   district  court\n\nconcluded  that the  Board had not  demonstrated that  it was\n\nlikely to win  that argument.   In so  holding, the  district\n\ncourt relied primarily on  (1) changes in leadership effected\n\nby the transfer;  (2) changes in a  number of the  rights and\n\n                    \n\n          Two  circuits have recently  dropped the reasonable\ncause analysis in section 10(j) cases, reasoning that (1)  it\nwas erroneously introduced in  section 10(j) cases by analogy\nto cases  arising under section 10(l),  which, unlike section\n10(j),  expressly  requires that  the Regional  Director find\nreasonable  cause prior to seeking an  injunction, and (2) it\nis entirely  superfluous,  since determining  that  equitable\nrelief is appropriate necessarily includes a finding that the\nBoard  is  likely  to succeed  on  the  merits  -- a  virtual\nimpossibility without  also  meeting the  minimal  reasonable\ncause  standard.   See Miller  v. California  Pacific Medical\n                                                             \nCenter, 19 F.3d 449, 456-67 (9th Cir. 1994) (en banc); Kinney\n                                                             \nv. Pioneer Press,  881 F.2d 485, 487-93 (7th Cir.  1989).  We\n                \nfind  no fault in our sister circuits' rulings.  However, the\nrelative  merits of  retaining or  discarding the  reasonable\ncause  requirement  were not  argued  in  this  case, and  we\ntherefore decline to rule on the issue.\n\n                             -15-\n                              15\n\nduties of the local members; and (3) changes in the manner of\n\nnegotiating,  ratifying  and   administering  contracts   and\n\ncalling strikes.   The Board  argues that these  changes were\n\nnon-existent,  illusory,  or  insufficient  to  constitute  a\n\nchange  in   the  representative's  identity,  and  that  the\n\ndistrict court's conclusion was erroneous.\n\n          We cannot say  that any single  one of the  changes\n\ncited  by  the district  court would  result  in a  change of\n\nidentity  for a union, or  even that, taken  together, all of\n\nthese   changes  will   certainly   result  in   an  ultimate\n\ndetermination for Sullivan Brothers.  Our task here is simply\n\nto  determine whether  the  district court  erred in  finding\n\nsignificance  in  these  facts  and  whether  it  abused  its\n\ndiscretion in concluding that  the Board had not demonstrated\n\na clear likelihood of  success.  Bearing in mind  that \"[t]he\n\nultimate question  is whether  the union   . . .  operates in\n\nsubstantially the  same way as it  did before,\" Seattle-First\n                                                             \n\nNat'l Bank v.NLRB, 892  F.2d 792, 799 (9th Cir.  1989), cert.\n                                                             \n\ndenied,  496  U.S. 925  (1990), we  think the  district court\n      \n\nacted  well within its discretion by declining to answer that\n\nquestion in the affirmative.\n\n          To  determine  whether  a  particular  affiliation,\n\nmerger,   or  transfer  interrupts   an  existing  collective\n\nbargaining  relationship, the  Board asks:   (1)  whether the\n\nmerger  or  transfer   vote  occurred  under   \"circumstances\n\n                             -16-\n                              16\n\nsatisfying minimum  due process\"8  and (2) whether  there was\n\n\"substantial continuity\"  between  the pre-  and  post-merger\n\nunion.9    Southwick  Group  d/b/a Toyota  of  Berkeley,  306\n                                                       \n\nN.L.R.B.  893, 899 (1992) (quoting News/Sun-Sentinel Company,\n                                                            \n\n290 N.L.R.B.  1171 (1988), enforced  890 F.2d 430  (D.C. Cir.\n                                   \n\n1989),  cert.  denied,  497   U.S.  1003  (1990));  see  also\n                                                             \n\nInsulfab, 789 F.2d at 965.\n        \n\n          The  \"substantial  continuity\"  prong  is  a  fact-\n\nintensive test  that compares the pre-  and post-merger labor\n\norganizations and asks \"whether the changes are so great that\n\na new organization has come into  being -- one that should be\n\nrequired   to  establish   its   status   as   a   bargaining\n\nrepresentative  through   the  same  means  that   any  labor\n\norganization  is  required to  use  in  the first  instance.\"\n\nToyota of Berkeley, 306 N.L.R.B. at 900.  No single factor is\n                  \n\ndeterminative,  nor is  a  particular  checklist  prescribed.\n\n                    \n\n8.  Sullivan  Brothers  apparently  does  not  challenge  the\nprocedures surrounding Local 109C's and Local 139B's transfer\nvotes in this  proceeding, and we therefore  offer no opinion\non  whether  those   votes  satisfied  minimal  due   process\nstandards.  See supra note 5.\n                     \n\n9.  Union  affiliations and  mergers do  not necessarily,  or\neven usually,  raise a question  of representation.   NLRB v.\n                                                          \nInsulfab Plastics, Inc., 789 F.2d  961, 964 (1st Cir.  1986).\n                       \nA  question  of representation  arises  when the  affiliating\nunion undergoes changes  \"sufficiently dramatic to alter  the\nunion's identity.\"   Id.  at 964-65.   Otherwise, affiliation\n                        \n\"is  an  internal  union  matter  that does  not  affect  the\nrepresentative  status of  the  bargaining agent  or end  the\nemployer's  duty  to  continue  its  relationship  with  that\nunion.\"  Id. at 965.\n            \n\n                             -17-\n                              17\n\nRather, \"[t]he Board considers  the totality of a situation.\"\n\nId.   Among  the factors  that  the Board  has  traditionally\n   \n\nconsidered are:   \"the continued  leadership responsibilities\n\nof existing union  officials, the perpetuation  of membership\n\nrights and  duties, the  continuance of  the manner  in which\n\ncontract   negotiations,    administration,   and   grievance\n\nprocessing  are  effectuated,  and the  preservation  of  the\n\ncertified   representative's   assets,  books   and  physical\n\nfacilities.\"    Id.   See  also  Insulfab,  789  F.2d at  965\n                                         \n\n(listing as factors  to consider \"structure,  administration,\n\nofficers,  assets,  membership,   autonomy,  by-laws,   size\"\n\n(quoting NLRB  v. Pearl  Bookbinding, 517 F.2d  1108, 1111-12\n                                    \n\n(1st Cir.  1975)); J. Ray McDermott  &amp; Co. v.  NLRB, 571 F.2d\n                                                   \n\n850, 857 (5th  Cir.) (\"we must consider  whether changes have\n\noccurred  in  the  rights  and  obligations  of  the  union's\n\nleadership  and membership, and  in the relationships between\n\nthe  putative  bargaining  agent,  its  affiliate,  and   the\n\nemployer\"), cert. denied, 439 U.S. 893 (1978).\n                        \n\n          The Board  argues that the district  court erred in\n\nperforming   the   substantial    continuity   analysis    by\n\nexaggerating and overemphasizing  changes in leadership while\n\nignoring  other evidence  of continuity.   We  recognize that\n\n\"there is no requirement that officers of a merged local must\n\nbecome officers of the new local,\" Service America Corp., 307\n                                                        \n\nN.L.R.B. 57,  60 (1992) (emphasis added),  and that continued\n\n                             -18-\n                              18\n\nleadership  may  be provided  by  representatives  other than\n\nunion officers  if they fill positions  of responsibility and\n\ntrust.   As evidence of  continuity of leadership,  the Board\n\npoints to the  continuation of  Wysocki in his  role as  shop\n\nsteward,  former  Local  139B  president   Becht's  tentative\n\ncommitment to participate in  future negotiations, and former\n\nLocal 109C  president Boermeester's election to  Local 600M's\n\nexecutive board and  his continued participation in  contract\n\nadministration and negotiation.\n\n          The evidence, however, supports a finding that  the\n\ntransfer  did in  fact  change the  relationship between  the\n\nputative  bargaining agent  and Sullivan  Brothers.   Becht's\n\ntentative  commitment remained  just  that,  and  Boermeester\n\nfailed  to obtain as a  condition of the  transfer an express\n\nguarantee   that  he   would   oversee  day-to-day   contract\n\nadministration   and   future   negotiations  with   Sullivan\n\nBrothers.   Moreover,  Boermeester's  term on  the  executive\n\nboard  expires  at  the  end  of  1994,  when  he  must  face\n\nreelection before the entire local.   Furthermore, Local 600M\n\npresident  Carlsen  notified  Sullivan  Brothers  in  writing\n\nfollowing  the  transfers that  henceforth  it  would be  his\n                                                             \n\noffice   that   would    handle   contract    administration,\n\nnegotiations, and grievances, and that  future communications\n\nconcerning  those  matters  should be  directed  accordingly.\n\nCompare  Toyota of  Berkeley,  306 N.L.R.B.  at 904  (finding\n                            \n\n                             -19-\n                              19\n\nsubstantial  continuity following  merger where,  inter alia,\n                                                            \n\nformer  union's principal  official,  as a  condition of  the\n\nmerger,  \"continued   to  exercise  sole   control  over  the\n\ncollective bargaining and day-to-day  contract administration\n\nand  grievance  handling  on  behalf  of  employees  formerly\n\nrepresented by [the merged] Local\").\n\n          In  arguing that  there was  in fact  continuity of\n\nleadership, the Board relies heavily on Service  America.  We\n                                                        \n\nfail to see how that case controls here.  In Service America,\n                                                            \n\nthe Board held that  having new representatives negotiate and\n\nadminister  contracts following a merger does not necessarily\n\ndefeat continuity, particularly when  the former union  would\n\nhave  undergone  a  change  in leadership  anyway.    Service\n                                                             \n\nAmerica,  307 N.L.R.B. at 60.  The circumstances in that case\n       \n\nwere  entirely different,  however,  from the  case at  hand.\n\nFirst, the merging union  in that case, Local 513,  still had\n\n1,300 members and a full slate of  its own local leaders when\n\nit merged with Local  115.  Here, the evidence  is undisputed\n\nthat no members  of Local  139B or 109C  wished to take  over\n       \n\npositions of leadership within their own locals; the transfer\n\noccurred in  part precisely because  the workers had  no more\n\nleaders  and no prospects of  finding any among  the ranks --\n\ni.e., they  had no more  representation.  Second,  in Service\n                                                             \n\nAmerica, both  of Local 513's  top officials  also served  as\n       \n\nbusiness agents negotiating contracts and handling grievances\n\n                             -20-\n                              20\n\nfor the  union; they continued as  full-time business agents,\n\nnegotiating contracts and handling grievances, for Local 115.\n\nNo  former  109C  or  139B officer  has  retained  a  similar\n\nposition of responsibility as part of Local 600M.   Wysocki's\n\ncontinued stewardship  and  Boermeester's position  on  Local\n\n600M's   executive  board   represent   some  continuity   of\n                                            \n\nleadership  for their  former local;  whether they  represent\n\nsubstantial continuity  is doubtful.   Our attention  has not\n           \n\nbeen directed to any case in which the Board ultimately found\n\nsubstantial continuity when the affiliating or merging  union\n\nhas undergone  the kind of transformation  of leadership seen\n\nhere.   See Garlock Equip.  Co., 288 N.L.R.B.  247-253 (1988)\n                               \n\n(\"[T]he  cases   have  placed  emphasis  upon   whether  unit\n\nemployees  have  continued  to  be represented  by  the  same\n\nofficers  operating under  the same  procedures and  with the\n\nsame degree of autonomy as before the change.\").\n\n          A host of other factors further distinguishes  this\n\ncase  from Service America.  In that case, the dues structure\n                          \n\nremained virtually identical  following the merger,  contract\n\nratification  and strike  vote procedures  were similar,  and\n\nsome of Local 513's  assets were retained for the  benefit of\n\nits members.   Here, the district  court found significant  a\n\nnumber  of  changes in  the structure  of  the union,  in the\n\nbookbinders' and pressmen's rights and duties as members, and\n\n                             -21-\n                              21\n\nin the procedures for contract  negotiation, ratification and\n\nstrike votes.10\n\n          The Board contends that the district court erred in\n\nassigning importance to  these changes --  particularly those\n\nconcerning contract  ratification and strike votes, which may\n\nbe  apparent in Local 600M's  by-laws but might  never be put\n\ninto practice.   We recognize that actual union practice, and\n\nnot  just  the  letter  of the  by-laws,  controls.   Central\n                                                             \n\nWashington Hosp., 303 N.L.R.B. 404, 405 (1991); Seattle-First\n                                                             \n\nNat'l Bank,  892  F.2d  at 799.    In both  of  those  cases,\n          \n\nhowever, there was testimony that union practice was actually\n\ncontrary to the by-laws in question.  Here, Carlsen testified\n\nthat Local 600M's by-laws in fact permit the executive  board\n\nto accept a contract against the  wishes of the majority of a\n\nbargaining unit's  members.  The record  contains no evidence\n\nthat  that particular  provision, or  any other  provision in\n\nquestion,  does not  represent the  actual practice  of Local\n                   \n\n600M.\n\n          As  we have  stated previously,  interim  relief in\n\nsection  10(j) cases is not normally appropriate unless it is\n\nclear that  ultimate success  for the  Board will  \"not prove\n\n                    \n\n10.  For a  more complete  description of these  changes, see\nsupra part I.B.  The district court made no finding regarding\n     \nthe preservation  of former  Local 109C's and  139B's assets.\nThe evidence  was undisputed,  however, that the  assets were\nnot preserved for the  use of the former members  but instead\nwere or would be  added to Local 600M's general  or emergency\nfunds.\n\n                             -22-\n                              22\n\ndifficult.\"   Pan American Grain  Co., 805 F.2d at  29.  From\n                                     \n\nour  perspective, however,  the transfer  of locals  139B and\n\n109C to  600M exhibited no combination  of characteristics on\n\nwhich the  Board has typically based a  finding of continuity\n\nin the past.   Cf.,  e.g., Service America,  307 N.L.R.B.  57\n                                          \n\n(1992) (finding continuity where merger resulted in positions\n\nof significant responsibility  for former leaders,  virtually\n\nidentical rights, responsibilities and dues  for members, and\n\npreservation   of  certain  assets   for  benefit  of  former\n\nmembers);  Toyota  of  Berkeley,  306  N.L.R.B.  893   (1992)\n                               \n\n(finding continuity where former local was merged into sister\n\nlocal as  separate, autonomous  division with same  trade and\n\ngeographic  jurisdiction;  identical  principal official  and\n\nbargaining agent; identical authority of bargaining agent and\n\nmembers  to  negotiate   and  administer  contracts,  fashion\n\nbargaining proposals, and  call strikes; virtually  identical\n\ndues  structure;  and  where  by-laws of  sister  local  were\n\namended  as a condition of the merger); May Dep't Stores Co.,\n                                                            \n\n289 N.L.R.B. 661 (1988) (finding continuity where leadership,\n\nauthority, dues,  and rights  and duties of  members remained\n\nintact following  merger of four  locals into one  local with\n\nfour  administrative  districts), aff'd,  897  F.2d  221 (7th\n                                       \n\nCir.), cert. denied, 498 U.S. 895 (1990).  Without some Board\n                   \n\nprecedent  finding  continuity  where  the  changes  at least\n\napproach those  seen here,  we cannot  say that the  district\n\n                             -23-\n                              23\n\ncourt  incorrectly applied  the  law in  concluding that  the\n\nBoard had not shown a likelihood of success.\n\n          The  district court  did  not analyze  the  Board's\n\npetition   under   the  remaining   three   requirements  for\n\ninjunctive  relief,  and we  see no  need  to engage  in that\n\nexercise  here.    Without  a clear  likelihood  of  success,\n\ninjunctive relief would not  have been just and proper.   See\n                                                             \n\nWeaver  v. Henderson, 984  F.2d 11,12  (1st Cir.  1993) (\"The\n                    \n\nsine qua non of  [the injunctive relief analysis] is  whether\n            \n\nthe plaintiffs are  likely to succeed  on the merits.\");  see\n                                                             \n\nalso Pan American Grain Co., 805 F.2d at 28 (stating that for\n                           \n\nan  injunction to issue, the record must support a finding of\n\na likelihood of success  on the merits).  Thus,  the district\n\ncourt's  denial of  injunctive  relief was  not  an abuse  of\n\ndiscretion.\n\n          AFFIRMED.\n\n                             -24-\n                              24\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 94-1569\n\n                     IN RE: ROSEMARY PYE,\n         ON BEHALF OF NATIONAL LABOR RELATIONS BOARD,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n              SULLIVAN BROTHERS PRINTERS, INC.,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\n                                          \n               Campbell, Senior Circuit Judge,\n                                             \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nJohn A. Mantz,  Attorney for National Labor Relations Board,  with\n             \nwhom  Ellen  A.  Farrell,  Assistant  General  Counsel,  Frederick  L.\n                                                                  \nFeinstein,  General   Counsel,  Robert  E.  Allen,  Associate  General\n                                             \nCounsel,  and Corinna  L. Metcalf,  Deputy Assistant  General Counsel,\n                             \nwere on brief for appellant.\nRobert P. Corcoran  with whom Gleeson &amp;  Corcoran was on brief for\n                                                 \nappellee.\n\n                                         \n\n                       October 26, 1994\n                                         \n\n          STAHL, Circuit Judge.  The National Labor Relations\n          STAHL, Circuit Judge.\n                              \n\nBoard  appeals the denial  of its petition  for a preliminary\n\ninjunction  requiring Sullivan  Brothers  Printers, Inc.,  to\n\nrecognize and bargain with Local 600M, Graphic Communications\n\nInternational  Union  (\"GCIU\"),  AFL-CIO,  as  the  exclusive\n\nrepresentative   of  the   Sullivan  Brothers   pressmen  and\n\nbookbinders.  The issue at the core of the dispute is whether\n\nLocal  600M had properly  assumed the mantle  of two smaller,\n\nnow-defunct  locals that  formerly represented  the company's\n\npressmen and bookbinders.   The district court concluded that\n\nthe Board had  failed to demonstrate a likelihood  of success\n\nin  the underlying  proceeding  and denied  its petition  for\n\ninterim  relief.   Finding  no  abuse  of discretion  by  the\n\ndistrict court, we now affirm.\n\n                             I.  \n                               \n\n                          Background\n                                    \n\nA.  The Demise of Locals 109C and 139B\n                                      \n\n          The  relevant  facts   are  undisputed.    Sullivan\n\nBrothers is a commercial  printing concern located in Lowell,\n\nMassachusetts.   For  more  than thirty  years, two  separate\n\nlocals represented the company's  pressmen and bookbinders --\n\nLocal 109C  and Local 139B, respectively,  both affiliates of\n\nGCIU.    Local  109C  was  the  larger  of  the  two  locals,\n\nrepresenting in 1990 more than 250 workers at  five companies\n\nin the  Lowell area, including eighteen  pressmen at Sullivan\n\n                             -2-\n                              2\n\nBrothers.   Local 139B represented about  135 bookbinders and\n\ngeneral  helpers   at  two   companies  in  the   same  area,\n\napproximately ten of whom were employed by Sullivan Brothers.\n\nThe vast majority of the members of each local --  as many as\n\n240 members  of 109C,  and 125 members  of 139B --  worked at\n\nanother   printing   company,   North    American   Directory\n\nCorporation (\"NADCO\").  Historically, NADCO workers dominated\n\nthe leadership roles of  both locals, occupying virtually all\n\nof the officer and executive board positions.\n\n          In June 1991, NADCO  shut down its bindery,  and in\n\nFebruary  1993,  it closed  its  plant  altogether.   NADCO's\n\nclosing reduced Local 109C to  roughly forty members -- about\n\nfifteen employed by  Sullivan Brothers --  and Local 139B  to\n\njust eight to  ten members,  all at Sullivan  Brothers.   The\n\nshutdowns   also   left  the   two  locals   largely  without\n\nleadership.   Following the 1991 bindery  closing, Local 139B\n\npresident  Oscar  Becht  and   secretary-treasurer  Jeannette\n\nPickels, both  NADCO employees, were the  only local officers\n\nor directors remaining in  office, having obtained other jobs\n\nin the NADCO  plant pending  the 1993 shutdown  date.   Local\n\n109C president Henry Boermeester, a NADCO pressman, announced\n\nat a membership meeting in 1992  that he would step down when\n\nthe  plant closed the following year.   None of the few dozen\n\nremaining  members of  the two  locals expressed  interest in\n\nfilling any of the leadership positions at either local.\n\n                             -3-\n                              3\n\n          With  membership  at   low  levels   --  the   GCIU\n\nconstitution  permits the international  to rescind a local's\n\ncharter when  membership dips below fifty  -- Boermeester and\n\nBecht  began to  explore and discuss  with their  members the\n\npossibility of  merging the two locals  or transferring1 them\n\nto a larger local.   The unwillingness of any  remaining 109C\n\nand 139B members to  assume leadership positions made merging\n\nthe two locals impracticable.2  Thus, in  January 1993, Local\n\n109C members voted to surrender their charter and transfer to\n\nLocal 600M,  a GCIU local headquartered  in Boston comprising\n\nabout   700  workers   in   the  printing   industry.     The\n\nadministrative  transfer became  effective on  July  1, 1993.\n\nLocal 139B members followed suit in March, with the  transfer\n\neffective  on May 1, 1993.  The two locals' assets, totalling\n\nabout  $15,000,  were  transferred  to  Local  600M  with  no\n\n                    \n\n1.  Under the GCIU constitution and by-laws, two locals merge\nwhen both surrender their respective charters and negotiate a\n         \nnew set  of governing  by-laws acceptable  to the  members of\nboth merging locals.   That document is then put  to a secret\nballot vote and,  if approved, a new charter is issued to the\nnew entity.   An administrative transfer, on the  other hand,\noccurs when  one GCIU  local surrenders  its charter and  its\n                \nmembers  vote to  join,  and are  accepted  by, another  GCIU\nlocal.   The  accepting  local's charter  and by-laws  remain\nintact. \n\n2.  At  the   administrative   hearing  on   the   underlying\ncomplaint,  Local 109C  president  Boermeester  testified  as\nfollows:  \"Well, if they had merged together to form a Union,\nthere  still has to be  somebody to lead  the Union.  Between\nthe two groups or two units, there was still no leadership.\"\n\n                             -4-\n                              4\n\ncondition that  they be used  for the benefit of  the 109C or\n\n139B members.\n\n                             -5-\n                              5\n\nB.  Local 600M\n              \n\n          Since  they had  joined  a sister  GCIU local,  the\n\nformer  109C  and 139B  members  were  still subject  to  the\n\nInternational's  constitution  and  by-laws.    Local  600M's\n\nstructure, constitution  and  by-laws, however,  differ  from\n\nthose of former locals 109C and 139B in a number of ways:\n\n          (1)  Local 600M's territory extends well beyond the\n\n          Lowell area, covering about forty  shops throughout\n\n          eastern Massachusetts and  southern New  Hampshire.\n\n          Its  trade jurisdiction  is  also greater:    while\n\n          approximately 500  of its  700 members work  in the\n\n          same classifications  as the 139B and 109C members,\n\n          Local 600M  accepts all types of  printing industry\n\n          workers, including shipping clerks,  truck drivers,\n\n          and envelope and box manufacturers.\n\n          (2)  Local  600M dues are  calculated on a  sliding\n\n          scale based on salary, rather than on  a flat rate,\n\n          as locals 109C and  139B calculated dues; thus, the\n\n          pressmen would  see their dues increase  from $8 to\n\n          $9.22 per  week, while the bookbinders'  dues would\n\n          increase from $6 to $7.95.3\n\n          (3)  Contract negotiation and ratification, as well\n\n          as strike authorization, could also be different at\n\n                    \n\n3.  Local  600M is  not  currently collecting  dues from  the\nformer 109C  and 139B  members because of  Sullivan Brothers'\nrefusal to recognize it.\n\n                             -6-\n                              6\n\n          Local 600M.  As 109C and 139B members, the Sullivan\n\n          Brothers  bookbinders  and  pressmen  were  free to\n\n          suggest contract terms for upcoming negotiations in\n\n          informal  \"proposals  meetings\"  held   with  their\n\n          negotiators at  a local donut  shop or on  the shop\n\n          floor.   A  Local  600M  by-law, however,  requires\n\n          members   to  submit  proposed  contract  terms  in\n\n          writing  to the  president  of the  local at  least\n\n          ninety  days before  the contract  expiration date.\n\n          Another by-law gives the executive board the  power\n\n          to  accept  a  contract  against the  wishes  of  a\n\n          particular bargaining  unit if the  bargaining unit\n\n          fails to approve the contract and at the same  time\n\n          fails  to  authorize,  by  a  two-thirds  majority,\n\n          further  action  up  to  and  including  a  strike.\n\n          Locals 139B and 109C had no such by-law provisions.\n\n          Local  600M  by-laws  also  empower  the  executive\n\n          board, on  its own, to call a strike in unspecified\n\n          \"special  cases\" for any bargaining unit comprising\n\n          fewer than  twenty-five members -- a  category that\n\n          includes  the  Sullivan  Brothers   pressmen's  and\n\n          bookbinders' units.\n\n          (4)   Local 600M's by-laws  impose a number  of new\n\n          work restrictions on the Sullivan Brothers pressmen\n\n          and bookbinders.   As  members of Local  600M, they\n\n                             -7-\n                              7\n\n          may  not:   solicit  or accept  work without  union\n\n          consent; perform trade work outside the  shop where\n\n          they   are   regularly   employed   without   union\n\n          permission; work for wages less than those provided\n\n          for in  the contract  under which they  are covered\n\n          without union  approval; work overtime  contrary to\n\n          executive board order; or  take vacation other than\n\n          as  prescribed by their  governing contracts absent\n\n          executive board permission to take money instead of\n\n          scheduled vacation time.\n\n          (5)    The  leadership  of  Local  600M  is  almost\n\n          entirely different from that of  109C and 139B.  Of\n\n          the   defunct  locals'   two  dozen   officers  and\n\n          directors, only  Boermeester  assumed any  kind  of\n\n          role in Local 600M  (or even joined it).   With the\n\n          aid  of  Local   600M  president  George   Carlsen,\n\n          Boermeester   obtained  a   seat  on   the  local's\n\n          executive board  for the  duration  of a  departing\n\n          board member's  term.   Local 139B president  Becht\n\n          was  offered a  position  on 600M's  board and  was\n\n          asked to  assist in upcoming  contract negotiations\n\n          with  Sullivan  Brothers, but  he  turned  down the\n\n          board position and made only a tentative commitment\n\n          to   the   negotiations,    depending   upon    his\n\n          availability.  In  addition, Steven Wysocki,  Local\n\n                             -8-\n                              8\n\n          109C's  \"chapel  chairman,\"  or  shop  steward,  at\n\n          Sullivan  Brothers, continued in  the same capacity\n\n          for the  pressmen's unit of 600M.   Boermeester and\n\n          Wysocki,  who along  with another 109C  officer had\n\n          negotiated  Local  109C's  previous contracts  with\n\n          Sullivan Brothers, agreed to help Carlsen negotiate\n\n          the next contract when the current contract expired\n\n          in  1995.    Boermeester  already   has  negotiated\n\n          contracts  for  the  other  two  former 109C  shops\n\n          subsumed by 600M.  \n\nC.  The Current Dispute\n                       \n\n          On  July 6,  1993,  Local  600M  formally  notified\n\nSullivan Brothers  of the administrative transfers  and asked\n\nthe company to recognize and bargain with it as the exclusive\n\nrepresentative  of the  former  109C and  139B members.   The\n\ncontract between 139B and Sullivan Brothers was due to expire\n\non August 31, 1993; 109C's contract was effective through May\n\n31, 1995.   Local 600M proposed that Sullivan Brothers simply\n\nextend the 139B contract so that it expired contemporaneously\n\nwith the 109C  contract --  adjusting it in  the interim  for\n\nwage  and benefit  increases  granted in  109C's most  recent\n\ncontract -- so that contracts (or possibly a single contract)\n\ncould be negotiated for the  two units at the same time.   On\n\nAugust 11,  1993, Sullivan Brothers informed  Local 600M that\n\nit  did not consider itself bound by the transfer and refused\n\n                             -9-\n                              9\n\nto recognize Local 600M.   In addition, beginning on  July 1,\n\n1993,  Sullivan Brothers took  unilateral actions  that Local\n\n600M  alleges  unlawfully  altered  some  of  the  terms  and\n\nconditions of employment  in the bookbinders'  and pressmen's\n\nunits.4\n\n          Sullivan Brothers' refusal  to recognize Local 600M\n\nprompted  Local 600M to file  an unfair labor practice charge\n\nwith the NLRB on August 23, 1993.  The Board issued an unfair\n\nlabor  practice complaint on  October 28,  1993, subsequently\n\namended on January 20,  1994, which charged Sullivan Brothers\n\nwith violating sections 8(a)(1) and (5) of the National Labor\n\nRelations Act, 29  U.S.C.    158(a)(1) and  (5), for refusing\n\nto bargain with Local 600M and for unilaterally changing  the\n\nterms and  conditions of  employment.  An  administrative law\n\njudge (\"ALJ\") conducted a hearing on the matter on February 3\n\nand  4, 1994.5  On March 7,  1994, more than six months after\n\n                    \n\n4.  Sullivan Brothers:   (1)  ceased making  contributions to\nthe  employees' pension  plans;  (2) announced  a new  401(k)\nplan; (3) ceased deducting  union dues and remitting them  to\nthe employees' bargaining representatives; (4)  installed and\nbegan  to  use  new equipment  in  the  pressmen's unit;  (5)\ngranted wage increases to employees in the bookbinders' unit;\n(6)  gave Christmas bonuses  to employees in  both units; and\n(7) implemented a proofreading bonus program for employees in\nboth units.\n\n5.  On  July 15,  1994, the  ALJ issued  his decision  on the\nunderlying complaint.  The  ALJ found that Local 600M  was in\nfact the successor  to Local 109C and  that Sullivan Brothers\nhad  an obligation to  bargain with it.   The  ALJ also found\nthat Sullivan  Brothers had no obligation  to recognize Local\n600M as Local  139B's successor because the vote  to transfer\nviolated minimal  standards of  due process.   We accord  the\n\n                             -10-\n                              10\n\nit initially  received the  union's complaint, and  more than\n\nfour  months after it had issued its own complaint, the Board\n\npetitioned  the district  court  for a  temporary  injunction\n\npursuant  to section 10(j) of  the Act, 29  U.S.C.   160(j).6\n\nThe  petition sought  an order  requiring  Sullivan Brothers,\n\npending  final  resolution  of   the  issues  raised  in  the\n\nunderlying  complaint, to  recognize and  bargain with  Local\n\n600M as the representative of the pressmen's and bookbinders'\n\nunits,  and to  rescind, upon  Local 600M's  request, certain\n\nunilateral changes made  in the terms  and conditions of  the\n\nmembers' employment.     The  district  court  found that  \"a\n\nquestion  exists  as  to  the  continuity  of  representation\n\n                    \n\nALJ's decision, coming after the district court's ruling, \"no\nindependent  weight in  assessing whether  the court  erred,\"\nMaram v. Universidad Interamericana  de Puerto Rico, </pre><span class=\"citation\" data-id=\"428315\"><a href=\"/opinion/428315/michael-s-maram-acting-regional-director-of-region-24-of-the-national/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span>\n                                                   \n<span class=\"page\">953</span></a></span><pre class=\"inline\">, 959 (1st Cir. 1983).  Since the district court based its\nfindings  and  conclusions   on  the  administrative  hearing\nrecord, we note that, to the extent it proves  useful, \"it is\nappropriate  to look to evidence  the ALJ points  to that was\nbefore  the  court, but  of which  the  court failed  to take\nnote.\"  </pre><span class=\"citation\" data-id=\"428315\"><a href=\"/opinion/428315/michael-s-maram-acting-regional-director-of-region-24-of-the-national/\"><span class=\"id_token\">Id.</span>\n           \n\n6.  Section </a></span><pre class=\"inline\">10(j) provides:\n          The Board shall have power, upon issuance\n          of  a complaint as provided in subsection\n          (b)  of this  section  charging that  any\n          person  has engaged in  or is engaging in\n          an unfair labor practice, to petition . .\n          .  for  appropriate  temporary relief  or\n          restraining  order.   Upon the  filing of\n          any such petition  the court shall  cause\n          notice  thereof to  be  served upon  such\n          person,   and    thereupon   shall   have\n          jurisdiction to grant  to the Board  such\n          temporary relief or restraining  order as\n          it deems just and proper.\n\n                             -11-\n                              11\n\nprovided  by Local  600M\" and  that the  Board had  failed to\n\nestablish  a  likelihood  of   success  on  the  merits,  and\n\nconcluded  that injunctive  relief was  not just  and proper.\n\nThis appeal followed.\n\n                            II.  \n                               \n\n      The Section 10(j) Preliminary Injunction Standard\n                                                       \n\n          In considering a petition  for interim relief under\n\nsection  10(j), a district  court must  limit its  inquiry to\n\nwhether (1) the Board  has shown reasonable cause to  believe\n\nthat the defendant has committed the unlawful labor practices\n\nalleged,  and  (2)  whether  injunctive  relief  is,  in  the\n\nlanguage of the  statute, \"just  and proper.\"   See Asseo  v.\n                                                         \n\nCentro  Medico del Turabo, </pre><span class=\"citation\" data-id=\"539798\"><a href=\"/opinion/539798/mary-zelma-asseo-regional-director-of-the-twenty-fourth-region-of-the/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">445</span></a></span><pre class=\"inline\">, 450 (1st Cir. 1990);\n                         \n\nAsseo  v. Pan American  Grain Co., </pre><span class=\"citation\" data-id=\"479205\"><a href=\"/opinion/479205/mary-z-asseo-etc-v-pan-american-grain-company-inc-and-pan-american/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span><pre class=\"inline\">, 25  (1st Cir.\n                                 \n\n1986); Maram v.  Universidad Interamericana  de Puerto  Rico,\n                                                             \n\nInc., </pre><span class=\"citation\" data-id=\"428315\"><a href=\"/opinion/428315/michael-s-maram-acting-regional-director-of-region-24-of-the-national/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">953</span></a></span><pre class=\"inline\">, 958 (1st Cir. 1983).  The district court\n    \n\nis not empowered to decide  whether an unfair labor  practice\n      \n\nactually  occurred.   Centro Medico  del </pre><span class=\"citation\" data-id=\"539798\"><span class=\"antecedent_guess\">Turabo,</span> <a href=\"/opinion/539798/mary-zelma-asseo-regional-director-of-the-twenty-fourth-region-of-the/\"><span class=\"volume\">900</span>  <span class=\"reporter\">F.2d</span> at\n                                               \n\n<span class=\"page\">450</span></a></span><pre class=\"inline\">.  In  assessing whether  the Board  has shown  reasonable\n\ncause, the  district court  need only find  that the  Board's\n\nposition  is \"fairly  supported by  the evidence.\"   </pre><span class=\"citation\" data-id=\"539798\"><a href=\"/opinion/539798/mary-zelma-asseo-regional-director-of-the-twenty-fourth-region-of-the/\"><span class=\"id_token\">Id.</span>   In\n                                                        \n\nsatisfying </a></span><pre class=\"inline\"> the  court that  injunctive  relief  is just  and\n\nproper, however,  the Board faces  a much higher  hurdle, for\n\nhere the  district court must  examine \"the whole  panoply of\n\ndiscretionary  issues  with respect  to  granting preliminary\n\n                             -12-\n                              12\n\nrelief.\"   Centro Medico del </pre><span class=\"citation\" data-id=\"539798\"><span class=\"antecedent_guess\">Turabo,</span> <a href=\"/opinion/539798/mary-zelma-asseo-regional-director-of-the-twenty-fourth-region-of-the/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">454</span> </a></span><pre class=\"inline\">(quoting\n                                   \n\nUniversidad Interamericana de Puerto  </pre><span class=\"citation\" data-id=\"428315\"><span class=\"antecedent_guess\">Rico,</span> <a href=\"/opinion/428315/michael-s-maram-acting-regional-director-of-region-24-of-the-national/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">958</span></a></span><pre class=\"inline\">).\n                                          \n\nThus, the  district court must apply  the familiar, four-part\n\ntest for  granting preliminary relief.  Under  this test, the\n\nBoard must demonstrate:\n\n          (1)  A  likelihood  of  success   on  the\n               merits;\n          (2)  The  potential  for irreparable\n               injury   in   the  absence   of\n               relief;\n          (3)  That such  injury outweighs any\n               harm  preliminary relief  would\n               inflict on the defendant; and\n          (4)  That  preliminary  relief  is  in  the  public\n               interest.\n\nSee, e.g., Narragansett Indian Tribe v. Guilbert, </pre><span class=\"citation\" data-id=\"561828\"><a href=\"/opinion/561828/narragansett-indian-tribe-v-paul-e-guilbert/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span><pre class=\"inline\">,\n                                                \n\n5 (1st Cir. 1991); Centro Medico del </pre><span class=\"citation\" data-id=\"539798\"><span class=\"antecedent_guess\">Turabo,</span> <a href=\"/opinion/539798/mary-zelma-asseo-regional-director-of-the-twenty-fourth-region-of-the/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">453</span></a></span><pre class=\"inline\">.\n                                           \n\nWhen, as in this case, the interim relief sought by the Board\n\n\"is essentially  the final  relief sought, the  likelihood of\n\nsuccess  should be strong.\"  Pan American Grain </pre><span class=\"citation\" data-id=\"479205\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/479205/mary-z-asseo-etc-v-pan-american-grain-company-inc-and-pan-american/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\nat <span class=\"page\">29</span> </a></span><pre class=\"inline\">(emphasis added).  \n\n          Our  review of  the  district  court's analysis  is\n\nlimited.   We review the court's  determination of reasonable\n\ncause  for clear error, and we  examine its ultimate decision\n\nto grant or  deny equitable relief  for abuse of  discretion.\n\nCentro Medico del </pre><span class=\"citation\" data-id=\"539798\"><span class=\"antecedent_guess\">Turabo,</span> <a href=\"/opinion/539798/mary-zelma-asseo-regional-director-of-the-twenty-fourth-region-of-the/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">450</span></a></span><pre class=\"inline\">; Pan American Grain\n                                                             \n\n</pre><span class=\"citation\" data-id=\"479205\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/479205/mary-z-asseo-etc-v-pan-american-grain-company-inc-and-pan-american/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">25</span></a></span><pre class=\"inline\">.   A court abuses its discretion when, in\n   \n\ndetermining  the  likelihood of  success  on  the merits,  it\n\napplies an improper legal standard or erroneously applies the\n\n                             -13-\n                              13\n\nlaw to particular facts.  Feinstein  v. Space Ventures, Inc.,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"602837\"><a href=\"/opinion/602837/alan-shawn-feinstein-v-space-ventures-inc/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span><pre class=\"inline\">, 51 (1st Cir. 1993).\n\n                             III.\n                                 \n\n                          Discussion\n                                    \n\n          The Board argues on  appeal that the district court\n\nerred in  concluding that the  Board failed to  demonstrate a\n\nlikelihood  of success on the  merits and that  it abused its\n\ndiscretion in denying its petition for injunctive relief.  We\n\nnow address these arguments.    \n\nA.  The District Court's Ruling\n                               \n\n          1)  Reasonable Cause\n                              \n\n          The  district   court  made  no   reasonable  cause\n\nfinding, instead  proceeding directly  to assess  the Board's\n\nlikelihood of  success on the  merits.  Neither  party argues\n\nthat  this in  itself constituted  error; we  assume arguendo\n                                                             \n\nthat  the district court did  in fact find reasonable cause,7\n\n                    \n\n7.  Perhaps the court  saw no reason to labor over  a test of\nquestionable utility;  we are not  unsympathetic.  Even  if a\ncourt makes an explicit finding that the Board had reasonable\ncause, it must still assess, as part of the \"just and proper\"\ndetermination, the relative likelihood that the Board will in\nfact ultimately prevail.   See Centro Medico del  </pre><span class=\"citation\" data-id=\"539798\"><span class=\"antecedent_guess\">Turabo,</span> <a href=\"/opinion/539798/mary-zelma-asseo-regional-director-of-the-twenty-fourth-region-of-the/\"><span class=\"volume\">900</span>\n                                                        \n<span class=\"reporter\">F.2d</span>  at  <span class=\"page\">455</span> </a></span><pre class=\"inline\"> (\"[W]e are  satisfied  .  .  .  that there  is\nreasonable  cause to  believe that  the alleged  unfair labor\npractices  were  committed,  and that  there  is  substantial\n                                \nlikelihood   of   success\")  (emphasis   added);  Universidad\n                                                             \nInteramericana de  </pre><span class=\"citation\" data-id=\"428315\"><span class=\"antecedent_guess\">Puerto Rico,</span> <a href=\"/opinion/428315/michael-s-maram-acting-regional-director-of-region-24-of-the-national/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">959</span> </a></span><pre class=\"inline\">(stating that\n                              \nthe  reasonable cause  determination consists  of determining\n\"whether   the  Regional   Director's  position   was  fairly\nsupported and,  if so, for  the purpose of  overall weighing,\nhow likely so\") (emphasis added).\n             \n\n                             -14-\n                              14\n\nand turn to the district court's determination that the Board\n\nfailed to demonstrate a likelihood of success.   \n\n          2)  No Likelihood of Success\n                                      \n\n          The gravamen of  the Board's unfair  labor practice\n\ncomplaint is that the  administrative transfer of Locals 109C\n\nand 139B to Local 600M raised no question  of representation.\n\nIn other words, the  Board asserts that Local 600M  took over\n\nthe representation of  the Sullivan Brothers bookbinders  and\n\npressmen from locals 139B and 109C with sufficient continuity\n\nto keep  intact Sullivan Brothers'  obligations to  recognize\n\nand bargain with Local 600M and to perform under the existing\n\ncollective  bargaining   agreements.    The   district  court\n\nconcluded  that the  Board had not  demonstrated that  it was\n\nlikely to win  that argument.   In so  holding, the  district\n\ncourt relied primarily on  (1) changes in leadership effected\n\nby the transfer;  (2) changes in a  number of the  rights and\n\n                    \n\n          Two  circuits have recently  dropped the reasonable\ncause analysis in section 10(j) cases, reasoning that (1)  it\nwas erroneously introduced in  section 10(j) cases by analogy\nto cases  arising under section 10(l),  which, unlike section\n10(j),  expressly  requires that  the Regional  Director find\nreasonable  cause prior to seeking an  injunction, and (2) it\nis entirely  superfluous,  since determining  that  equitable\nrelief is appropriate necessarily includes a finding that the\nBoard  is  likely  to succeed  on  the  merits  -- a  virtual\nimpossibility without  also  meeting the  minimal  reasonable\ncause  standard.   See Miller  v. California  Pacific Medical\n                                                             \nCenter, </pre><span class=\"citation\" data-id=\"665849\"><a href=\"/opinion/665849/robert-h-miller-regional-director-of-region-20-of-the-national-labor/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span><pre class=\"inline\">, 456-67 (9th Cir. 1994) (en banc); Kinney\n                                                             \nv. Pioneer Press,  </pre><span class=\"citation\" data-id=\"527056\"><a href=\"/opinion/527056/elizabeth-kinney-regional-director-of-the-thirteenth-region-of-the/\"><span class=\"volume\">881</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">485</span></a></span><pre class=\"inline\">, 487-93 (7th Cir.  1989).  We\n                \nfind  no fault in our sister circuits' rulings.  However, the\nrelative  merits of  retaining or  discarding the  reasonable\ncause  requirement  were not  argued  in  this  case, and  we\ntherefore decline to rule on the issue.\n\n                             -15-\n                              15\n\nduties of the local members; and (3) changes in the manner of\n\nnegotiating,  ratifying  and   administering  contracts   and\n\ncalling strikes.   The Board  argues that these  changes were\n\nnon-existent,  illusory,  or  insufficient  to  constitute  a\n\nchange  in   the  representative's  identity,  and  that  the\n\ndistrict court's conclusion was erroneous.\n\n          We cannot say  that any single  one of the  changes\n\ncited  by  the district  court would  result  in a  change of\n\nidentity  for a union, or  even that, taken  together, all of\n\nthese   changes  will   certainly   result  in   an  ultimate\n\ndetermination for Sullivan Brothers.  Our task here is simply\n\nto  determine whether  the  district court  erred in  finding\n\nsignificance  in  these  facts  and  whether  it  abused  its\n\ndiscretion in concluding that  the Board had not demonstrated\n\na clear likelihood of  success.  Bearing in mind  that \"[t]he\n\nultimate question  is whether  the union   . . .  operates in\n\nsubstantially the  same way as it  did before,\" Seattle-First\n                                                             \n\nNat'l Bank v.NLRB, </pre><span class=\"citation no-link\"><span class=\"volume\">892</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">792</span></span><pre class=\"inline\">, 799 (9th Cir.  1989), cert.\n                                                             \n\ndenied,  </pre><span class=\"citation no-link\"><span class=\"volume\">496</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">925</span> </span><pre class=\"inline\"> (1990), we  think the  district court\n      \n\nacted  well within its discretion by declining to answer that\n\nquestion in the affirmative.\n\n          To  determine  whether  a  particular  affiliation,\n\nmerger,   or  transfer  interrupts   an  existing  collective\n\nbargaining  relationship, the  Board asks:   (1)  whether the\n\nmerger  or  transfer   vote  occurred  under   \"circumstances\n\n                             -16-\n                              16\n\nsatisfying minimum  due process\"8  and (2) whether  there was\n\n\"substantial continuity\"  between  the pre-  and  post-merger\n\nunion.9    Southwick  Group  d/b/a Toyota  of  Berkeley,  </pre><span class=\"citation no-link\"><span class=\"volume\">306</span>\n                                                       \n\n<span class=\"reporter\">N.L.R.B.</span>  <span class=\"page\">893</span></span><pre class=\"inline\">, 899 (1992) (quoting News/Sun-Sentinel Company,\n                                                            \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">N.L.R.B.</span>  <span class=\"page\">1171</span> </span><pre class=\"inline\">(1988), enforced  </pre><span class=\"citation\" data-id=\"532737\"><a href=\"/opinion/532737/newssun-sentinel-company-v-national-labor-relations-board-miami/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">430</span> </a></span><pre class=\"inline\"> (D.C. Cir.\n                                   \n\n1989),  cert.  denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">497</span>   <span class=\"reporter\">U.S.</span>  <span class=\"page\">1003</span> </span><pre class=\"inline\"> (1990));  see  also\n                                                             \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Insulfab,</span> <span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">965</span></span><pre class=\"inline\">.\n        \n\n          The  \"substantial  continuity\"  prong  is  a  fact-\n\nintensive test  that compares the pre-  and post-merger labor\n\norganizations and asks \"whether the changes are so great that\n\na new organization has come into  being -- one that should be\n\nrequired   to  establish   its   status   as   a   bargaining\n\nrepresentative  through   the  same  means  that   any  labor\n\norganization  is  required to  use  in  the first  instance.\"\n\nToyota of </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Berkeley,</span> <span class=\"volume\">306</span> <span class=\"reporter\">N.L.R.B.</span> at <span class=\"page\">900</span></span><pre class=\"inline\">.  No single factor is\n                  \n\ndeterminative,  nor is  a  particular  checklist  prescribed.\n\n                    \n\n8.  Sullivan  Brothers  apparently  does  not  challenge  the\nprocedures surrounding Local 109C's and Local 139B's transfer\nvotes in this  proceeding, and we therefore  offer no opinion\non  whether  those   votes  satisfied  minimal  due   process\nstandards.  See supra note 5.\n                     \n\n9.  Union  affiliations and  mergers do  not necessarily,  or\neven usually,  raise a question  of representation.   NLRB v.\n                                                          \nInsulfab Plastics, Inc., </pre><span class=\"citation\" data-id=\"469365\"><a href=\"/opinion/469365/national-labor-relations-board-v-insulfab-plastics-inc-new-england/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">961</span></a></span><pre class=\"inline\">, 964 (1st Cir.  1986).\n                       \nA  question  of representation  arises  when the  affiliating\nunion undergoes changes  \"sufficiently dramatic to alter  the\nunion's identity.\"   </pre><span class=\"citation\" data-id=\"469365\"><a href=\"/opinion/469365/national-labor-relations-board-v-insulfab-plastics-inc-new-england/\"><span class=\"id_token\">Id.</span>  at 964-65. </a></span><pre class=\"inline\">  Otherwise, affiliation\n                        \n\"is  an  internal  union  matter  that does  not  affect  the\nrepresentative  status of  the  bargaining agent  or end  the\nemployer's  duty  to  continue  its  relationship  with  that\nunion.\"  </pre><span class=\"citation\" data-id=\"469365\"><a href=\"/opinion/469365/national-labor-relations-board-v-insulfab-plastics-inc-new-england/\"><span class=\"id_token\">Id.</span> at 965.\n</a></span><pre class=\"inline\">            \n\n                             -17-\n                              17\n\nRather, \"[t]he Board considers  the totality of a situation.\"\n\n</pre><span class=\"citation\" data-id=\"469365\"><a href=\"/opinion/469365/national-labor-relations-board-v-insulfab-plastics-inc-new-england/\"><span class=\"id_token\">Id.</span>   Among  the </a></span><pre class=\"inline\">factors  that  the Board  has  traditionally\n   \n\nconsidered are:   \"the continued  leadership responsibilities\n\nof existing union  officials, the perpetuation  of membership\n\nrights and  duties, the  continuance of  the manner  in which\n\ncontract   negotiations,    administration,   and   grievance\n\nprocessing  are  effectuated,  and the  preservation  of  the\n\ncertified   representative's   assets,  books   and  physical\n\nfacilities.\"    </pre><span class=\"citation\" data-id=\"469365\"><a href=\"/opinion/469365/national-labor-relations-board-v-insulfab-plastics-inc-new-england/\"><span class=\"id_token\">Id.</span>   See  also </a></span><pre class=\"inline\"> </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Insulfab,</span>  <span class=\"volume\">789</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">965</span>\n</span><pre class=\"inline\">                                         \n\n(listing as factors  to consider \"structure,  administration,\n\nofficers,  assets,  membership,   autonomy,  by-laws,   size\"\n\n(quoting NLRB  v. Pearl  Bookbinding, </pre><span class=\"citation\" data-id=\"328196\"><a href=\"/opinion/328196/national-labor-relations-board-v-pearl-bookbinding-company-inc/\"><span class=\"volume\">517</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1108</span></a></span><pre class=\"inline\">, 1111-12\n                                    \n\n(1st Cir.  1975)); J. Ray McDermott  &amp; Co. v.  NLRB, </pre><span class=\"citation\" data-id=\"353811\"><a href=\"/opinion/353811/j-ray-mcdermott-co-inc-petitioner-cross-v-national-labor-relations/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">850</span></a></span><pre class=\"inline\">, 857 (5th  Cir.) (\"we must consider  whether changes have\n\noccurred  in  the  rights  and  obligations  of  the  union's\n\nleadership  and membership, and  in the relationships between\n\nthe  putative  bargaining  agent,  its  affiliate,  and   the\n\nemployer\"), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">893</span> </span><pre class=\"inline\">(1978).\n                        \n\n          The Board  argues that the district  court erred in\n\nperforming   the   substantial    continuity   analysis    by\n\nexaggerating and overemphasizing  changes in leadership while\n\nignoring  other evidence  of continuity.   We  recognize that\n\n\"there is no requirement that officers of a merged local must\n\nbecome officers of the new local,\" Service America Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">307</span>\n                                                        \n\n<span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">57</span></span><pre class=\"inline\">,  60 (1992) (emphasis added),  and that continued\n\n                             -18-\n                              18\n\nleadership  may  be provided  by  representatives  other than\n\nunion officers  if they fill positions  of responsibility and\n\ntrust.   As evidence of  continuity of leadership,  the Board\n\npoints to the  continuation of  Wysocki in his  role as  shop\n\nsteward,  former  Local  139B  president   Becht's  tentative\n\ncommitment to participate in  future negotiations, and former\n\nLocal 109C  president Boermeester's election to  Local 600M's\n\nexecutive board and  his continued participation in  contract\n\nadministration and negotiation.\n\n          The evidence, however, supports a finding that  the\n\ntransfer  did in  fact  change the  relationship between  the\n\nputative  bargaining agent  and Sullivan  Brothers.   Becht's\n\ntentative  commitment remained  just  that,  and  Boermeester\n\nfailed  to obtain as a  condition of the  transfer an express\n\nguarantee   that  he   would   oversee  day-to-day   contract\n\nadministration   and   future   negotiations  with   Sullivan\n\nBrothers.   Moreover,  Boermeester's  term on  the  executive\n\nboard  expires  at  the  end  of  1994,  when  he  must  face\n\nreelection before the entire local.   Furthermore, Local 600M\n\npresident  Carlsen  notified  Sullivan  Brothers  in  writing\n\nfollowing  the  transfers that  henceforth  it  would be  his\n                                                             \n\noffice   that   would    handle   contract    administration,\n\nnegotiations, and grievances, and that  future communications\n\nconcerning  those  matters  should be  directed  accordingly.\n\nCompare  Toyota of  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Berkeley,</span>  <span class=\"volume\">306</span> <span class=\"reporter\">N.L.R.B.</span>  at <span class=\"page\">904</span> </span><pre class=\"inline\"> (finding\n                            \n\n                             -19-\n                              19\n\nsubstantial  continuity following  merger where,  inter alia,\n                                                            \n\nformer  union's principal  official,  as a  condition of  the\n\nmerger,  \"continued   to  exercise  sole   control  over  the\n\ncollective bargaining and day-to-day  contract administration\n\nand  grievance  handling  on  behalf  of  employees  formerly\n\nrepresented by [the merged] Local\").\n\n          In  arguing that  there was  in fact  continuity of\n\nleadership, the Board relies heavily on Service  America.  We\n                                                        \n\nfail to see how that case controls here.  In Service America,\n                                                            \n\nthe Board held that  having new representatives negotiate and\n\nadminister  contracts following a merger does not necessarily\n\ndefeat continuity, particularly when  the former union  would\n\nhave  undergone  a  change  in leadership  anyway.    Service\n                                                             \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">America,</span>  <span class=\"volume\">307</span> <span class=\"reporter\">N.L.R.B.</span> at <span class=\"page\">60</span></span><pre class=\"inline\">.  The circumstances in that case\n       \n\nwere  entirely different,  however,  from the  case at  hand.\n\nFirst, the merging union  in that case, Local 513,  still had\n\n1,300 members and a full slate of  its own local leaders when\n\nit merged with Local  115.  Here, the evidence  is undisputed\n\nthat no members  of Local  139B or 109C  wished to take  over\n       \n\npositions of leadership within their own locals; the transfer\n\noccurred in  part precisely because  the workers had  no more\n\nleaders  and no prospects of  finding any among  the ranks --\n\ni.e., they  had no more  representation.  Second,  in Service\n                                                             \n\nAmerica, both  of Local 513's  top officials  also served  as\n       \n\nbusiness agents negotiating contracts and handling grievances\n\n                             -20-\n                              20\n\nfor the  union; they continued as  full-time business agents,\n\nnegotiating contracts and handling grievances, for Local 115.\n\nNo  former  109C  or  139B officer  has  retained  a  similar\n\nposition of responsibility as part of Local 600M.   Wysocki's\n\ncontinued stewardship  and  Boermeester's position  on  Local\n\n600M's   executive  board   represent   some  continuity   of\n                                            \n\nleadership  for their  former local;  whether they  represent\n\nsubstantial continuity  is doubtful.   Our attention  has not\n           \n\nbeen directed to any case in which the Board ultimately found\n\nsubstantial continuity when the affiliating or merging  union\n\nhas undergone  the kind of transformation  of leadership seen\n\nhere.   See Garlock Equip.  Co., </pre><span class=\"citation no-link\"><span class=\"volume\">288</span> <span class=\"reporter\">N.L.R.B.</span>  <span class=\"page\">247-253</span> </span><pre class=\"inline\">(1988)\n                               \n\n(\"[T]he  cases   have  placed  emphasis  upon   whether  unit\n\nemployees  have  continued  to  be represented  by  the  same\n\nofficers  operating under  the same  procedures and  with the\n\nsame degree of autonomy as before the change.\").\n\n          A host of other factors further distinguishes  this\n\ncase  from Service America.  In that case, the dues structure\n                          \n\nremained virtually identical  following the merger,  contract\n\nratification  and strike  vote procedures  were similar,  and\n\nsome of Local 513's  assets were retained for the  benefit of\n\nits members.   Here, the district  court found significant  a\n\nnumber  of  changes in  the structure  of  the union,  in the\n\nbookbinders' and pressmen's rights and duties as members, and\n\n                             -21-\n                              21\n\nin the procedures for contract  negotiation, ratification and\n\nstrike votes.10\n\n          The Board contends that the district court erred in\n\nassigning importance to  these changes --  particularly those\n\nconcerning contract  ratification and strike votes, which may\n\nbe  apparent in Local 600M's  by-laws but might  never be put\n\ninto practice.   We recognize that actual union practice, and\n\nnot  just  the  letter  of the  by-laws,  controls.   Central\n                                                             \n\nWashington Hosp., </pre><span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">404</span></span><pre class=\"inline\">, 405 (1991); Seattle-First\n                                                             \n\nNat'l </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Bank,</span>  <span class=\"volume\">892</span>  <span class=\"reporter\">F.2d</span>  at <span class=\"page\">799</span></span><pre class=\"inline\">.    In both  of  those  cases,\n          \n\nhowever, there was testimony that union practice was actually\n\ncontrary to the by-laws in question.  Here, Carlsen testified\n\nthat Local 600M's by-laws in fact permit the executive  board\n\nto accept a contract against the  wishes of the majority of a\n\nbargaining unit's  members.  The record  contains no evidence\n\nthat  that particular  provision, or  any other  provision in\n\nquestion,  does not  represent the  actual practice  of Local\n                   \n\n600M.\n\n          As  we have  stated previously,  interim  relief in\n\nsection  10(j) cases is not normally appropriate unless it is\n\nclear that  ultimate success  for the  Board will  \"not prove\n\n                    \n\n10.  For a  more complete  description of these  changes, </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span>\nsupra </span><pre class=\"inline\">part I.B.  The district court made no finding regarding\n     \nthe preservation  of former  Local 109C's and  139B's assets.\nThe evidence  was undisputed,  however, that the  assets were\nnot preserved for the  use of the former members  but instead\nwere or would be  added to Local 600M's general  or emergency\nfunds.\n\n                             -22-\n                              22\n\ndifficult.\"   Pan American Grain  </pre><span class=\"citation\" data-id=\"479205\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/479205/mary-z-asseo-etc-v-pan-american-grain-company-inc-and-pan-american/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">29</span></a></span><pre class=\"inline\">.  From\n                                     \n\nour  perspective, however,  the transfer  of locals  139B and\n\n109C to  600M exhibited no combination  of characteristics on\n\nwhich the  Board has typically based a  finding of continuity\n\nin the past.   Cf.,  e.g., Service America,  </pre><span class=\"citation no-link\"><span class=\"volume\">307</span> <span class=\"reporter\">N.L.R.B.</span>  <span class=\"page\">57</span>\n</span><pre class=\"inline\">                                          \n\n(1992) (finding continuity where merger resulted in positions\n\nof significant responsibility  for former leaders,  virtually\n\nidentical rights, responsibilities and dues  for members, and\n\npreservation   of  certain  assets   for  benefit  of  former\n\nmembers);  Toyota  of  Berkeley,  </pre><span class=\"citation no-link\"><span class=\"volume\">306</span>  <span class=\"reporter\">N.L.R.B.</span>  <span class=\"page\">893</span> </span><pre class=\"inline\">  (1992)\n                               \n\n(finding continuity where former local was merged into sister\n\nlocal as  separate, autonomous  division with same  trade and\n\ngeographic  jurisdiction;  identical  principal official  and\n\nbargaining agent; identical authority of bargaining agent and\n\nmembers  to  negotiate   and  administer  contracts,  fashion\n\nbargaining proposals, and  call strikes; virtually  identical\n\ndues  structure;  and  where  by-laws of  sister  local  were\n\namended  as a condition of the merger); May Dep't Stores Co.,\n                                                            \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">289</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">661</span> </span><pre class=\"inline\">(1988) (finding continuity where leadership,\n\nauthority, dues,  and rights  and duties of  members remained\n\nintact following  merger of four  locals into one  local with\n\nfour  administrative  districts), aff'd,  </pre><span class=\"citation\" data-id=\"537225\"><a href=\"/opinion/537225/may-department-stores-company-venture-stores-division-v-national-labor/\"><span class=\"volume\">897</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">221</span> </a></span><pre class=\"inline\">(7th\n                                       \n\nCir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">895</span> </span><pre class=\"inline\">(1990).  Without some Board\n                   \n\nprecedent  finding  continuity  where  the  changes  at least\n\napproach those  seen here,  we cannot  say that the  district\n\n                             -23-\n                              23\n\ncourt  incorrectly applied  the  law in  concluding that  the\n\nBoard had not shown a likelihood of success.\n\n          The  district court  did  not analyze  the  Board's\n\npetition   under   the  remaining   three   requirements  for\n\ninjunctive  relief,  and we  see no  need  to engage  in that\n\nexercise  here.    Without  a clear  likelihood  of  success,\n\ninjunctive relief would not  have been just and proper.   See\n                                                             \n\nWeaver  v. Henderson, 984  F.2d 11,12  (1st Cir.  1993) (\"The\n                    \n\nsine qua non of  [the injunctive relief analysis] is  whether\n            \n\nthe plaintiffs are  likely to succeed  on the merits.\");  see\n                                                             \n\nalso Pan American Grain </pre><span class=\"citation\" data-id=\"479205\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/479205/mary-z-asseo-etc-v-pan-american-grain-company-inc-and-pan-american/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">28</span> </a></span><pre class=\"inline\">(stating that for\n                           \n\nan  injunction to issue, the record must support a finding of\n\na likelihood of success  on the merits).  Thus,  the district\n\ncourt's  denial of  injunctive  relief was  not  an abuse  of\n\ndiscretion.\n\n          AFFIRMED.\n\n                             -24-\n                              24\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/328196/",
    "https://www.courtlistener.com/api/rest/v3/opinions/353811/",
    "https://www.courtlistener.com/api/rest/v3/opinions/428315/",
    "https://www.courtlistener.com/api/rest/v3/opinions/469365/",
    "https://www.courtlistener.com/api/rest/v3/opinions/479205/",
    "https://www.courtlistener.com/api/rest/v3/opinions/527056/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532737/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537225/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539798/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561828/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602837/",
    "https://www.courtlistener.com/api/rest/v3/opinions/665849/"
  ]
}