{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195633/",
  "id": 195633,
  "absolute_url": "/opinion/195633/united-states-v-ovalle-marquez/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195633/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:44:12Z",
  "date_modified": "2020-02-21T23:30:55.696942Z",
  "type": "010combined",
  "sha1": "9f47d9c54a992e2c3babc41bb1fb836a9d89ebc4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1221.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1221\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                     LUIS E. OVALLE-MARQUEZ,\n\n                      Defendant - Appellant.\n\n                                           \n\nNo. 93-1458\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                    MIGUEL A. RIVERA-SANTIAGO,\n\n                      Defendant - Appellant.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Raymond L. Acosta, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\n                                            \n\n                 Campbell, Senior Circuit Judge,\n                                               \n\n                   and Carter,* District Judge.\n                                              \n\n                    \n\n*  Of the District of Maine, sitting by designation.\n\n                                           \n\n     Beverly P. Myrberg for appellant Luis E. Ovalle-M rquez.\n                       \n     H.  Manuel  Hern ndez,  by  Appointment of  the  Court,  for\n                          \nappellant Miguel A. Rivera-Santiago.\n     Jos  A.  Quiles-Espinosa,  Senior Litigation  Counsel,  with\n                             \nwhom  Guillermo Gil,  United States  Attorney, was  on  brief for\n                   \nappellee.\n\n                                           \n\n                        September 29, 1994\n                                           \n\n                               -2-\n\n          TORRUELLA,  Circuit Judge.    A grand  jury returned  a\n                                   \n\nseven-count  indictment  charging   nine  defendants,   including\n\nappellants Luis Enrique  Ovalle-M rquez (\"Ovalle\") and Miguel  A.\n\nRivera-  Santiago  (\"Rivera\"),  with  offenses  related   to  the\n\nimportation of cocaine, and possession of cocaine with the intent\n\nto distribute.   A trial  was held and  the jury  returned guilty\n\nverdicts  against  Ovalle  and  Rivera  on four  of  the  counts.\n\nPursuant to  the applicable  sentencing guidelines,  the district\n\ncourt  then sentenced  both Ovalle  and Rivera  to terms  of life\n\nimprisonment.   Ovalle  and Rivera  now appeal,  challenging both\n\ntheir convictions  and their sentences  on a variety  of grounds.\n\nWe affirm.\n\n                          I.  BACKGROUND\n                                        \n\n          A.  Facts\n\n          The testimony and other evidence properly introduced at\n\ntrial,  viewed  in  the light  most  favorable  to the  verdicts,\n\nestablished  the following facts.   See United  States v. Rivera-\n                                                                 \n\nSantiago, 872  F.2d 1073, 1078-79  (1st Cir.), cert.  denied, 492\n                                                            \n\nU.S. 910 (1989).\n\n          A  paid  government   confidential  informant,   Willie\n\nLinder,   alerted  special   agents  of   the   Drug  Enforcement\n\nAdministration  (\"DEA\") to  a drug  trafficking operation  in the\n\nLajas/Cabo Rojo area of  Puerto Rico.  Linder, a  German citizen,\n\nis a fisherman who has lived in Puerto Rico since 1960.  \n\n          On November  27, 1991, Linder met  with Ovalle, Rivera,\n\nco-defendants  Sergio   Monteagudo-Mart nez  (\"Monteagudo\"),  and\n\n                               -3-\n\nHumberto   Artunduaga-Alvarado  in   Las  Cuebas,   Puerto  Rico.\n\n(Monteagudo entered into a plea agreement with the government and\n\ntestified  for   the  prosecution).    At   this  meeting,  these\n\nindividuals planned  to  import approximately  800  kilograms  of\n\ncocaine  (approximately   22  bales),  which  was   to  be  first\n\nairdropped in waters off the coast of the Dominican Republic, and\n\nthen  brought  into  Puerto  Rico.   The  meeting's  participants\n\nplanned to use  two vessels - Linder would captain  his own boat,\n\nand Monteagudo would captain the other boat.  These vessels would\n\ndepart from  Puerto Rico  for a location  off the coast  of Punta\n\nEspada, Dominican  Republic, where, with  the help of  some other\n\npeople  unknown to  them, they  would load  the cocaine  onto the\n\nvessels.   Tentatively, they scheduled the  smuggling venture for\n\nsometime between December 8-13, 1991.     \n\n          On November  29, 1991, Ovalle and  Artunduaga delivered\n\n$1000 to Linder for the purpose  of enabling Linder to repair his\n\nboat.  Thereafter, and up until December 9, Ovalle and Artunduaga\n\nsporadically met with Linder  to inquire about the status  of the\n\nrepairs  to his boat, and to provide Linder with additional money\n\nto complete the repairs.  \n\n          Rivera apparently  became suspicious of Linder, and the\n\ndefendants did not then include Linder in the smuggling operation\n\nplanned  for early  December.   On  or  about December  7,  1991,\n\nOvalle, Rivera and Monteagudo, as well as others, met to finalize\n\nthe plans for the smuggling operation, without Linder's help.  At\n\nthis December 7  meeting, Rivera gave Monteagudo two  firearms, a\n\n                               -4-\n\n.38 caliber revolver and a .22 caliber pistol.  Ovalle loaded the\n\nfirearms for Monteagudo.\n\n          On  December 9,  1991, Monteagudo,  co-defendant Santos\n\nVictor  Chala-Ramos  (\"Chala\"),  and   two  other  men  from  the\n\nDominican Republic, picked up 21 bales, containing  approximately\n\n800  kilograms of  cocaine,  off  the  coast  of  Santo  Domingo,\n\nDominican Republic, after giving a pre-arranged signal to a plane\n\nflying  nearby.   Because one  of the  boats that  Monteagudo had\n\nplanned to use to pick up  the cocaine was damaged, he decided to\n\ntake one boat  with 11 bales  of cocaine, and  leave 10 bales  of\n\ncocaine hidden  on a nearby beach, guarded by the two man crew of\n\nthe damaged boat.  \n\n          On December 11, 1991, Monteagudo proceeded to import 11\n\nof  the 21 bales  of cocaine into Puerto  Rico.  Unknown persons,\n\nhowever, began  to pursue  Monteagudo's boat, and  Monteagudo and\n\nthe  other  Dominican  man  on  board  (known  to  Monteagudo  as\n\n\"Queque\"), threw seven bales into the water in an attempt to halt\n\nthe pursuit and minimize the loss of the entire load.  Monteagudo\n\neventually  delivered  the remaining  four  bales  to Ovalle  and\n\nRivera.\n\n          The defendants then arranged to import the rest  of the\n\ncocaine that had been left behind in  the Dominican Republic.  On\n\nDecember 12, Ovalle and  Rivera met with Linder to  survey areas,\n\nincluding Playita Rosada in La Parguera, Puerto Rico for possible\n\nlanding sites to import the additional cocaine.\n\n          On December 13, Ovalle,  Rivera and Artunduaga met with\n\n                               -5-\n\nLinder at his home to obtain his help in importing  the other ten\n\nbales  of cocaine.  Linder was instructed  to meet with Ovalle in\n\nPonce  for further instructions.  Linder then met with Ovalle and\n\nanother man  as arranged.   The men then  went to Rivera's  home,\n\nwhere Linder left  his car,  and Rivera, Ovalle,  Linder and  the\n\nother man then proceeded to a pier in Ponce.  Monteagudo met them\n\nthere,  and Monteagudo  and Linder  then departed  in a  boat for\n\nLajas,  Puerto Rico.   Sometime during the  day, Linder contacted\n\nDEA agents and advised them of the planned venture.\n\n          On December 14,  Monteagudo and Linder departed  Puerto\n\nRico to a rendezvous point  near Saona, Dominican Republic, where\n\nthey were assisted by several Dominican men in the loading of the\n\nremaining ten bales of cocaine (372 kilograms).  On the following\n\nday,  Monteagudo and Linder returned to Playita Rosada, where DEA\n\nagents seized  the cocaine and  arrested Monteagudo.   DEA agents\n\nsubsequently arrested Ovalle and Rivera.\n\n          B.  Procedural Background\n\n          On  June  3,  1992,  a grand  jury  returned  a  second\n\nsuperseding seven count indictment against Ovalle and Rivera, and\n\nseven other defendants.   Counts  One and Two  of the  indictment\n\ncharged  the defendants  with conspiring  to import,  and possess\n\nwith  the intent  to distribute,  approximately 800  kilograms of\n\ncocaine from November 27 to December 17, 1991, in violation of 21\n\nU.S.C.    841(a)(1),  846, 952(a) and  963.  Count  Three charged\n\nthe  defendants  with  aiding  and abetting  the  importation  of\n\napproximately  418 kilograms of  cocaine on December  11, 1991 in\n\n                               -6-\n\nviolation of 21 U.S.C.    952(a) and 18  U.S.C.   2.  Count  Four\n\ncharged the  defendants with  aiding and abetting  the possession\n\nwith intent to distribute  approximately 150 kilograms of cocaine\n\non December 11, 1991,  in violation of 21 U.S.C.    841(a)(1) and\n\n18 U.S.C.   2.   Counts Five and Six charged  the defendants with\n\naiding and  abetting the importation, and  possession with intent\n\nto  distribute, 372 kilograms of cocaine on December 15, 1991, in\n\nviolation of 21 U.S.C.   841(a)(1) and 952(a), and 18 U.S.C.   2.\n\nCount Seven charged  the defendants with aiding  and abetting the\n\nuse and carrying  of firearms in relation  to a drug  offense, in\n\nviolation of 18 U.S.C.   924(c)(1). \n\n          The trial  commenced on August  25, 1992, and  the jury\n\nreturned guilty verdicts against Ovalle and Rivera on Counts One,\n\nTwo,  Five and Six.   The jury  acquitted all  of the defendants,\n\nincluding Ovalle and Rivera, of the charges in Counts Three, Four\n\nand Seven.\n\n          On  January  22,  1993,  the court  held  a  sentencing\n\nhearing and determined that Ovalle's  total offense level was 46,\n\nand that his  Criminal History Category  was I, therefore  making\n\nhis guideline sentencing range life imprisonment.  The court then\n\nsentenced   Ovalle   to   four  concurrent   sentences   of  life\n\nimprisonment.  \n\n          At  a sentencing hearing  on April  2, 1993,  the court\n\ndetermined that Rivera's total offense level was 47, and that his\n\nCriminal History Category was I, which also mandated a sentencing\n\nguideline range of  life imprisonment.  The court  then sentenced\n\n                               -7-\n\nRivera to four concurrent sentences of life imprisonment.  \n\n          Rivera and  Ovalle now  allege a  number of  grounds to\n\nchallenge both their convictions and sentences.\n\n                               -8-\n\n II.  DID THE DISTRICT COURT IMPROPERLY LIMIT CROSS-EXAMINATION?\n                                                               \n\n          Rivera  contends  that  the  district  court improperly\n\nlimited  his   counsel's  cross-examination  of   two  government\n\nwitnesses, and that  this denied Rivera his Sixth Amendment right\n\nto confront adverse witnesses.   The Confrontation Clause of  the\n\nSixth Amendment  guarantees an  accused in a  criminal proceeding\n\nthe  right  \"to be  confronted with  the witnesses  against him.\"\n\nU.S. Const. amend. VI; Delaware v. Van Arsdall, 475 U.S. 673, 678\n                                              \n\n(1986);  United  States v. Alvarez,  987 F.2d 77, 82  (1st Cir.),\n                                  \n\ncert.  denied, 114 S. Ct.  147 (1993).   The Confrontation Clause\n             \n\nsecures an  accused the right to  cross-examine adverse witnesses\n\nin order to test \"the believability of a witness and the truth of\n\nhis testimony.\"  United States v. Carty, 993 F.2d 1005, 1009 (1st\n                                       \n\nCir. 1993) (quoting Davis  v. Alaska, 415 U.S. 308,  316 (1974));\n                                    \n\nAlvarez, 987 F.2d at 82 (citations omitted).  The right to cross-\n       \n\nexamine an adverse  witness, however, is  not unlimited.   United\n                                                                 \n\nStates v. Corgain, 5 F.3d  5, 8 (1st Cir. 1993); Carty,  993 F.2d\n                                                      \n\nat 1009; Alvarez, 987 F.2d at 82.\n                \n\n            [T]rial   judges  retain   wide  latitude\n            insofar  as  the Confrontation  Clause is\n            concerned to impose reasonable  limits on\n            such cross-examination  based on concerns\n            about,  among  other things,  harassment,\n            prejudice, confusion of  the issues,  the\n            witness' safety, or interrogation that is\n            repetitive or only marginally relevant.  \n\nVan  Arsdall, 475 U.S. at 679; see  also Carty, 993 F.2d at 1010;\n                                              \n\nAlvarez, 987  F.2d at 82; United  States v. Moore, 923  F.2d 910,\n                                                 \n\n913 (1st Cir. 1991).\n\n          We  review a  trial  court's decision  to limit  cross-\n\n                               -9-\n\nexamination under an  abuse of discretion  standard.  Carty,  993\n                                                           \n\nF.2d  at 1011; United States v. Twomey,  806 F.2d 1136, 1140 (1st\n                                      \n\nCir. 1986).  \n\n            In  order to  establish  that  the  trial\n            judge abused his  discretion in  limiting\n            cross-examination,  the   defendant  must\n            show that the  restrictions imposed  were\n            clearly prejudicial.  . . .   An abuse of\n            discretion has occurred only if  the jury\n            is  left without  \"sufficient information\n            concerning  formative  events  to make  a\n            'discriminating appraisal' of a witness's\n            motives and bias.\"  \n\nTwomey,  806 F.2d at 1140 (quoting United States v. Campbell, 426\n                                                            \n\nF.2d  547,  550 (2d  Cir.  1970))  (internal citations  omitted).\n\nRivera has made no such showing.\n\n          Rivera contends that his right to cross-examine adverse\n\nwitnesses  was unfairly  restricted  on four  occasions.   First,\n\nRivera argues that  he was not  fully permitted to  cross-examine\n\nthe confidential informant, Linder, regarding whether Linder  had\n\never been a member of \"Hitler's Youth League,\" or a member of the\n\nFrench Foreign  Legion, an organization known  for being soldiers\n\nof  fortune.  Rivera claims  that this testimony  was relevant in\n\norder to show that Linder was familiar with guns, and that Linder\n\nwas a mercenary willing to do anything for money.\n\n          With respect to Linder's alleged membership in Hitler's\n\nYouth League, Rivera's counsel failed to establish any foundation\n\nshowing how this line of questioning would establish that  Linder\n\nwas  familiar with  guns.   The record  indicates that  after the\n\ntrial judge  very patiently informed  counsel that  he needed  to\n\nestablish the relevance of  this question, and that he  needed to\n\n                               -10-\n\nlay some  sort of foundation for this  question, Rivera's counsel\n\ndid not pursue this specific line of questioning.  Thus, counsel,\n\nand not the court, effectively cut off his own cross-examination.\n\nMoreover, the fact that Linder may have been a member of Hitler's\n\nYouth  League  when he  was  9  years  old  was of  virtually  no\n\nrelevance to this case, and the trial judge would have acted well\n\nwithin his discretion in not permitting this line of questioning.\n\nWith respect to Linder's membership in the French Foreign Legion,\n\nthe record shows that Rivera's  counsel was able to cross-examine\n\nLinder adequately, and that Linder admitted that he learned about\n\nguns while in the French Foreign Legion, and that he was paid for\n\nserving in this organization.1 \n\n          Second,  Rivera  contends  that  the  court  improperly\n\nlimited his  cross-examination of Monteagudo with  respect to his\n\nattempts to cast doubt  on Monteagudo's veracity and objectivity.\n\nRivera's  counsel  asked  Monteagudo   about  the  true  name  of\n\n\"Queque,\"  the  man  who   had  accompanied  Monteagudo  when  he\n\nattempted to smuggle the eleven bales of cocaine into Puerto Rico\n\n                    \n\n1   Rivera claims that he was  prejudiced by the fact that he was\nonly  able  to  pursue his  cross-examination  regarding Linder's\ninvolvement in the French Foreign Legion after being \"required to\nfully explain the basis  of this line of questioning,  within ear\nshot of the witness,  thereby revealing his defense strategy  . .\n.\"   After examining the record, we find Rivera's allegation that\nthe trial  court somehow  required  him to  disclose his  defense\nstrategy   within  hearing   distance  of   the  witness   to  be\npreposterous.  Moreover, if Rivera's counsel was worried that the\nwitness  would  overhear him  explain the  basis  of his  line of\nquestioning,  counsel  should  have   kept  his  voice  down,  or\nrequested  that the  witness be  repositioned during  the sidebar\nconference.\n\n                               -11-\n\non December 11,2 and  the true name  of Monteagudo's wife, in  an\n\nattempt to show that \"Queque\" and his wife were cousins, and that\n\nMonteagudo had a reason to steal part of  the shipment of cocaine\n\nwith \"Queque.\"\n\n            Defense  Counsel:    Okay,  So  you  were\n            traveling  with  this  fellow Queque  and\n            he's Dominican like you; yes or no?\n\n            Monteagudo:  Yes, sir.\n\n            Defense Counsel:  And  who is a friend of\n            yours?\n\n            Monteagudo:  Yes, sir.\n\n            Defense Counsel:   And whose real name is\n            Nelson Mota; yes or no?\n\n            Monteagudo:  I don't know his true name.\n\n            Defense  Counsel:   Your  wife's  name is\n            Iris Mota; isn't it?\n\n            Prosecutor:  We have an objection.\n\nA  lengthy sidebar  conference was  then held,  and the  district\n\ncourt stated that defense counsel could ask Monteagudo if he knew\n\nwhat  \"Queque's\"  true name  was,  but  that  counsel  could  not\n\ninterject Nelson Mota's name into the question unless he had some\n\ngood  faith basis to  show that \"Queque's\" true  name was in fact\n\nNelson  Mota.   Defense  counsel  stated  that his  investigation\n\nshowed that \"Queque's\" true name was Nelson Mota, but counsel was\n\nnot  able to  point  to any  specific  fact, or  to  specifically\n\nidentify any potential witness  who would be able to  support the\n\n                    \n\n2   In the indictment,  \"Queque\" was  identified as  co-defendant\nCarlos Cruz-Santiago,  and he remained a  fugitive throughout the\nproceedings.\n\n                               -12-\n\nconclusion  of his  supposed investigation.   The  district court\n\nthen refused to  permit Rivera's  counsel to pursue  the line  of\n\nquestioning which  expressly linked the  name of  Nelson Mota  to\n\n\"Queque.\"\n\n           The  district court  did not  abuse its  discretion in\n\ndetermining that  Rivera's counsel had failed to establish a good\n\nfaith basis to warrant further inquiry regarding the true name of\n\n\"Queque.\"  See,  e.g., Carty, 993 F.2d at  1010; Rivera-Santiago,\n                                                                \n\n872 F.2d  at 1085.  While the  purpose of cross-examination is to\n\nimpeach  the  credibility  of  a  witness,  the  basis  for   the\n\nimpeachment  cannot   be   speculation  and   innuendo  with   no\n\nevidentiary  foundation.    Rivera-Santiago,  872  F.2d  at 1085.\n                                           \n\nThere  was  simply no  evidentiary  basis  for defense  counsel's\n\ntheory  that  \"Queque\" and  Monteagudo's  wife,  Iris Mota,  were\n\nrelated.   Nor  was there  any substantiated basis  showing that,\n\nbased  on  this  alleged relationship,  Monteagudo  and  \"Queque\"\n\ncollaborated to steal some of the cocaine.    \n\n          The third  alleged  instance of  the  court  improperly\n\ncurtailing    cross-examination   involved    defense   counsel's\n\nquestioning  of  Monteagudo  regarding  the  terms  of  his  plea\n\nagreement with  the government.   Specifically, Rivera's  counsel\n\nasked  Monteagudo if when he entered into the plea agreement, the\n\ngovernment  told  him  that  if  he  cooperated   there  was  the\n\npossibility that he could  go free without serving any  jail time\n\nat all.  Monteagudo replied no.  Rivera's  counsel then asked him\n\nif he  otherwise knew that  there was a  possibility he could  go\n\n                               -13-\n\nfree  if  he  entered  into  a  plea  agreement.  The  government\n\nobjected,  and the  court sustained  the objection,  stating that\n\nMonteagudo had just testified that he had not been told that.   \n\n          A review of the record makes it clear that the jury was\n\nwell aware  of the fact that  Monteagudo had entered into  a plea\n\nagreement  with  the  government,   and  that  he  would  receive\n\nfavorable treatment in  exchange for  his testimony.   On  direct\n\nexamination,  Monteagudo stated that  he had entered  into a plea\n\nagreement  with the  government, and  the agreement  was admitted\n\ninto  evidence.   The  jury  could therefore  see  precisely what\n\nbenefits Monteagudo  was given  in exchange for  his cooperation.\n\nOn cross-examination, Monteagudo also stated that he knew  he was\n\nfacing a  sentence  of  15  years  to life  when  he  decided  to\n\ncooperate with the government.   This evidence provided the  jury\n\nwith sufficient information to make a discriminating appraisal of\n\nMonteagudo's motives and  biases.3  See,  e.g., Twomey, 806  F.2d\n                                                      \n\n                    \n\n3  After the court excluded the question of Rivera's counsel, the\ncourt stated that it  would instruct the jury regarding  the plea\nagreement.    In  its  final  charge,  the  court  explained  the\ncircumstances surrounding the testimony of a co-defendant who had\npled guilty.  The court stated:\n\n            In  this case,  there has  been testimony\n            from a government witness who pled guilty\n            after entering into an agreement with the\n            government to testify.  There is evidence\n            that  the  government  agreed to  dismiss\n            some  charges  against  the   witness  in\n            exchange  for  the witness'  agreement to\n            plead  guilty and  testify at  this trial\n            against the defendants.\n\n            The government also promised to bring the\n            witness' cooperation to the  attention of\n            the sentencing court,  and you all  heard\n\n                               -14-\n\nat 1139-40.\n\n          As  a  fourth  ground,  Rivera claims  that  the  court\n\nimproperly cut off his cross-examination  of Monteagudo regarding\n\nhis understanding  of his  oath to  tell  the truth.   The  court\n\nsustained  an  objection  by  the  prosecutor  regarding  whether\n\nMonteagudo  knew that  he  was suppose  to tell  the truth.   The\n\nrecord shows  that Rivera's  counsel had previously  made several\n\nreferences to the fact that Monteagudo was under oath and that he\n\nhad an  obligation to tell the  truth.  On the  occasion that the\n\ncourt  sustained   the  objection,  it  acted   well  within  its\n\ndiscretion by cutting off repetitive questioning.  \n\n          As  a final matter, we have  reviewed the entire cross-\n\n                    \n\n            that.   The  government  is permitted  to\n            enter  into this kind  of plea agreement.\n            You  in turn may  accept the testimony of\n            such a witness and convict the defendants\n            on the basis of this testimony alone,  if\n            it convinces you of the defendants' guilt\n            beyond a reasonable  doubt.  However, you\n            should bear in  mind that  a witness  who\n            has  entered into  such an agreement  has\n            an interest  in this case  different than\n            the  ordinary  witness.    A  witness who\n            realizes that  he may be  able to  obtain\n            his  own  freedom  or receive  a  lighter\n            sentence by giving testimony favorable to\n            the prosecution has  a motive to  testify\n            falsely.  Therefore, you must examine the\n            testimony with caution and weigh  it with\n            great  care and if after scrutinizing his\n            testimony you decide to accept it you may\n            give it whatever weight, if any, you find\n            it deserves.\n\nWe  do  not believe  that  the  court improperly  limited  cross-\nexamination regarding the plea agreement.   Moreover, in light of\nthis final instruction, we do not believe that Rivera has grounds\nto  complain that  any  limitation on  cross-examination in  that\nregard prejudiced his ability to attack Monteagudo's credibility.\n\n                               -15-\n\nexamination of both Linder and Monteagudo.  The cross-examination\n\nof each witness was  thorough, and we believe  that the jury  had\n\nsufficient  information  regarding  the  witnesses'  motives  and\n\nbiases  to  judge  the  credibility  of  the  witnesses  and  the\n\ntruthfulness of their testimony.\n\n                 III.  PROSECUTORIAL MISCONDUCT?\n                                               \n\n          Rivera  and  Ovalle  both  claim  that  the  prosecutor\n\nengaged in  misconduct by  improperly tying the  defendants to  a\n\nconspiracy with Colombian  ties, despite the lack  of evidence of\n\nany  such  international drug  ring.    Specifically, Rivera  and\n\nOvalle claim that references in the prosecutor's closing argument\n\nto certain testimony by Monteagudo were improper.  The prosecutor\n\nstated:\n\n            This is a well organized conspiracy.  And\n            from where  you  can reason  that?    You\n            remember November 27, the planning.  From\n            where  that  cocaine  was  coming?   From\n            Colombia, South America.   Therefore, you\n                                   \n            can reasonably  infer that some  of these\n            defendants  have  contacts  in  Colombia,\n                                                    \n            because  otherwise who would call them to\n            bring and to make the airdrop . . . .\n\n            This   is  an   organization.     It's  a\n            conspiracy not  only in Puerto  Rico, but\n            also in Colombia.\n                            \n\nThe prosecutor also argued:\n\n            It's the fact that when Sergio Monteagudo\n            communicated  with  the plane  using this\n            code the  plane responded.  He  knew what\n            that  man at  the sea was  talking about.\n            Therefore,  someone   in  the  conspiracy\n            contacted back to Colombia and say to the\n                                      \n            plane or some person:   Hey, the code for\n            the load,  the air  drop of  the cocaine,\n            that the code is \"Leandro\" and \"Matilde.\"\n\n                               -16-\n\nRivera  and  Ovalle suggest  that  the remarks  were  intended to\n\ninflame  the passions of the jury, members of which are bombarded\n\ndaily with superheated rhetoric of the government's war on drugs,\n\nand  the prominent role that Colombia plays as a principal source\n\nof drugs.    To warrant  reversal of a conviction  on the grounds\n\nof  a prosecutor's improper jury argument, a court must find that\n\nthe  prosecutor's remarks  were both  inappropriate  and harmful.\n\nSee United States v. Young, 470  U.S. 1, 11-12 (1985).  Arguments\n                          \n\nwhich  urge a  jury to  act  in any  capacity other  than as  the\n\nimpartial arbiter  of the  facts in the  case before it,  such as\n\narguments  that  serve  no  purpose other  than  to  inflame  the\n\npassions and prejudices of the jury, are improper.  United States\n                                                                 \n\nv. Manning, 23 F.3d 570, 574 (1st Cir. 1994); Arrieta-Agressot v.\n                                                              \n\nUnited States, 3 F.3d 525, 527 (1st Cir. 1993).  \n             \n\n          We do  not believe that the prosecutor's remarks in his\n\nclosing were  improper.   During the trial,  Monteagudo testified\n\nthat  Ovalle  had  told him  that  the  cocaine  was coming  from\n\nColombia, and this was  an admissible hearsay statement of  a co-\n\nconspirator.4   See Fed. R.  Evid. 801(d)(2)(E).   In his closing\n                   \n\n                    \n\n4    Defense counsel  argues that  the  court erred  in admitting\nMonteagudo's  testimony that Ovalle had told  him the cocaine was\ncoming from  Colombia.   Defense counsel had  previously objected\nthat Monteagudo could not  testify that he knew that  the cocaine\nwas  coming from  Colombia unless  he in  fact had  such personal\nknowledge.   The court  effectively sustained this  objection and\nMonteagudo did not  testify that he  had personal knowledge  that\nthe cocaine  was coming from  Colombia.  Rather,  Monteagudo then\ntestified that he only had second hand knowledge that the cocaine\ncame  from  Colombia  based on  Ovalle's  statement  to him,  and\ndefense counsel  did not object to this  testimony.  Any error in\nthe  admission of the evidence was not preserved for appeal.  See\n                                                                 \nUnited States v. Rosales, 19 F.3d 763, 765 (1st Cir.  1994).  Our\n                        \n\n                               -17-\n\nargument, the prosecutor  then did what he was  entitled to do --\n\nask the  jury to  draw warrantable  inferences from  the evidence\n\nadmitted  during  trial  --  that the  conspiracy  was  importing\n\ncocaine  from  Colombia into  Puerto  Rico.    United  States  v.\n                                                             \n\nTajeddini,  996  F.2d  1278,  1283  (1st  Cir.  1993)  (citations\n         \n\nomitted); see  also United States  v. Moreno, 947 F.2d  7, 8 (1st\n                                            \n\nCir. 1991); United  States v. Abello-Silva,  948 F.2d 1168,  1182\n                                          \n\n(10th Cir.  1991), cert. denied, 113 S. Ct. 107 (1992).  The jury\n                               \n\nthus  had a complete view  of the conspiracy's  efforts to import\n\ncocaine -- conspirators picked up cocaine in Colombia, airdropped\n\nit to waiting associates off the coast of the Dominican Republic,\n\nwho then  transported  the  cocaine  by boat  into  Puerto  Rico.\n\nDespite the contentions of Ovalle and Rivera to the contrary, the\n\nprosecutor's  remarks were not the type, and did not approach the\n\nlevel,  of  rhetoric  we have  previously  found  to  be improper\n\nbecause  it served no other  purpose but to  inflame the passions\n\nand  prejudices of the jury.  See, e.g., Arrieta-Agressot, 3 F.3d\n                                                         \n\nat 527  (finding that  prosecutor's remarks  which urged  jury to\n\nconsider case as a battle in the war against drugs and defendants\n\nas enemy soldiers,  and remarks which referred  to the corruption\n\nof   \"our  society\"   and  the   poisoning  of   \"our  children,\"\n\n                    \n\nstandard of  review under  the circumstances is  therefore \"plain\nerror,\" and we will reverse only if the error \"seriously affected\nthe fairness,  integrity, or public reputation  of [the] judicial\nproceeding.\"   Id. (citations omitted).  We answer the underlying\n                 \nquestion -- did the court err in admitting the evidence -- in the\nnegative.  We do  not believe that the prejudice  associated with\nadmitting  Ovalle's statement  outweighed the  relevance of  that\nevidence, and the court did not abuse its discretion in admitting\nthat statement.    \n\n                               -18-\n\ninflammatory  and not  permissible  argument);  United States  v.\n                                                             \n\nMachor,   879  F.2d   945,  955-56   (1st  Cir.   1989)  (finding\n      \n\nprosecutor's  remarks  in  closing  statement  that  cocaine  was\n\n\"poisoning  our community and our  kids die because  of this\" was\n\ninappropriate), cert. denied, 493 U.S. 1081 (1990).5\n                            \n\n             IV.  INEFFECTIVE ASSISTANCE OF COUNSEL?\n                                                   \n\n          Rivera  claims  on  appeal  that  he  was  deprived  of\n\neffective assistance of  counsel at trial, because of  an alleged\n\nconflict  of  interest  based  on the  relationship  between  his\n\nattorney and the attorney who represented Monteagudo, who was one\n\nof  the main  government witnesses  during the  trial.   Rivera's\n\nattempt to raise this claim for  the first time here on appeal is\n\nill-timed.     \"[A]  fact-specific  claim  of  ineffective  legal\n\nassistance cannot  be  raised initially  on  direct review  of  a\n\ncriminal  conviction, but  must  originally be  presented to  the\n\ndistrict court.\"  United  States v. Hunnewell, 891 F.2d  955, 956\n                                             \n\n                    \n\n5  Ovalle and Rivera argue that there was a continuing pattern of\nprosecutorial  misconduct in  this case  due to  the government's\nendless objections during cross-examination,  derogatory comments\nabout defense counsel in front of the jury, demeaning lectures to\ndefense  counsel,  and  other   abusive  tactics  which  deprived\ndefendants  of  a fair  trial.   Specifically,  they point  to an\nincident where the  prosecutor allegedly  improperly vouched  for\nthe  credibility of  a  government witness  by  stating that  the\nwitness was telling the truth.   We have reviewed the record with\nrespect to this instance,  and after considering the prosecutor's\nalleged  indiscretion  in  the  context of  an  awkward  colloquy\nfollowing  defense  counsel's  question  regarding   whether  the\nwitness  understood he had an  obligation to tell  the truth, and\nthe court's subsequent instruction  that it was up to the jury to\ndetermine if the witness was telling the truth, we do not believe\nthat  there  was any  prejudicial error.   Additionally,  we have\nreviewed  the entire  record with  a view  for the  other alleged\nimproprieties,  and we do not believe that there was a continuing\npattern of prosecutorial misconduct.\n\n                               -19-\n\n(1st  Cir. 1989) (quoting United  States v. Costa,  890 F.2d 480,\n                                                 \n\n482-83 (1st  Cir. 1989)) (other  citations omitted).   Rivera did\n\nnot  present  a claim  to the  district  court showing  that this\n\nconflict of interest deprived  him of effective legal assistance.\n\nAdditionally,  the record is  not developed  enough as  a factual\n\nmatter to  enable us to  consider this issue.   See, e.g., Costa,\n                                                                \n\n890  F.2d  at  483.    We  therefore  reject  Rivera's  claim  as\n\npremature, but do so without prejudice to Rivera's right to bring\n\nsuch a claim under 28 U.S.C.   2255.\n\n                      V.  SENTENCING ISSUES\n                                           \n\n          A.  Standard of Review\n\n          Ovalle  and  Rivera   challenge  the  district  court's\n\napplication of  the sentencing  guidelines  in determining  their\n\nsentences  on a number  of grounds.   When  we review  a district\n\ncourt's  application  of a  sentencing  guideline,  we utilize  a\n\nbifurcated  process.   First,  we  review  the guideline's  legal\n\nmeaning and scope de novo.  United States v. Brewster, 1 F.3d 51,\n                                                     \n\n54  (1st Cir.  1993) (citing United  States v. St.  Cyr, 977 F.2d\n                                                       \n\n698,  701  (1st  Cir.  1992)).    Next,  we  review  the  court's\n\nfactfinding for clear error, giving  due deference to the court's\n\napplication of the guidelines to the facts.  18 U.S.C.   3742(e);\n\nBrewster, 1  F.3d at 54  (citing St. Cyr, 977  F.2d at 701).   We\n                                        \n\nalso note that factbound matters related to  sentencing need only\n\nbe supported by a  preponderance of the evidence.   United States\n                                                                 \n\nv.  Corcimiglia,  967 F.2d  724, 726  (1st Cir.  1992) (citations\n               \n\nomitted).\n\n                               -20-\n\n          B.  Rivera's Sentencing Challenges\n\n          Rivera was convicted of four  drug related charges.  At\n\nsentencing, the court  accepted the Presentence Report's  (\"PSR\")\n\nanalysis  that  because Rivera  was  convicted  of conspiracy  to\n\nimport approximately 800 kilograms  of cocaine, and conspiracy to\n\npossess with the intent to distribute approximately 800 kilograms\n\nof cocaine,  the appropriate  sentencing guideline was    2Dl.1.6\n\nThe  base offense level  (\"BOL\") is determined  by   2D1.1(c)(2),\n\nwhich  is based  on  the total  amount  of controlled  substances\n\ninvolved.    Because  the  offenses  involved  800  kilograms  of\n\ncocaine, the BOL was determined to be 40.7  \n\n          The  court then  enhanced the  BOL by  applying several\n\nupward adjustments, over Rivera's  objections.  The court applied\n\na  two level  enhancement,  pursuant to  U.S.S.G.    2D1.1(b)(1),\n\nbecause the court found that Rivera possessed firearms during the\n\ncommission of the  offense.   Pursuant to    3Bl.1(b), the  court\n\nincreased the  BOL by three  because it found  that Rivera  was a\n\nsupervisor  in  a  criminal   activity  involving  five  or  more\n\nparticipants.  The court  also made an upward adjustment  of two,\n\nunder  U.S.S.G.     3C1.1,  based  on  its  finding  that  Rivera\n\nobstructed justice by perjuring himself, and attempting to coax a\n\nco-defendant  into providing  false  information  to a  probation\n\n                    \n\n6   All references to the  Sentencing Guidelines are  to the 1992\nguidelines,  which were in effect at the time the court sentenced\nRivera and Ovalle.\n\n7   Pursuant to    3D1.2(d), counts one,  two, five and  six were\ngrouped together into a combined offense level because the counts\ninvolve the same general type of offense.\n\n                               -21-\n\nofficer.  The court  determined that the total offense  level was\n\n47,  and because  Rivera's Criminal  History Category  was I,  he\n\ntherefore   faced   a   guideline   sentencing  range   of   life\n\nimprisonment.     The  court  then  sentenced   Rivera  to  serve\n\nconcurrent terms of life imprisonment as to the four counts.\n\n                               -22-\n\n            1.    The  District  Court's  Finding  Regarding  the\nQuantity        of Drugs\n\n          The district court determined Rivera's BOL on the basis\n\nof  his and his co-conspirators' conduct, and the total amount of\n\ndrugs involved in the  conspiracy, approximately 800 kilograms of\n\ncocaine.   The court rejected Rivera's contention  that it should\n\ndecrease  the  relevant  quantity  of cocaine  to  372  kilograms\n\nbecause  Rivera  was  acquitted  on the  substantive  charges  of\n\nimporting and possessing  418 kilograms of  the 800 kilograms  of\n\ncocaine involved in the case.8  The court stated:\n\n            [I]n any  event, on the  preponderance of\n            the  evidence the  Court finds  that this\n            defendant  had  jointly  undertaken  this\n            criminal activity and is held accountable\n            of the  conduct of  others.  And  that he\n            was found  guilty by  the  jury on  eight\n            hundred kilos [in] the Count charged.\n\n            And so that the Court finds that -- rules\n            that  it's not  going  to  lessen by  two\n            points the three hundred  and seventy-two\n            kilo  amount  under the  relevant conduct\n            issue.\n\n          When  a defendant has been  convicted of a drug related\n\noffense, a key factor in constructing the defendant's sentence is\n\nthe  quantity of narcotics attributable to him, a factor which is\n\ndetermined  by looking at the sum of the charged conduct of which\n\n                    \n\n8   Rivera argues that in  denying each of Rivera's objections to\nhis sentence, the court incorrectly believed that  its hands were\ntied and that the court believed that it was required as a matter\nof  law to reject Rivera's  contentions.  Other  than making this\ngeneral  allegation,  however,  Rivera  does  not  point  to  any\nspecific instances.   Moreover, we  do not read  the record  this\nway, and  do not believe  that the court  incorrectly interpreted\nits  legal  authority  with  respect to  the  various  sentencing\nissues.\n\n                               -23-\n\nthe defendant was  convicted, plus his  \"relevant\" conduct.   See\n                                                                 \n\nUnited  States v.  Garc a,  954  F.2d  12,  15  (1st  Cir.  1992)\n                         \n\n(citations omitted);  see also  United States v.  Innamorati, 996\n                                                            \n\nF.2d  456, 488 (1st Cir.),  cert. denied, 114  S. Ct. 409 (1993);\n                                        \n\nU.S.S.G.    2D1.1.   The  court determines  the drug  quantity by\n\nlooking at all acts \"that were part of the same course of conduct\n\nor common scheme or plan as the offense of conviction.\"  U.S.S.G.\n\n  1B1.3(a)(2); Garc a, 954 F.2d at  15; United States v. Mak, 926\n                                                            \n\nF.2d 112, 113 (1st Cir. 1991).  In the case of jointly undertaken\n\ncriminal  activity,   such  as  a  conspiracy,   a  defendant  is\n\naccountable for \"all reasonably foreseeable acts and omissions of\n\nothers  in   furtherance  of  the   jointly  undertaken  criminal\n\nactivity,  that occurred during the  commission of the offense of\n\nconviction, [or]  in  preparation for  that  offense .  . .  .  \"\n\nU.S.S.G.    1B1.3(a)(1)(B); see Innamorati,  996 F.2d at  488.  A\n                                          \n\ncourt's determination  regarding the amount of  drugs involved in\n\nan offense  will only be  set aside  on appeal if  it is  clearly\n\nerroneous.  See Innamorati, 996 F.2d at 489.\n                          \n\n           The jury convicted Rivera of Counts One and Two, which\n\ncharged Rivera  with conspiracy  to import,  and to  possess, 800\n\nkilograms of cocaine.  At sentencing, the court  seemingly looked\n\nto  U.S.S.G.    1B1.3(a)(1)(B)  and  found that  Rivera,  and his\n\ncohorts,  had  jointly  undertaken this  criminal  activity,  and\n\nRivera was accountable for  the other's conduct in attempting  to\n\nimport and possess  all 800  kilograms of cocaine.   The  court's\n\nfinding  was supported  by evidence  introduced  at trial.   Both\n\n                               -24-\n\nLinder  and  Monteagudo  testified  that they  met  with  Rivera,\n\nOvalle, and another  co-defendant on November 27,  1991, and that\n\nat this meeting they planned to import into Puerto Rico, 22 bales\n\nof  cocaine (800 kilograms) which  were to be  airdropped off the\n\ncoast of the Dominican Republic.  Testimony  by Monteagudo showed\n\nthat  the original scheme to  import the cocaine  did not proceed\n\nprecisely  according  to plan,  because  of boat  problems  and a\n\npursuit  by  unknown  individuals  who  unexpectedly  chased  the\n\nconspirators in their boat  on December 11, forcing them  to dump\n\nsome  of  the  cocaine  overboard.    Testimony  by  Linder   and\n\nMonteagudo  indicated  that  Rivera  and Ovalle  then  helped  to\n\nsalvage the original  plan and adapt it -  by calling Linder into\n\nservice  and  helping  him obtain  a  boat,  so  that Linder  and\n\nMonteagudo  could go to the  Dominican Republic, and  pick up and\n\nimport the rest of  the cocaine.  Thus, the court did  not err by\n\nimplicitly concluding  that Rivera  helped plan the  logistics of\n\nthe  scheme to import the entire 800 kilograms, and therefore the\n\nsubsequent  acts by  his co-conspirators  to execute  this scheme\n\nwere in furtherance of,  and reasonably foreseeable in connection\n\nwith, the jointly undertaken felonious plan.\n\n           Rivera  contends  that   the  verdicts  regarding  the\n\nsubstantive drug  charges should  guide the court  in determining\n\nthe  correct  quantity  of  cocaine  instead  of  the  conspiracy\n\ncharges.   The  operative indictment  grouped all of  the cocaine\n\ninvolved  in  the December  11, 1991  and  the December  15, 1991\n\nshipments  of cocaine together  (800 kilograms) in  Count One and\n\n                               -25-\n\nTwo,  the conspiracy charges.  The indictment then broke down the\n\nsubstantive charges  into the  two distinct shipments  of cocaine\n\nthat  the  defendants  had  allegedly  attempted  to  import  and\n\npossess.    The jury  only  convicted Rivera  of  the substantive\n\ncharges  related  to  the  December 15  shipment,  involving  372\n\nkilograms of cocaine (Counts Five and Six), and acquitted Rivera,\n\nand  all of his co-defendants,  with respect to  the December 11,\n\n1991 shipment,  involving 418 kilograms of  cocaine (Counts Three\n\nand Four).  Therefore,  Rivera contends that it was  improper for\n\nthe  court to  include  the amount  of  cocaine involved  in  the\n\ncharges of which he was acquitted, in determining his BOL.   \n\n          The fact  that Rivera was acquitted  of the substantive\n\ncharges involving  the 418  kilograms of  cocaine does not  mean,\n\nhowever,  that  the  court  could not  consider  that  conduct as\n\n\"relevant  conduct.\"    When   determining  relevant  conduct,  a\n\nsentencing court may  consider acts  which were  not charged,  as\n\nwell as the facts  underlying a prior acquittal when  these facts\n\n\"appear  reliable.\"   Garc a, 954  F.2d at  15; United  States v.\n                                                              \n\nMocciola, 891 F.2d 13, 17 (1st Cir. 1989) (citation omitted); see\n                                                                 \n\nalso United  States v. Weston, 960 F.2d  212, 218 (1st Cir. 1992)\n                             \n\n(stating in dicta that  an acquittal is not always  conclusive on\n\nan issue for  sentencing purposes due  to differing standards  of\n\nproof).   As we have  previously noted, testimony  by both Linder\n\nand  Monteagudo  indicated  that  Rivera planned  to  import  800\n\nkilograms  of cocaine,  including  the 418  kilograms of  cocaine\n\nwhich was  the basis for  Counts Three  and Four.   There was  no\n\n                               -26-\n\nclear  error in the court's  decision to credit  the testimony of\n\nLinder and  Monteagudo at sentencing, and  then consider Rivera's\n\nconduct  with respect to the  800 kilograms of  cocaine, when the\n\ncourt  determined Rivera's BOL.   See, e.g., Innamorati, 996 F.2d\n                                                       \n\nat 489; Garc a, 954 F.2d at 16;  United States v. Sklar, 920 F.2d\n                                                       \n\n107, 110 (1st Cir. 1990).\n\n            2.  The Firearm Enhancement\n\n          Rivera  makes  a  similar   challenge  to  the  court's\n\ndecision to  enhance his sentence  pursuant to U.S.S.G.    2D1.1,\n\nbecause the court found  that a firearm was possessed  during the\n\ncommission  of  the  drug  offenses.    Rivera  argues  that  the\n\ntestimonial  evidence  linking him  and  his  co-defendants to  a\n\nfirearm  was extremely weak, especially in light of the fact that\n\nno  firearm  was  ever  found.   Additionally,  because  the jury\n\nacquitted  Rivera and  his  co-defendants of  Count Seven,  which\n\ncharged them with aiding  and abetting the carrying of  a firearm\n\nin relation  to the  commission of the  offense, Rivera  contends\n\nthat there was no basis for the court to enhance his sentence.  \n\n          U.S.S.G.    2D1.1(b)(1) directs a  sentencing court  to\n\nenhance  a defendant's  BOL if  a dangerous  weapon, including  a\n\nfirearm,  was possessed.  The  commentary to    2D1.1 states that\n\nthe sentencing court should impose the enhancement \"if the weapon\n\nwas  present, unless it is clearly improbable that the weapon was\n\nconnected  with the  offense.\"   U.S.S.G.   2D1.1  comment (n.3);\n\nUnited  States v.  Castillo,  979 F.2d  8,  10 (1st  Cir.  1992);\n                           \n\nCorcimiglia, 967 F.2d  at 727.   The First  Circuit has  followed\n           \n\n                               -27-\n\nthis  \"clearly improbable\"  standard.   Corcimiglia, 967  F.2d at\n                                                   \n\n726; United States v.  Ruiz, 905 F.2d 499,  507 (1st Cir.  1990).\n                           \n\nWe have found that:\n\n            when  the  weapon's  location   makes  it\n            readily available to  protect either  the\n            participants   themselves    during   the\n            commission of the illegal activity or the\n            drugs  and  cash  involved  in  the  drug\n            business,   there   will  be   sufficient\n            evidence  to connect  the weapons  to the\n            offense conduct . . . .\n\nCorcimiglia, 967 F.2d at 727; see also Castillo, 979 F.2d at 10.\n                                               \n\nThe defendant then has  the burden to come forward  with evidence\n\ndemonstrating the existence of  special circumstances that  would\n\nrender it \"clearly improbable\"  that the weapon's presence  has a\n\nconnection to the  narcotics trafficking.  Castillo, 979  F.2d at\n                                                   \n\n10;\n\nCorcimiglia, 967 F.2d at 727-28.   \n           \n\n          As we have previously  discussed, the court is entitled\n\nto  consider  \"relevant\"  conduct  at sentencing,  and  this  may\n\ninclude  conduct  which  was  the  basis  for  charges  that  the\n\ndefendant  was  acquitted  of,  as  long  as the  evidence  which\n\nestablishes that conduct was reliable.  Mocciola, 891 F.2d at 16-\n                                                \n\n17.   The  court considered  such relevant  conduct here  when it\n\ndecided to apply  the U.S.S.G.    2D1.1 enhancement.   The  court\n\nfound:  \n\n            There's no question in my mind that there\n            was   a   gun   there.      Willie,   the\n            Confidential Informant,  talked about it.\n            Talked about taking the bullets out.  Try\n            to make it inoperable.   And then we have\n            Monteagudo who said that he  received two\n            guns,  as a   matter  of fact,  from this\n\n                               -28-\n\n            defendant.  And there is a gun.\n\nThe court then acknowledged that Rivera had been acquitted of the\n\nfirearms charge, but stated that because the court had found that\n\nguns   were   possessed   in   connection   with  the   narcotics\n\ntransactions, and Rivera did  not convince the court that  it was\n\nclearly  improbable   that  the  gun  would  have  been  used  in\n\nconnection  with these  narcotic  transactions, it  was going  to\n\napply the enhancement.\n\n          The court's  finding was  supported by evidence  in the\n\nrecord and was not clearly erroneous.  Monteagudo testified  that\n\non December 7, at  a meeting with Rivera, Ovalle, and  others, to\n\nfinalize  the  plans for  the  smuggling  operation, Rivera  gave\n\nMonteagudo two firearms, a .38 caliber revolver and a .22 caliber\n\npistol.   It was certainly  reasonable for the  court to conclude\n\nthat Rivera had  given the  two firearms to  Monteagudo, who  was\n\nabout to leave on his foray to pick up 800  kilograms of cocaine,\n\nto facilitate  this smuggling  plan.  With  the guns,  Monteagudo\n\ncould protect  himself, and his  co-conspirators, as well  as the\n\nlarge  quantity of cocaine they  were to pick  up.  Additionally,\n\nLinder  testified  that Monteagudo  had  in  fact brought  a  .22\n\ncaliber pistol with them  on December 15, when he  and Monteagudo\n\nwent to the Dominican Republic to pick up the remaining ten bales\n\nof cocaine and bring  the cocaine to  Puerto Rico.  Thus,  absent\n\ncircumstances  showing that  it was  clearly improbable  that the\n\nfirearms were connected to the drug offense, there was sufficient\n\nevidence to support the enhancement.  Rivera has not claimed that\n\n                               -29-\n\nany  such special  circumstances  existed.   The court  therefore\n\nproperly applied the U.S.S.G.   2D1.1 enhancement.   \n\n            3.  The Supervisory and Managerial Role Enhancement\n                The Supervisory and Managerial Role Enhancement\n\n          Rivera  challenges  the  three-level   enhancement  for\n\nplaying  a supervisory role  which the court  imposed pursuant to\n\nU.S.S.G.   3B1.1(b), claiming  that the evidence  demonstrated he\n\nwas   an  underling,   who   merely  followed   orders  in   this\n\norganization.  The court found that \"the defendant's role is of a\n\nmanager/supervisor and  it has been adequately  supported by this\n\nrecord.\"   We  review this  role-in-the-offense ruling  for clear\n\nerror.  United States v. Judusingh, 12  F.3d 1162, 1169 (1st Cir.\n                                  \n\n1994) (citation  omitted);  United States  v. Rodr guez Alvarado,\n                                                                \n\n985 F.2d 15, 19 (1st Cir. 1993) (citations omitted).\n\n          A three-level  enhancement under U.S.S.G.   3B1.1(b) is\n\nappropriate if the government  shows that the defendant 1)  was a\n\nmanager  or supervisor of the criminal activity (but not a leader\n\nor organizer); and 2) the criminal activity involved five or more\n\nparticipants or was otherwise extensive.  Rodr guez Alvarado, 985\n                                                            \n\nF.2d at 20.  The terms \"manager\" and \"supervisor\" are not defined\n\nin  the  guidelines.   A court  can find  that  a defendant  is a\n\nmanager or supervisor where he \"exercised some degree  of control\n\nover others involved in  the commission of the crime or  he [was]\n\nresponsible for organizing others for the purpose of carrying out\n\nthe  crime.\"   See Rodr guez  Alvarado, 985  F.2d at  20 (quoting\n                                      \n\nUnited States v. Fuller, 897 F.2d 1217, 1220 (1st Cir. 1990)).\n                       \n\n          The court did not  err in finding that Rivera  played a\n\n                               -30-\n\nmanagerial or  supervisory role in the  drug smuggling operation.\n\nThe  record   supports  the  conclusion  that   Rivera  played  a\n\npredominant role in planning and organizing the logistics of this\n\ncriminal operation:   1) Rivera  was present at  the November  27\n\nplanning meeting;  2) Rivera gave Ovalle  and Linder instructions\n\nwith respect to making sure Linder's boat was available to import\n\nthe cocaine; 3) Rivera initially became suspicious of Linder, and\n\nthen held a meeting where it was decided that Linder would be cut\n\nout  of  the initial  attempt to  import  the cocaine;  4) Rivera\n\nprocured another boat  to be used by  his cohorts in  the initial\n\nattempt  to  import  the  800 kilograms  of  cocaine;  5)  Rivera\n\nprovided  Monteagudo with two firearms to be used during the drug\n\nsmuggling operations; and  6) Rivera, along with Ovalle, met with\n\nLinder with respect to the  logistics of importing the  remaining\n\ncocaine  which had  been left  behind in the  Dominican Republic.\n\nThere is also  no dispute  that more than  five individuals  were\n\ninvolved  in the drug smuggling plan.  The court properly applied\n\nthe U.S.S.G.   3B1.1(b) enhancement.\n\n            4.  The Obstruction of Justice Enhancement\n\n          The   government  requested  that   the  court  enhance\n\nRivera's sentence pursuant to U.S.S.G.   3C1.1, based on Rivera's\n\nobstruction of justice.  The government based this request on two\n\nfactors:  1) that  Rivera had provided  a false statement to  the\n\nprobation officer at a  presentence interview to the effect  that\n\nhe was not  involved in  the November 27  planning meeting,  when\n\nevidence  presented  at trial  showed  that  Rivera  was in  fact\n\n                               -31-\n\npresent and  actively participated in this meeting;  and 2) after\n\nbeing found  guilty, Rivera sent  a letter to  co-defendant Chala\n\ninstructing  him to  provide false  information to  the probation\n\nofficer  to the  effect that  Monteagudo had  misled  Chala, that\n\nChala was unaware of the  plan to pick up the cocaine that was to\n\nbe airdropped off the  coast of the Dominican Republic,  and that\n\nnone of the  defendants had  anything to do  with this  smuggling\n\noperation.  At sentencing, the court found that:\n\n            Well, I  read the  letter and the  -- and\n            unfortunately there are parts of  it that\n            I  read and  said well  this could  be an\n            individual writing  to another individual\n            saying to him that, you know, they're not\n            guilty.    And   remember  --  and   just\n            reminding  him of  the fact  that they're\n            not guilty and that  they have nothing to\n            do  with it.   Unfortunately,  the letter\n            goes beyond that.   There's instructions.\n            Actual  instructions as  to what  to tell\n            people and just to -- . . .\n            And besides that  there is another matter\n            of the perjury.\n\nThe court then applied the two level enhancement  for obstruction\n\nof justice.\n\n          United  States Sentencing  Guidelines    3C1.1 provides\n\nthat  \"if  the  defendant  willfully obstructed  or  impeded,  or\n\nattempted to  obstruct or  impede, the administration  of justice\n\nduring  the  investigation,  prosecution,  or  sentencing of  the\n\ninstant  offense, increase the offense  level by 2  levels.\"  The\n\nenhancement  applies where a defendant provides \"materially false\n\ninformation to a probation officer in respect to a presentence or\n\nother investigation for the court.\"  U.S.S.G.   3C1.1, commentary\n\nn.3(h); See United  States v. Olea, 987  F.2d 874, 877  (1st Cir.\n                                  \n\n                               -32-\n\n1993).   The enhancement also applies where  a defendant commits,\n\nsuborns  or  attempts  to  suborn perjury.    U.S.S.G.     3C1.1,\n\ncommentary n.3(b);  See United States  v. Gonz les, 12  F.3d 298,\n                                                  \n\n299  (1st Cir.  1993) (finding  that the  obstruction  of justice\n\nenhancement was  warranted where the defendant  attempted to coax\n\nan  acquaintance  into  bearing  false  witness  about  a  matter\n\nmaterial to  the case).  The  test for materiality  of an alleged\n\nperjured matter is  not a stringent one, and the  term is defined\n\nto  include  any  \"fact,   statement,  or  information  that,  if\n\nbelieved,  would  tend to  influence  or affect  the  issue under\n\ndetermination.\"  U.S.S.G.    3C1.1, commentary n.5; United States\n                                                                 \n\nv. St. Cyr, 977 F.2d 698, 705 (1st Cir. 1992).  \n          \n\n          We review a court's factual findings with respect to an\n\nobstruction  of  justice  enhancement   for  clear  error.    See\n                                                                 \n\nGonz les, 12  F.3d at 299;  Weston, 960 F.2d  at 220.   The court\n                                  \n\nfound  that Rivera  had perjured  himself during  the presentence\n\ninterview  with the probation officer.  The court would have been\n\njustified  in  applying the  enhancement  based  on this  finding\n\nalone, because  Rivera's prevarication regarding his  role in the\n\nsmuggling plan was material, in that it could have influenced the\n\nprobation  officer's investigation,  and ultimately  affected his\n\ndetermination of Rivera's offense level.   \n\n          Additionally,  the court  heard testimony  and argument\n\nregarding the letter Rivera  sent to Chala, and implicitly  found\n\nthat  the letter was authentic,  that Chala had  received it, and\n\nthat  Rivera's letter specifically instructed Chala to lie to the\n\n                               -33-\n\nprobation officer.  Statements Chala would make to the  probation\n\nofficer  regarding  what  occurred   during  the  drug  smuggling\n\noperation, and statements attempting to portray Monteagudo as the\n\nsole wrongdoer, were  material in that they could have influenced\n\nor   affected   various   sentencing   issues   related   to  the\n\ndetermination  of offense  levels, such  as relevant  conduct and\n\nvarious defendants' roles in  the offense.  See, e.g.,  Olea, 987\n                                                            \n\nF.2d at 877 (defendant's statements that he was an unwitting dupe\n\nand that he  had nothing to do with two  drug sales were material\n\nfor  purposes  of U.S.S.G.    3C1.1  because  they would  tend to\n\ninfluence or affect  the calculation of his  base offense level).\n\nThis  finding  therefore also  supports  the  application of  the\n\nenhancement.   See, e.g., St. Cyr, 977  F.2d at 705 (stating that\n                                 \n\npresentence reports are an important ingredient of the sentencing\n\nprocess,  and   providing  materially  false  information   to  a\n\nprobation officer in respect to a  presentence report is culpable\n\nand can constitute  obstruction of justice even absent  a showing\n\nof  actual  prejudice).     Rivera  contends  that  the  evidence\n\nregarding  the authenticity of the  letter is so  dubious that it\n\ncannot  support  the  application   of  the  enhancement.    That\n\ndetermination,  however, was for the sentencing  court, and we do\n\nnot  believe that  the court's  finding that  the letter  sent by\n\nRivera to  Chala, in an attempt to get Chala to lie, was genuine,\n\nwas  clearly erroneous.   The  court's two-level  enhancement for\n\nobstruction of justice must stand.\n\n          C.  Ovalle's Sentencing Challenges\n\n                               -34-\n\n          Ovalle  was convicted  of  the same  four drug  related\n\ncharges  as  Rivera.   At sentencing,  the  court found  that the\n\nappropriate sentencing guideline was   2Dl.1, and found  that the\n\ndrug  quantity  attributable  to  Ovalle  was  800  kilograms  of\n\ncocaine.  The court  therefore determined Ovalle's BOL to  be 40.\n\nThe court then  increased Ovalle's BOL by four levels pursuant to\n\n   3Bl.1(b), because  it  found  that  Ovalle  was  a  leader  or\n\norganizer  of   a  criminal  activity  involving   five  or  more\n\nparticipants.  The court also enhanced Ovalle's BOL by applying a\n\ntwo level enhancement pursuant to U.S.S.G.   2D1.1(b)(1), because\n\nthe  court  found  that  Ovalle  possessed  firearms  during  the\n\ncommission of the offense.   The court determined that  the total\n\noffense  level  was 46,  and  because  Ovalle's Criminal  History\n\nCategory was I, he therefore  faced a guideline sentencing  range\n\nof life imprisonment.  \n\n            1.  Were the Required Findings Made?\n\n          Ovalle contends that the  district court failed to make\n\nthe necessary findings at sentencing as required by Fed. R. Crim.\n\nP.  32(c)(3)(D).  Prior to the imposition of his sentence, Ovalle\n\ncontended that the  PSR was incorrect  in that:   1) the  offense\n\nlevel  of forty  (40)  based upon  the  total quantity  of  drugs\n\ninvolved (800  kilograms) was  incorrect because Ovalle  was only\n\nconvicted  of possessing  372  kilograms, and  the offense  level\n\nshould  therefore only  be thirty-eight  (38); 2) the  four level\n\nenhancement based upon Ovalle's role as an organizer or leader of\n\na  criminal activity was  incorrect because the  evidence did not\n\n                               -35-\n\nestablish that  he  played such  a  role; and  3)  the two  level\n\nenhancement  for  possession  of firearms  was  improper  because\n\nOvalle  never possessed  a  firearm.   Ovalle  contends that  the\n\nquantity of cocaine that was involved, what role he played in the\n\nconspiracy, and  whether he possessed a  firearm, were unresolved\n\nfactual matters in controversy prior to sentencing, and the court\n\nfailed to make any  findings with respect to these  matters prior\n\nto sentencing him.\n\n          When a  defendant claims that the  PSR contains factual\n\ninaccuracies, the  district court must make  a finding concerning\n\nthe  allegation,  or make  a  determination  that no  finding  is\n\nnecessary because the court will not take the matter into account\n\nat sentencing.  Fed.  R. Crim. P. 32(c)(3)(D);9 United  States v.\n                                                              \n\nSavoie,  985  F.2d 612,  620 (1st  Cir.  1993); United  States v.\n                                                              \n\nGerante,  891 F.2d 364, 366-67  (1st Cir. 1989).   \"This protocol\n       \n\nserves the dual purpose of protecting the defendant's due process\n\nrights and supplying a clear record for future proceedings  . . .\n\n.\"  Savoie, 985 F.2d at 620; Gerante, 891  F.2d at 367.  While we\n                                    \n\n                    \n\n9  Fed. R. Crim. P. 32(c)(3)(D) provides in pertinent part:\n\n            If the  comments of the defendant and the\n            defendant's counsel or testimony or other\n            information introduced by them allege any\n            factual  inaccuracy  in  the  presentence\n            investigation  report  or the  summary of\n            the  report  or part  thereof,  the court\n            shall,  as  to each  matter controverted,\n            make (i)  a finding as to the allegation,\n            or  (ii) a  determination  that  no  such\n            finding is necessary  because the  matter\n            controverted  will  not  be   taken  into\n            account in sentencing.\n\n                               -36-\n\nhave insisted on strict  compliance with this rule, we  have also\n\nfound  that a  court \"lawfully  may make  implicit findings  with\n\nregard to sentencing matters, incorporating by reference suitably\n\ndetailed  suggestions  limned  in  the  [Presentence  report]  or\n\nadvanced by  a party.\"  United States v. Tavano, 12 F.3d 301, 307\n                                               \n\n(1st Cir. 1993) (citations  omitted); see United States v.  Cruz,\n                                                                \n\n981 F.2d 613, 619 (1st  Cir. 1992); United States v.  Wells Metal\n                                                                 \n\nFinishing, Inc., 922 F.2d 54, 58 (1st Cir. 1991).   \n               \n\n          In  the  present  case,  after Ovalle  had  raised  his\n\ncontentions  with respect  to the PSR,  the court  heard argument\n\nfrom  both parties  regarding the  appropriate offense  level and\n\nwhat  increases in the offense  level were warranted.   The court\n\nthen stated:\n\n            Allright.   The Court  has heard comments\n            and  arguments of counsel and has offered\n            an  opportunity  of   the  defendant   to\n            address   the   Court  with   respect  to\n            sentencing.\n\n            It is the judgment, therefore,  the Court\n            finds  that on  September the  4th, 1992,\n            the defendant Luis Enrique Ovalle M rquez\n            was  found guilty by  a jury trial as  to\n            counts    One,  Two,  Five  and  Six   of\n            Indictment  number -  Criminal Indictment\n            Number 91-397.\n\n            Based on  Guideline 2D1.1 and  the amount\n            of  cocaine  involved   in  the   offense\n            committed a base level  of forty (40) was\n            determined.    Since   the  firearm   was\n            possessed  during  the commission  of the\n            instant offense an increase of two levels\n            is  warranted.     As  the  defendant  is\n            perceived as having been an  organizer or\n            leader in the overall  criminal activity,\n            the  base offense  level is  increased by\n            four levels pursuant to Section 3B1.1.\n\n                               -37-\n\n            Incidentally, for purposes of  the record\n            that is  my finding with  respect to your\n            arguments.\n\nBased  on this  record,  the court  therefore  adopted the  PSR's\n\nrecommendations  and implicitly found  that Ovalle  possessed 800\n\nkilograms  of cocaine,  Ovalle possessed  the firearm  during the\n\ncommission  of the offense, and Ovalle was an organizer or leader\n\nin the criminal activity.  The court therefore made the necessary\n\nfindings  in order  to adequately  comply with  Fed. R.  Crim. P.\n\n32(c)(3)(D).10 \n\n                    \n\n10  Ovalle  also claims  that his procedural  due process  rights\nwere  violated by the court's  failure to hear  his objections to\nthe PSR.  Ovalle failed to raise his objections to the PSR in the\nmanner required by District of Puerto Rico Local Rule 418.  Local\nRule  418.4 provides that \"[n]ot  later than ten  (10) days after\ndisclosure  of the Presentence Investigation Report, the attorney\nfor the government and the attorney for the defendant . . . shall\neach file with the Court a written statement of objections to any\nmaterial facts, sentencing classifications, sentencing guidelines\nranges, policy  statements, sentencing options . . . contained in\nor  omitted [from]  the Presentence  Investigation Report.   Such\nobjections, if  any, shall  specify with particularity  the facts\nand applications contested.  Any objection not presented  in this\n                                                                 \nfashion may not be raised by any party and will not be considered\n                                                                 \nby the sentencing  judge at the  sentencing hearing.\"   (emphasis\n                                                   \nadded).   Ovalle's counsel only  submitted his objections  to the\nprobation  officer, and he failed to submit his objections to the\ncourt.   At sentencing, the district court  initially stated that\nbecause  Ovalle had  failed to  comply with  the local  rule, the\ncourt would not  entertain his  objections to the  PSR.   Despite\nOvalle's procedural failure  and the court's statement,  however,\nthe  record shows that the court then permitted Ovalle to advance\nhis  objections as arguments to mitigate his sentence.  The court\nthen made findings and imposed Ovalle's sentence.  Because Ovalle\nhad ample  opportunity to challenged  the PSR's  recommendations,\nand the court heard and considered Ovalle's contentions regarding\nsentencing,  we  do  not believe  that  he  was  deprived of  due\nprocess.  See United States v.  Romano, 825 F.2d  725, 729-30 (2d\n                                      \nCir. 1987);  cf. United States  v. Curran,  926 F.2d 59,  62 (1st\n                                         \nCir.  1991)  (stating  in dicta  that  district  court has  broad\ndiscretion to  determine the  appropriate procedure  for availing\nthe  defendant of  an opportunity  to  challenge the  accuracy of\npresentence information presented to  the district court); United\n                                                                 \n\n                               -38-\n\n            2.  Challenges to the Enhancements\n\n          Ovalle claims  that the court erred  in determining his\n\nsentence  by  ruling  against  him  with  respect  to  his  three\n\nsentencing challenges.  With respect to Ovalle's first challenge,\n\na four level increase  in a defendant's BOL is  appropriate where\n\n\"the  defendant was an organizer or leader of a criminal activity\n\nthat  involved five  or more  participants .  . .  \"   U.S.S.G.  \n\n3B1.1(a);  See United States v.  Sabatino, 943 F.2d  94, 101 (1st\n                                         \n\nCir. 1991); United States  v. McDowell, 918 F.2d 1004,  1011 (1st\n                                      \n\nCir. 1990).  The application notes to U.S.S.G.   3B1.1 list seven\n\nnonexclusive  factors  which  the  court  should   consider  when\n\nconsidering   whether  a   defendant   played  a   leadership  or\n\norganizational role  as compared  to a managerial  or supervisory\n\nrole.   These factors  include \"the  exercise of  decision making\n\nauthority, the nature of  participation in the commission of  the\n\noffense, the recruitment of  accomplices, the claimed right  to a\n\nlarger   share  of  the  fruits  of  the  crime,  the  degree  of\n\nparticipation in  planning or organizing the  offense, the nature\n\nand scope of the illegal activity,  and the degree of control and\n\nauthority exercised  over others.\"  U.S.S.G.    3B1.1, commentary\n\nn.3; Sabatino, 943  F.2d at 101.  The sentencing court found that\n             \n\nRivera played a  leadership or organizational  role in this  drug\n\n                    \n\nStates  v. Craveiro, 907 F.2d  260, 264 (1st  Cir. 1990) (holding\n                   \nthat  government's  failure to  provide defendant  with pre-trial\nnotice  that it would seek  an enhanced sentence  pursuant to the\nArmed Career Criminal Act  did not violate defendant's procedural\ndue process  rights where the  defendant had  the opportunity  to\ncontest the record  prior to sentencing), cert. denied,  498 U.S.\n                                                      \n1015 (1990).    \n\n                               -39-\n\nsmuggling operation,  and then enhanced his sentence.   The court\n\ndid not err.\n\n          The evidence in the record supports the conclusion that\n\nOvalle orchestrated and organized  the logistics of the smuggling\n\nplan.    The  record  reasonably indicated  that  Ovalle  was the\n\nindividual  who  had  the closest  links  to  the  source of  the\n\ncocaine.  Ovalle told Monteagudo that the cocaine was coming from\n\nColombia, and  it was Ovalle who was privy to the code that would\n\nbe  utilized to communicate with  the plane that  was coming from\n\nColombia  to  make the  airdrop.   After  Monteagudo  reported to\n\nOvalle and Rivera that he had been forced to throw seven bales of\n\ncocaine overboard  because his boat  had been pursued  by unknown\n\nindividuals,  Ovalle took Monteagudo to  a pay phone where Ovalle\n\ncalled a person, who  was reasonably presumed to be  a higher-up,\n\nand had  Monteagudo explain  what had  happened  to the  cocaine.\n\nAdditionally, the evidence indicated  that Ovalle was involved in\n\nall  planning stages of  the operation, and  that Ovalle directed\n\nthe actions of both Linder  and Monteagudo, as well as  other co-\n\nconspirators.    Ovalle also  financed  various  portions of  the\n\noperation,  such as providing money to Linder to repair his boat.\n\nThese  factors all suggest that Ovalle was a leader and organizer\n\nof  the smuggling  operation,  and  the  court  did  not  err  in\n\nenhancing Ovalle's BOL by four levels.\n\n          Ovalle's  contentions  with   respect  to  the  court's\n\ndetermination  of  the  quantity  of cocaine  involved,  and  its\n\nenhancement  based on the presence of a firearm, are analogous to\n\n                               -40-\n\nRivera's challenges, which we have previously addressed.  We will\n\nnot  rehash those  discussions.   Rather,  we  have reviewed  the\n\nrecord  and  there  is  ample  evidence  to  support the  court's\n\nfindings  that  Ovalle  was  responsible  for  800  kilograms  of\n\ncocaine, and that he  possessed a firearm in connection  with the\n\ndrug  offense.   The court's  sentencing determinations  were not\n\nclearly erroneous.\n\n          For the foregoing reasons, the decision of the district\n\ncourt is affirmed.  \n                 \n\n                               -41-\n",
  "html": "<p class=\"case_cite\">36 F.3d 212</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Luis E. OVALLE-MARQUEZ, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Miguel A. RIVERA-SANTIAGO, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 93-1221, 93-1458.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 11, 1994.<br>Decided Sept. 29, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Beverly P. Myrberg, Miami, FL, for appellant Luis E. Ovalle-Marquez.</p>\n      <p class=\"indent\">H. Manuel Hernandez, Longwood, FL, by Appointment of the Court, for appellant Miguel A. Rivera-Santiago.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CAMPBELL, Senior District Judge, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A grand jury returned a seven-count indictment charging nine defendants, including appellants Luis Enrique Ovalle-Marquez (\"Ovalle\") and Miguel A. Rivera-Santiago (\"Rivera\"), with offenses related to the importation of cocaine, and possession of cocaine with the intent to distribute.  A trial was held and the jury returned guilty verdicts against Ovalle and Rivera on four of the counts.  Pursuant to the applicable sentencing guidelines, the district court then sentenced both Ovalle and Rivera to terms of life imprisonment.  Ovalle and Rivera now appeal, challenging both their convictions and their sentences on a variety of grounds.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The testimony and other evidence properly introduced at trial, viewed in the light most favorable to the verdicts, established the following facts.  See United States v. Rivera-Santiago, 872 F.2d 1073, 1078-79 (1st Cir.), cert. denied, 492 U.S. 910, 109 S.Ct. 3227, 106 L.Ed.2d 576 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A paid government confidential informant, Willie Linder, alerted special agents of the Drug Enforcement Administration (\"DEA\") to a drug trafficking operation in the Lajas/Cabo Rojo area of Puerto Rico.  Linder, a German citizen, is a fisherman who has lived in Puerto Rico since 1960.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 27, 1991, Linder met with Ovalle, Rivera, co-defendants Sergio Monteagudo-Martinez (\"Monteagudo\"), and Humberto Artunduaga-Alvarado in Las Cuebas, Puerto Rico.  (Monteagudo entered into a plea agreement with the government and testified for the prosecution).  At this meeting, these individuals planned to import approximately 800 kilograms of cocaine (approximately 22 bales), which was to be first airdropped in waters off the coast of the Dominican Republic, and then brought into Puerto Rico.  The meeting's participants planned to use two vessels--Linder would captain his own boat, and Monteagudo would captain the other boat.  These vessels would depart from Puerto Rico for a location off the coast of Punta Espada, Dominican Republic, where, with the help of some other people unknown to them, they would load the cocaine onto the vessels.  Tentatively, they scheduled the smuggling venture for sometime between December 8-13, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On November 29, 1991, Ovalle and Artunduaga delivered $1000 to Linder for the purpose of enabling Linder to repair his boat.  Thereafter, and up until December 9, Ovalle and Artunduaga sporadically met with Linder to inquire about the status of the repairs to his boat, and to provide Linder with additional money to complete the repairs.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Rivera apparently became suspicious of Linder, and the defendants did not then include Linder in the smuggling operation planned for early December.  On or about December 7, 1991, Ovalle, Rivera and Monteagudo, as well as others, met to finalize the plans for the smuggling operation, without Linder's help.  At this December 7 meeting, Rivera gave Monteagudo two firearms, a .38 caliber revolver and a .22 caliber pistol.  Ovalle loaded the firearms for Monteagudo.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On December 9, 1991, Monteagudo, co-defendant Santos Victor Chala-Ramos (\"Chala\"), and two other men from the Dominican Republic, picked up 21 bales, containing approximately 800 kilograms of cocaine, off the coast of Santo Domingo, Dominican Republic, after giving a pre-arranged signal to a plane flying nearby.  Because one of the boats that Monteagudo had planned to use to pick up the cocaine was damaged, he decided to take one boat with 11 bales of cocaine, and leave 10 bales of cocaine hidden on a nearby beach, guarded by the two man crew of the damaged boat.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 11, 1991, Monteagudo proceeded to import 11 of the 21 bales of cocaine into Puerto Rico.  Unknown persons, however, began to pursue Monteagudo's boat, and Monteagudo and the other Dominican man on board (known to Monteagudo as \"Queque\"), threw seven bales into the water in an attempt to halt the pursuit and minimize the loss of the entire load.  Monteagudo eventually delivered the remaining four bales to Ovalle and Rivera.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The defendants then arranged to import the rest of the cocaine that had been left behind in the Dominican Republic.  On December 12, Ovalle and Rivera met with Linder to survey areas, including Playita Rosada in La Parguera, Puerto Rico for possible landing sites to import the additional cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On December 13, Ovalle, Rivera and Artunduaga met with Linder at his home to obtain his help in importing the other ten bales of cocaine.  Linder was instructed to meet with Ovalle in Ponce for further instructions.  Linder then met with Ovalle and another man as arranged.  The men then went to Rivera's home, where Linder left his car, and Rivera, Ovalle, Linder and the other man then proceeded to a pier in Ponce.  Monteagudo met them there, and Monteagudo and Linder then departed in a boat for Lajas, Puerto Rico.  Sometime during the day, Linder contacted DEA agents and advised them of the planned venture.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On December 14, Monteagudo and Linder departed Puerto Rico to a rendezvous point near Saona, Dominican Republic, where they were assisted by several Dominican men in the loading of the remaining ten bales of cocaine (372 kilograms).  On the following day, Monteagudo and Linder returned to Playita Rosada, where DEA agents seized the cocaine and arrested Monteagudo.  DEA agents subsequently arrested Ovalle and Rivera.</p>\n    </div>\n    <p class=\"indent\">B. Procedural Background</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On June 3, 1992, a grand jury returned a second superseding seven count indictment against Ovalle and Rivera, and seven other defendants.  Counts One and Two of the indictment charged the defendants with conspiring to import, and possess with the intent to distribute, approximately 800 kilograms of cocaine from November 27 to December 17, 1991, in violation of 21 U.S.C. Secs. 841(a)(1), 846, 952(a) and 963.  Count Three charged the defendants with aiding and abetting the importation of approximately 418 kilograms of cocaine on December 11, 1991 in violation of 21 U.S.C. Sec. 952(a) and 18 U.S.C. Sec. 2.  Count Four charged the defendants with aiding and abetting the possession with intent to distribute approximately 150 kilograms of cocaine on December 11, 1991, in violation of 21 U.S.C. Sec. 841(a)(1) and 18 U.S.C. Sec. 2.  Counts Five and Six charged the defendants with aiding and abetting the importation, and possession with intent to distribute, 372 kilograms of cocaine on December 15, 1991, in violation of 21 U.S.C. Sec. 841(a)(1) and 952(a), and 18 U.S.C. Sec. 2.  Count Seven charged the defendants with aiding and abetting the use and carrying of firearms in relation to a drug offense, in violation of 18 U.S.C. Sec. 924(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The trial commenced on August 25, 1992, and the jury returned guilty verdicts against Ovalle and Rivera on Counts One, Two, Five and Six.  The jury acquitted all of the defendants, including Ovalle and Rivera, of the charges in Counts Three, Four and Seven.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On January 22, 1993, the court held a sentencing hearing and determined that Ovalle's total offense level was 46, and that his Criminal History Category was I, therefore making his guideline sentencing range life imprisonment.  The court then sentenced Ovalle to four concurrent sentences of life imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At a sentencing hearing on April 2, 1993, the court determined that Rivera's total offense level was 47, and that his Criminal History Category was I, which also mandated a sentencing guideline range of life imprisonment.  The court then sentenced Rivera to four concurrent sentences of life imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Rivera and Ovalle now allege a number of grounds to challenge both their convictions and sentences.</p>\n    </div>\n    <p>II. DID THE DISTRICT COURT IMPROPERLY LIMIT</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>CROSS-EXAMINATION?</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rivera contends that the district court improperly limited his counsel's cross-examination of two government witnesses, and that this denied Rivera his Sixth Amendment right to confront adverse witnesses.  The Confrontation Clause of the Sixth Amendment guarantees an accused in a criminal proceeding the right \"to be confronted with the witnesses against him.\"   U.S. Const. amend.  VI;  Delaware v. Van Arsdall, 475 U.S. 673, 678, 106 S.Ct. 1431, 1434, 89 L.Ed.2d 674 (1986);  United States v. Alvarez, 987 F.2d 77, 82 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 147, 126 L.Ed.2d 109 (1993).  The Confrontation Clause secures an accused the right to cross-examine adverse witnesses in order to test \"the believability of a witness and the truth of his testimony.\"  United States v. Carty, 993 F.2d 1005, 1009 (1st Cir.1993) (quoting Davis v. Alaska, 415 U.S. 308, 316, 94 S.Ct. 1105, 1110, 39 L.Ed.2d 347 (1974));  Alvarez, 987 F.2d at 82 (citations omitted).  The right to cross-examine an adverse witness, however, is not unlimited.  United States v. Corgain, 5 F.3d 5, 8 (1st Cir.1993);  Carty, 993 F.2d at 1009;  Alvarez, 987 F.2d at 82.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>[T]rial judges retain wide latitude insofar as the Confrontation Clause is concerned to impose reasonable limits on such cross-examination based on concerns about, among other things, harassment, prejudice, confusion of the issues, the witness' safety, or interrogation that is repetitive or only marginally relevant.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Van Arsdall, 475 U.S. at 679, 106 S.Ct. at 1435;  see also Carty, 993 F.2d at 1010;  Alvarez, 987 F.2d at 82;  United States v. Moore, 923 F.2d 910, 913 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We review a trial court's decision to limit cross-examination under an abuse of discretion standard.  Carty, 993 F.2d at 1011;  United States v. Twomey, 806 F.2d 1136, 1140 (1st Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>In order to establish that the trial judge abused his discretion in limiting cross-examination, the defendant must show that the restrictions imposed were clearly prejudicial....  An abuse of discretion has occurred only if the jury is left without \"sufficient information concerning formative events to make a 'discriminating appraisal' of a witness's motives and bias.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Twomey, 806 F.2d at 1140 (quoting United States v. Campbell, 426 F.2d 547, 550 (2d Cir.1970)) (internal citations omitted).  Rivera has made no such showing.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Rivera contends that his right to cross-examine adverse witnesses was unfairly restricted on four occasions.  First, Rivera argues that he was not fully permitted to cross-examine the confidential informant, Linder, regarding whether Linder had ever been a member of \"Hitler's Youth League,\" or a member of the French Foreign Legion, an organization known for being soldiers of fortune.  Rivera claims that this testimony was relevant in order to show that Linder was familiar with guns, and that Linder was a mercenary willing to do anything for money.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">With respect to Linder's alleged membership in Hitler's Youth League, Rivera's counsel failed to establish any foundation showing how this line of questioning would establish that Linder was familiar with guns.  The record indicates that after the trial judge very patiently informed counsel that he needed to establish the relevance of this question, and that he needed to lay some sort of foundation for this question, Rivera's counsel did not pursue this specific line of questioning.  Thus, counsel, and not the court, effectively cut off his own cross-examination.  Moreover, the fact that Linder may have been a member of Hitler's Youth League when he was 9 years old was of virtually no relevance to this case, and the trial judge would have acted well within his discretion in not permitting this line of questioning.  With respect to Linder's membership in the French Foreign Legion, the record shows that Rivera's counsel was able to cross-examine Linder adequately, and that Linder admitted that he learned about guns while in the French Foreign Legion, and that he was paid for serving in this organization.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Second, Rivera contends that the court improperly limited his cross-examination of Monteagudo with respect to his attempts to cast doubt on Monteagudo's veracity and objectivity.  Rivera's counsel asked Monteagudo about the true name of \"Queque,\" the man who had accompanied Monteagudo when he attempted to smuggle the eleven bales of cocaine into Puerto Rico on December 11,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and the true name of Monteagudo's wife, in an attempt to show that \"Queque\" and his wife were cousins, and that Monteagudo had a reason to steal part of the shipment of cocaine with \"Queque.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>Defense Counsel:  Okay, So you were traveling with this fellow Queque and he's Dominican like you;  yes or no?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Monteagudo:  Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Defense Counsel:  And who is a friend of yours?</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>Monteagudo:  Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>Defense Counsel:  And whose real name is Nelson Mota;  yes or no?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>Monteagudo:  I don't know his true name.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Defense Counsel:  Your wife's name is Iris Mota;  isn't it?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>Prosecutor:  We have an objection.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A lengthy sidebar conference was then held, and the district court stated that defense counsel could ask Monteagudo if he knew what \"Queque's\" true name was, but that counsel could not interject Nelson Mota's name into the question unless he had some good faith basis to show that \"Queque's\" true name was in fact Nelson Mota.  Defense counsel stated that his investigation showed that \"Queque's\" true name was Nelson Mota, but counsel was not able to point to any specific fact, or to specifically identify any potential witness who would be able to support the conclusion of his supposed investigation.  The district court then refused to permit Rivera's counsel to pursue the line of questioning which expressly linked the name of Nelson Mota to \"Queque.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court did not abuse its discretion in determining that Rivera's counsel had failed to establish a good faith basis to warrant further inquiry regarding the true name of \"Queque.\"   See, e.g., Carty, 993 F.2d at 1010;  Rivera-Santiago, 872 F.2d at 1085.   While the purpose of cross-examination is to impeach the credibility of a witness, the basis for the impeachment cannot be speculation and innuendo with no evidentiary foundation.  Rivera-Santiago, 872 F.2d at 1085.   There was simply no evidentiary basis for defense counsel's theory that \"Queque\" and Monteagudo's wife, Iris Mota, were related.  Nor was there any substantiated basis showing that, based on this alleged relationship, Monteagudo and \"Queque\" collaborated to steal some of the cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The third alleged instance of the court improperly curtailing cross-examination involved defense counsel's questioning of Monteagudo regarding the terms of his plea agreement with the government.  Specifically, Rivera's counsel asked Monteagudo if when he entered into the plea agreement, the government told him that if he cooperated there was the possibility that he could go free without serving any jail time at all.  Monteagudo replied no.  Rivera's counsel then asked him if he otherwise knew that there was a possibility he could go free if he entered into a plea agreement.  The government objected, and the court sustained the objection, stating that Monteagudo had just testified that he had not been told that.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">A review of the record makes it clear that the jury was well aware of the fact that Monteagudo had entered into a plea agreement with the government, and that he would receive favorable treatment in exchange for his testimony.  On direct examination, Monteagudo stated that he had entered into a plea agreement with the government, and the agreement was admitted into evidence.  The jury could therefore see precisely what benefits Monteagudo was given in exchange for his cooperation.  On cross-examination, Monteagudo also stated that he knew he was facing a sentence of 15 years to life when he decided to cooperate with the government.  This evidence provided the jury with sufficient information to make a discriminating appraisal of Monteagudo's motives and biases.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See, e.g., Twomey, 806 F.2d at 1139-40.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As a fourth ground, Rivera claims that the court improperly cut off his cross-examination of Monteagudo regarding his understanding of his oath to tell the truth.  The court sustained an objection by the prosecutor regarding whether Monteagudo knew that he was suppose to tell the truth.  The record shows that Rivera's counsel had previously made several references to the fact that Monteagudo was under oath and that he had an obligation to tell the truth.  On the occasion that the court sustained the objection, it acted well within its discretion by cutting off repetitive questioning.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As a final matter, we have reviewed the entire cross-examination of both Linder and Monteagudo.  The cross-examination of each witness was thorough, and we believe that the jury had sufficient information regarding the witnesses' motives and biases to judge the credibility of the witnesses and the truthfulness of their testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>III. PROSECUTORIAL MISCONDUCT?</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Rivera and Ovalle both claim that the prosecutor engaged in misconduct by improperly tying the defendants to a conspiracy with Colombian ties, despite the lack of evidence of any such international drug ring.  Specifically, Rivera and Ovalle claim that references in the prosecutor's closing argument to certain testimony by Monteagudo were improper.  The prosecutor stated:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>This is a well organized conspiracy.  And from where you can reason that?   You remember November 27, the planning.  From where that cocaine was coming?   From Colombia, South America.   Therefore, you can reasonably infer that some of these defendants have contacts in Colombia, because otherwise who would call them to bring and to make the airdrop....</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>This is an organization.  It's a conspiracy not only in Puerto Rico, but also in Colombia.</p>\n    </div>\n    <p class=\"indent\">The prosecutor also argued:</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>It's the fact that when Sergio Monteagudo communicated with the plane using this code the plane responded.  He knew what that man at the sea was talking about.  Therefore, someone in the conspiracy contacted back to Colombia and say to the plane or some person:  Hey, the code for the load, the air drop of the cocaine, that the code is \"Leandro\" and \"Matilde.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Rivera and Ovalle suggest that the remarks were intended to inflame the passions of the jury, members of which are bombarded daily with superheated rhetoric of the government's war on drugs, and the prominent role that Colombia plays as a principal source of drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To warrant reversal of a conviction on the grounds of a prosecutor's improper jury argument, a court must find that the prosecutor's remarks were both inappropriate and harmful.  See United States v. Young, 470 U.S. 1, 11-12, 105 S.Ct. 1038, 1044, 84 L.Ed.2d 1 (1985).  Arguments which urge a jury to act in any capacity other than as the impartial arbiter of the facts in the case before it, such as arguments that serve no purpose other than to inflame the passions and prejudices of the jury, are improper.  United States v. Manning, 23 F.3d 570, 574 (1st Cir.1994);  Arrieta-Agressot v. United States, 3 F.3d 525, 527 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We do not believe that the prosecutor's remarks in his closing were improper.  During the trial, Monteagudo testified that Ovalle had told him that the cocaine was coming from Colombia, and this was an admissible hearsay statement of a co-conspirator.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See Fed.R.Evid. 801(d)(2)(E).  In his closing argument, the prosecutor then did what he was entitled to do--ask the jury to draw warrantable inferences from the evidence admitted during trial--that the conspiracy was importing cocaine from Colombia into Puerto Rico.  United States v. Tajeddini, 96 F.2d 1278, 1283 (1st Cir.1993) (citations omitted);  see also United States v. Moreno, 947 F.2d 7, 8 (1st Cir.1991);  United States v. Abello-Silva, 948 F.2d 1168, 1182 (10th Cir.1991), cert. denied, --- U.S. ----, 113 S.Ct. 107, 121 L.Ed.2d 65 (1992).  The jury thus had a complete view of the conspiracy's efforts to import cocaine--conspirators picked up cocaine in Colombia, airdropped it to waiting associates off the coast of the Dominican Republic, who then transported the cocaine by boat into Puerto Rico.  Despite the contentions of Ovalle and Rivera to the contrary, the prosecutor's remarks were not the type, and did not approach the level, of rhetoric we have previously found to be improper because it served no other purpose but to inflame the passions and prejudices of the jury.  See, e.g., Arrieta-Agressot, 3 F.3d at 527 (finding that prosecutor's remarks which urged jury to consider case as a battle in the war against drugs and defendants as enemy soldiers, and remarks which referred to the corruption of \"our society\" and the poisoning of \"our children,\" inflammatory and not permissible argument);  United States v. Machor, 879 F.2d 945, 955-56 (1st Cir.1989) (finding prosecutor's remarks in closing statement that cocaine was \"poisoning our community and our kids die because of this\" was inappropriate), cert. denied, 493 U.S. 1081, 110 S.Ct. 1138, 107 L.Ed.2d 1043 (1990).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>IV. INEFFECTIVE ASSISTANCE OF COUNSEL?</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Rivera claims on appeal that he was deprived of effective assistance of counsel at trial, because of an alleged conflict of interest based on the relationship between his attorney and the attorney who represented Monteagudo, who was one of the main government witnesses during the trial.  Rivera's attempt to raise this claim for the first time here on appeal is ill-timed.  \"[A] fact-specific claim of ineffective legal assistance cannot be raised initially on direct review of a criminal conviction, but must originally be presented to the district court.\"  United States v. Hunnewell, 891 F.2d 955, 956 (1st Cir.1989) (quoting United States v. Costa, 890 F.2d 480, 482-83 (1st Cir.1989)) (other citations omitted).  Rivera did not present a claim to the district court showing that this conflict of interest deprived him of effective legal assistance.  Additionally, the record is not developed enough as a factual matter to enable us to consider this issue.  See, e.g., Costa, 890 F.2d at 483.   We therefore reject Rivera's claim as premature, but do so without prejudice to Rivera's right to bring such a claim under 28 U.S.C. Sec. 2255.</p>\n    </div>\n    <p>V. SENTENCING ISSUES</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Ovalle and Rivera challenge the district court's application of the sentencing guidelines in determining their sentences on a number of grounds.  When we review a district court's application of a sentencing guideline, we utilize a bifurcated process.  First, we review the guideline's legal meaning and scope de novo.  United States v. Brewster, 1 F.3d 51, 54 (1st Cir.1993) (citing United States v. St. Cyr, 977 F.2d 698, 701 (1st Cir.1992)).  Next, we review the court's factfinding for clear error, giving due deference to the court's application of the guidelines to the facts.  18 U.S.C. Sec. 3742(e);  Brewster, 1 F.3d at 54 (citing St. Cyr, 977 F.2d at 701).   We also note that factbound matters related to sentencing need only be supported by a preponderance of the evidence.  United States v. Corcimiglia, 967 F.2d 724, 726 (1st Cir.1992) (citations omitted).</p>\n    </div>\n    <p class=\"indent\">B. Rivera's Sentencing Challenges</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Rivera was convicted of four drug related charges.  At sentencing, the court accepted the Presentence Report's (\"PSR\") analysis that because Rivera was convicted of conspiracy to import approximately 800 kilograms of cocaine, and conspiracy to possess with the intent to distribute approximately 800 kilograms of cocaine, the appropriate sentencing guideline was Sec. 2D1.1.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The base offense level (\"BOL\") is determined by Sec. 2D1.1(c)(2), which is based on the total amount of controlled substances involved.  Because the offenses involved 800 kilograms of cocaine, the BOL was determined to be 40.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The court then enhanced the BOL by applying several upward adjustments, over Rivera's objections.  The court applied a two level enhancement, pursuant to U.S.S.G. Sec. 2D1.1(b)(1), because the court found that Rivera possessed firearms during the commission of the offense.  Pursuant to Sec. 3B1.1(b), the court increased the BOL by three because it found that Rivera was a supervisor in a criminal activity involving five or more participants.  The court also made an upward adjustment of two, under U.S.S.G. Sec. 3C1.1, based on its finding that Rivera obstructed justice by perjuring himself, and attempting to coax a co-defendant into providing false information to a probation officer.  The court determined that the total offense level was 47, and because Rivera's Criminal History Category was I, he therefore faced a guideline sentencing range of life imprisonment.  The court then sentenced Rivera to serve concurrent terms of life imprisonment as to the four counts.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>1. The District Court's Finding Regarding the Quantity of Drugs</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The district court determined Rivera's BOL on the basis of his and his co-conspirators' conduct, and the total amount of drugs involved in the conspiracy, approximately 800 kilograms of cocaine.  The court rejected Rivera's contention that it should decrease the relevant quantity of cocaine to 372 kilograms because Rivera was acquitted on the substantive charges of importing and possessing 418 kilograms of the 800 kilograms of cocaine involved in the case.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>[I]n any event, on the preponderance of the evidence the Court finds that this defendant had jointly undertaken this criminal activity and is held accountable of the conduct of others.  And that he was found guilty by the jury on eight hundred kilos [in] the Count charged.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>And so that the Court finds that--rules that it's not going to lessen by two points the three hundred and seventy-two kilo amount under the relevant conduct issue.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">When a defendant has been convicted of a drug related offense, a key factor in constructing the defendant's sentence is the quantity of narcotics attributable to him, a factor which is determined by looking at the sum of the charged conduct of which the defendant was convicted, plus his \"relevant\" conduct.  See United States v. Garcia, 954 F.2d 12, 15 (1st Cir.1992) (citations omitted);  see also United States v. Innamorati, 996 F.2d 456, 488 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 409, 126 L.Ed.2d 356 (1993);  U.S.S.G. Sec. 2D1.1.  The court determines the drug quantity by looking at all acts \"that were part of the same course of conduct or common scheme or plan as the offense of conviction.\"   U.S.S.G. Sec. 1B1.3(a)(2);  Garcia, 954 F.2d at 15;  United States v. Mak, 926 F.2d 112, 113 (1st Cir.1991).  In the case of jointly undertaken criminal activity, such as a conspiracy, a defendant is accountable for \"all reasonably foreseeable acts and omissions of others in furtherance of the jointly undertaken criminal activity, that occurred during the commission of the offense of conviction, [or] in preparation for that offense....\"  U.S.S.G. Sec. 1B1.3(a)(1)(B);  see Innamorati, 996 F.2d at 488.   A court's determination regarding the amount of drugs involved in an offense will only be set aside on appeal if it is clearly erroneous.  See Innamorati, 996 F.2d at 489.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The jury convicted Rivera of Counts One and Two, which charged Rivera with conspiracy to import, and to possess, 800 kilograms of cocaine.  At sentencing, the court seemingly looked to U.S.S.G. Sec. 1B1.3(a)(1)(B) and found that Rivera, and his cohorts, had jointly undertaken this criminal activity, and Rivera was accountable for the other's conduct in attempting to import and possess all 800 kilograms of cocaine.  The court's finding was supported by evidence introduced at trial.  Both Linder and Monteagudo testified that they met with Rivera, Ovalle, and another co-defendant on November 27, 1991, and that at this meeting they planned to import into Puerto Rico, 22 bales of cocaine (800 kilograms) which were to be airdropped off the coast of the Dominican Republic.  Testimony by Monteagudo showed that the original scheme to import the cocaine did not proceed precisely according to plan, because of boat problems and a pursuit by unknown individuals who unexpectedly chased the conspirators in their boat on December 11, forcing them to dump some of the cocaine overboard.  Testimony by Linder and Monteagudo indicated that Rivera and Ovalle then helped to salvage the original plan and adapt it--by calling Linder into service and helping him obtain a boat, so that Linder and Monteagudo could go to the Dominican Republic, and pick up and import the rest of the cocaine.  Thus, the court did not err by implicitly concluding that Rivera helped plan the logistics of the scheme to import the entire 800 kilograms, and therefore the subsequent acts by his co-conspirators to execute this scheme were in furtherance of, and reasonably foreseeable in connection with, the jointly undertaken felonious plan.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Rivera contends that the verdicts regarding the substantive drug charges should guide the court in determining the correct quantity of cocaine instead of the conspiracy charges.  The operative indictment grouped all of the cocaine involved in the December 11, 1991 and the December 15, 1991 shipments of cocaine together (800 kilograms) in Count One and Two, the conspiracy charges.  The indictment then broke down the substantive charges into the two distinct shipments of cocaine that the defendants had allegedly attempted to import and possess.  The jury only convicted Rivera of the substantive charges related to the December 15 shipment, involving 372 kilograms of cocaine (Counts Five and Six), and acquitted Rivera, and all of his co-defendants, with respect to the December 11, 1991 shipment, involving 418 kilograms of cocaine (Counts Three and Four).  Therefore, Rivera contends that it was improper for the court to include the amount of cocaine involved in the charges of which he was acquitted, in determining his BOL.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The fact that Rivera was acquitted of the substantive charges involving the 418 kilograms of cocaine does not mean, however, that the court could not consider that conduct as \"relevant conduct.\"   When determining relevant conduct, a sentencing court may consider acts which were not charged, as well as the facts underlying a prior acquittal when these facts \"appear reliable.\"  Garcia, 954 F.2d at 15;  United States v. Mocciola, 891 F.2d 13, 17 (1st Cir.1989) (citation omitted);  see also United States v. Weston, 960 F.2d 212, 218 (1st Cir.1992) (stating in dicta that an acquittal is not always conclusive on an issue for sentencing purposes due to differing standards of proof).  As we have previously noted, testimony by both Linder and Monteagudo indicated that Rivera planned to import 800 kilograms of cocaine, including the 418 kilograms of cocaine which was the basis for Counts Three and Four.  There was no clear error in the court's decision to credit the testimony of Linder and Monteagudo at sentencing, and then consider Rivera's conduct with respect to the 800 kilograms of cocaine, when the court determined Rivera's BOL.  See, e.g., Innamorati, 996 F.2d at 489;  Garcia, 954 F.2d at 16;  United States v. Sklar, 920 F.2d 107, 110 (1st Cir.1990).</p>\n    </div>\n    <p>2. The Firearm Enhancement</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Rivera makes a similar challenge to the court's decision to enhance his sentence pursuant to U.S.S.G. Sec. 2D1.1, because the court found that a firearm was possessed during the commission of the drug offenses.  Rivera argues that the testimonial evidence linking him and his co-defendants to a firearm was extremely weak, especially in light of the fact that no firearm was ever found.  Additionally, because the jury acquitted Rivera and his co-defendants of Count Seven, which charged them with aiding and abetting the carrying of a firearm in relation to the commission of the offense, Rivera contends that there was no basis for the court to enhance his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">U.S.S.G. Sec. 2D1.1(b)(1) directs a sentencing court to enhance a defendant's BOL if a dangerous weapon, including a firearm, was possessed.  The commentary to Sec. 2D1.1 states that the sentencing court should impose the enhancement \"if the weapon was present, unless it is clearly improbable that the weapon was connected with the offense.\"   U.S.S.G. Sec. 2D1.1 comment (n. 3);  United States v. Castillo, 979 F.2d 8, 10 (1st Cir.1992);  Corcimiglia, 967 F.2d at 727.   The First Circuit has followed this \"clearly improbable\" standard.  Corcimiglia, 967 F.2d at 726;  United States v. Ruiz, 905 F.2d 499, 507 (1st Cir.1990).  We have found that:</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>when the weapon's location makes it readily available to protect either the participants themselves during the commission of the illegal activity or the drugs and cash involved in the drug business, there will be sufficient evidence to connect the weapons to the offense conduct....</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Corcimiglia, 967 F.2d at 727;  see also Castillo, 979 F.2d at 10.   The defendant then has the burden to come forward with evidence demonstrating the existence of special circumstances that would render it \"clearly improbable\" that the weapon's presence has a connection to the narcotics trafficking.  Castillo, 979 F.2d at 10;  Corcimiglia, 967 F.2d at 727-28.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">As we have previously discussed, the court is entitled to consider \"relevant\" conduct at sentencing, and this may include conduct which was the basis for charges that the defendant was acquitted of, as long as the evidence which establishes that conduct was reliable.  Mocciola, 891 F.2d at 16-17.   The court considered such relevant conduct here when it decided to apply the U.S.S.G. Sec. 2D1.1 enhancement.  The court found:</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>There's no question in my mind that there was a gun there.  Willie, the Confidential Informant, talked about it.  Talked about taking the bullets out.  Try to make it inoperable.  And then we have Monteagudo who said that he received two guns, as a matter of fact, from this defendant.  And there is a gun.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The court then acknowledged that Rivera had been acquitted of the firearms charge, but stated that because the court had found that guns were possessed in connection with the narcotics transactions, and Rivera did not convince the court that it was clearly improbable that the gun would have been used in connection with these narcotic transactions, it was going to apply the enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The court's finding was supported by evidence in the record and was not clearly erroneous.  Monteagudo testified that on December 7, at a meeting with Rivera, Ovalle, and others, to finalize the plans for the smuggling operation, Rivera gave Monteagudo two firearms, a .38 caliber revolver and a .22 caliber pistol.  It was certainly reasonable for the court to conclude that Rivera had given the two firearms to Monteagudo, who was about to leave on his foray to pick up 800 kilograms of cocaine, to facilitate this smuggling plan.  With the guns, Monteagudo could protect himself, and his co-conspirators, as well as the large quantity of cocaine they were to pick up.  Additionally, Linder testified that Monteagudo had in fact brought a .22 caliber pistol with them on December 15, when he and Monteagudo went to the Dominican Republic to pick up the remaining ten bales of cocaine and bring the cocaine to Puerto Rico.  Thus, absent circumstances showing that it was clearly improbable that the firearms were connected to the drug offense, there was sufficient evidence to support the enhancement.  Rivera has not claimed that any such special circumstances existed.  The court therefore properly applied the U.S.S.G. Sec. 2D1.1 enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>3. The Supervisory and Managerial Role Enhancement</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Rivera challenges the three-level enhancement for playing a supervisory role which the court imposed pursuant to U.S.S.G. Sec. 3B1.1(b), claiming that the evidence demonstrated he was an underling, who merely followed orders in this organization.  The court found that \"the defendant's role is of a manager/supervisor and it has been adequately supported by this record.\"   We review this role-in-the-offense ruling for clear error.  United States v. Jadusingh, 12 F.3d 1162, 1169 (1st Cir.1994) (citation omitted);  United States v. Rodriguez Alvarado, 985 F.2d 15, 19 (1st Cir.1993) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">A three-level enhancement under U.S.S.G. Sec. 3B1.1(b) is appropriate if the government shows that the defendant 1) was a manager or supervisor of the criminal activity (but not a leader or organizer);  and 2) the criminal activity involved five or more participants or was otherwise extensive.  Rodriguez Alvarado, 985 F.2d at 20.   The terms \"manager\" and \"supervisor\" are not defined in the guidelines.  A court can find that a defendant is a manager or supervisor where he \"exercised some degree of control over others involved in the commission of the crime or he [was] responsible for organizing others for the purpose of carrying out the crime.\"   See Rodriguez Alvarado, 985 F.2d at 20 (quoting United States v. Fuller, 897 F.2d 1217, 1220 (1st Cir.1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The court did not err in finding that Rivera played a managerial or supervisory role in the drug smuggling operation.  The record supports the conclusion that Rivera played a predominant role in planning and organizing the logistics of this criminal operation:  1) Rivera was present at the November 27 planning meeting;  2) Rivera gave Ovalle and Linder instructions with respect to making sure Linder's boat was available to import the cocaine;  3) Rivera initially became suspicious of Linder, and then held a meeting where it was decided that Linder would be cut out of the initial attempt to import the cocaine;  4) Rivera procured another boat to be used by his cohorts in the initial attempt to import the 800 kilograms of cocaine;  5) Rivera provided Monteagudo with two firearms to be used during the drug smuggling operations;  and 6) Rivera, along with Ovalle, met with Linder with respect to the logistics of importing the remaining cocaine which had been left behind in the Dominican Republic.  There is also no dispute that more than five individuals were involved in the drug smuggling plan.  The court properly applied the U.S.S.G. Sec. 3B1.1(b) enhancement.</p>\n    </div>\n    <p>4. The Obstruction of Justice Enhancement</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The government requested that the court enhance Rivera's sentence pursuant to U.S.S.G. Sec. 3C1.1, based on Rivera's obstruction of justice.  The government based this request on two factors:  1) that Rivera had provided a false statement to the probation officer at a presentence interview to the effect that he was not involved in the November 27 planning meeting, when evidence presented at trial showed that Rivera was in fact present and actively participated in this meeting;  and 2) after being found guilty, Rivera sent a letter to co-defendant Chala instructing him to provide false information to the probation officer to the effect that Monteagudo had misled Chala, that Chala was unaware of the plan to pick up the cocaine that was to be airdropped off the coast of the Dominican Republic, and that none of the defendants had anything to do with this smuggling operation.  At sentencing, the court found that:</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>Well, I read the letter and the--and unfortunately there are parts of it that I read and said well this could be an individual writing to another individual saying to him that, you know, they're not guilty.  And remember--and just reminding him of the fact that they're not guilty and that they have nothing to do with it.  Unfortunately, the letter goes beyond that.  There's instructions.  Actual instructions as to what to tell people and just to--...</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>And besides that there is another matter of the perjury.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The court then applied the two level enhancement for obstruction of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">United States Sentencing Guidelines Sec. 3C1.1 provides that \"if the defendant willfully obstructed or impeded, or attempted to obstruct or impede, the administration of justice during the investigation, prosecution, or sentencing of the instant offense, increase the offense level by 2 levels.\"   The enhancement applies where a defendant provides \"materially false information to a probation officer in respect to a presentence or other investigation for the court.\"   U.S.S.G. Sec. 3C1.1, commentary n. 3(h);  See United States v. Olea, 987 F.2d 874, 877 (1st Cir.1993).  The enhancement also applies where a defendant commits, suborns or attempts to suborn perjury.  U.S.S.G. Sec. 3C1.1, commentary n. 3(b);  See United States v. Gonzales, 12 F.3d 298, 299 (1st Cir.1993) (finding that the obstruction of justice enhancement was warranted where the defendant attempted to coax an acquaintance into bearing false witness about a matter material to the case).  The test for materiality of an alleged perjured matter is not a stringent one, and the term is defined to include any \"fact, statement, or information that, if believed, would tend to influence or affect the issue under determination.\"   U.S.S.G. Sec. 3C1.1, commentary n. 5;  United States v. St. Cyr, 977 F.2d 698, 705 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">We review a court's factual findings with respect to an obstruction of justice enhancement for clear error.  See Gonzales, 12 F.3d at 299;  Weston, 960 F.2d at 220.   The court found that Rivera had perjured himself during the presentence interview with the probation officer.  The court would have been justified in applying the enhancement based on this finding alone, because Rivera's prevarication regarding his role in the smuggling plan was material, in that it could have influenced the probation officer's investigation, and ultimately affected his determination of Rivera's offense level.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Additionally, the court heard testimony and argument regarding the letter Rivera sent to Chala, and implicitly found that the letter was authentic, that Chala had received it, and that Rivera's letter specifically instructed Chala to lie to the probation officer.  Statements Chala would make to the probation officer regarding what occurred during the drug smuggling operation, and statements attempting to portray Monteagudo as the sole wrongdoer, were material in that they could have influenced or affected various sentencing issues related to the determination of offense levels, such as relevant conduct and various defendants' roles in the offense.  See, e.g., Olea, 987 F.2d at 877 (defendant's statements that he was an unwitting dupe and that he had nothing to do with two drug sales were material for purposes of U.S.S.G. Sec. 3C1.1 because they would tend to influence or affect the calculation of his base offense level).  This finding therefore also supports the application of the enhancement.  See, e.g., St. Cyr, 977 F.2d at 705 (stating that presentence reports are an important ingredient of the sentencing process, and providing materially false information to a probation officer in respect to a presentence report is culpable and can constitute obstruction of justice even absent a showing of actual prejudice).  Rivera contends that the evidence regarding the authenticity of the letter is so dubious that it cannot support the application of the enhancement.  That determination, however, was for the sentencing court, and we do not believe that the court's finding that the letter sent by Rivera to Chala, in an attempt to get Chala to lie, was genuine, was clearly erroneous.  The court's two-level enhancement for obstruction of justice must stand.</p>\n    </div>\n    <p class=\"indent\">C. Ovalle's Sentencing Challenges</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Ovalle was convicted of the same four drug related charges as Rivera.  At sentencing, the court found that the appropriate sentencing guideline was Sec. 2D1.1, and found that the drug quantity attributable to Ovalle was 800 kilograms of cocaine.  The court therefore determined Ovalle's BOL to be 40.  The court then increased Ovalle's BOL by four levels pursuant to Sec. 3B1.1(b), because it found that Ovalle was a leader or organizer of a criminal activity involving five or more participants.  The court also enhanced Ovalle's BOL by applying a two level enhancement pursuant to U.S.S.G. Sec. 2D1.1(b)(1), because the court found that Ovalle possessed firearms during the commission of the offense.  The court determined that the total offense level was 46, and because Ovalle's Criminal History Category was I, he therefore faced a guideline sentencing range of life imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p>1. Were the Required Findings Made?</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Ovalle contends that the district court failed to make the necessary findings at sentencing as required by Fed.R.Crim.P. 32(c)(3)(D).  Prior to the imposition of his sentence, Ovalle contended that the PSR was incorrect in that:  1) the offense level of forty (40) based upon the total quantity of drugs involved (800 kilograms) was incorrect because Ovalle was only convicted of possessing 372 kilograms, and the offense level should therefore only be thirty-eight (38);  2) the four level enhancement based upon Ovalle's role as an organizer or leader of a criminal activity was incorrect because the evidence did not establish that he played such a role;  and 3) the two level enhancement for possession of firearms was improper because Ovalle never possessed a firearm.  Ovalle contends that the quantity of cocaine that was involved, what role he played in the conspiracy, and whether he possessed a firearm, were unresolved factual matters in controversy prior to sentencing, and the court failed to make any findings with respect to these matters prior to sentencing him.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">When a defendant claims that the PSR contains factual inaccuracies, the district court must make a finding concerning the allegation, or make a determination that no finding is necessary because the court will not take the matter into account at sentencing.  Fed.R.Crim.P. 32(c)(3)(D);<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> United States v. Savoie, 985 F.2d 612, 620 (1st Cir.1993);  United States v. Gerante, 891 F.2d 364, 366-67 (1st Cir.1989).  \"This protocol serves the dual purpose of protecting the defendant's due process rights and supplying a clear record for future proceedings....\"  Savoie, 985 F.2d at 620;  Gerante, 891 F.2d at 367.   While we have insisted on strict compliance with this rule, we have also found that a court \"lawfully may make implicit findings with regard to sentencing matters, incorporating by reference suitably detailed suggestions limned in the [Presentence report] or advanced by a party.\"  United States v. Tavano, 12 F.3d 301, 307 (1st Cir.1993) (citations omitted);  see United States v. Cruz, 981 F.2d 613, 619 (1st Cir.1992);  United States v. Wells Metal Finishing, Inc., 922 F.2d 54, 58 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">In the present case, after Ovalle had raised his contentions with respect to the PSR, the court heard argument from both parties regarding the appropriate offense level and what increases in the offense level were warranted.  The court then stated:</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p>Allright.  The Court has heard comments and arguments of counsel and has offered an opportunity of the defendant to address the Court with respect to sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p>It is the judgment, therefore, the Court finds that on September the 4th, 1992, the defendant Luis Enrique Ovalle Marquez was found guilty by a jury trial as to counts One, Two, Five and Six of Indictment number--Criminal Indictment Number 91-397.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p>Based on Guideline 2D1.1 and the amount of cocaine involved in the offense committed a base level of forty (40) was determined.  Since the firearm was possessed during the commission of the instant offense an increase of two levels is warranted.  As the defendant is perceived as having been an organizer or leader in the overall criminal activity, the base offense level is increased by four levels pursuant to Section 3B1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p>Incidentally, for purposes of the record that is my finding with respect to your arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Based on this record, the court therefore adopted the PSR's recommendations and implicitly found that Ovalle possessed 800 kilograms of cocaine, Ovalle possessed the firearm during the commission of the offense, and Ovalle was an organizer or leader in the criminal activity.  The court therefore made the necessary findings in order to adequately comply with Fed.R.Crim.P. 32(c)(3)(D).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p>2. Challenges to the Enhancements</p>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Ovalle claims that the court erred in determining his sentence by ruling against him with respect to his three sentencing challenges.  With respect to Ovalle's first challenge, a four level increase in a defendant's BOL is appropriate where \"the defendant was an organizer or leader of a criminal activity that involved five or more participants ...\"  U.S.S.G. Sec. 3B1.1(a);  See United States v. Sabatino, 943 F.2d 94, 101 (1st Cir.1991);  United States v. McDowell, 918 F.2d 1004, 1011 (1st Cir.1990).  The application notes to U.S.S.G. Sec. 3B1.1 list seven nonexclusive factors which the court should consider when considering whether a defendant played a leadership or organizational role as compared to a managerial or supervisory role.  These factors include \"the exercise of decision making authority, the nature of participation in the commission of the offense, the recruitment of accomplices, the claimed right to a larger share of the fruits of the crime, the degree of participation in planning or organizing the offense, the nature and scope of the illegal activity, and the degree of control and authority exercised over others.\"   U.S.S.G. Sec. 3B1.1, commentary n. 3;  Sabatino, 943 F.2d at 101.   The sentencing court found that Rivera played a leadership or organizational role in this drug smuggling operation, and then enhanced his sentence.  The court did not err.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">The evidence in the record supports the conclusion that Ovalle orchestrated and organized the logistics of the smuggling plan.  The record reasonably indicated that Ovalle was the individual who had the closest links to the source of the cocaine.  Ovalle told Monteagudo that the cocaine was coming from Colombia, and it was Ovalle who was privy to the code that would be utilized to communicate with the plane that was coming from Colombia to make the airdrop.  After Monteagudo reported to Ovalle and Rivera that he had been forced to throw seven bales of cocaine overboard because his boat had been pursued by unknown individuals, Ovalle took Monteagudo to a pay phone where Ovalle called a person, who was reasonably presumed to be a higher-up, and had Monteagudo explain what had happened to the cocaine.  Additionally, the evidence indicated that Ovalle was involved in all planning stages of the operation, and that Ovalle directed the actions of both Linder and Monteagudo, as well as other co-conspirators.  Ovalle also financed various portions of the operation, such as providing money to Linder to repair his boat.  These factors all suggest that Ovalle was a leader and organizer of the smuggling operation, and the court did not err in enhancing Ovalle's BOL by four levels.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Ovalle's contentions with respect to the court's determination of the quantity of cocaine involved, and its enhancement based on the presence of a firearm, are analogous to Rivera's challenges, which we have previously addressed.  We will not rehash those discussions.  Rather, we have reviewed the record and there is ample evidence to support the court's findings that Ovalle was responsible for 800 kilograms of cocaine, and that he possessed a firearm in connection with the drug offense.  The court's sentencing determinations were not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rivera claims that he was prejudiced by the fact that he was only able to pursue his cross-examination regarding Linder's involvement in the French Foreign Legion after being \"required to fully explain the basis of this line of questioning, within ear shot of the witness, thereby revealing his defense strategy ...\"  After examining the record, we find Rivera's allegation that the trial court somehow required him to disclose his defense strategy within hearing distance of the witness to be preposterous.  Moreover, if Rivera's counsel was worried that the witness would overhear him explain the basis of his line of questioning, counsel should have kept his voice down, or requested that the witness be repositioned during the sidebar conference</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In the indictment, \"Queque\" was identified as co-defendant Carlos Cruz-Santiago, and he remained a fugitive throughout the proceedings</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> After the court excluded the question of Rivera's counsel, the court stated that it would instruct the jury regarding the plea agreement.  In its final charge, the court explained the circumstances surrounding the testimony of a co-defendant who had pled guilty.  The court stated:</p>\n        <p>In this case, there has been testimony from a government witness who pled guilty after entering into an agreement with the government to testify.  There is evidence that the government agreed to dismiss some charges against the witness in exchange for the witness' agreement to plead guilty and testify at this trial against the defendants.</p>\n        <p>The government also promised to bring the witness' cooperation to the attention of the sentencing court, and you all heard that.  The government is permitted to enter into this kind of plea agreement.  You in turn may accept the testimony of such a witness and convict the defendants on the basis of this testimony alone, if it convinces you of the defendants' guilt beyond a reasonable doubt.  However, you should bear in mind that a witness who has entered into such an agreement has an interest in this case different than the ordinary witness.  A witness who realizes that he may be able to obtain his own freedom or receive a lighter sentence by giving testimony favorable to the prosecution has a motive to testify falsely.  Therefore, you must examine the testimony with caution and weigh it with great care and if after scrutinizing his testimony you decide to accept it you may give it whatever weight, if any, you find it deserves.</p>\n        <p>We do not believe that the court improperly limited cross-examination regarding the plea agreement.  Moreover, in light of this final instruction, we do not believe that Rivera has grounds to complain that any limitation on cross-examination in that regard prejudiced his ability to attack Monteagudo's credibility.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defense counsel argues that the court erred in admitting Monteagudo's testimony that Ovalle had told him the cocaine was coming from Colombia.  Defense counsel had previously objected that Monteagudo could not testify that he knew that the cocaine was coming from Colombia unless he in fact had such personal knowledge.  The court effectively sustained this objection and Monteagudo did not testify that he had personal knowledge that the cocaine was coming from Colombia.  Rather, Monteagudo then testified that he only had second hand knowledge that the cocaine came from Colombia based on Ovalle's statement to him, and defense counsel did not object to this testimony.  Any error in the admission of the evidence was not preserved for appeal.  See United States v. Rosales, 19 F.3d 763, 765 (1st Cir.1994).  Our standard of review under the circumstances is therefore \"plain error,\" and we will reverse only if the error \"seriously affected the fairness, integrity, or public reputation of [the] judicial proceeding.\"  Id. (citations omitted).  We answer the underlying question--did the court err in admitting the evidence--in the negative.  We do not believe that the prejudice associated with admitting Ovalle's statement outweighed the relevance of that evidence, and the court did not abuse its discretion in admitting that statement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Ovalle and Rivera argue that there was a continuing pattern of prosecutorial misconduct in this case due to the government's endless objections during cross-examination, derogatory comments about defense counsel in front of the jury, demeaning lectures to defense counsel, and other abusive tactics which deprived defendants of a fair trial.  Specifically, they point to an incident where the prosecutor allegedly improperly vouched for the credibility of a government witness by stating that the witness was telling the truth.  We have reviewed the record with respect to this instance, and after considering the prosecutor's alleged indiscretion in the context of an awkward colloquy following defense counsel's question regarding whether the witness understood he had an obligation to tell the truth, and the court's subsequent instruction that it was up to the jury to determine if the witness was telling the truth, we do not believe that there was any prejudicial error.  Additionally, we have reviewed the entire record with a view for the other alleged improprieties, and we do not believe that there was a continuing pattern of prosecutorial misconduct</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> All references to the Sentencing Guidelines are to the 1992 guidelines, which were in effect at the time the court sentenced Rivera and Ovalle</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Pursuant to Sec. 3D1.2(d), counts one, two, five and six were grouped together into a combined offense level because the counts involve the same general type of offense</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Rivera argues that in denying each of Rivera's objections to his sentence, the court incorrectly believed that its hands were tied and that the court believed that it was required as a matter of law to reject Rivera's contentions.  Other than making this general allegation, however, Rivera does not point to any specific instances.  Moreover, we do not read the record this way, and do not believe that the court incorrectly interpreted its legal authority with respect to the various sentencing issues</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Fed.R.Crim.P. 32(c)(3)(D) provides in pertinent part:</p>\n        <p>If the comments of the defendant and the defendant's counsel or testimony or other information introduced by them allege any factual inaccuracy in the presentence investigation report or the summary of the report or part thereof, the court shall, as to each matter controverted, make (i) a finding as to the allegation, or (ii) a determination that no such finding is necessary because the matter controverted will not be taken into account in sentencing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Ovalle also claims that his procedural due process rights were violated by the court's failure to hear his objections to the PSR.  Ovalle failed to raise his objections to the PSR in the manner required by District of Puerto Rico Local Rule 418.  Local Rule 418.4 provides that \"[n]ot later than ten (10) days after disclosure of the Presentence Investigation Report, the attorney for the government and the attorney for the defendant ... shall each file with the Court a written statement of objections to any material facts, sentencing classifications, sentencing guidelines ranges, policy statements, sentencing options ... contained in or omitted [from] the Presentence Investigation Report.  Such objections, if any, shall specify with particularity the facts and applications contested.  Any objection not presented in this fashion may not be raised by any party and will not be considered by the sentencing judge at the sentencing hearing.\"  (emphasis added).  Ovalle's counsel only submitted his objections to the probation officer, and he failed to submit his objections to the court.  At sentencing, the district court initially stated that because Ovalle had failed to comply with the local rule, the court would not entertain his objections to the PSR.  Despite Ovalle's procedural failure and the court's statement, however, the record shows that the court then permitted Ovalle to advance his objections as arguments to mitigate his sentence.  The court then made findings and imposed Ovalle's sentence.  Because Ovalle had ample opportunity to challenged the PSR's recommendations, and the court heard and considered Ovalle's contentions regarding sentencing, we do not believe that he was deprived of due process.  See United States v. Romano, 825 F.2d 725, 729-30 (2d Cir.1987);  cf. United States v. Curran, 926 F.2d 59, 62 (1st Cir.1991) (stating in dicta that district court has broad discretion to determine the appropriate procedure for availing the defendant of an opportunity to challenge the accuracy of presentence information presented to the district court);  United States v. Craveiro, 907 F.2d 260, 264 (1st Cir.1990) (holding that government's failure to provide defendant with pre-trial notice that it would seek an enhanced sentence pursuant to the Armed Career Criminal Act did not violate defendant's procedural due process rights where the defendant had the opportunity to contest the record prior to sentencing), cert. denied, 498 U.S. 1015, 111 S.Ct. 588, 112 L.Ed.2d 593 (1990)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Luis E. OVALLE-MARQUEZ, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Miguel A. RIVERA-SANTIAGO, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 93-1221, 93-1458.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 11, 1994.<br>Decided Sept. 29, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Beverly P. Myrberg, Miami, FL, for appellant Luis E. Ovalle-Marquez.</p>\n      <p class=\"indent\">H. Manuel Hernandez, Longwood, FL, by Appointment of the Court, for appellant Miguel A. Rivera-Santiago.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CAMPBELL, Senior District Judge, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A grand jury returned a seven-count indictment charging nine defendants, including appellants Luis Enrique Ovalle-Marquez (\"Ovalle\") and Miguel A. Rivera-Santiago (\"Rivera\"), with offenses related to the importation of cocaine, and possession of cocaine with the intent to distribute.  A trial was held and the jury returned guilty verdicts against Ovalle and Rivera on four of the counts.  Pursuant to the applicable sentencing guidelines, the district court then sentenced both Ovalle and Rivera to terms of life imprisonment.  Ovalle and Rivera now appeal, challenging both their convictions and their sentences on a variety of grounds.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The testimony and other evidence properly introduced at trial, viewed in the light most favorable to the verdicts, established the following facts.  See United States v. Rivera-Santiago, <span class=\"citation\" data-id=\"521900\"><a href=\"/opinion/521900/united-states-v-antonio-rivera-santiago-aka-junior-vivique-united/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span>, 1078-79 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span> </span>(1989).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A paid government confidential informant, Willie Linder, alerted special agents of the Drug Enforcement Administration (\"DEA\") to a drug trafficking operation in the Lajas/Cabo Rojo area of Puerto Rico.  Linder, a German citizen, is a fisherman who has lived in Puerto Rico since 1960.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 27, 1991, Linder met with Ovalle, Rivera, co-defendants Sergio Monteagudo-Martinez (\"Monteagudo\"), and Humberto Artunduaga-Alvarado in Las Cuebas, Puerto Rico.  (Monteagudo entered into a plea agreement with the government and testified for the prosecution).  At this meeting, these individuals planned to import approximately 800 kilograms of cocaine (approximately 22 bales), which was to be first airdropped in waters off the coast of the Dominican Republic, and then brought into Puerto Rico.  The meeting's participants planned to use two vessels--Linder would captain his own boat, and Monteagudo would captain the other boat.  These vessels would depart from Puerto Rico for a location off the coast of Punta Espada, Dominican Republic, where, with the help of some other people unknown to them, they would load the cocaine onto the vessels.  Tentatively, they scheduled the smuggling venture for sometime between December 8-13, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On November 29, 1991, Ovalle and Artunduaga delivered $1000 to Linder for the purpose of enabling Linder to repair his boat.  Thereafter, and up until December 9, Ovalle and Artunduaga sporadically met with Linder to inquire about the status of the repairs to his boat, and to provide Linder with additional money to complete the repairs.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Rivera apparently became suspicious of Linder, and the defendants did not then include Linder in the smuggling operation planned for early December.  On or about December 7, 1991, Ovalle, Rivera and Monteagudo, as well as others, met to finalize the plans for the smuggling operation, without Linder's help.  At this December 7 meeting, Rivera gave Monteagudo two firearms, a .38 caliber revolver and a .22 caliber pistol.  Ovalle loaded the firearms for Monteagudo.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On December 9, 1991, Monteagudo, co-defendant Santos Victor Chala-Ramos (\"Chala\"), and two other men from the Dominican Republic, picked up 21 bales, containing approximately 800 kilograms of cocaine, off the coast of Santo Domingo, Dominican Republic, after giving a pre-arranged signal to a plane flying nearby.  Because one of the boats that Monteagudo had planned to use to pick up the cocaine was damaged, he decided to take one boat with 11 bales of cocaine, and leave 10 bales of cocaine hidden on a nearby beach, guarded by the two man crew of the damaged boat.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 11, 1991, Monteagudo proceeded to import 11 of the 21 bales of cocaine into Puerto Rico.  Unknown persons, however, began to pursue Monteagudo's boat, and Monteagudo and the other Dominican man on board (known to Monteagudo as \"Queque\"), threw seven bales into the water in an attempt to halt the pursuit and minimize the loss of the entire load.  Monteagudo eventually delivered the remaining four bales to Ovalle and Rivera.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The defendants then arranged to import the rest of the cocaine that had been left behind in the Dominican Republic.  On December 12, Ovalle and Rivera met with Linder to survey areas, including Playita Rosada in La Parguera, Puerto Rico for possible landing sites to import the additional cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On December 13, Ovalle, Rivera and Artunduaga met with Linder at his home to obtain his help in importing the other ten bales of cocaine.  Linder was instructed to meet with Ovalle in Ponce for further instructions.  Linder then met with Ovalle and another man as arranged.  The men then went to Rivera's home, where Linder left his car, and Rivera, Ovalle, Linder and the other man then proceeded to a pier in Ponce.  Monteagudo met them there, and Monteagudo and Linder then departed in a boat for Lajas, Puerto Rico.  Sometime during the day, Linder contacted DEA agents and advised them of the planned venture.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On December 14, Monteagudo and Linder departed Puerto Rico to a rendezvous point near Saona, Dominican Republic, where they were assisted by several Dominican men in the loading of the remaining ten bales of cocaine (372 kilograms).  On the following day, Monteagudo and Linder returned to Playita Rosada, where DEA agents seized the cocaine and arrested Monteagudo.  DEA agents subsequently arrested Ovalle and Rivera.</p>\n    </div>\n    <p class=\"indent\">B. Procedural Background</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On June 3, 1992, a grand jury returned a second superseding seven count indictment against Ovalle and Rivera, and seven other defendants.  Counts One and Two of the indictment charged the defendants with conspiring to import, and possess with the intent to distribute, approximately 800 kilograms of cocaine from November 27 to December 17, 1991, in violation of 21 U.S.C. Secs. 841(a)(1), 846, 952(a) and 963.  Count Three charged the defendants with aiding and abetting the importation of approximately 418 kilograms of cocaine on December 11, 1991 in violation of 21 U.S.C. Sec. 952(a) and 18 U.S.C. Sec. 2.  Count Four charged the defendants with aiding and abetting the possession with intent to distribute approximately 150 kilograms of cocaine on December 11, 1991, in violation of 21 U.S.C. Sec. 841(a)(1) and 18 U.S.C. Sec. 2.  Counts Five and Six charged the defendants with aiding and abetting the importation, and possession with intent to distribute, 372 kilograms of cocaine on December 15, 1991, in violation of 21 U.S.C. Sec. 841(a)(1) and 952(a), and 18 U.S.C. Sec. 2.  Count Seven charged the defendants with aiding and abetting the use and carrying of firearms in relation to a drug offense, in violation of 18 U.S.C. Sec. 924(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The trial commenced on August 25, 1992, and the jury returned guilty verdicts against Ovalle and Rivera on Counts One, Two, Five and Six.  The jury acquitted all of the defendants, including Ovalle and Rivera, of the charges in Counts Three, Four and Seven.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On January 22, 1993, the court held a sentencing hearing and determined that Ovalle's total offense level was 46, and that his Criminal History Category was I, therefore making his guideline sentencing range life imprisonment.  The court then sentenced Ovalle to four concurrent sentences of life imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At a sentencing hearing on April 2, 1993, the court determined that Rivera's total offense level was 47, and that his Criminal History Category was I, which also mandated a sentencing guideline range of life imprisonment.  The court then sentenced Rivera to four concurrent sentences of life imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Rivera and Ovalle now allege a number of grounds to challenge both their convictions and sentences.</p>\n    </div>\n    <p>II. DID THE DISTRICT COURT IMPROPERLY LIMIT</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>CROSS-EXAMINATION?</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rivera contends that the district court improperly limited his counsel's cross-examination of two government witnesses, and that this denied Rivera his Sixth Amendment right to confront adverse witnesses.  The Confrontation Clause of the Sixth Amendment guarantees an accused in a criminal proceeding the right \"to be confronted with the witnesses against him.\"   U.S. Const. amend.  VI;  Delaware v. Van Arsdall, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 678, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, 1434, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span> </a></span>(1986);  United States v. Alvarez, <span class=\"citation\" data-id=\"601487\"><a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 82 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">147</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span> </span>(1993).  The Confrontation Clause secures an accused the right to cross-examine adverse witnesses in order to test \"the believability of a witness and the truth of his testimony.\"  United States v. Carty, <span class=\"citation\" data-id=\"607110\"><a href=\"/opinion/607110/united-states-v-ralph-h-carty/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1005</span></a></span>, 1009 (1st Cir.1993) (quoting Davis v. Alaska, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 316, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></a></span>, 1110, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">347</span> </a></span>(1974));  <span class=\"citation\" data-id=\"601487\"><span class=\"antecedent_guess\">Alvarez,</span> <a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">82</span> </a></span>(citations omitted).  The right to cross-examine an adverse witness, however, is not unlimited.  United States v. Corgain, <span class=\"citation\" data-id=\"194958\"><a href=\"/opinion/194958/united-states-v-corgain/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1993);  <span class=\"citation\" data-id=\"607110\"><span class=\"antecedent_guess\">Carty,</span> <a href=\"/opinion/607110/united-states-v-ralph-h-carty/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1009</span></a></span>;  <span class=\"citation\" data-id=\"601487\"><span class=\"antecedent_guess\">Alvarez,</span> <a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">82</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>[T]rial judges retain wide latitude insofar as the Confrontation Clause is concerned to impose reasonable limits on such cross-examination based on concerns about, among other things, harassment, prejudice, confusion of the issues, the witness' safety, or interrogation that is repetitive or only marginally relevant.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Van <span class=\"citation\" data-id=\"111625\"><span class=\"antecedent_guess\">Arsdall,</span> <a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">679</span></a></span>, 106 S.Ct. at 1435;  see also <span class=\"citation\" data-id=\"607110\"><span class=\"antecedent_guess\">Carty,</span> <a href=\"/opinion/607110/united-states-v-ralph-h-carty/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1010</span></a></span>;  <span class=\"citation\" data-id=\"601487\"><span class=\"antecedent_guess\">Alvarez,</span> <a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">82</span></a></span>;  United States v. Moore, <span class=\"citation\" data-id=\"554888\"><a href=\"/opinion/554888/united-states-v-iona-m-moore/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 913 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We review a trial court's decision to limit cross-examination under an abuse of discretion standard.  <span class=\"citation\" data-id=\"607110\"><span class=\"antecedent_guess\">Carty,</span> <a href=\"/opinion/607110/united-states-v-ralph-h-carty/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1011</span></a></span>;  United States v. Twomey, <span class=\"citation\" data-id=\"480349\"><a href=\"/opinion/480349/united-states-v-david-p-twomey/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1136</span></a></span>, 1140 (1st Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>In order to establish that the trial judge abused his discretion in limiting cross-examination, the defendant must show that the restrictions imposed were clearly prejudicial....  An abuse of discretion has occurred only if the jury is left without \"sufficient information concerning formative events to make a 'discriminating appraisal' of a witness's motives and bias.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"480349\"><span class=\"antecedent_guess\">Twomey,</span> <a href=\"/opinion/480349/united-states-v-david-p-twomey/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1140</span> </a></span>(quoting United States v. Campbell, <span class=\"citation\" data-id=\"290203\"><a href=\"/opinion/290203/united-states-v-bernard-j-campbell/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">547</span></a></span>, 550 (2d Cir.1970)) (internal citations omitted).  Rivera has made no such showing.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Rivera contends that his right to cross-examine adverse witnesses was unfairly restricted on four occasions.  First, Rivera argues that he was not fully permitted to cross-examine the confidential informant, Linder, regarding whether Linder had ever been a member of \"Hitler's Youth League,\" or a member of the French Foreign Legion, an organization known for being soldiers of fortune.  Rivera claims that this testimony was relevant in order to show that Linder was familiar with guns, and that Linder was a mercenary willing to do anything for money.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">With respect to Linder's alleged membership in Hitler's Youth League, Rivera's counsel failed to establish any foundation showing how this line of questioning would establish that Linder was familiar with guns.  The record indicates that after the trial judge very patiently informed counsel that he needed to establish the relevance of this question, and that he needed to lay some sort of foundation for this question, Rivera's counsel did not pursue this specific line of questioning.  Thus, counsel, and not the court, effectively cut off his own cross-examination.  Moreover, the fact that Linder may have been a member of Hitler's Youth League when he was 9 years old was of virtually no relevance to this case, and the trial judge would have acted well within his discretion in not permitting this line of questioning.  With respect to Linder's membership in the French Foreign Legion, the record shows that Rivera's counsel was able to cross-examine Linder adequately, and that Linder admitted that he learned about guns while in the French Foreign Legion, and that he was paid for serving in this organization.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Second, Rivera contends that the court improperly limited his cross-examination of Monteagudo with respect to his attempts to cast doubt on Monteagudo's veracity and objectivity.  Rivera's counsel asked Monteagudo about the true name of \"Queque,\" the man who had accompanied Monteagudo when he attempted to smuggle the eleven bales of cocaine into Puerto Rico on December 11,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and the true name of Monteagudo's wife, in an attempt to show that \"Queque\" and his wife were cousins, and that Monteagudo had a reason to steal part of the shipment of cocaine with \"Queque.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>Defense Counsel:  Okay, So you were traveling with this fellow Queque and he's Dominican like you;  yes or no?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Monteagudo:  Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Defense Counsel:  And who is a friend of yours?</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>Monteagudo:  Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>Defense Counsel:  And whose real name is Nelson Mota;  yes or no?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>Monteagudo:  I don't know his true name.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Defense Counsel:  Your wife's name is Iris Mota;  isn't it?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>Prosecutor:  We have an objection.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A lengthy sidebar conference was then held, and the district court stated that defense counsel could ask Monteagudo if he knew what \"Queque's\" true name was, but that counsel could not interject Nelson Mota's name into the question unless he had some good faith basis to show that \"Queque's\" true name was in fact Nelson Mota.  Defense counsel stated that his investigation showed that \"Queque's\" true name was Nelson Mota, but counsel was not able to point to any specific fact, or to specifically identify any potential witness who would be able to support the conclusion of his supposed investigation.  The district court then refused to permit Rivera's counsel to pursue the line of questioning which expressly linked the name of Nelson Mota to \"Queque.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court did not abuse its discretion in determining that Rivera's counsel had failed to establish a good faith basis to warrant further inquiry regarding the true name of \"Queque.\"   See, e.g., <span class=\"citation\" data-id=\"607110\"><span class=\"antecedent_guess\">Carty,</span> <a href=\"/opinion/607110/united-states-v-ralph-h-carty/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1010</span></a></span>;  <span class=\"citation\" data-id=\"521900\"><span class=\"antecedent_guess\">Rivera-Santiago,</span> <a href=\"/opinion/521900/united-states-v-antonio-rivera-santiago-aka-junior-vivique-united/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1085</span></a></span>.   While the purpose of cross-examination is to impeach the credibility of a witness, the basis for the impeachment cannot be speculation and innuendo with no evidentiary foundation.  <span class=\"citation\" data-id=\"521900\"><span class=\"antecedent_guess\">Rivera-Santiago,</span> <a href=\"/opinion/521900/united-states-v-antonio-rivera-santiago-aka-junior-vivique-united/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1085</span></a></span>.   There was simply no evidentiary basis for defense counsel's theory that \"Queque\" and Monteagudo's wife, Iris Mota, were related.  Nor was there any substantiated basis showing that, based on this alleged relationship, Monteagudo and \"Queque\" collaborated to steal some of the cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The third alleged instance of the court improperly curtailing cross-examination involved defense counsel's questioning of Monteagudo regarding the terms of his plea agreement with the government.  Specifically, Rivera's counsel asked Monteagudo if when he entered into the plea agreement, the government told him that if he cooperated there was the possibility that he could go free without serving any jail time at all.  Monteagudo replied no.  Rivera's counsel then asked him if he otherwise knew that there was a possibility he could go free if he entered into a plea agreement.  The government objected, and the court sustained the objection, stating that Monteagudo had just testified that he had not been told that.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">A review of the record makes it clear that the jury was well aware of the fact that Monteagudo had entered into a plea agreement with the government, and that he would receive favorable treatment in exchange for his testimony.  On direct examination, Monteagudo stated that he had entered into a plea agreement with the government, and the agreement was admitted into evidence.  The jury could therefore see precisely what benefits Monteagudo was given in exchange for his cooperation.  On cross-examination, Monteagudo also stated that he knew he was facing a sentence of 15 years to life when he decided to cooperate with the government.  This evidence provided the jury with sufficient information to make a discriminating appraisal of Monteagudo's motives and biases.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See, e.g., <span class=\"citation\" data-id=\"480349\"><span class=\"antecedent_guess\">Twomey,</span> <a href=\"/opinion/480349/united-states-v-david-p-twomey/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1139-40</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As a fourth ground, Rivera claims that the court improperly cut off his cross-examination of Monteagudo regarding his understanding of his oath to tell the truth.  The court sustained an objection by the prosecutor regarding whether Monteagudo knew that he was suppose to tell the truth.  The record shows that Rivera's counsel had previously made several references to the fact that Monteagudo was under oath and that he had an obligation to tell the truth.  On the occasion that the court sustained the objection, it acted well within its discretion by cutting off repetitive questioning.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As a final matter, we have reviewed the entire cross-examination of both Linder and Monteagudo.  The cross-examination of each witness was thorough, and we believe that the jury had sufficient information regarding the witnesses' motives and biases to judge the credibility of the witnesses and the truthfulness of their testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>III. PROSECUTORIAL MISCONDUCT?</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Rivera and Ovalle both claim that the prosecutor engaged in misconduct by improperly tying the defendants to a conspiracy with Colombian ties, despite the lack of evidence of any such international drug ring.  Specifically, Rivera and Ovalle claim that references in the prosecutor's closing argument to certain testimony by Monteagudo were improper.  The prosecutor stated:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>This is a well organized conspiracy.  And from where you can reason that?   You remember November 27, the planning.  From where that cocaine was coming?   From Colombia, South America.   Therefore, you can reasonably infer that some of these defendants have contacts in Colombia, because otherwise who would call them to bring and to make the airdrop....</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>This is an organization.  It's a conspiracy not only in Puerto Rico, but also in Colombia.</p>\n    </div>\n    <p class=\"indent\">The prosecutor also argued:</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>It's the fact that when Sergio Monteagudo communicated with the plane using this code the plane responded.  He knew what that man at the sea was talking about.  Therefore, someone in the conspiracy contacted back to Colombia and say to the plane or some person:  Hey, the code for the load, the air drop of the cocaine, that the code is \"Leandro\" and \"Matilde.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Rivera and Ovalle suggest that the remarks were intended to inflame the passions of the jury, members of which are bombarded daily with superheated rhetoric of the government's war on drugs, and the prominent role that Colombia plays as a principal source of drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To warrant reversal of a conviction on the grounds of a prosecutor's improper jury argument, a court must find that the prosecutor's remarks were both inappropriate and harmful.  See United States v. Young, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11-12, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, 1044, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span> </a></span>(1985).  Arguments which urge a jury to act in any capacity other than as the impartial arbiter of the facts in the case before it, such as arguments that serve no purpose other than to inflame the passions and prejudices of the jury, are improper.  United States v. Manning, <span class=\"citation\" data-id=\"195356\"><a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span>, 574 (1st Cir.1994);  Arrieta-Agressot v. United States, <span class=\"citation\" data-id=\"628961\"><a href=\"/opinion/628961/juan-arrieta-agressot-regulo-rios-jose-antonio-barroso-adalberto/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></a></span>, 527 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We do not believe that the prosecutor's remarks in his closing were improper.  During the trial, Monteagudo testified that Ovalle had told him that the cocaine was coming from Colombia, and this was an admissible hearsay statement of a co-conspirator.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See Fed.R.Evid. 801(d)(2)(E).  In his closing argument, the prosecutor then did what he was entitled to do--ask the jury to draw warrantable inferences from the evidence admitted during trial--that the conspiracy was importing cocaine from Colombia into Puerto Rico.  United States v. Tajeddini, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1278</span></span>, 1283 (1st Cir.1993) (citations omitted);  see also United States v. Moreno, <span class=\"citation\" data-id=\"570404\"><a href=\"/opinion/570404/united-states-v-maria-elvira-moreno-united-states-of-america-v-andres/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 8 (1st Cir.1991);  United States v. Abello-Silva, <span class=\"citation\" data-id=\"571510\"><a href=\"/opinion/571510/united-states-v-jose-rafael-abello-silva/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1168</span></a></span>, 1182 (10th Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">65</span> </span>(1992).  The jury thus had a complete view of the conspiracy's efforts to import cocaine--conspirators picked up cocaine in Colombia, airdropped it to waiting associates off the coast of the Dominican Republic, who then transported the cocaine by boat into Puerto Rico.  Despite the contentions of Ovalle and Rivera to the contrary, the prosecutor's remarks were not the type, and did not approach the level, of rhetoric we have previously found to be improper because it served no other purpose but to inflame the passions and prejudices of the jury.  See, e.g., <span class=\"citation\" data-id=\"628961\"><span class=\"antecedent_guess\">Arrieta-Agressot,</span> <a href=\"/opinion/628961/juan-arrieta-agressot-regulo-rios-jose-antonio-barroso-adalberto/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">527</span> </a></span>(finding that prosecutor's remarks which urged jury to consider case as a battle in the war against drugs and defendants as enemy soldiers, and remarks which referred to the corruption of \"our society\" and the poisoning of \"our children,\" inflammatory and not permissible argument);  United States v. Machor, <span class=\"citation\" data-id=\"526435\"><a href=\"/opinion/526435/united-states-v-winston-machor-united-states-of-america-v-armand-allen/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span>, 955-56 (1st Cir.1989) (finding prosecutor's remarks in closing statement that cocaine was \"poisoning our community and our kids die because of this\" was inappropriate), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1081</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1043</span> </span>(1990).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>IV. INEFFECTIVE ASSISTANCE OF COUNSEL?</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Rivera claims on appeal that he was deprived of effective assistance of counsel at trial, because of an alleged conflict of interest based on the relationship between his attorney and the attorney who represented Monteagudo, who was one of the main government witnesses during the trial.  Rivera's attempt to raise this claim for the first time here on appeal is ill-timed.  \"[A] fact-specific claim of ineffective legal assistance cannot be raised initially on direct review of a criminal conviction, but must originally be presented to the district court.\"  United States v. Hunnewell, <span class=\"citation\" data-id=\"533778\"><a href=\"/opinion/533778/united-states-v-dale-scott-hunnewell/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 956 (1st Cir.1989) (quoting United States v. Costa, <span class=\"citation\" data-id=\"532745\"><a href=\"/opinion/532745/united-states-v-robert-costa-united-states-of-america-v-john-t-durand/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">480</span></a></span>, 482-83 (1st Cir.1989)) (other citations omitted).  Rivera did not present a claim to the district court showing that this conflict of interest deprived him of effective legal assistance.  Additionally, the record is not developed enough as a factual matter to enable us to consider this issue.  See, e.g., <span class=\"citation\" data-id=\"532745\"><span class=\"antecedent_guess\">Costa,</span> <a href=\"/opinion/532745/united-states-v-robert-costa-united-states-of-america-v-john-t-durand/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">483</span></a></span>.   We therefore reject Rivera's claim as premature, but do so without prejudice to Rivera's right to bring such a claim under 28 U.S.C. Sec. 2255.</p>\n    </div>\n    <p>V. SENTENCING ISSUES</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Ovalle and Rivera challenge the district court's application of the sentencing guidelines in determining their sentences on a number of grounds.  When we review a district court's application of a sentencing guideline, we utilize a bifurcated process.  First, we review the guideline's legal meaning and scope de novo.  United States v. Brewster, <span class=\"citation\" data-id=\"194846\"><a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 54 (1st Cir.1993) (citing United States v. St. Cyr, <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 701 (1st Cir.1992)).  Next, we review the court's factfinding for clear error, giving due deference to the court's application of the guidelines to the facts.  18 U.S.C. Sec. 3742(e);  <span class=\"citation\" data-id=\"194846\"><span class=\"antecedent_guess\">Brewster,</span> <a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">54</span> </a></span>(citing St. <span class=\"citation\" data-id=\"593172\"><span class=\"antecedent_guess\">Cyr,</span> <a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">701</span></a></span>).   We also note that factbound matters related to sentencing need only be supported by a preponderance of the evidence.  United States v. Corcimiglia, <span class=\"citation\" data-id=\"585785\"><a href=\"/opinion/585785/united-states-v-deborah-d-corcimiglia/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span>, 726 (1st Cir.1992) (citations omitted).</p>\n    </div>\n    <p class=\"indent\">B. Rivera's Sentencing Challenges</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Rivera was convicted of four drug related charges.  At sentencing, the court accepted the Presentence Report's (\"PSR\") analysis that because Rivera was convicted of conspiracy to import approximately 800 kilograms of cocaine, and conspiracy to possess with the intent to distribute approximately 800 kilograms of cocaine, the appropriate sentencing guideline was Sec. 2D1.1.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The base offense level (\"BOL\") is determined by Sec. 2D1.1(c)(2), which is based on the total amount of controlled substances involved.  Because the offenses involved 800 kilograms of cocaine, the BOL was determined to be 40.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The court then enhanced the BOL by applying several upward adjustments, over Rivera's objections.  The court applied a two level enhancement, pursuant to U.S.S.G. Sec. 2D1.1(b)(1), because the court found that Rivera possessed firearms during the commission of the offense.  Pursuant to Sec. 3B1.1(b), the court increased the BOL by three because it found that Rivera was a supervisor in a criminal activity involving five or more participants.  The court also made an upward adjustment of two, under U.S.S.G. Sec. 3C1.1, based on its finding that Rivera obstructed justice by perjuring himself, and attempting to coax a co-defendant into providing false information to a probation officer.  The court determined that the total offense level was 47, and because Rivera's Criminal History Category was I, he therefore faced a guideline sentencing range of life imprisonment.  The court then sentenced Rivera to serve concurrent terms of life imprisonment as to the four counts.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>1. The District Court's Finding Regarding the Quantity of Drugs</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The district court determined Rivera's BOL on the basis of his and his co-conspirators' conduct, and the total amount of drugs involved in the conspiracy, approximately 800 kilograms of cocaine.  The court rejected Rivera's contention that it should decrease the relevant quantity of cocaine to 372 kilograms because Rivera was acquitted on the substantive charges of importing and possessing 418 kilograms of the 800 kilograms of cocaine involved in the case.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>[I]n any event, on the preponderance of the evidence the Court finds that this defendant had jointly undertaken this criminal activity and is held accountable of the conduct of others.  And that he was found guilty by the jury on eight hundred kilos [in] the Count charged.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>And so that the Court finds that--rules that it's not going to lessen by two points the three hundred and seventy-two kilo amount under the relevant conduct issue.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">When a defendant has been convicted of a drug related offense, a key factor in constructing the defendant's sentence is the quantity of narcotics attributable to him, a factor which is determined by looking at the sum of the charged conduct of which the defendant was convicted, plus his \"relevant\" conduct.  See United States v. Garcia, <span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 15 (1st Cir.1992) (citations omitted);  see also United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 488 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span> </span>(1993);  U.S.S.G. Sec. 2D1.1.  The court determines the drug quantity by looking at all acts \"that were part of the same course of conduct or common scheme or plan as the offense of conviction.\"   U.S.S.G. Sec. 1B1.3(a)(2);  <span class=\"citation\" data-id=\"576213\"><span class=\"antecedent_guess\">Garcia,</span> <a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">15</span></a></span>;  United States v. Mak, <span class=\"citation\" data-id=\"556403\"><a href=\"/opinion/556403/united-states-v-davy-mak-aka-wai-hung-mak/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 113 (1st Cir.1991).  In the case of jointly undertaken criminal activity, such as a conspiracy, a defendant is accountable for \"all reasonably foreseeable acts and omissions of others in furtherance of the jointly undertaken criminal activity, that occurred during the commission of the offense of conviction, [or] in preparation for that offense....\"  U.S.S.G. Sec. 1B1.3(a)(1)(B);  see <span class=\"citation\" data-id=\"609734\"><span class=\"antecedent_guess\">Innamorati,</span> <a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">488</span></a></span>.   A court's determination regarding the amount of drugs involved in an offense will only be set aside on appeal if it is clearly erroneous.  See <span class=\"citation\" data-id=\"609734\"><span class=\"antecedent_guess\">Innamorati,</span> <a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">489</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The jury convicted Rivera of Counts One and Two, which charged Rivera with conspiracy to import, and to possess, 800 kilograms of cocaine.  At sentencing, the court seemingly looked to U.S.S.G. Sec. 1B1.3(a)(1)(B) and found that Rivera, and his cohorts, had jointly undertaken this criminal activity, and Rivera was accountable for the other's conduct in attempting to import and possess all 800 kilograms of cocaine.  The court's finding was supported by evidence introduced at trial.  Both Linder and Monteagudo testified that they met with Rivera, Ovalle, and another co-defendant on November 27, 1991, and that at this meeting they planned to import into Puerto Rico, 22 bales of cocaine (800 kilograms) which were to be airdropped off the coast of the Dominican Republic.  Testimony by Monteagudo showed that the original scheme to import the cocaine did not proceed precisely according to plan, because of boat problems and a pursuit by unknown individuals who unexpectedly chased the conspirators in their boat on December 11, forcing them to dump some of the cocaine overboard.  Testimony by Linder and Monteagudo indicated that Rivera and Ovalle then helped to salvage the original plan and adapt it--by calling Linder into service and helping him obtain a boat, so that Linder and Monteagudo could go to the Dominican Republic, and pick up and import the rest of the cocaine.  Thus, the court did not err by implicitly concluding that Rivera helped plan the logistics of the scheme to import the entire 800 kilograms, and therefore the subsequent acts by his co-conspirators to execute this scheme were in furtherance of, and reasonably foreseeable in connection with, the jointly undertaken felonious plan.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Rivera contends that the verdicts regarding the substantive drug charges should guide the court in determining the correct quantity of cocaine instead of the conspiracy charges.  The operative indictment grouped all of the cocaine involved in the December 11, 1991 and the December 15, 1991 shipments of cocaine together (800 kilograms) in Count One and Two, the conspiracy charges.  The indictment then broke down the substantive charges into the two distinct shipments of cocaine that the defendants had allegedly attempted to import and possess.  The jury only convicted Rivera of the substantive charges related to the December 15 shipment, involving 372 kilograms of cocaine (Counts Five and Six), and acquitted Rivera, and all of his co-defendants, with respect to the December 11, 1991 shipment, involving 418 kilograms of cocaine (Counts Three and Four).  Therefore, Rivera contends that it was improper for the court to include the amount of cocaine involved in the charges of which he was acquitted, in determining his BOL.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The fact that Rivera was acquitted of the substantive charges involving the 418 kilograms of cocaine does not mean, however, that the court could not consider that conduct as \"relevant conduct.\"   When determining relevant conduct, a sentencing court may consider acts which were not charged, as well as the facts underlying a prior acquittal when these facts \"appear reliable.\"  <span class=\"citation\" data-id=\"576213\"><span class=\"antecedent_guess\">Garcia,</span> <a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">15</span></a></span>;  United States v. Mocciola, <span class=\"citation\" data-id=\"533000\"><a href=\"/opinion/533000/united-states-v-gerard-peter-mocciola/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 17 (1st Cir.1989) (citation omitted);  see also United States v. Weston, <span class=\"citation\" data-id=\"580695\"><a href=\"/opinion/580695/united-states-v-albert-weston-united-states-of-america-v-paul-r-taylor/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">212</span></a></span>, 218 (1st Cir.1992) (stating in dicta that an acquittal is not always conclusive on an issue for sentencing purposes due to differing standards of proof).  As we have previously noted, testimony by both Linder and Monteagudo indicated that Rivera planned to import 800 kilograms of cocaine, including the 418 kilograms of cocaine which was the basis for Counts Three and Four.  There was no clear error in the court's decision to credit the testimony of Linder and Monteagudo at sentencing, and then consider Rivera's conduct with respect to the 800 kilograms of cocaine, when the court determined Rivera's BOL.  See, e.g., <span class=\"citation\" data-id=\"609734\"><span class=\"antecedent_guess\">Innamorati,</span> <a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">489</span></a></span>;  <span class=\"citation\" data-id=\"576213\"><span class=\"antecedent_guess\">Garcia,</span> <a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">16</span></a></span>;  United States v. Sklar, <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 110 (1st Cir.1990).</p>\n    </div>\n    <p>2. The Firearm Enhancement</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Rivera makes a similar challenge to the court's decision to enhance his sentence pursuant to U.S.S.G. Sec. 2D1.1, because the court found that a firearm was possessed during the commission of the drug offenses.  Rivera argues that the testimonial evidence linking him and his co-defendants to a firearm was extremely weak, especially in light of the fact that no firearm was ever found.  Additionally, because the jury acquitted Rivera and his co-defendants of Count Seven, which charged them with aiding and abetting the carrying of a firearm in relation to the commission of the offense, Rivera contends that there was no basis for the court to enhance his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">U.S.S.G. Sec. 2D1.1(b)(1) directs a sentencing court to enhance a defendant's BOL if a dangerous weapon, including a firearm, was possessed.  The commentary to Sec. 2D1.1 states that the sentencing court should impose the enhancement \"if the weapon was present, unless it is clearly improbable that the weapon was connected with the offense.\"   U.S.S.G. Sec. 2D1.1 comment (n. 3);  United States v. Castillo, <span class=\"citation\" data-id=\"594419\"><a href=\"/opinion/594419/united-states-v-milton-alcides-castillo/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 10 (1st Cir.1992);  <span class=\"citation\" data-id=\"585785\"><span class=\"antecedent_guess\">Corcimiglia,</span> <a href=\"/opinion/585785/united-states-v-deborah-d-corcimiglia/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">727</span></a></span>.   The First Circuit has followed this \"clearly improbable\" standard.  <span class=\"citation\" data-id=\"585785\"><span class=\"antecedent_guess\">Corcimiglia,</span> <a href=\"/opinion/585785/united-states-v-deborah-d-corcimiglia/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">726</span></a></span>;  United States v. Ruiz, <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 507 (1st Cir.1990).  We have found that:</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>when the weapon's location makes it readily available to protect either the participants themselves during the commission of the illegal activity or the drugs and cash involved in the drug business, there will be sufficient evidence to connect the weapons to the offense conduct....</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"585785\"><span class=\"antecedent_guess\">Corcimiglia,</span> <a href=\"/opinion/585785/united-states-v-deborah-d-corcimiglia/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">727</span></a></span>;  see also <span class=\"citation\" data-id=\"594419\"><span class=\"antecedent_guess\">Castillo,</span> <a href=\"/opinion/594419/united-states-v-milton-alcides-castillo/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">10</span></a></span>.   The defendant then has the burden to come forward with evidence demonstrating the existence of special circumstances that would render it \"clearly improbable\" that the weapon's presence has a connection to the narcotics trafficking.  <span class=\"citation\" data-id=\"594419\"><span class=\"antecedent_guess\">Castillo,</span> <a href=\"/opinion/594419/united-states-v-milton-alcides-castillo/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">10</span></a></span>;  <span class=\"citation\" data-id=\"585785\"><span class=\"antecedent_guess\">Corcimiglia,</span> <a href=\"/opinion/585785/united-states-v-deborah-d-corcimiglia/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">727</span></a></span>-28.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">As we have previously discussed, the court is entitled to consider \"relevant\" conduct at sentencing, and this may include conduct which was the basis for charges that the defendant was acquitted of, as long as the evidence which establishes that conduct was reliable.  <span class=\"citation\" data-id=\"533000\"><span class=\"antecedent_guess\">Mocciola,</span> <a href=\"/opinion/533000/united-states-v-gerard-peter-mocciola/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">16-17</span></a></span>.   The court considered such relevant conduct here when it decided to apply the U.S.S.G. Sec. 2D1.1 enhancement.  The court found:</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>There's no question in my mind that there was a gun there.  Willie, the Confidential Informant, talked about it.  Talked about taking the bullets out.  Try to make it inoperable.  And then we have Monteagudo who said that he received two guns, as a matter of fact, from this defendant.  And there is a gun.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The court then acknowledged that Rivera had been acquitted of the firearms charge, but stated that because the court had found that guns were possessed in connection with the narcotics transactions, and Rivera did not convince the court that it was clearly improbable that the gun would have been used in connection with these narcotic transactions, it was going to apply the enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The court's finding was supported by evidence in the record and was not clearly erroneous.  Monteagudo testified that on December 7, at a meeting with Rivera, Ovalle, and others, to finalize the plans for the smuggling operation, Rivera gave Monteagudo two firearms, a .38 caliber revolver and a .22 caliber pistol.  It was certainly reasonable for the court to conclude that Rivera had given the two firearms to Monteagudo, who was about to leave on his foray to pick up 800 kilograms of cocaine, to facilitate this smuggling plan.  With the guns, Monteagudo could protect himself, and his co-conspirators, as well as the large quantity of cocaine they were to pick up.  Additionally, Linder testified that Monteagudo had in fact brought a .22 caliber pistol with them on December 15, when he and Monteagudo went to the Dominican Republic to pick up the remaining ten bales of cocaine and bring the cocaine to Puerto Rico.  Thus, absent circumstances showing that it was clearly improbable that the firearms were connected to the drug offense, there was sufficient evidence to support the enhancement.  Rivera has not claimed that any such special circumstances existed.  The court therefore properly applied the U.S.S.G. Sec. 2D1.1 enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>3. The Supervisory and Managerial Role Enhancement</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Rivera challenges the three-level enhancement for playing a supervisory role which the court imposed pursuant to U.S.S.G. Sec. 3B1.1(b), claiming that the evidence demonstrated he was an underling, who merely followed orders in this organization.  The court found that \"the defendant's role is of a manager/supervisor and it has been adequately supported by this record.\"   We review this role-in-the-offense ruling for clear error.  United States v. Jadusingh, <span class=\"citation\" data-id=\"195129\"><a href=\"/opinion/195129/united-states-v-jadusingh/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1162</span></a></span>, 1169 (1st Cir.1994) (citation omitted);  United States v. Rodriguez Alvarado, <span class=\"citation\" data-id=\"599287\"><a href=\"/opinion/599287/united-states-v-jorge-l-rodriguez-alvarado/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 19 (1st Cir.1993) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">A three-level enhancement under U.S.S.G. Sec. 3B1.1(b) is appropriate if the government shows that the defendant 1) was a manager or supervisor of the criminal activity (but not a leader or organizer);  and 2) the criminal activity involved five or more participants or was otherwise extensive.  Rodriguez <span class=\"citation\" data-id=\"599287\"><span class=\"antecedent_guess\">Alvarado,</span> <a href=\"/opinion/599287/united-states-v-jorge-l-rodriguez-alvarado/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">20</span></a></span>.   The terms \"manager\" and \"supervisor\" are not defined in the guidelines.  A court can find that a defendant is a manager or supervisor where he \"exercised some degree of control over others involved in the commission of the crime or he [was] responsible for organizing others for the purpose of carrying out the crime.\"   See Rodriguez <span class=\"citation\" data-id=\"599287\"><span class=\"antecedent_guess\">Alvarado,</span> <a href=\"/opinion/599287/united-states-v-jorge-l-rodriguez-alvarado/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">20</span> </a></span>(quoting United States v. Fuller, <span class=\"citation\" data-id=\"537727\"><a href=\"/opinion/537727/united-states-v-leonard-r-fuller/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></a></span>, 1220 (1st Cir.1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The court did not err in finding that Rivera played a managerial or supervisory role in the drug smuggling operation.  The record supports the conclusion that Rivera played a predominant role in planning and organizing the logistics of this criminal operation:  1) Rivera was present at the November 27 planning meeting;  2) Rivera gave Ovalle and Linder instructions with respect to making sure Linder's boat was available to import the cocaine;  3) Rivera initially became suspicious of Linder, and then held a meeting where it was decided that Linder would be cut out of the initial attempt to import the cocaine;  4) Rivera procured another boat to be used by his cohorts in the initial attempt to import the 800 kilograms of cocaine;  5) Rivera provided Monteagudo with two firearms to be used during the drug smuggling operations;  and 6) Rivera, along with Ovalle, met with Linder with respect to the logistics of importing the remaining cocaine which had been left behind in the Dominican Republic.  There is also no dispute that more than five individuals were involved in the drug smuggling plan.  The court properly applied the U.S.S.G. Sec. 3B1.1(b) enhancement.</p>\n    </div>\n    <p>4. The Obstruction of Justice Enhancement</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The government requested that the court enhance Rivera's sentence pursuant to U.S.S.G. Sec. 3C1.1, based on Rivera's obstruction of justice.  The government based this request on two factors:  1) that Rivera had provided a false statement to the probation officer at a presentence interview to the effect that he was not involved in the November 27 planning meeting, when evidence presented at trial showed that Rivera was in fact present and actively participated in this meeting;  and 2) after being found guilty, Rivera sent a letter to co-defendant Chala instructing him to provide false information to the probation officer to the effect that Monteagudo had misled Chala, that Chala was unaware of the plan to pick up the cocaine that was to be airdropped off the coast of the Dominican Republic, and that none of the defendants had anything to do with this smuggling operation.  At sentencing, the court found that:</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>Well, I read the letter and the--and unfortunately there are parts of it that I read and said well this could be an individual writing to another individual saying to him that, you know, they're not guilty.  And remember--and just reminding him of the fact that they're not guilty and that they have nothing to do with it.  Unfortunately, the letter goes beyond that.  There's instructions.  Actual instructions as to what to tell people and just to--...</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>And besides that there is another matter of the perjury.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The court then applied the two level enhancement for obstruction of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">United States Sentencing Guidelines Sec. 3C1.1 provides that \"if the defendant willfully obstructed or impeded, or attempted to obstruct or impede, the administration of justice during the investigation, prosecution, or sentencing of the instant offense, increase the offense level by 2 levels.\"   The enhancement applies where a defendant provides \"materially false information to a probation officer in respect to a presentence or other investigation for the court.\"   U.S.S.G. Sec. 3C1.1, commentary n. 3(h);  See United States v. Olea, <span class=\"citation\" data-id=\"601783\"><a href=\"/opinion/601783/united-states-v-santos-olea/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">874</span></a></span>, 877 (1st Cir.1993).  The enhancement also applies where a defendant commits, suborns or attempts to suborn perjury.  U.S.S.G. Sec. 3C1.1, commentary n. 3(b);  See United States v. Gonzales, <span class=\"citation\" data-id=\"195106\"><a href=\"/opinion/195106/united-states-v-gonzales/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span>, 299 (1st Cir.1993) (finding that the obstruction of justice enhancement was warranted where the defendant attempted to coax an acquaintance into bearing false witness about a matter material to the case).  The test for materiality of an alleged perjured matter is not a stringent one, and the term is defined to include any \"fact, statement, or information that, if believed, would tend to influence or affect the issue under determination.\"   U.S.S.G. Sec. 3C1.1, commentary n. 5;  United States v. St. Cyr, <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 705 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">We review a court's factual findings with respect to an obstruction of justice enhancement for clear error.  See <span class=\"citation\" data-id=\"195106\"><span class=\"antecedent_guess\">Gonzales,</span> <a href=\"/opinion/195106/united-states-v-gonzales/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">299</span></a></span>;  <span class=\"citation\" data-id=\"580695\"><span class=\"antecedent_guess\">Weston,</span> <a href=\"/opinion/580695/united-states-v-albert-weston-united-states-of-america-v-paul-r-taylor/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">220</span></a></span>.   The court found that Rivera had perjured himself during the presentence interview with the probation officer.  The court would have been justified in applying the enhancement based on this finding alone, because Rivera's prevarication regarding his role in the smuggling plan was material, in that it could have influenced the probation officer's investigation, and ultimately affected his determination of Rivera's offense level.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Additionally, the court heard testimony and argument regarding the letter Rivera sent to Chala, and implicitly found that the letter was authentic, that Chala had received it, and that Rivera's letter specifically instructed Chala to lie to the probation officer.  Statements Chala would make to the probation officer regarding what occurred during the drug smuggling operation, and statements attempting to portray Monteagudo as the sole wrongdoer, were material in that they could have influenced or affected various sentencing issues related to the determination of offense levels, such as relevant conduct and various defendants' roles in the offense.  See, e.g., <span class=\"citation\" data-id=\"601783\"><span class=\"antecedent_guess\">Olea,</span> <a href=\"/opinion/601783/united-states-v-santos-olea/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">877</span> </a></span>(defendant's statements that he was an unwitting dupe and that he had nothing to do with two drug sales were material for purposes of U.S.S.G. Sec. 3C1.1 because they would tend to influence or affect the calculation of his base offense level).  This finding therefore also supports the application of the enhancement.  See, e.g., St. <span class=\"citation\" data-id=\"593172\"><span class=\"antecedent_guess\">Cyr,</span> <a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">705</span> </a></span>(stating that presentence reports are an important ingredient of the sentencing process, and providing materially false information to a probation officer in respect to a presentence report is culpable and can constitute obstruction of justice even absent a showing of actual prejudice).  Rivera contends that the evidence regarding the authenticity of the letter is so dubious that it cannot support the application of the enhancement.  That determination, however, was for the sentencing court, and we do not believe that the court's finding that the letter sent by Rivera to Chala, in an attempt to get Chala to lie, was genuine, was clearly erroneous.  The court's two-level enhancement for obstruction of justice must stand.</p>\n    </div>\n    <p class=\"indent\">C. Ovalle's Sentencing Challenges</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Ovalle was convicted of the same four drug related charges as Rivera.  At sentencing, the court found that the appropriate sentencing guideline was Sec. 2D1.1, and found that the drug quantity attributable to Ovalle was 800 kilograms of cocaine.  The court therefore determined Ovalle's BOL to be 40.  The court then increased Ovalle's BOL by four levels pursuant to Sec. 3B1.1(b), because it found that Ovalle was a leader or organizer of a criminal activity involving five or more participants.  The court also enhanced Ovalle's BOL by applying a two level enhancement pursuant to U.S.S.G. Sec. 2D1.1(b)(1), because the court found that Ovalle possessed firearms during the commission of the offense.  The court determined that the total offense level was 46, and because Ovalle's Criminal History Category was I, he therefore faced a guideline sentencing range of life imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p>1. Were the Required Findings Made?</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Ovalle contends that the district court failed to make the necessary findings at sentencing as required by Fed.R.Crim.P. 32(c)(3)(D).  Prior to the imposition of his sentence, Ovalle contended that the PSR was incorrect in that:  1) the offense level of forty (40) based upon the total quantity of drugs involved (800 kilograms) was incorrect because Ovalle was only convicted of possessing 372 kilograms, and the offense level should therefore only be thirty-eight (38);  2) the four level enhancement based upon Ovalle's role as an organizer or leader of a criminal activity was incorrect because the evidence did not establish that he played such a role;  and 3) the two level enhancement for possession of firearms was improper because Ovalle never possessed a firearm.  Ovalle contends that the quantity of cocaine that was involved, what role he played in the conspiracy, and whether he possessed a firearm, were unresolved factual matters in controversy prior to sentencing, and the court failed to make any findings with respect to these matters prior to sentencing him.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">When a defendant claims that the PSR contains factual inaccuracies, the district court must make a finding concerning the allegation, or make a determination that no finding is necessary because the court will not take the matter into account at sentencing.  Fed.R.Crim.P. 32(c)(3)(D);<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> United States v. Savoie, <span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 620 (1st Cir.1993);  United States v. Gerante, <span class=\"citation\" data-id=\"533564\"><a href=\"/opinion/533564/united-states-v-joseph-gerante/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span>, 366-67 (1st Cir.1989).  \"This protocol serves the dual purpose of protecting the defendant's due process rights and supplying a clear record for future proceedings....\"  <span class=\"citation\" data-id=\"600257\"><span class=\"antecedent_guess\">Savoie,</span> <a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">620</span></a></span>;  <span class=\"citation\" data-id=\"533564\"><span class=\"antecedent_guess\">Gerante,</span> <a href=\"/opinion/533564/united-states-v-joseph-gerante/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">367</span></a></span>.   While we have insisted on strict compliance with this rule, we have also found that a court \"lawfully may make implicit findings with regard to sentencing matters, incorporating by reference suitably detailed suggestions limned in the [Presentence report] or advanced by a party.\"  United States v. Tavano, <span class=\"citation\" data-id=\"195113\"><a href=\"/opinion/195113/united-states-v-tavano/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 307 (1st Cir.1993) (citations omitted);  see United States v. Cruz, <span class=\"citation\" data-id=\"596488\"><a href=\"/opinion/596488/united-states-v-joseph-cruz/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></a></span>, 619 (1st Cir.1992);  United States v. Wells Metal Finishing, Inc., <span class=\"citation\" data-id=\"553335\"><a href=\"/opinion/553335/united-states-v-wells-metal-finishing-inc-appeal-of-john-wells/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></a></span>, 58 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">In the present case, after Ovalle had raised his contentions with respect to the PSR, the court heard argument from both parties regarding the appropriate offense level and what increases in the offense level were warranted.  The court then stated:</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p>Allright.  The Court has heard comments and arguments of counsel and has offered an opportunity of the defendant to address the Court with respect to sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p>It is the judgment, therefore, the Court finds that on September the 4th, 1992, the defendant Luis Enrique Ovalle Marquez was found guilty by a jury trial as to counts One, Two, Five and Six of Indictment number--Criminal Indictment Number 91-397.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p>Based on Guideline 2D1.1 and the amount of cocaine involved in the offense committed a base level of forty (40) was determined.  Since the firearm was possessed during the commission of the instant offense an increase of two levels is warranted.  As the defendant is perceived as having been an organizer or leader in the overall criminal activity, the base offense level is increased by four levels pursuant to Section 3B1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p>Incidentally, for purposes of the record that is my finding with respect to your arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Based on this record, the court therefore adopted the PSR's recommendations and implicitly found that Ovalle possessed 800 kilograms of cocaine, Ovalle possessed the firearm during the commission of the offense, and Ovalle was an organizer or leader in the criminal activity.  The court therefore made the necessary findings in order to adequately comply with Fed.R.Crim.P. 32(c)(3)(D).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p>2. Challenges to the Enhancements</p>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Ovalle claims that the court erred in determining his sentence by ruling against him with respect to his three sentencing challenges.  With respect to Ovalle's first challenge, a four level increase in a defendant's BOL is appropriate where \"the defendant was an organizer or leader of a criminal activity that involved five or more participants ...\"  U.S.S.G. Sec. 3B1.1(a);  See United States v. Sabatino, <span class=\"citation\" data-id=\"567584\"><a href=\"/opinion/567584/united-states-v-diane-sabatino-united-states-of-america-v-joseph/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span>, 101 (1st Cir.1991);  United States v. McDowell, <span class=\"citation\" data-id=\"551473\"><a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1011 (1st Cir.1990).  The application notes to U.S.S.G. Sec. 3B1.1 list seven nonexclusive factors which the court should consider when considering whether a defendant played a leadership or organizational role as compared to a managerial or supervisory role.  These factors include \"the exercise of decision making authority, the nature of participation in the commission of the offense, the recruitment of accomplices, the claimed right to a larger share of the fruits of the crime, the degree of participation in planning or organizing the offense, the nature and scope of the illegal activity, and the degree of control and authority exercised over others.\"   U.S.S.G. Sec. 3B1.1, commentary n. 3;  <span class=\"citation\" data-id=\"567584\"><span class=\"antecedent_guess\">Sabatino,</span> <a href=\"/opinion/567584/united-states-v-diane-sabatino-united-states-of-america-v-joseph/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">101</span></a></span>.   The sentencing court found that Rivera played a leadership or organizational role in this drug smuggling operation, and then enhanced his sentence.  The court did not err.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">The evidence in the record supports the conclusion that Ovalle orchestrated and organized the logistics of the smuggling plan.  The record reasonably indicated that Ovalle was the individual who had the closest links to the source of the cocaine.  Ovalle told Monteagudo that the cocaine was coming from Colombia, and it was Ovalle who was privy to the code that would be utilized to communicate with the plane that was coming from Colombia to make the airdrop.  After Monteagudo reported to Ovalle and Rivera that he had been forced to throw seven bales of cocaine overboard because his boat had been pursued by unknown individuals, Ovalle took Monteagudo to a pay phone where Ovalle called a person, who was reasonably presumed to be a higher-up, and had Monteagudo explain what had happened to the cocaine.  Additionally, the evidence indicated that Ovalle was involved in all planning stages of the operation, and that Ovalle directed the actions of both Linder and Monteagudo, as well as other co-conspirators.  Ovalle also financed various portions of the operation, such as providing money to Linder to repair his boat.  These factors all suggest that Ovalle was a leader and organizer of the smuggling operation, and the court did not err in enhancing Ovalle's BOL by four levels.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Ovalle's contentions with respect to the court's determination of the quantity of cocaine involved, and its enhancement based on the presence of a firearm, are analogous to Rivera's challenges, which we have previously addressed.  We will not rehash those discussions.  Rather, we have reviewed the record and there is ample evidence to support the court's findings that Ovalle was responsible for 800 kilograms of cocaine, and that he possessed a firearm in connection with the drug offense.  The court's sentencing determinations were not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rivera claims that he was prejudiced by the fact that he was only able to pursue his cross-examination regarding Linder's involvement in the French Foreign Legion after being \"required to fully explain the basis of this line of questioning, within ear shot of the witness, thereby revealing his defense strategy ...\"  After examining the record, we find Rivera's allegation that the trial court somehow required him to disclose his defense strategy within hearing distance of the witness to be preposterous.  Moreover, if Rivera's counsel was worried that the witness would overhear him explain the basis of his line of questioning, counsel should have kept his voice down, or requested that the witness be repositioned during the sidebar conference</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In the indictment, \"Queque\" was identified as co-defendant Carlos Cruz-Santiago, and he remained a fugitive throughout the proceedings</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> After the court excluded the question of Rivera's counsel, the court stated that it would instruct the jury regarding the plea agreement.  In its final charge, the court explained the circumstances surrounding the testimony of a co-defendant who had pled guilty.  The court stated:</p>\n        <p>In this case, there has been testimony from a government witness who pled guilty after entering into an agreement with the government to testify.  There is evidence that the government agreed to dismiss some charges against the witness in exchange for the witness' agreement to plead guilty and testify at this trial against the defendants.</p>\n        <p>The government also promised to bring the witness' cooperation to the attention of the sentencing court, and you all heard that.  The government is permitted to enter into this kind of plea agreement.  You in turn may accept the testimony of such a witness and convict the defendants on the basis of this testimony alone, if it convinces you of the defendants' guilt beyond a reasonable doubt.  However, you should bear in mind that a witness who has entered into such an agreement has an interest in this case different than the ordinary witness.  A witness who realizes that he may be able to obtain his own freedom or receive a lighter sentence by giving testimony favorable to the prosecution has a motive to testify falsely.  Therefore, you must examine the testimony with caution and weigh it with great care and if after scrutinizing his testimony you decide to accept it you may give it whatever weight, if any, you find it deserves.</p>\n        <p>We do not believe that the court improperly limited cross-examination regarding the plea agreement.  Moreover, in light of this final instruction, we do not believe that Rivera has grounds to complain that any limitation on cross-examination in that regard prejudiced his ability to attack Monteagudo's credibility.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defense counsel argues that the court erred in admitting Monteagudo's testimony that Ovalle had told him the cocaine was coming from Colombia.  Defense counsel had previously objected that Monteagudo could not testify that he knew that the cocaine was coming from Colombia unless he in fact had such personal knowledge.  The court effectively sustained this objection and Monteagudo did not testify that he had personal knowledge that the cocaine was coming from Colombia.  Rather, Monteagudo then testified that he only had second hand knowledge that the cocaine came from Colombia based on Ovalle's statement to him, and defense counsel did not object to this testimony.  Any error in the admission of the evidence was not preserved for appeal.  See United States v. Rosales, <span class=\"citation\" data-id=\"195287\"><a href=\"/opinion/195287/united-states-v-rosales/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">763</span></a></span>, 765 (1st Cir.1994).  Our standard of review under the circumstances is therefore \"plain error,\" and we will reverse only if the error \"seriously affected the fairness, integrity, or public reputation of [the] judicial proceeding.\"  <span class=\"citation\" data-id=\"195287\"><a href=\"/opinion/195287/united-states-v-rosales/\"><span class=\"id_token\">Id.</span> (citations omitted). </a></span> We answer the underlying question--did the court err in admitting the evidence--in the negative.  We do not believe that the prejudice associated with admitting Ovalle's statement outweighed the relevance of that evidence, and the court did not abuse its discretion in admitting that statement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Ovalle and Rivera argue that there was a continuing pattern of prosecutorial misconduct in this case due to the government's endless objections during cross-examination, derogatory comments about defense counsel in front of the jury, demeaning lectures to defense counsel, and other abusive tactics which deprived defendants of a fair trial.  Specifically, they point to an incident where the prosecutor allegedly improperly vouched for the credibility of a government witness by stating that the witness was telling the truth.  We have reviewed the record with respect to this instance, and after considering the prosecutor's alleged indiscretion in the context of an awkward colloquy following defense counsel's question regarding whether the witness understood he had an obligation to tell the truth, and the court's subsequent instruction that it was up to the jury to determine if the witness was telling the truth, we do not believe that there was any prejudicial error.  Additionally, we have reviewed the entire record with a view for the other alleged improprieties, and we do not believe that there was a continuing pattern of prosecutorial misconduct</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> All references to the Sentencing Guidelines are to the 1992 guidelines, which were in effect at the time the court sentenced Rivera and Ovalle</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Pursuant to Sec. 3D1.2(d), counts one, two, five and six were grouped together into a combined offense level because the counts involve the same general type of offense</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Rivera argues that in denying each of Rivera's objections to his sentence, the court incorrectly believed that its hands were tied and that the court believed that it was required as a matter of law to reject Rivera's contentions.  Other than making this general allegation, however, Rivera does not point to any specific instances.  Moreover, we do not read the record this way, and do not believe that the court incorrectly interpreted its legal authority with respect to the various sentencing issues</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Fed.R.Crim.P. 32(c)(3)(D) provides in pertinent part:</p>\n        <p>If the comments of the defendant and the defendant's counsel or testimony or other information introduced by them allege any factual inaccuracy in the presentence investigation report or the summary of the report or part thereof, the court shall, as to each matter controverted, make (i) a finding as to the allegation, or (ii) a determination that no such finding is necessary because the matter controverted will not be taken into account in sentencing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Ovalle also claims that his procedural due process rights were violated by the court's failure to hear his objections to the PSR.  Ovalle failed to raise his objections to the PSR in the manner required by District of Puerto Rico Local Rule 418.  Local Rule 418.4 provides that \"[n]ot later than ten (10) days after disclosure of the Presentence Investigation Report, the attorney for the government and the attorney for the defendant ... shall each file with the Court a written statement of objections to any material facts, sentencing classifications, sentencing guidelines ranges, policy statements, sentencing options ... contained in or omitted [from] the Presentence Investigation Report.  Such objections, if any, shall specify with particularity the facts and applications contested.  Any objection not presented in this fashion may not be raised by any party and will not be considered by the sentencing judge at the sentencing hearing.\"  (emphasis added).  Ovalle's counsel only submitted his objections to the probation officer, and he failed to submit his objections to the court.  At sentencing, the district court initially stated that because Ovalle had failed to comply with the local rule, the court would not entertain his objections to the PSR.  Despite Ovalle's procedural failure and the court's statement, however, the record shows that the court then permitted Ovalle to advance his objections as arguments to mitigate his sentence.  The court then made findings and imposed Ovalle's sentence.  Because Ovalle had ample opportunity to challenged the PSR's recommendations, and the court heard and considered Ovalle's contentions regarding sentencing, we do not believe that he was deprived of due process.  See United States v. Romano, <span class=\"citation\" data-id=\"492376\"><a href=\"/opinion/492376/united-states-v-richard-romano-aka-richard-dione-aka-eddie/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">725</span></a></span>, 729-30 (2d Cir.1987);  cf. United States v. Curran, <span class=\"citation\" data-id=\"556392\"><a href=\"/opinion/556392/united-states-v-walter-f-curran/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span>, 62 (1st Cir.1991) (stating in dicta that district court has broad discretion to determine the appropriate procedure for availing the defendant of an opportunity to challenge the accuracy of presentence information presented to the district court);  United States v. Craveiro, <span class=\"citation\" data-id=\"544231\"><a href=\"/opinion/544231/united-states-v-joseph-m-craveiro/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span>, 264 (1st Cir.1990) (holding that government's failure to provide defendant with pre-trial notice that it would seek an enhanced sentence pursuant to the Armed Career Criminal Act did not violate defendant's procedural due process rights where the defendant had the opportunity to contest the record prior to sentencing), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1015</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">588</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">593</span> </span>(1990)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108974/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111353/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111625/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194846/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195106/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195113/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195129/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195356/",
    "https://www.courtlistener.com/api/rest/v3/opinions/290203/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492376/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521900/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526435/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532745/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533000/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533778/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537727/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544231/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553335/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554888/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556392/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556403/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567584/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570404/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571510/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580695/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585785/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/594419/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596488/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607110/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628961/"
  ]
}