{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195627/",
  "id": 195627,
  "absolute_url": "/opinion/195627/united-states-v-tracy/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195627/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:44:06Z",
  "date_modified": "2020-02-21T23:30:40.989327Z",
  "type": "010combined",
  "sha1": "b7fffd741c3d14b2bc4393cab394606e5193c90d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2223.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2223\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                        PATRICK TRACY,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\n                                                   \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\n                                          \n               Campbell, Senior Circuit Judge,\n                                             \n                   and Cyr, Circuit Judge.\n                                         \n\nMargaret  D.  McGaughey,  Assistant United  States  Attorney, with\n                       \nwhom Jay B. McCloskey,  United States Attorney, and Nicholas  M. Gess,\n                                                                 \nAssistant United States Attorney, were on brief for appellee.\nDavid R. Beneman, with whom Levenson,  Vickerson &amp; Beneman was  on\n                                                          \nbrief for appellant.\n\n                                         \n\n                      September 28, 1994\n                                         \n\n          CAMPBELL, Senior Circuit Judge.   Patrick W. Tracy,\n                                        \n\ndefendant-appellant, was indicted in  a single count as being\n\na felon in possession of a  firearm in violation of 18 U.S.C.\n\n   922(g)(1) (1988).1    Tracy  pleaded  not guilty  and  not\n\nguilty  only by reason of insanity.  Following a joint motion\n\nfor a competency examination, a psychologist with the federal\n\nprison  system   diagnosed  Tracy,  a  Vietnam   veteran,  as\n\nsuffering     from    Post-Traumatic     Stress    Disorder.2\n\n                    \n\n1.  18 U.S.C.   922(g)(1) states:\n\n          (g) It shall be unlawful for any person  \n\n               (1) who has been  convicted in any  court\n               of a crime punishable by imprisonment for\n               a term exceeding one year[]\n\n          to  ship  or transport  in  interstate or\n          foreign  commerce,  or   possess  in   or\n          affecting   commerce,   any  firearm   or\n          ammunition;  or to receive any firearm or\n          ammunition  which  has  been  shipped  or\n          transported  in   interstate  or  foreign\n          commerce. \n\n2.  Post-Traumatic Stress Disorder is an anxiety disorder\n\n          whose  \"essential feature  . .  .  is the\n          development  of  characteristic  symptoms\n          following  a  psychologically distressing\n          event that is outside the range of  usual\n          human experience.  . .  .   [S]uch common\n          experiences   as   simple    bereavement,\n          chronic  illness,  business  losses,  and\n          marital conflict\" will not trigger [Post-\n          Traumatic   Stress   Disorder];   classic\n          examples of events  which will induce the\n          syndrome   include   natural   disasters,\n          military combat, torture, and rape. . . .\n               .  .  .    The  syndrome's  symptoms\n          include  insomnia,   exaggerated  startle\n\nNevertheless, he  reported that Tracy was  competent to stand\n\ntrial.  Tracy was tried by jury in the United States District\n\nCourt for the District of Maine.   The jury returned a guilty\n\nverdict.    The  district  court,  pursuant  to  18  U.S.C.  \n\n924(e)(1) (1988),  sentenced Tracy to 312 months imprisonment\n\nto  be followed by five  years of supervised  release.  Tracy\n\nappeals from  both  the  conviction and  the  sentence.    We\n\naffirm. \n\n                              I.\n\n          The evidence at trial  indicated the following.  At\n\napproximately  2:00  p.m.  on  May 18,  1991,  Patrick  Tracy\n\nentered a Shaw's Supermarket in Saco, Maine, and forced store\n\nemployees  at gunpoint to fill  a black, gym  bag with money.\n\nTracy  then took the  gun and the  bag of money  and left the\n\nstore.  A store employee, Mark Dubay, observed Tracy get into\n\na small, blue station  wagon parked no more than  thirty feet\n\nfrom the store.   Mr.  Dubay read the  license plate  number,\n\nobserved the  direction in which  the car headed,  and called\n\nthe police. \n\n                    \n\n          response,  feelings  of  guilt,  loss  of\n          appetite  and  of  weight,  avoidance  of\n          reminders   of   the   traumatic   event,\n          fearfulness,    and     nightmares    and\n          flashbacks.\n\nDebra A. Abbott  et al., Developments in Maryland  Law, 1986-\n                                                             \n87, 47 Md. L. Rev. 861, 881 n.2 (1988) (citations omitted).  \n  \n\n                             -3-\n\n          While on patrol in a cruiser, Sergeant Bradley Paul\n\nand  Officer Louis  McAuliffe of  the Saco  Police Department\n\nwere  informed by  radio of  the Shaw's  Supermarket robbery.\n\nThe   dispatcher  provided   them  with  the   getaway  car's\n\ndescription, license plate number,  and direction of  travel.\n\nAs the  officers proceeded  towards the scene,  they observed\n\nheading  towards them  a two-tone  blue 1984  Chevrolet, with\n\nMaine   license   registration  780   82X,   that   fit  this\n\ndescription.  The officers pursued at high speed. \n\n          During the  chase, Sergeant Paul  saw Tracy  extend\n\nhis left  arm out the window  and throw a large  black object\n\nover the roof of  the car.  Officer McAuliffe  identified the\n\nobject as a firearm,  and, by radio communication, instructed\n\nanother pursuing police officer, Michael Carrier, to retrieve\n\nthe weapon.   At the  area identified  by Officer  McAuliffe,\n\nCarrier  found the  hand grip  of the  firearm, a  Ruger long\n\nbarrel  .45 caliber  revolver, implanted  in a  utility pole.\n\nThe  revolver's frame  was located  in the grass  about eight\n\nfeet to the right of the pole.\n\n          In   the  meantime,   Sergeant  Paul   and  Officer\n\nMcAuliffe continued their pursuit.  Eventually, the Chevrolet\n\ncame  to a stop.  Tracy exited the car and began to run.  The\n\npolice pursued on foot.   After a short chase,  Tracy stopped\n\nrunning.  Sergeant Paul  and Officer McAuliffe subdued Tracy,\n\nplaced him under  arrest, walked him  back to their  cruiser,\n\n                             -4-\n\nand  read him his Miranda rights.   A search of the Chevrolet\n                         \n\nrevealed an open, black,  Reebok gym bag filled with  cash on\n\nthe right,  front seat.   A small, orange  Shaw's Supermarket\n\nzipper bag was later discovered at the bottom of the gym bag.\n\n          Robbery of the Shaw's  Supermarket was not  Tracy's\n\nfirst  such transgression.    The  instant indictment  listed\n\nseven  prior convictions: (1) assault  with a shotgun on July\n\n6,  1977, (2) assault with  intent to murder  on December 18,\n\n1980, (3) assault by means of a handgun on December 18, 1980,\n\n(4) assault by means  of a handgun on December  18, 1980, (5)\n\narmed robbery on December 18, 1980, (6) carrying a firearm in\n\na vehicle without  a license  on December 11,  1987, and  (7)\n\nreceiving  a  stolen  firearm  on  December  11,  1987.   Not\n\nincluded in  the indictment were other  prior convictions for\n\nassault  and battery  on  a police  officer on  September 25,\n\n1979, uttering  a false  prescription on September  24, 1984,\n\nand  assault  and  battery  on  a  police  officer,  also  on\n\nSeptember 24, 1984.\n\n          At  trial, Tracy  testified  at  length  about  his\n\nexperiences in  the military  and as an  infantry soldier  in\n\nVietnam.  He also  described his life after he  was honorably\n\ndischarged from the  military in November  1970.  Tracy  told\n\nthe jury that, after his discharge, he did not  have a steady\n\njob,  and, with a few exceptions,  had difficulty relating to\n\npeople.  He  felt increasingly nervous and fearful of crowds.\n\n                             -5-\n\nHe started to experience severe headaches, and began drinking\n\nheavily and taking  drugs.  Memories of disturbing  events in\n\nVietnam made\n\nhim feel depressed  and angry.   He had difficulty  sleeping,\n\nand suffered from nightmares  involving his war  experiences.\n\nHe twice attempted suicide,and was in and out ofVA Hospitals.\n\n          Tracy  also testified  that  he  has suffered  from\n\nhallucinations.   In  or about  1973, he  was sitting  at his\n\nparents' kitchen window when  he noticed outside four people,\n\nwhom  he knew to be  dead, walking towards  the house.  Tracy\n\ndescribed  that, on another  occasion, in April  1991, he was\n\nwalking  down the street when he noticed two people, who were\n\nnot really there, on either  side of him.  They  were dressed\n\nin Vietnam jungle  fatigues.  Tracy felt one of  them pat him\n\non the back, and heard the other say, \"Now we're  home, Pat.\"\n\nAccording to Tracy, one man was black, the other white.  This\n\nhallucination lasted approximately twenty seconds.\n\n          Tracy told  the jury that  the weeks leading  up to\n\nthe  robbery  were  particularly   difficult  for  him.    He\n\ntestified  to   experiencing   \"horrible  dreams\"   of   war,\n\nbloodshed, and his dead friends.  Some of his dreams depicted\n\nevents  that  actually  happened,  and some  were  recurring.\n\nTracy said that he was being \"driv[en] over the  edge\" by all\n\nthe  celebrating and  publicity  surrounding the  end of  the\n\nPersian  Gulf  War.   He  was particularly  disturbed  by the\n\n                             -6-\n\nyellow ribbons  people were hanging to  welcome the returning\n\nsoldiers.\n\n          Tracy testified that, during the days leading up to\n\nthe robbery of  the Shaw's Supermarket,  May 15-17, 1991,  he\n\nwas  staying  in  a  motel in  Maine  contemplating  suicide.\n\nTowards this end, he  purchased the gun used in  the robbery.\n\nTracy testified that, while  taking a walk on the  morning of\n\nMay 18,  1991, the day of the Shaw's robbery, he saw a man in\n\nfront of a  Shop 'n  Save selling poppies  for Memorial  Day.\n\nThe store front was adorned with yellow ribbons.  This sight,\n\nsaid Tracy, made him  feel \"horrible.\"  Tracy walked  back to\n\nthe motel where he was staying.  Then, according  to Tracy, a\n\nthought came to him to \"rob something,\" distribute the  money\n\nto  the families of his  friends who were  killed in Vietnam,\n\nand then  kill himself at  the Vietnam  Veterans Memorial  in\n\nWashington, D.C.  Thereafter, Tracy took a walk, stole a car,\n\nwent back to the motel, left the  motel again, and robbed the\n\nShaw's  Supermarket.   As  to what  he  was thinking  when he\n\nrobbed   the  store,   Tracy's  last   statement   on  direct\n\nexamination was:\n\n               With everything that had been caving\n          in on me, thoughts [about] Vietnam, this,\n          that, and the other thing, all the things\n          to do with it,  friends of mine and stuff\n          like that,  my  feelings towards  it  and\n          stuff  like that,  I thought  it was  the\n          right thing to do.\n\n                             -7-\n\n          Tracy called three  witnesses    Wally Rogers,  Dr.\n\nJohn Meserve,  and Dr.  Terrence Keane     who all  testified\n\nthat Tracy suffers from  Post-Traumatic Stress Disorder.  Dr.\n\nKeane and Mr. Rogers characterized it as severe and  chronic.\n\nIn rebuttal,  the Government  called Dr. Michael  Morrison, a\n\nclinical psychologist  with the Federal Bureau  of Prisons at\n\nthe  Federal Correctional  Facility in  Petersburg, Virginia.\n\nHe testified that, while he  examined Tracy between March  5,\n\n1992,  and April 9,  1992, in  order to  determine if  he was\n\ncompetent  to stand trial, he  did all that  was necessary to\n\nassess  Tracy's legal  sanity.   Dr. Morrison  confirmed that\n\nTracy suffers from Post-Traumatic Stress Disorder, as well as\n\nalcohol and  substance abuse.    He testified  that a  person\n\nsuffering  from  Post-Traumatic  Stress  Disorder  could lose\n\ntouch with  reality at a  given point in  time if he  were to\n\nexperience a  flashback, which Dr. Morrison  described as \"an\n\nintense  memory   or  reliving  of   [a]  traumatic   event.\"\n\nAccording to Dr. Morrison,  Tracy's actions on May 18,  1991,\n\nas  described  in the  police report,  did not  indicate that\n\nTracy  was  experiencing  a  Post-Traumatic  Stress  Disorder\n\nflashback  because there  were  no actions  or statements  to\n\nsuggest  that Tracy thought that he was involved in combat at\n\nthat time.\n\n          Dr. Morrison's assessment of Tracy was supported by\n\nDr.  Elizabeth Knutson,  Acting  Chief of  Psychology at  the\n\n                             -8-\n\nMetropolitan Correctional  Center in  New York.   Dr. Knutson\n\nagreed   that  Tracy   suffers  from   Post-Traumatic  Stress\n\nDisorder,  and, like  Dr. Morrison,  she found  no indication\n\nthat Tracy was  experiencing a flashback  when he robbed  the\n\nShaw's Supermarket.   To the contrary, in  her opinion, Tracy\n\nwas cool,  calm, and goal-directed  during the course  of the\n\nrobbery.\n\n                             II.\n\n          Tracy makes four arguments on appeal,  namely, that\n\nthe district court  erred in (1)  allowing the Government  to\n\nintroduce  evidence of  his prior  criminal record  that went\n\nbeyond the  parties' stipulation  that Tracy was  a convicted\n\nfelon,  (2) instructing the jury  on the meaning  of the term\n\n\"knowingly,\"  (3)  failing  to   instruct  the  jury  on  the\n\nconsequences of a  verdict of  not guilty only  by reason  of\n\ninsanity, and (4)  sentencing him as an armed career criminal\n\nunder 18 U.S.C.   924(e)(1).  We address these contentions. \n\n                              A.\n\n          A felon-in-possession prosecution under 18 U.S.C.  \n\n922(g)(1) requires  the Government  to prove  three elements:\n\n(1)  that the  defendant knowingly  possessed a  firearm; (2)\n\nthat,  at the time of the possession, the defendant had \"been\n\nconvicted in any court of  a crime punishable by imprisonment\n\nfor  a term exceeding one  year,\" 18 U.S.C.    922(g)(1); and\n\n(3) that such  possession was in  or affecting interstate  or\n\n                             -9-\n\nforeign commerce.  At  trial, the parties stipulated \"that[,]\n\non or about May 18, 1991, [the date of the crime,] Patrick W.\n\nTracy  .  .  . had  been  previously  convicted  of a  felony\n\noffense.\"3    Notwithstanding, the  district  court permitted\n\nthe  Government  to  elicit during  its  cross-examination of\n\nTracy testimony  that he was  convicted (1) on  September 24,\n\n1984,  of uttering a false  prescription, (2) on December 18,\n\n1980, of armed assault with intent to rob the Regan Pharmacy,\n\nand (3) on December 11, 1987, of buying or receiving a stolen\n\nfirearm or carrying a  firearm in a vehicle.   Tracy contends\n\nthat,  in  light  of  the  stipulation,  the  district  court\n\ncommitted  reversible  error  in allowing  the  Government to\n\ndelve into  his prior  convictions because such  evidence was\n\ninadmissible  under Fed.  R.  Evid. 404(b).   The  Government\n\n                    \n\n3.  The  stipulation  was  intended  to  satisfy  the  second\nelement of  the Government's  case against Tracy.   While  it\nmight not be  apparent to a jury that  conviction of a felony\nmeant  conviction \"in  any  court of  a  crime punishable  by\nimprisonment for a  term exceeding  one year,\"   18 U.S.C.   \n922(g)(1), any confusion was remedied by the district court's\ninstruction to the jury making the necessary connection:\n\n          Second,   that   before   Patrick   Tracy\n          possessed  the  firearm,   he  had   been\n          convicted  in   a   court  of   a   crime\n          punishable  by imprisonment for a term in\n          excess of  one year.   That is,  a felony\n                                                   \n          offense.   There  is no  dispute on  this\n                 \n          issue.\n\n(emphasis  added).    Notwithstanding  the  district  court's\ninstruction, it  would have  been preferable had  the parties\nstipulated in the statutory language, i.e., \"convicted in any\n                                          \ncourt  of  a crime  punishable  by  imprisonment  for a  term\nexceeding one year.\" \n\n                             -10-\n\nargues in response that evidence of Tracy's prior convictions\n\nwas  properly  introduced  to  impeach   Tracy's  credibility\n\npursuant to Fed. R. Evid. 609.  We agree with the Government.\n\n          In United  States v. Tavares,  21 F.3d 1  (1st Cir.\n                                      \n\n1994)  (en banc), we recently held  that \"evidence beyond the\n\nfact of the prior  conviction is inadmissible absent adequate\n\ntrial  court  findings that  its  noncumulative  relevance is\n\nsufficiently compelling to survive the balancing test of Fed.\n\nR.  Evid. 403.\"  Id. at 5.   Hence, given the stipulation and\n                    \n\nthe district  court's instruction,  it would have  been error\n\nhere to  have admitted evidence  of the prior  convictions in\n\norder  to  prove that  Tracy had  been  convicted of  a crime\n\npunishable  by imprisonment for over  one year.   But we also\n\nstated in Tavares \"that in some cases evidence concerning the\n                                                             \n\nnature  of  the  prior  conviction  will  be  admissible  for\n                                                             \n\nimpeachment or  other reasons, despite its  lack of probative\n           \n\nvalue on the prior conviction element of the crime.\"  Id.  at\n                                                         \n\n6 (emphasis added).   In  this context, while  Fed. R.  Evid.\n\n404(b) states, inter alia,  that \"[e]vidence of other crimes,\n                         \n\nwrongs, or acts is not admissible to prove the character of a\n\nperson in order to show action in conformity therewith,\" Rule\n\n609   allows  that,  under   certain  circumstances   and  in\n\nappropriate  cases,   \"[d]efendants  who  choose   to  become\n\nwitnesses on  their own behalf become  subject to impeachment\n\n                             -11-\n\nby  evidence of prior crimes,\" 2 Jack B. Weinstein &amp; Margaret\n\nA. Berger, Weinstein's Evidence    404[04], at 404-31 (1993).\n                               \n\nThis is so notwithstanding the Advisory Committee's awareness\n\n\"that, in virtually every case in which prior convictions are\n\nused to impeach the testifying defendant, the defendant faces\n\na unique risk of prejudice  i.e., the danger that convictions\n                                \n\nthat  would be  excluded  under Fed.  R.  Evid. 404  will  be\n\nmisused  by  a  jury  as propensity  evidence  despite  their\n\nintroduction solely for impeachment purposes.\"  Fed. R. Evid.\n\n609 advisory committee's note, 1990 amendment. \n\n          Here  Tracy took  the  stand, and  evidence of  his\n\nprior  convictions  was  admissible   if  it  satisfied   the\n\nrequirements of  Fed. R. Evid. 609, which  states in relevant\n\npart:\n\n          (a)  General  rule.   For the  purpose of\n          (a)  General  rule.\n          attacking the credibility of a witness,\n\n               (1)  evidence  that a  witness other\n               than an accused  has been  convicted\n               of  a  crime   shall  be   admitted,\n               subject  to Rule  403, if  the crime\n               was    punishable   by    death   or\n               imprisonment in excess  of one  year\n               under  the  law   under  which   the\n               witness was  convicted, and evidence\n               that an accused  has been  convicted\n               of such a crime shall be admitted if\n               the   court   determines  that   the\n               probative  value  of admitting  this\n               evidence  outweighs  it  prejudicial\n               effect to the accused; and \n\n               (2)  evidence  that any  witness has\n               been  convicted of a  crime shall be\n               admitted  if it  involved dishonesty\n\n                             -12-\n\n               or  false  statement, regardless  of\n               the punishment.\n\nThe Government insists that under Fed. R. Evid. 609(a)(2) the\n\ndistrict court had no discretion  to exclude the evidence  of\n\nTracy's conviction for uttering a false prescription, as this\n\nwas  a  crime  of   dishonesty  offered  to  impeach  Tracy's\n\ncredibility  as a  witness.   The Government  is correct.   A\n\nconviction for uttering a false prescription plainly involves\n\ndishonesty or false statement.   See Fed. R. Evid.  609 notes\n                                    \n\nof  conference committee,  H.R. No.  93-1597 (\"By  the phrase\n\n`dishonesty and false statement'  the Conference means crimes\n\nsuch as  perjury or subornation or  perjury, false statement,\n\ncriminal fraud, embezzlement, or false pretense, or any other\n\noffense in  the nature  of crimen  falsi,  the commission  of\n\nwhich involves  some element  of  deceit, untruthfulness,  or\n\nfalsification bearing  on the accused's propensity to testify\n\ntruthfully.\").     Moreover,   \"[t]he   admission  of   prior\n\nconvictions involving  dishonesty and false statement  is not\n\nwithin the discretion of the [district] [c]ourt.\"  Id.; e.g.,\n                                                            \n\nUnited  States v. Morrow, 977  F.2d 222, 228  (6th Cir. 1992)\n                        \n\n(\"Rule 609(a)(2) . .  . clearly limits the discretion  of the\n\ncourt  by  mandating   the  admission  of   crimes  involving\n\ndishonesty or  false statements.\"), cert. denied,  113 S. Ct.\n                                                \n\n2969, 125 L. Ed. 2d 668 (1993); United States v. Kiendra, 663\n                                                        \n\nF.2d 349, 354 (1st Cir. 1981) (\"[E]vidence offered under Rule\n\n609(a)(2) is  not subject to the  general balancing provision\n\n                             -13-\n\nof Rule 403.\").  Hence, we find no error in  the admission of\n\nevidence  of  the  prior  conviction  for  uttering  a  false\n\nprescription.\n\n          Likewise, the Government insists that it was proper\n\nto  cross-examine Tracy  about his  armed assault  and stolen\n\nfirearms  convictions pursuant  to  Fed.  R. Evid  609(a)(1).\n\nUnder this Rule, evidence that the accused has been convicted\n\nof a crime will  be admitted if (1) \"the crime was punishable\n\nby death or imprisonment in excess of one  year under the law\n\nunder  which  the [accused]  was  convicted,\"  Fed. R.  Evid.\n\n609(a)(1), (2) the prior  conviction satisfies the time limit\n\nrequirements of Fed. R. Evid. 609(b), and (3) \"the [district]\n\ncourt determines  that the probative value  of admitting this\n\nevidence outweighs  its prejudicial  effect to  the accused,\"\n\nFed.  R. Evid. 609(a)(1).   The parties agree  that the first\n\ntwo  of these  requirements have  been met.    They disagree,\n\nhowever, about  whether the district  court properly balanced\n\nthe  probative  value  of   the  evidence  of  Tracy's  prior\n\nconvictions against its prejudicial effect.  According to the\n\nGovernment,   evidence  of  Tracy's   prior  convictions  was\n\nnecessary to discredit his testimony on direct examination to\n\nthe  effect that  he  could  not  appreciate the  nature  and\n\nquality  or  wrongfulness of  his  acts.   Specifically,  the\n\nGovernment points  to the following colloquy  that took place\n\nduring Tracy's direct examination:\n\n                             -14-\n\n          Q.   Now  I  assume that  you  were aware\n               that  you   can't  rob  supermarkets\n               generally; correct?\n\n          A.   Yes.\n\n          Q.   On  this day, when this incident you\n               just  described occurred,  what were\n               you thinking about this?\n\n          A.   I was thinking that it was the right\n               thing to do.\n\n          Q.   Why?\n\n          A.   With everything that had been caving\n               in on me, thoughts  [about] Vietnam,\n               this, that, and the other thing, all\n               the things to do with it, friends of\n               mine   and   stuff  like   that,  my\n               feelings towards it  and stuff  like\n               that,  I  thought it  was  the right\n               thing to do.\n\nThe   Government  says   that  evidence   of  Tracy's   prior\n\nconvictions, elicited on cross-examination,  discredited this\n\ntestimony by revealing that Tracy has been told repeatedly by\n\nthe judicial system that  conduct akin to that engaged  in on\n\nMay  18, 1991, is not \"the right thing to do.\"  Tracy, on the\n                     \n\nother hand, argues that evidence of his prior convictions was\n\nnot  probative as to his lack of credibility because he never\n\ntestified that he could not appreciate the nature and quality\n\nor wrongfulness of the conduct for which he was charged, that\n\nis, illegally possessing a gun.      \n\n          We    review    a   district    court's   probative\n\nvalue/prejudicial  effect   decision  under  Fed.   R.  Evid.\n\n609(a)(1)  for  abuse  of   discretion.    United  States  v.\n                                                         \n\n                             -15-\n\nMehrmanesh, 689 F.2d  822, 834  (9th Cir.  1982); see  United\n                                                             \n\nStates v. Lipscomb, 702 F.2d 1049, 1068 n.69 (D.C. Cir. 1983)\n                  \n\n(citing cases).  Here, the district court initially heard the\n\nparties' arguments before  Tracy testified.   The prosecuting\n\nattorney maintained that this \"is a case about whether or not\n\n[Tracy]  appreciated the wrongfulness of his acts.  And in my\n\nview, the assertion that he states that he is     that he did\n\nnot appreciate the wrongfulness of his acts  falls apart when\n\na Judge has told him on seven occasions that I would offer   \n\nexcuse  me, eight occasions, that it was wrong.\"  Counsel for\n\nTracy  responded   that  the   evidence   of  Tracy's   prior\n\nconvictions was being offered only to prove Tracy's character\n\nin order to show that  he acted in conformity therewith.   In\n\nlight of  these arguments,  the district  court preliminarily\n\nruled:\n\n               My tentative ruling  is that if  the\n          defendant   does   not   testify  as   to\n          wrongfulness or nature and quality of his\n          conduct, that I would probably not permit\n          impeachment  by  evidence of  these other\n          felonies,  but  to  let   the  government\n          reiterate  that the defendant is indeed a\n          convicted felon.  And the reason for that\n          is that if the testimony of the defendant\n          does not  go to that issue  of whether he\n          appreciated the nature and quality of the\n          wrongfulness  of his  conduct on  May the\n          18th, 1991, then  the probative value  of\n          these  previous   felony  convictions  is\n          quite  limited,   and  their  prejudicial\n          effect is quite  severe because they  can\n          of course  suggest to the  jury that  the\n          defendant  is  a  dangerous   person  and\n          provide risks of conviction on that score\n\n                             -16-\n\n          alone as opposed  to looking  at the  law\n          and the facts in this case.\n\n               On   the   other   hand,    if   the\n          defendant's  testimony  does  go  to  the\n          issue   of  whether   on  that   date  he\n          appreciated the nature and quality or the\n          wrongfulness  of  his  conduct,  then  it\n          seems to  me that it would be appropriate\n          and necessary to let  in at least some of\n          the convictions to show that, indeed, the\n          defendant  had  been  told   on  previous\n          occasions that certain  kinds of  conduct\n          were  wrongful  or  that the  nature  and\n          quality of certain kinds of  conduct were\n          subject to punishment.\n\n          After Tracy testified on  direct, but before cross-\n\nexamination, the Government asked  the district court to make\n\nits final  ruling as  to the  admissibility of Tracy's  prior\n\nconvictions.  The district court decided:\n\n               The defendant has in  fact testified\n          about  wrongfulness, rightfulness  of the\n          conduct, and the  question of whether  he\n          was  aware  of  the quality,  nature  and\n          quality of his acts[.]   [T]hat testimony\n          has  come  out,  so  I  will  affirm  the\n          original ruling . . . .\n\nIn explaining this decision, the district court said:\n\n               The   issue  of   credibility  under\n          [Rule]  609  is  with  respect  to  [the]\n          offense  being made[.]   I have  to weigh\n          the probative value versus  the prejudice\n          that's involved, and  the testimony  here\n          in terms of his  understanding as to what\n          is  wrongful,  what  is  right,  and  his\n          testimony concerning his  void and so  on\n          in  his  mind[.]     I  think  there   is\n          probative value here that  would outweigh\n          the prejudice . . . . \n\nTo  mitigate  any  prejudice  to Tracy,  the  district  court\n\ninstructed the  jury:  \"You've  heard testimony in  this case\n\n                             -17-\n\nabout  prior criminal  convictions.   You  may consider  such\n\ntestimony about prior criminal convictions only  in assessing\n\nthe credibility of the person who was convicted.\"\n\n          We are unable to say the district court abused  its\n\ndiscretion  in the  balance it  struck between  the probative\n\nvalue  of the  evidence  and its  prejudicial effect.   Tracy\n\npleaded not guilty  only by  reason of insanity.   A  central\n\nissue,  therefore,  was whether  Tracy  could  understand the\n\nnature and  quality or wrongfulness  of his conduct.   Before\n\nTracy took the stand, the district  court cautioned him that,\n\nif he testified that he could not appreciate the wrongfulness\n\nof his conduct on May 18, 1991, it would allow the Government\n\nto  impeach his  testimony by  introducing evidence  of three\n\nprior  convictions to show that Tracy had reason to know that\n\nhis  conduct  was improper.    Disregarding  this admonition,\n\nTracy  testified  that he  thought  that  robbing the  Shaw's\n\nSupermarket  on May 18, 1991,  was the \"right  thing to do.\"4\n\nIn  these  circumstances, the  district  court's decision  to\n\nallow evidence of Tracy's  prior convictions for  impeachment\n\npurposes was not error. \n\n                              B.\n\n                    \n\n4.  Notwithstanding  Tracy's suggestion  to the  contrary, we\nthink that the district  court could reasonably have inferred\nfrom  this testimony that Tracy was saying that he thought it\nwas  acceptable for him to  possess a gun  when he robbed the\nShaw's Supermarket. \n\n                             -18-\n\n          Tracy  contends that the district court erroneously\n\ndefined the term \"knowingly.\"   The district court instructed\n\nthe jury:\n\n               First, [you must find]  that Patrick\n          Tracy  knowingly  possessed a  firearm as\n          charged.   There is  no dispute that  the\n          object in question is a firearm,  but the\n          parties do dispute whether  Patrick Tracy\n          knowingly possessed it.\n\n                             ***\n\n               The word \"knowingly\" means  that the\n          act    was     done    voluntarily    and\n          intentionally.\n\nFollowing  this   charge,  Tracy  objected  and   asked  \"the\n\n[district]   court   [to]  define   `knowingly'   as  meaning\n\ndeliberately, intentionally  and fully  aware of what  he was\n\ndoing.\"5   The district court declined,  explaining that such\n\nan instruction would have  confused the jury by  blurring the\n\ndistinction   between  the  Government's   case  and  Tracy's\n\ninsanity defense, which  required him to prove  that he could\n\nnot understand the nature and quality or wrongfulness of  his\n\nconduct.\n\n          Tracy  argues that the  district court's refusal to\n\ngive his  requested instruction amounted  to reversible error\n\nbecause  the jury was not informed that the Government had to\n\nprove that he was fully aware of what he was doing on May 18,\n\n1991.  According to Tracy, his entire defense was premised on\n\n                    \n\n5.  Tracy  asserts that  he  requested this  same instruction\nbefore trial and during the pre-charge conference.  \n\n                             -19-\n\nthe  theory  that,  because  of   his  Post-Traumatic  Stress\n\nDisorder, he was not fully aware of what he was doing when he\n\nused a gun  to rob  the Shaw's Supermarket.   The  Government\n\nresponds that Tracy  was not entitled  to have his  requested\n\ninstruction  delivered  verbatim,  and  the  district court's\n\ninstruction  was   a  reasonable  explanation  of   the  term\n\n\"knowingly.\"  We find the Government's argument persuasive.\n\n          The parties  have not  called to our  attention any\n\nFirst Circuit  decisions discussing  the meaning of  the term\n\n\"knowingly.\"6     Published   opinions   and   pattern   jury\n\ninstructions from other circuits, however,  provide guidance.\n\nTo be  sure, some circuits  have embraced a  jury instruction\n\nstating that \"knowingly means  that a defendant realized what\n\nhe was  doing and was  aware of  the nature of  his conduct.\"\n\nUnited States v. Lawson,  780 F.2d 535, 542 (6th  Cir. 1985);\n                       \n\ne.g.,  Federal  Criminal  Jury  Instructions  of the  Seventh\n    \n\nCircuit, Instruction  No. 6.04,  pp. 86-87 (1980)  (\"When the\n\nword `knowingly' is used in these instructions, it means that\n\nthe defendant realized what he was doing and was aware of the\n\nnature of  his conduct,  and did not  act through  ignorance,\n\nmistake or accident . . . .\");  Manual of Model Criminal Jury\n\n                    \n\n6.  Tracy does  cite United States v. Couming,  445 F.2d 555,\n                                             \n556-57 (1st Cir.), cert. denied, 404 U.S. 949, 92 S. Ct. 291,\n                               \n30  L.  Ed. 2d  266 (1971),  as  authority for  his proffered\ninstruction.  We agree with the finding below, however, that,\nwhile it is true  that the district court in  Couming defined\n                                                     \n\"knowingly\" as Tracy seeks to have it defined here, the court\nof appeals did not review the propriety of that definition. \n\n                             -20-\n\nInstructions  for  the Ninth  Circuit,  Instruction  No. 5.06\n\n(1992) (\"An act is  done knowingly if the defendant  is aware\n\nof  the  act and  does  not  act  [or  fail to  act]  through\n\nignorance, mistake,  or accident  . . . .\");  see also  Model\n                                                      \n\nPenal  Code    2.02(2)(b)(i) (\"A  person acts  knowingly with\n\nrespect to a material element of an  offense when: (i) if the\n\nelement  involves the nature of  his conduct or the attendant\n\ncircumstances, he is aware that his conduct is of that nature\n\nor that  such  circumstances exist  . .  . .\");  1 Edward  J.\n\nDevitt  et  al., Federal  Jury  Practice  and Instructions   \n                                                          \n\n17.04,  at 626 (4th ed. 1992) (\"The term `knowingly,' as used\n\nin these instructions  to describe the alleged  state of mind\n\nof  the defendant,  means that [he]  [she] was  conscious and\n\naware of [his] [her]  [action] [omission], realized what [he]\n\n[she] was doing or what was happening around [him] [her], and\n\ndid not [act] [fail to act] because of ignorance, mistake, or\n\naccident.\").  \n\n          Other  circuits  and  commentators,  however,  have\n\nendorsed a  definition of  the term \"knowingly\"  that largely\n\ncoincides with  the instruction  given by the  district court\n\nhere.  E.g., Pattern Jury Instructions of the District Judges\n           \n\nAssociation of the Fifth Circuit, Criminal Cases, Instruction\n\nNo. 1.35 (1990) (\"The word `knowingly,' as that term has been\n\nused  from time to time in these instructions, means that the\n\nact was  done voluntarily  and intentionally, not  because of\n\n                             -21-\n\nmistake  or  accident.\"); Pattern  Jury  Instructions  of the\n\nDistrict Judges Association of the Eleventh Circuit, Criminal\n\nCases,   Basic  Instruction   No.   9.2  (1985)   (\"The  word\n\n`knowingly,' as that term has been used from time to  time in\n\nthese instructions,  means that the act  was done voluntarily\n\nand intentionally and not  because of mistake or accident.\");\n\n1A  Leonard B. Sand et  al., Modern Federal Jury Instructions\n                                                             \n\n35-28 (1993) (\"An act  is done knowingly if you find that the\n\ndefendant acted purposely and voluntarily, and not by mistake\n\nor accident.\") (citing cases).  \n\n          We   think  the  district   court's  definition  of\n\n\"knowingly,\"  which  is  commonly accepted,  was  appropriate\n\nhere.  See United States v. Noone, 913 F.2d 20,  30 (1st Cir.\n                                 \n\n1990) (\"[I]t  is well settled  that [a district]  court `need\n\nnot  give  instructions  in  the  precise  form  or  language\n\n                    \nrequested  by  the  defendant.'\"  (quoting  United States  v.\n                                                         \n7.  The district court charged the jury:\nBeltran,  761 F.2d 1, 11 (1st Cir. 1985))), cert. denied, 500\n                                                        \n          For you to find  Patrick Tracy not guilty only\n     by reason  of insanity, you must  be convinced that\nU.S.  906, 111  S. Ct. 1686,  114 L.  Ed. 2d 81  (1991).  The\n     Patrick Tracy  has proved  each of these  things by\n     clear and  convincing evidence: First, that  at the\ndistrict   court  felt  that  Tracy's  proffered  instruction\n     time of the offense,  Patrick Tracy suffered from a\n     severe mental disease or  defect.  Second, that the\nmisleadingly blurred the distinction between the Government's\n     mental  disease   or  defect  prevented   him  from\n     understanding   the   nature    and   quality    or\nburden and  Tracy's defense.   The definition  of \"knowingly\"\n     wrongfulness of his conduct.\nput  forward by  the  district  court  in no  sense  unfairly\n                             ***\nweakened Tracy's  insanity defense, as to  which the district\n          If you find that the government has proved all\n     the  elements of  the offense  beyond  a reasonable\ncourt rendered  a clear and  accurate instruction.7   Had the\n     doubt and  that Patrick  Tracy has proven  by clear\n     and convincing evidence that he was not sane at the\n     time of the  offense, you will find him  not guilty\n     only by reason of insanity.\n\n                             -22-\n\njury thought that Tracy, because of his Post-Traumatic Stress\n\nDisorder,  was unable to appreciate the nature and quality or\n\nwrongfulness of his  conduct, it could have,  pursuant to the\n\ndistrict  court's  instructions, returned  a  verdict of  not\n\nguilty only by reason of insanity.\n\n                              C.\n\n          Tracy's third  argument is that the  district court\n\nerred in refusing to instruct the jury on the consequences of\n\na   not  guilty   only   by  reason   of  insanity   verdict.\n\nSpecifically, Tracy requested the following charge:\n\n          [I]f you find Patrick Tracy not guilty by\n          reason of insanity,  it becomes the  duty\n          of this  court to commit Patrick Tracy to\n          a suitable hospital facility.\n\nThe  district court  declined  to give  such an  instruction,\n\nexplaining at length its reasons for its decision.\n\n          We find  no error  in the district  court's ruling.\n\nRecently, in Shannon v. United States,    U.S.   , 114 S. Ct.\n                                     \n\n2419 (1994), the United States Supreme Court concluded that a\n\nfederal district court is not  \"required to instruct the jury\n                             \n\nregarding  the consequences to the defendant  of a verdict of\n\n`not guilty by reason of insanity,' either under the Insanity\n\nDefense  Reform Act  of 1984  [, 98  Stat. 2057  (codified as\n\namended at 18  U.S.C.    17, 4241-4247),]  or as a matter  of\n\ngeneral  federal  practice.\"   Shannon, 114  S. Ct.  at 2422.\n                                      \n\nAlthough the  Court recognized  \"that an instruction  of some\n\n                             -23-\n\nform may be necessary under  certain limited circumstances,\"8\n\nid. at  2428, Tracy  has not argued  that such  circumstances\n   \n\nexist here, and our review of the record has revealed none.\n\n                              D.\n\n          Tracy  argues that  the  district  court  erred  in\n\nsentencing him under the Armed Career Criminal Act (ACCA), 18\n\nU.S.C.   924(e)(1), which states:\n\n               In the case of a person who violates\n          section  922(g) of  this  title  and  has\n          three previous convictions  by any  court\n          referred to in section 922(g)(1)  of this\n          title for  a violent felony  or a serious\n          drug  offense,  or  both,   committed  on\n          occasions  different  from  one  another,\n          such person shall be fined  not more than\n          $25,000  and  imprisoned  not  less  than\n          fifteen  years, and,  notwithstanding any\n          other provision of  law, the court  shall\n          not suspend  the sentence of,  or grant a\n          probationary  sentence  to,  such  person\n          with  respect  to  the  conviction  under\n          section 922(g), and such person shall not\n          be  eligible for  parole with  respect to\n          the    sentence   imposed    under   this\n          subsection.\n\nWhile he concedes that he has two \"previous convictions\" that\n\nsatisfy the  \"violent felony\" standard of    924(e)(1), Tracy\n\nmaintains that the district court could not, for two reasons,\n\nuse a  1979 Massachusetts conviction for  assault and battery\n\non a police officer, to which he pled guilty on September 25,\n\n                    \n\n8.  The  Court said,  for  example, that,  if  \"a witness  or\nprosecutor  states  in  the  presence  of  the  jury  that  a\nparticular  defendant would  `go free'  if found  [not guilty\nonly  by reason  of insanity],  it may  be necessary  for the\ndistrict court  to intervene  with an instruction  to counter\nsuch a misstatement.\"  Shannon, 114 S. Ct. at 2428. \n                              \n\n                             -24-\n\n1979, as the  third predicate  felony.   First, Tracy  claims\n\nthat the 1979 conviction is constitutionally  invalid because\n\nhe  was denied his right to have appointed counsel.9  Second,\n\nhe  asserts that  the Government failed  to provide  him with\n\nadequate  notice  that  it  intended  to  rely  on  the  1979\n\nconviction in seeking sentence enhancement under   924(e)(1).\n\nWe address these arguments separately.  \n\n                              i.\n\n          In United States v. Paleo, 967 F.2d 7, 11 (1st Cir.\n                                   \n\n1992),  we held that \"a federal defendant may challenge, in a\n\nsentencing  proceeding, the  constitutional validity  of past\n\nconvictions, used to increase his federal sentence.\"  We said\n\nthat, if a defendant should seek to contest the validity of a\n\nproperly evidenced past conviction    that is, one documented\n\nby  a certified  copy of a  court record  of conviction  or a\n\npresentence  report's account  of a  past conviction     that\n\nappears constitutionally valid on its face, \"he must say that\n\nhe wishes  to do so,  explain the constitutional  defect, and\n\nconvince the sentencing court  that the conviction was indeed\n\nobtained in  violation of  the federal Constitution,\"  id. at\n                                                          \n\n13.            Recently, however,  our decision in  Paleo was\n                                                         \n\nall  but  overruled by  the  United States  Supreme  Court in\n\n                    \n\n9.  In support of this argument, Tracy submitted, inter alia,\n                                                            \nan  affidavit in which he stated, among other things, that he\n\"was not  represented by any attorney  regarding this claimed\nconviction of assault and battery on a police officer.\"\n\n                             -25-\n\nCustis v. United States,    U.S.   , 114 S.  Ct. 1732 (1994).\n                       \n\nThere  the   Court  held   that,  in  a   federal  sentencing\n\nproceeding, \"a  defendant has no .  . . right (with  the sole\n\nexception of  convictions obtained in violation  of the right\n\nto counsel)\" to \"collaterally attack the validity of previous\n\nstate convictions that are used to enhance his sentence under\n\nthe ACCA.\"  Id. at 1734.  In refusing \"to extend the right to\n               \n\nattack  collaterally  prior  convictions  used  for  sentence\n\nenhancement  beyond  the  right  to  have  appointed  counsel\n\nestablished in Gideon,\"10  id. at 1738,  the Court said,  \"We\n                              \n\nthink that  since the  decision in Johnson  v. Zerbst11  more\n                                                     \n\nthan half a century ago, and running through our decisions in\n\nBurgett12  and   Tucker,13  there  has  been   a  theme  that\n                       \n\nfailure to  appoint counsel for  an indigent defendant  was a\n\nunique   constitutional  defect,\"   id.  (footnotes   not  in\n                                       \n\noriginal).\n\n          Because   Tracy   challenges   the   constitutional\n\nvalidity of  his 1979 state  court conviction on  the grounds\n\nthat he was not  represented by counsel, his argument  is not\n\n                    \n\n10.  Gideon v. Wainwright, 372 U.S. 335,  83 S. Ct. 792, 9 L.\n                         \nEd. 2d 799 (1963).\n\n11.  Johnson v. Zerbst,  304 U.S. 458, 58 S.  Ct. 1019, 82 L.\n                      \nEd. 1461 (1938).\n\n12.  Burgett v. Texas, 389 U.S. 109, 88 S. Ct. 258, 19 L. Ed.\n                     \n2d 319 (1967).\n\n13.  United States v. Tucker, 404 U.S. 443, 92 S. Ct. 589, 30\n                            \nL. Ed. 2d 592 (1972).\n\n                             -26-\n\nforeclosed by Custis.  In this  limited respect, our decision\n                    \n\nin Paleo  still controls.   Accordingly, we  consider whether\n        \n\nTracy has  demonstrated by  a preponderance of  the evidence,\n\nsee United States v.  Wilkinson, 926 F.2d 22, 28  (1st Cir.),\n                               \n\ncert. denied, 501 U.S. 1211,  111 S. Ct. 2813, 115 L.  Ed. 2d\n            \n\n985  (1991), that the 1979 conviction  was indeed obtained in\n\nviolation   of  Tracy's  constitutional  right  to  appointed\n\ncounsel.    \n\n          The record  indicates  that Tracy  was arrested  on\n\nJune  3,  1979, for  uttering  a false  prescription  and for\n\nassault and battery on the arresting Town of Brookline police\n\nofficer.  Thereafter, the  Brookline Division of the District\n\nCourt Department issued an order, which read:\n\n          The  Court  has determined  that [Patrick\n          Tracy] is indigent and that [the] gravity\n          of the charge  against the said defendant\n          . . . require[s]  that  the defendant  be\n          represented  by  counsel.   The  clerk is\n          hereby  directed  to  immediately  notify\n          . . . Neil  Rossman of  the determination\n          of the court.\n\nThe  docket  sheet  from  the Municipal  Court  of  Brookline\n\nindicates that  Attorney Rossman  appeared for Tracy  on June\n\n25, 1979, but was  succeeded on August 20, 1979,  by Attorney\n\nDianne  Hayes.   Rossman's  exodus  is  explained by  entries\n\nindicating  that  he  was fined  for  failing  to  appear for\n\nhearings scheduled for  August 2, and  20, 1979, causing  the\n\ncase to be  continued on  those two occasions.   The  entries\n\nfurther show that  Tracy finally pled guilty  to both charges\n\n                             -27-\n\non  September  25, 1979,  at which  time,  insofar as  can be\n\ngleaned  from the  docket sheet,  he  was represented  by his\n\nlisted attorney, Dianne Hayes.   These entries are consistent\n\nwith  Hayes's  statement in  an  affidavit  submitted to  the\n\ndistrict  court  that  she  remembers \"being  called  on  the\n\ntelephone  on or about August  20, 1979, by  someone from the\n\nDistrict Court  of Northern Norfolk, Dedham,  and being asked\n\nif  [she] would  accept an  appointment for  a case  in which\n\nAttorney Neil  Rossman had been previously  appointed, but in\n\nwhich case  he had failed to  appear.\"  Hayes did  not say in\n\nher  affidavit   whether  she   accepted   or  rejected   the\n\nappointment, but she  did state that she  had \"serious doubts\n\nthat [she] represented Patrick Tracy at the time he plead[ed]\n\nguilty  to . . . assault  and  battery on  a police  officer,\n\nbecause [she was]  unable to locate  a file for him.\"   Hayes\n\nsaid she  did not  believe that she  had ever thrown  away or\n\ndestroyed  a  closed  file.   She  noted,  however,  that, on\n\nOctober  24, 1987, the basement of her office, where she kept\n\nher closed files, was  flooded and that, as a result, some of\n\nthe older files were placed out of order.\n\n          The  district  court  decided,  in  light  of  this\n\nrecord, that Tracy had  failed to show by a  preponderance of\n\nthe  evidence that he was denied his right to the appointment\n\nof counsel.   We  find no  error.  The  court documents  show\n\nthat,  after Tracy  was  arrested on  June  3, 1979,  it  was\n\n                             -28-\n\ndetermined  that  he was  an  indigent defendant  in  need of\n\ncounsel.  Attorney Neil Rossman was assigned to his case, and\n\nthe  docket entries reveal that he made an appearance on June\n\n25, 1979.   The docket entries  further show that,  following\n\nRossman's failure  to appear  and two continuances,  Attorney\n\nDianne Hayes became Tracy's attorney of record on  August 20,\n\n1979.  There is no indication that Hayes thereafter ceased to\n\nrepresent Tracy in these matters  or was absent on  September\n\n25,  1979,  when  he pled  guilty.    There  were no  further\n\ncontinuances,  and  no fines  were  noted  as levied  against\n\nHayes, as  they  had been  against  Rossman, for  failing  to\n\nappear at scheduled hearings.\n\n          The  evidence  casting   doubt  on  whether   Tracy\n\nreceived  legal  representation  is limited  to  Tracy's  and\n\nHayes's affidavits.  The district court did not  find Tracy's\n\naffidavit  credible given Tracy's  strong incentive  to avoid\n\nthe  ACCA.  With regard to Hayes's affidavit, Hayes could not\n\nspecifically  recollect whether or not she represented Tracy,\n\nand the district  court found there  was no suggestion  \"that\n\nshe  turned down the appointment that she was asked to accept\n\nby the  court.\"   Moreover, the  district court  thought that\n\nHayes's  inability to  locate a file  that would  confirm her\n\nrepresentation of Tracy might well  be explained by the flood\n\nin her  basement that disrupted her filing system.  We do not\n\nfind  clear error  in  the district  court's conclusion  that\n\n                             -29-\n\nTracy had failed to  prove, relative to the  1979 conviction,\n\nthat he  was unrepresented  by counsel, in  violation of  his\n\nconstitutional right.\n\n                             ii.\n\n          Tracy  also  argues  that  it  was  error  for  the\n\ndistrict court to use the 1979 assault and battery conviction\n\nas one of  three predicate violent felonies under   924(e)(1)\n\nbecause  he   did  not  receive  adequate   notice  that  the\n\nGovernment intended to rely  on it.  Tracy contends  that the\n\nindictment,  which  he claims  he had  a  right to  count on,\n\nlisted only two felonies  that would satisfy the requirements\n\nof    924(e)(1),  and did  not mention  the 1979  assault and\n\nbattery  conviction.   He  says he  did  not learn  that  the\n\nGovernment intended to use  that conviction until he received\n\nthe presentence  report.  This delay,  he insists, prejudiced\n\nhis  defense strategy and his decision as to whether to plead\n\nguilty  or go  to trial.   He  suggests that  the indictment,\n\nhaving listed  some of Tracy's  prior felonies that  would be\n                   \n\nused  for sentence  enhancement, should  have listed  all the\n                                                         \n\npredicate felonies.\n\n          The district  court rejected this same  argument at\n\nTracy's sentencing hearing,  finding our  decision in  United\n                                                             \n\nStates  v. Rumney, 867 F.2d 714 (1st Cir.), cert. denied, 491\n                                                        \n\nU.S. 908, 109  S. Ct. 3194, 105  L. Ed. 2d 702  (1989), to be\n\ndispositive.  We agree.   In Rumney, as here,  the Government\n                                   \n\n                             -30-\n\ninformed the defendant  before trial  that it  would seek  an\n\nenhanced sentence under  the ACCA, but failed to  include all\n\nthe predicate felonies in  the indictment.  We held  that the\n\nGovernment need not allege in the indictment the three  prior\n\nfelonies that it  will use to enhance  a defendant's sentence\n\nunder    924(e)(1).   Id.  at 717-19;  e.g, United  States v.\n                                                          \n\nAlvarez,  972 F.2d 1000, 1006  (9th Cir. 1992) (rejecting the\n       \n\nappellant's  argument  that  \"the  district  court  erred  in\n\nconsidering  three  prior  convictions  not  listed   in  the\n\nindictment, and for  which the  government did  not file  [a]\n\nwritten  notice of intention  to use prior  to trial\"), cert.\n                                                             \n\ndenied, 113 S. Ct. 1427, 122 L. Ed. 2d 795 (1993).\n      \n\n          The Sixth  Circuit's decision  in United  States v.\n                                                          \n\nPedigo, 879 F.2d 1315 (6th Cir. 1989), which Tracy relies on,\n      \n\nis  distinguishable.   There, the  record suggested  that the\n\ndistrict court  had relied  upon only two  prior convictions,\n\ninstead  of the necessary three.  In refusing to take account\n\nof a third prior felony conviction, which had been introduced\n\nfor  impeachment  purposes at  trial,  the  court of  appeals\n\nstated that the defendant may not ever have received adequate\n\nnotice  that such  conviction would  be used  to enhance  his\n\nsentence.   Id.  at 1319.   Here,  by contrast,  the district\n               \n\ncourt  found that  Tracy received  ample notice  of the  1979\n\nconviction:  \n\n          There  has been  abundant  time  for  the\n          defendant to respond and to challenge the\n\n                             -31-\n\n          conviction as he has  done, and so far as\n          any requirement that the crime be brought\n          to  his attention at  an earlier stage is\n          concerned, he was at  least made aware of\n          it  by the  time  of trial  in connection\n          with the preparation of exhibits  for use\n          at trial,  and  I  don't  find  that  any\n          further or earlier notice was required on\n          that score.\n\nWe  are  satisfied that  the district  court  did not  err in\n\nconsidering Tracy's 1979 conviction in enhancing his sentence\n\nunder   924(e)(1).\n\n          Affirmed.\n                  \n\n                             -32-\n",
  "html": "<p class=\"case_cite\">36 F.3d 187</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Patrick TRACY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2223.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 2, 1994.<br>Decided Sept. 28, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Margaret D. McGaughey, Asst. U.S. Atty., with whom Jay B. McCloskey, U.S. Atty., and Nicholas M. Gess, Asst. U.S. Atty., were on brief, for appellee.</p>\n      <p class=\"indent\">David R. Beneman, with whom Levenson, Vickerson &amp; Beneman, was on brief, for appellant.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Patrick W. Tracy, defendant-appellant, was indicted in a single count as being a felon in possession of a firearm in violation of 18 U.S.C. Sec. 922(g)(1) (1988).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Tracy pleaded not guilty and not guilty only by reason of insanity.  Following a joint motion for a competency examination, a psychologist with the federal prison system diagnosed Tracy, a Vietnam veteran, as suffering from PostTraumatic Stress Disorder.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Nevertheless, he reported that Tracy was competent to stand trial.  Tracy was tried by jury in the United States District Court for the District of Maine.  The jury returned a guilty verdict.  The district court, pursuant to 18 U.S.C. Sec. 924(e)(1) (1988), sentenced Tracy to 312 months imprisonment to be followed by five years of supervised release.  Tracy appeals from both the conviction and the sentence.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The evidence at trial indicated the following.  At approximately 2:00 p.m. on May 18, 1991, Patrick Tracy entered a Shaw's Supermarket in Saco, Maine, and forced store employees at gunpoint to fill a black, gym bag with money.  Tracy then took the gun and the bag of money and left the store.  A store employee, Mark Dubay, observed Tracy get into a small, blue station wagon parked no more than thirty feet from the store.  Mr. Dubay read the license plate number, observed the direction in which the car headed, and called the police.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">While on patrol in a cruiser, Sergeant Bradley Paul and Officer Louis McAuliffe of the Saco Police Department were informed by radio of the Shaw's Supermarket robbery.  The dispatcher provided them with the getaway car's description, license plate number, and direction of travel.  As the officers proceeded towards the scene, they observed heading towards them a two-tone blue 1984 Chevrolet, with Maine license registration 780 82X, that fit this description.  The officers pursued at high speed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the chase, Sergeant Paul saw Tracy extend his left arm out the window and throw a large black object over the roof of the car.  Officer McAuliffe identified the object as a firearm, and, by radio communication, instructed another pursuing police officer, Michael Carrier, to retrieve the weapon.  At the area identified by Officer McAuliffe, Carrier found the hand grip of the firearm, a Ruger long barrel .45 caliber revolver, implanted in a utility pole.  The revolver's frame was located in the grass about eight feet to the right of the pole.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the meantime, Sergeant Paul and Officer McAuliffe continued their pursuit.  Eventually, the Chevrolet came to a stop.  Tracy exited the car and began to run.  The police pursued on foot.  After a short chase, Tracy stopped running.  Sergeant Paul and Officer McAuliffe subdued Tracy, placed him under arrest, walked him back to their cruiser, and read him his Miranda rights.  A search of the Chevrolet revealed an open, black, Reebok gym bag filled with cash on the right, front seat.  A small, orange Shaw's Supermarket zipper bag was later discovered at the bottom of the gym bag.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Robbery of the Shaw's Supermarket was not Tracy's first such transgression.  The instant indictment listed seven prior convictions:  (1) assault with a shotgun on July 6, 1977, (2) assault with intent to murder on December 18, 1980, (3) assault by means of a handgun on December 18, 1980, (4) assault by means of a handgun on December 18, 1980, (5) armed robbery on December 18, 1980, (6) carrying a firearm in a vehicle without a license on December 11, 1987, and (7) receiving a stolen firearm on December 11, 1987.  Not included in the indictment were other prior convictions for assault and battery on a police officer on September 25, 1979, uttering a false prescription on September 24, 1984, and assault and battery on a police officer, also on September 24, 1984.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At trial, Tracy testified at length about his experiences in the military and as an infantry soldier in Vietnam.  He also described his life after he was honorably discharged from the military in November 1970.  Tracy told the jury that, after his discharge, he did not have a steady job, and, with a few exceptions, had difficulty relating to people.  He felt increasingly nervous and fearful of crowds.  He started to experience severe headaches, and began drinking heavily and taking drugs.  Memories of disturbing events in Vietnam made him feel depressed and angry.  He had difficulty sleeping, and suffered from nightmares involving his war experiences.  He twice attempted suicide, and was in and out of VA Hospitals.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Tracy also testified that he has suffered from hallucinations.  In or about 1973, he was sitting at his parents' kitchen window when he noticed outside four people, whom he knew to be dead, walking towards the house.  Tracy described that, on another occasion, in April 1991, he was walking down the street when he noticed two people, who were not really there, on either side of him.  They were dressed in Vietnam jungle fatigues.  Tracy felt one of them pat him on the back, and heard the other say, \"Now we're home, Pat.\"   According to Tracy, one man was black, the other white.  This hallucination lasted approximately twenty seconds.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Tracy told the jury that the weeks leading up to the robbery were particularly difficult for him.  He testified to experiencing \"horrible dreams\" of war, bloodshed, and his dead friends.  Some of his dreams depicted events that actually happened, and some were recurring.  Tracy said that he was being \"driv[en] over the edge\" by all the celebrating and publicity surrounding the end of the Persian Gulf War.  He was particularly disturbed by the yellow ribbons people were hanging to welcome the returning soldiers.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Tracy testified that, during the days leading up to the robbery of the Shaw's Supermarket, May 15-17, 1991, he was staying in a motel in Maine contemplating suicide.  Towards this end, he purchased the gun used in the robbery.  Tracy testified that, while taking a walk on the morning of May 18, 1991, the day of the Shaw's robbery, he saw a man in front of a Shop 'n Save selling poppies for Memorial Day.  The store front was adorned with yellow ribbons.  This sight, said Tracy, made him feel \"horrible.\"   Tracy walked back to the motel where he was staying.  Then, according to Tracy, a thought came to him to \"rob something,\" distribute the money to the families of his friends who were killed in Vietnam, and then kill himself at the Vietnam Veterans Memorial in Washington, D.C.  Thereafter, Tracy took a walk, stole a car, went back to the motel, left the motel again, and robbed the Shaw's Supermarket.  As to what he was thinking when he robbed the store, Tracy's last statement on direct examination was:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">With everything that had been caving in on me, thoughts [about] Vietnam, this, that, and the other thing, all the things to do with it, friends of mine and stuff like that, my feelings towards it and stuff like that, I thought it was the right thing to do.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Tracy called three witnesses--Wally Rogers, Dr. John Meserve, and Dr. Terrence Keane--who all testified that Tracy suffers from Post-Traumatic Stress Disorder.  Dr. Keane and Mr. Rogers characterized it as severe and chronic.  In rebuttal, the Government called Dr. Michael Morrison, a clinical psychologist with the Federal Bureau of Prisons at the Federal Correctional Facility in Petersburg, Virginia.  He testified that, while he examined Tracy between March 5, 1992, and April 9, 1992, in order to determine if he was competent to stand trial, he did all that was necessary to assess Tracy's legal sanity.  Dr. Morrison confirmed that Tracy suffers from Post-Traumatic Stress Disorder, as well as alcohol and substance abuse.  He testified that a person suffering from Post-Traumatic Stress Disorder could lose touch with reality at a given point in time if he were to experience a flashback, which Dr. Morrison described as \"an intense memory or reliving of [a] traumatic event.\"   According to Dr. Morrison, Tracy's actions on May 18, 1991, as described in the police report, did not indicate that Tracy was experiencing a Post-Traumatic Stress Disorder flashback because there were no actions or statements to suggest that Tracy thought that he was involved in combat at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Dr. Morrison's assessment of Tracy was supported by Dr. Elizabeth Knutson, Acting Chief of Psychology at the Metropolitan Correctional Center in New York.  Dr. Knutson agreed that Tracy suffers from Post-Traumatic Stress Disorder, and, like Dr. Morrison, she found no indication that Tracy was experiencing a flashback when he robbed the Shaw's Supermarket.  To the contrary, in her opinion, Tracy was cool, calm, and goal-directed during the course of the robbery.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Tracy makes four arguments on appeal, namely, that the district court erred in (1) allowing the Government to introduce evidence of his prior criminal record that went beyond the parties' stipulation that Tracy was a convicted felon, (2) instructing the jury on the meaning of the term \"knowingly,\" (3) failing to instruct the jury on the consequences of a verdict of not guilty only by reason of insanity, and (4) sentencing him as an armed career criminal under 18 U.S.C. Sec. 924(e)(1).  We address these contentions.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A felon-in-possession prosecution under 18 U.S.C. Sec. 922(g)(1) requires the Government to prove three elements:  (1) that the defendant knowingly possessed a firearm;  (2) that, at the time of the possession, the defendant had \"been convicted in any court of a crime punishable by imprisonment for a term exceeding one year,\" 18 U.S.C. Sec. 922(g)(1);  and (3) that such possession was in or affecting interstate or foreign commerce.  At trial, the parties stipulated \"that[,] on or about May 18, 1991, [the date of the crime,] Patrick W. Tracy ... had been previously convicted of a felony offense.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Notwithstanding, the district court permitted the Government to elicit during its cross-examination of Tracy testimony that he was convicted (1) on September 24, 1984, of uttering a false prescription, (2) on December 18, 1980, of armed assault with intent to rob the Regan Pharmacy, and (3) on December 11, 1987, of buying or receiving a stolen firearm or carrying a firearm in a vehicle.  Tracy contends that, in light of the stipulation, the district court committed reversible error in allowing the Government to delve into his prior convictions because such evidence was inadmissible under Fed.R.Evid. 404(b).  The Government argues in response that evidence of Tracy's prior convictions was properly introduced to impeach Tracy's credibility pursuant to Fed.R.Evid. 609.  We agree with the Government.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In United States v. Tavares, 21 F.3d 1 (1st Cir.1994) (en banc), we recently held that \"evidence beyond the fact of the prior conviction is inadmissible absent adequate trial court findings that its noncumulative relevance is sufficiently compelling to survive the balancing test of Fed.R.Evid. 403.\"  Id. at 5.   Hence, given the stipulation and the district court's instruction, it would have been error here to have admitted evidence of the prior convictions in order to prove that Tracy had been convicted of a crime punishable by imprisonment for over one year.  But we also stated in Tavares \"that in some cases evidence concerning the nature of the prior conviction will be admissible for impeachment or other reasons, despite its lack of probative value on the prior conviction element of the crime.\"  Id. at 6 (emphasis added).  In this context, while Fed.R.Evid. 404(b) states, inter alia, that \"[e]vidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith,\" Rule 609 allows that, under certain circumstances and in appropriate cases, \"[d]efendants who choose to become witnesses on their own behalf become subject to impeachment by evidence of prior crimes,\" 2 Jack B. Weinstein &amp; Margaret A. Berger, Weinstein's Evidence p 404, at 404-31 (1993).  This is so notwithstanding the Advisory Committee's awareness \"that, in virtually every case in which prior convictions are used to impeach the testifying defendant, the defendant faces a unique risk of prejudice--i.e., the danger that convictions that would be excluded under Fed.R.Evid. 404 will be misused by a jury as propensity evidence despite their introduction solely for impeachment purposes.\"   Fed.R.Evid. 609 advisory committee's note, 1990 amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Here Tracy took the stand, and evidence of his prior convictions was admissible if it satisfied the requirements of Fed.R.Evid. 609, which states in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>(a) General rule.   For the purpose of attacking the credibility of a witness,</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>(1) evidence that a witness other than an accused has been convicted of a crime shall be admitted, subject to Rule 403, if the crime was punishable by death or imprisonment in excess of one year under the law under which the witness was convicted, and evidence that an accused has been convicted of such a crime shall be admitted if the court determines that the probative value of admitting this evidence outweighs it prejudicial effect to the accused;  and</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>(2) evidence that any witness has been convicted of a crime shall be admitted if it involved dishonesty or false statement, regardless of the punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Government insists that under Fed.R.Evid. 609(a)(2) the district court had no discretion to exclude the evidence of Tracy's conviction for uttering a false prescription, as this was a crime of dishonesty offered to impeach Tracy's credibility as a witness.  The Government is correct.  A conviction for uttering a false prescription plainly involves dishonesty or false statement.  See Fed.R.Evid. 609 notes of conference committee, H.R. No. 93-1597 (\"By the phrase 'dishonesty and false statement' the Conference means crimes such as perjury or subornation or perjury, false statement, criminal fraud, embezzlement, or false pretense, or any other offense in the nature of crimen falsi, the commission of which involves some element of deceit, untruthfulness, or falsification bearing on the accused's propensity to testify truthfully.\").  Moreover, \"[t]he admission of prior convictions involving dishonesty and false statement is not within the discretion of the [district] [c]ourt.\"   Id.;  e.g., United States v. Morrow, 977 F.2d 222, 228 (6th Cir.1992) (\"Rule 609(a)(2) ... clearly limits the discretion of the court by mandating the admission of crimes involving dishonesty or false statements.\"), cert. denied, --- U.S. ----, 113 S.Ct. 2969, 125 L.Ed.2d 668 (1993);  United States v. Kiendra, 663 F.2d 349, 354 (1st Cir.1981) (\"[E]vidence offered under Rule 609(a)(2) is not subject to the general balancing provision of Rule 403.\").  Hence, we find no error in the admission of evidence of the prior conviction for uttering a false prescription.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Likewise, the Government insists that it was proper to cross-examine Tracy about his armed assault and stolen firearms convictions pursuant to Fed.R.Evid. 609(a)(1).  Under this Rule, evidence that the accused has been convicted of a crime will be admitted if (1) \"the crime was punishable by death or imprisonment in excess of one year under the law under which the [accused] was convicted,\" Fed.R.Evid. 609(a)(1), (2) the prior conviction satisfies the time limit requirements of Fed.R.Evid. 609(b), and (3) \"the [district] court determines that the probative value of admitting this evidence outweighs its prejudicial effect to the accused,\" Fed.R.Evid. 609(a)(1).  The parties agree that the first two of these requirements have been met.  They disagree, however, about whether the district court properly balanced the probative value of the evidence of Tracy's prior convictions against its prejudicial effect.  According to the Government, evidence of Tracy's prior convictions was necessary to discredit his testimony on direct examination to the effect that he could not appreciate the nature and quality or wrongfulness of his acts.  Specifically, the Government points to the following colloquy that took place during Tracy's direct examination:Q. Now I assume that you were aware that you can't rob supermarkets generally;  correct?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Q. On this day, when this incident you just described occurred, what were you thinking about this?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A. I was thinking that it was the right thing to do.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Q. Why?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A.  With everything that had been caving in on me, thoughts [about] Vietnam, this, that, and the other thing, all the things to do with it, friends of mine and stuff like that, my feelings towards it and stuff like that, I thought it was the right thing to do.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Government says that evidence of Tracy's prior convictions, elicited on cross-examination, discredited this testimony by revealing that Tracy has been told repeatedly by the judicial system that conduct akin to that engaged in on May 18, 1991, is not \"the right thing to do.\"   Tracy, on the other hand, argues that evidence of his prior convictions was not probative as to his lack of credibility because he never testified that he could not appreciate the nature and quality or wrongfulness of the conduct for which he was charged, that is, illegally possessing a gun.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We review a district court's probative value/prejudicial effect decision under Fed.R.Evid. 609(a)(1) for abuse of discretion.  United States v. Mehrmanesh, 689 F.2d 822, 834 (9th Cir.1982);  see United States v. Lipscomb, 702 F.2d 1049, 1068 n. 69 (D.C.Cir.1983) (citing cases).  Here, the district court initially heard the parties' arguments before Tracy testified.  The prosecuting attorney maintained that this \"is a case about whether or not [Tracy] appreciated the wrongfulness of his acts.  And in my view, the assertion that he states that he is--that he did not appreciate the wrongfulness of his acts falls apart when a Judge has told him on seven occasions that I would offer--excuse me, eight occasions, that it was wrong.\"   Counsel for Tracy responded that the evidence of Tracy's prior convictions was being offered only to prove Tracy's character in order to show that he acted in conformity therewith.  In light of these arguments, the district court preliminarily ruled:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">My tentative ruling is that if the defendant does not testify as to wrongfulness or nature and quality of his conduct, that I would probably not permit impeachment by evidence of these other felonies, but to let the government reiterate that the defendant is indeed a convicted felon.  And the reason for that is that if the testimony of the defendant does not go to that issue of whether he appreciated the nature and quality of the wrongfulness of his conduct on May the 18th, 1991, then the probative value of these previous felony convictions is quite limited, and their prejudicial effect is quite severe because they can of course suggest to the jury that the defendant is a dangerous person and provide risks of conviction on that score alone as opposed to looking at the law and the facts in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On the other hand, if the defendant's testimony does go to the issue of whether on that date he appreciated the nature and quality or the wrongfulness of his conduct, then it seems to me that it would be appropriate and necessary to let in at least some of the convictions to show that, indeed, the defendant had been told on previous occasions that certain kinds of conduct were wrongful or that the nature and quality of certain kinds of conduct were subject to punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">After Tracy testified on direct, but before cross-examination, the Government asked the district court to make its final ruling as to the admissibility of Tracy's prior convictions.  The district court decided:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The defendant has in fact testified about wrongfulness, rightfulness of the conduct, and the question of whether he was aware of the quality, nature and quality of his acts[.]  [T]hat testimony has come out, so I will affirm the original ruling....</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In explaining this decision, the district court said:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The issue of credibility under [Rule] 609 is with respect to [the] offense being made[.]  I have to weigh the probative value versus the prejudice that's involved, and the testimony here in terms of his understanding as to what is wrongful, what is right, and his testimony concerning his void and so on in his mind[.]  I think there is probative value here that would outweigh the prejudice....</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To mitigate any prejudice to Tracy, the district court instructed the jury:  \"You've heard testimony in this case about prior criminal convictions.  You may consider such testimony about prior criminal convictions only in assessing the credibility of the person who was convicted.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We are unable to say the district court abused its discretion in the balance it struck between the probative value of the evidence and its prejudicial effect.  Tracy pleaded not guilty only by reason of insanity.  A central issue, therefore, was whether Tracy could understand the nature and quality or wrongfulness of his conduct.  Before Tracy took the stand, the district court cautioned him that, if he testified that he could not appreciate the wrongfulness of his conduct on May 18, 1991, it would allow the Government to impeach his testimony by introducing evidence of three prior convictions to show that Tracy had reason to know that his conduct was improper.  Disregarding this admonition, Tracy testified that he thought that robbing the Shaw's Supermarket on May 18, 1991, was the \"right thing to do.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In these circumstances, the district court's decision to allow evidence of Tracy's prior convictions for impeachment purposes was not error.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Tracy contends that the district court erroneously defined the term \"knowingly.\"   The district court instructed the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">First, [you must find] that Patrick Tracy knowingly possessed a firearm as charged.  There is no dispute that the object in question is a firearm, but the parties do dispute whether Patrick Tracy knowingly possessed it.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The word \"knowingly\" means that the act was done voluntarily and intentionally.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Following this charge, Tracy objected and asked \"the [district] court [to] define 'knowingly' as meaning deliberately, intentionally and fully aware of what he was doing.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The district court declined, explaining that such an instruction would have confused the jury by blurring the distinction between the Government's case and Tracy's insanity defense, which required him to prove that he could not understand the nature and quality or wrongfulness of his conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Tracy argues that the district court's refusal to give his requested instruction amounted to reversible error because the jury was not informed that the Government had to prove that he was fully aware of what he was doing on May 18, 1991.  According to Tracy, his entire defense was premised on the theory that, because of his Post-Traumatic Stress Disorder, he was not fully aware of what he was doing when he used a gun to rob the Shaw's Supermarket.  The Government responds that Tracy was not entitled to have his requested instruction delivered verbatim, and the district court's instruction was a reasonable explanation of the term \"knowingly.\"   We find the Government's argument persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The parties have not called to our attention any First Circuit decisions discussing the meaning of the term \"knowingly.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Published opinions and pattern jury instructions from other circuits, however, provide guidance.  To be sure, some circuits have embraced a jury instruction stating that \"knowingly means that a defendant realized what he was doing and was aware of the nature of his conduct.\"  United States v. Lawson, 780 F.2d 535, 542 (6th Cir.1985);  e.g., Federal Criminal Jury Instructions of the Seventh Circuit, Instruction No. 6.04, pp. 86-87 (1980) (\"When the word 'knowingly' is used in these instructions, it means that the defendant realized what he was doing and was aware of the nature of his conduct, and did not act through ignorance, mistake or accident....\");  Manual of Model Criminal Jury Instructions for the Ninth Circuit, Instruction No. 5.06 (1992) (\"An act is done knowingly if the defendant is aware of the act and does not act [or fail to act] through ignorance, mistake, or accident....\");  see also Model Penal Code Sec. 2.02(2)(b)(i) (\"A person acts knowingly with respect to a material element of an offense when:  (i) if the element involves the nature of his conduct or the attendant circumstances, he is aware that his conduct is of that nature or that such circumstances exist....\");  1 Edward J. Devitt et al., Federal Jury Practice and Instructions Sec. 17.04, at 626 (4th ed. 1992) (\"The term 'knowingly,' as used in these instructions to describe the alleged state of mind of the defendant, means that [he] [she] was conscious and aware of [his] [her] [action] [omission], realized what [he] [she] was doing or what was happening around [him] [her], and did not [act] [fail to act] because of ignorance, mistake, or accident.\").</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Other circuits and commentators, however, have endorsed a definition of the term \"knowingly\" that largely coincides with the instruction given by the district court here.  E.g., Pattern Jury Instructions of the District Judges Association of the Fifth Circuit, Criminal Cases, Instruction No. 1.35 (1990) (\"The word 'knowingly,' as that term has been used from time to time in these instructions, means that the act was done voluntarily and intentionally, not because of mistake or accident.\");   Pattern Jury Instructions of the District Judges Association of the Eleventh Circuit, Criminal Cases, Basic Instruction No. 9.2 (1985) (\"The word 'knowingly,' as that term has been used from time to time in these instructions, means that the act was done voluntarily and intentionally and not because of mistake or accident.\");   1A Leonard B. Sand et al., Modern Federal Jury Instructions 35-28 (1993) (\"An act is done knowingly if you find that the defendant acted purposely and voluntarily, and not by mistake or accident.\")  (citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We think the district court's definition of \"knowingly,\" which is commonly accepted, was appropriate here.  See United States v. Noone, 913 F.2d 20, 30 (1st Cir.1990) (\"[I]t is well settled that [a district] court 'need not give instructions in the precise form or language requested by the defendant.' \"  (quoting United States v. Beltran, 761 F.2d 1, 11 (1st Cir.1985))), cert. denied, 500 U.S. 906, 111 S.Ct. 1686, 114 L.Ed.2d 81 (1991).  The district court felt that Tracy's proffered instruction misleadingly blurred the distinction between the Government's burden and Tracy's defense.  The definition of \"knowingly\" put forward by the district court in no sense unfairly weakened Tracy's insanity defense, as to which the district court rendered a clear and accurate instruction.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Had the jury thought that Tracy, because of his Post-Traumatic Stress Disorder, was unable to appreciate the nature and quality or wrongfulness of his conduct, it could have, pursuant to the district court's instructions, returned a verdict of not guilty only by reason of insanity.C.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Tracy's third argument is that the district court erred in refusing to instruct the jury on the consequences of a not guilty only by reason of insanity verdict.  Specifically, Tracy requested the following charge:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>[I]f you find Patrick Tracy not guilty by reason of insanity, it becomes the duty of this court to commit Patrick Tracy to a suitable hospital facility.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The district court declined to give such an instruction, explaining at length its reasons for its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We find no error in the district court's ruling.  Recently, in Shannon v. United States, --- U.S. ----, 114 S.Ct. 2419, 129 L.Ed.2d 459 (1994), the United States Supreme Court concluded that a federal district court is not \"required to instruct the jury regarding the consequences to the defendant of a verdict of 'not guilty by reason of insanity,' either under the Insanity Defense Reform Act of 1984 [, 98 Stat. 2057 (codified as amended at 18 U.S.C. Secs. 17, 4241-4247),] or as a matter of general federal practice.\"  Shannon, --- U.S. at ----, 114 S.Ct. at 2422.   Although the Court recognized \"that an instruction of some form may be necessary under certain limited circumstances,\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> id. at ----, 114 S.Ct. at 2428, Tracy has not argued that such circumstances exist here, and our review of the record has revealed none.</p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Tracy argues that the district court erred in sentencing him under the Armed Career Criminal Act (ACCA), 18 U.S.C. Sec. 924(e)(1), which states:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In the case of a person who violates section 922(g) of this title and has three previous convictions by any court referred to in section 922(g)(1) of this title for a violent felony or a serious drug offense, or both, committed on occasions different from one another, such person shall be fined not more than $25,000 and imprisoned not less than fifteen years, and, notwithstanding any other provision of law, the court shall not suspend the sentence of, or grant a probationary sentence to, such person with respect to the conviction under section 922(g), and such person shall not be eligible for parole with respect to the sentence imposed under this subsection.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">While he concedes that he has two \"previous convictions\" that satisfy the \"violent felony\" standard of Sec. 924(e)(1), Tracy maintains that the district court could not, for two reasons, use a 1979 Massachusetts conviction for assault and battery on a police officer, to which he pled guilty on September 25, 1979, as the third predicate felony.  First, Tracy claims that the 1979 conviction is constitutionally invalid because he was denied his right to have appointed counsel.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Second, he asserts that the Government failed to provide him with adequate notice that it intended to rely on the 1979 conviction in seeking sentence enhancement under Sec. 924(e)(1).  We address these arguments separately.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>i.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In United States v. Paleo, 967 F.2d 7, 11 (1st Cir.1992), we held that \"a federal defendant may challenge, in a sentencing proceeding, the constitutional validity of past convictions, used to increase his federal sentence.\"   We said that, if a defendant should seek to contest the validity of a properly evidenced past conviction--that is, one documented by a certified copy of a court record of conviction or a presentence report's account of a past conviction--that appears constitutionally valid on its face, \"he must say that he wishes to do so, explain the constitutional defect, and convince the sentencing court that the conviction was indeed obtained in violation of the federal Constitution,\" id. at 13.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Recently, however, our decision in Paleo was all but overruled by the United States Supreme Court in Custis v. United States, --- U.S. ----, 114 S.Ct. 1732, 128 L.Ed.2d 517 (1994).  There the Court held that, in a federal sentencing proceeding, \"a defendant has no ... right (with the sole exception of convictions obtained in violation of the right to counsel)\" to \"collaterally attack the validity of previous state convictions that are used to enhance his sentence under the ACCA.\"  Id. at ----, 114 S.Ct. at 1734.   In refusing \"to extend the right to attack collaterally prior convictions used for sentence enhancement beyond the right to have appointed counsel established in Gideon,\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> id. at ----, 114 S.Ct. at 1738, the Court said, \"We think that since the decision in Johnson v. Zerbst<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> more than half a century ago, and running through our decisions in Burgett<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> and Tucker,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> there has been a theme that failure to appoint counsel for an indigent defendant was a unique constitutional defect,\" id.  (footnotes not in original).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Because Tracy challenges the constitutional validity of his 1979 state court conviction on the grounds that he was not represented by counsel, his argument is not foreclosed by Custis.   In this limited respect, our decision in Paleo still controls.  Accordingly, we consider whether Tracy has demonstrated by a preponderance of the evidence, see United States v. Wilkinson, 926 F.2d 22, 28 (1st Cir.), cert. denied, 501 U.S. 1211, 111 S.Ct. 2813, 115 L.Ed.2d 985 (1991), that the 1979 conviction was indeed obtained in violation of Tracy's constitutional right to appointed counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The record indicates that Tracy was arrested on June 3, 1979, for uttering a false prescription and for assault and battery on the arresting Town of Brookline police officer.  Thereafter, the Brookline Division of the District Court Department issued an order, which read:</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>The Court has determined that [Patrick Tracy] is indigent and that [the] gravity of the charge against the said defendant ... require[s] that the defendant be represented by counsel.  The clerk is hereby directed to immediately notify ... Neil Rossman of the determination of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The docket sheet from the Municipal Court of Brookline indicates that Attorney Rossman appeared for Tracy on June 25, 1979, but was succeeded on August 20, 1979, by Attorney Dianne Hayes.  Rossman's exodus is explained by entries indicating that he was fined for failing to appear for hearings scheduled for August 2, and 20, 1979, causing the case to be continued on those two occasions.  The entries further show that Tracy finally pled guilty to both charges on September 25, 1979, at which time, insofar as can be gleaned from the docket sheet, he was represented by his listed attorney, Dianne Hayes.  These entries are consistent with Hayes's statement in an affidavit submitted to the district court that she remembers \"being called on the telephone on or about August 20, 1979, by someone from the District Court of Northern Norfolk, Dedham, and being asked if [she] would accept an appointment for a case in which Attorney Neil Rossman had been previously appointed, but in which case he had failed to appear.\"   Hayes did not say in her affidavit whether she accepted or rejected the appointment, but she did state that she had \"serious doubts that [she] represented Patrick Tracy at the time he plead[ed] guilty to ... assault and battery on a police officer, because [she was] unable to locate a file for him.\"   Hayes said she did not believe that she had ever thrown away or destroyed a closed file.  She noted, however, that, on October 24, 1987, the basement of her office, where she kept her closed files, was flooded and that, as a result, some of the older files were placed out of order.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The district court decided, in light of this record, that Tracy had failed to show by a preponderance of the evidence that he was denied his right to the appointment of counsel.  We find no error.  The court documents show that, after Tracy was arrested on June 3, 1979, it was determined that he was an indigent defendant in need of counsel.  Attorney Neil Rossman was assigned to his case, and the docket entries reveal that he made an appearance on June 25, 1979.  The docket entries further show that, following Rossman's failure to appear and two continuances, Attorney Dianne Hayes became Tracy's attorney of record on August 20, 1979.  There is no indication that Hayes thereafter ceased to represent Tracy in these matters or was absent on September 25, 1979, when he pled guilty.  There were no further continuances, and no fines were noted as levied against Hayes, as they had been against Rossman, for failing to appear at scheduled hearings.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The evidence casting doubt on whether Tracy received legal representation is limited to Tracy's and Hayes's affidavits.  The district court did not find Tracy's affidavit credible given Tracy's strong incentive to avoid the ACCA.  With regard to Hayes's affidavit, Hayes could not specifically recollect whether or not she represented Tracy, and the district court found there was no suggestion \"that she turned down the appointment that she was asked to accept by the court.\"   Moreover, the district court thought that Hayes's inability to locate a file that would confirm her representation of Tracy might well be explained by the flood in her basement that disrupted her filing system.  We do not find clear error in the district court's conclusion that Tracy had failed to prove, relative to the 1979 conviction, that he was unrepresented by counsel, in violation of his constitutional right.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>ii.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Tracy also argues that it was error for the district court to use the 1979 assault and battery conviction as one of three predicate violent felonies under Sec. 924(e)(1) because he did not receive adequate notice that the Government intended to rely on it.  Tracy contends that the indictment, which he claims he had a right to count on, listed only two felonies that would satisfy the requirements of Sec. 924(e)(1), and did not mention the 1979 assault and battery conviction.  He says he did not learn that the Government intended to use that conviction until he received the presentence report.  This delay, he insists, prejudiced his defense strategy and his decision as to whether to plead guilty or go to trial.  He suggests that the indictment, having listed some of Tracy's prior felonies that would be used for sentence enhancement, should have listed all the predicate felonies.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The district court rejected this same argument at Tracy's sentencing hearing, finding our decision in United States v. Rumney, 867 F.2d 714 (1st Cir.), cert. denied, 491 U.S. 908, 109 S.Ct. 3194, 105 L.Ed.2d 702 (1989), to be dispositive.  We agree.  In Rumney, as here, the Government informed the defendant before trial that it would seek an enhanced sentence under the ACCA, but failed to include all the predicate felonies in the indictment.  We held that the Government need not allege in the indictment the three prior felonies that it will use to enhance a defendant's sentence under Sec. 924(e)(1).  Id. at 717-19;  e.g., United States v. Alvarez, 972 F.2d 1000, 1006 (9th Cir.1992) (rejecting the appellant's argument that \"the district court erred in considering three prior convictions not listed in the indictment, and for which the government did not file [a] written notice of intention to use prior to trial\"), cert. denied, --- U.S. ----, 113 S.Ct. 1427, 122 L.Ed.2d 795 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The Sixth Circuit's decision in United States v. Pedigo, 879 F.2d 1315 (6th Cir.1989), which Tracy relies on, is distinguishable.  There, the record suggested that the district court had relied upon only two prior convictions, instead of the necessary three.  In refusing to take account of a third prior felony conviction, which had been introduced for impeachment purposes at trial, the court of appeals stated that the defendant may not ever have received adequate notice that such conviction would be used to enhance his sentence.  Id. at 1319.   Here, by contrast, the district court found that Tracy received ample notice of the 1979 conviction:</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>There has been abundant time for the defendant to respond and to challenge the conviction as he has done, and so far as any requirement that the crime be brought to his attention at an earlier stage is concerned, he was at least made aware of it by the time of trial in connection with the preparation of exhibits for use at trial, and I don't find that any further or earlier notice was required on that score.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We are satisfied that the district court did not err in considering Tracy's 1979 conviction in enhancing his sentence under Sec. 924(e)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 18 U.S.C. Sec. 922(g)(1) states:</p>\n        <p>(g) It shall be unlawful for any person--</p>\n        <p>(1) who has been convicted in any court of a crime punishable by imprisonment for a term exceeding one year[ ]</p>\n        <p>to ship or transport in interstate or foreign commerce, or possess in or affecting commerce, any firearm or ammunition;  or to receive any firearm or ammunition which has been shipped or transported in interstate or foreign commerce.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Post-Traumatic Stress Disorder is an anxiety disorder</p>\n        <p>whose \"essential feature ... is the development of characteristic symptoms following a psychologically distressing event that is outside the range of usual human experience....  [S]uch common experiences as simple bereavement, chronic illness, business losses, and marital conflict\" will not trigger [Post-Traumatic Stress Disorder];  classic examples of events which will induce the syndrome include natural disasters, military combat, torture, and rape....</p>\n        <p>... The syndrome's symptoms include insomnia, exaggerated startle response, feelings of guilt, loss of appetite and of weight, avoidance of reminders of the traumatic event, fearfulness, and nightmares and flashbacks.</p>\n        <p>Debra A. Abbott et al., Developments in Maryland Law, 1986-87, 47 Md.L.Rev. 861, 881 n. 2 (1988) (citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The stipulation was intended to satisfy the second element of the Government's case against Tracy.  While it might not be apparent to a jury that conviction of a felony meant conviction \"in any court of a crime punishable by imprisonment for a term exceeding one year,\" 18 U.S.C. Sec. 922(g)(1), any confusion was remedied by the district court's instruction to the jury making the necessary connection:</p>\n        <p>Second, that before Patrick Tracy possessed the firearm, he had been convicted in a court of a crime punishable by imprisonment for a term in excess of one year.  That is, a felony offense.   There is no dispute on this issue.</p>\n        <p>(emphasis added).  Notwithstanding the district court's instruction, it would have been preferable had the parties stipulated in the statutory language, i.e., \"convicted in any court of a crime punishable by imprisonment for a term exceeding one year.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Notwithstanding Tracy's suggestion to the contrary, we think that the district court could reasonably have inferred from this testimony that Tracy was saying that he thought it was acceptable for him to possess a gun when he robbed the Shaw's Supermarket</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Tracy asserts that he requested this same instruction before trial and during the pre-charge conference</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Tracy does cite United States v. Couming, 445 F.2d 555, 556-57 (1st Cir.), cert. denied, 404 U.S. 949, 92 S.Ct. 291, 30 L.Ed.2d 266 (1971), as authority for his proffered instruction.  We agree with the finding below, however, that, while it is true that the district court in Couming defined \"knowingly\" as Tracy seeks to have it defined here, the court of appeals did not review the propriety of that definition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court charged the jury:</p>\n        <p>For you to find Patrick Tracy not guilty only by reason of insanity, you must be convinced that Patrick Tracy has proved each of these things by clear and convincing evidence:  First, that at the time of the offense, Patrick Tracy suffered from a severe mental disease or defect.  Second, that the mental disease or defect prevented him from understanding the nature and quality or wrongfulness of his conduct.</p>\n        <p>If you find that the government has proved all the elements of the offense beyond a reasonable doubt and that Patrick Tracy has proven by clear and convincing evidence that he was not sane at the time of the offense, you will find him not guilty only by reason of insanity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Court said, for example, that, if \"a witness or prosecutor states in the presence of the jury that a particular defendant would 'go free' if found [not guilty only by reason of insanity], it may be necessary for the district court to intervene with an instruction to counter such a misstatement.\"  Shannon, --- U.S. at ----, 114 S.Ct. at 2428</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In support of this argument, Tracy submitted, inter alia, an affidavit in which he stated, among other things, that he \"was not represented by any attorney regarding this claimed conviction of assault and battery on a police officer.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Gideon v. Wainwright, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Johnson v. Zerbst, 304 U.S. 458, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Burgett v. Texas, 389 U.S. 109, 88 S.Ct. 258, 19 L.Ed.2d 319 (1967)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> United States v. Tucker, 404 U.S. 443, 92 S.Ct. 589, 30 L.Ed.2d 592 (1972)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">187</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Patrick TRACY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2223.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 2, 1994.<br>Decided Sept. 28, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Margaret D. McGaughey, Asst. U.S. Atty., with whom Jay B. McCloskey, U.S. Atty., and Nicholas M. Gess, Asst. U.S. Atty., were on brief, for appellee.</p>\n      <p class=\"indent\">David R. Beneman, with whom Levenson, Vickerson &amp; Beneman, was on brief, for appellant.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Patrick W. Tracy, defendant-appellant, was indicted in a single count as being a felon in possession of a firearm in violation of 18 U.S.C. Sec. 922(g)(1) (1988).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Tracy pleaded not guilty and not guilty only by reason of insanity.  Following a joint motion for a competency examination, a psychologist with the federal prison system diagnosed Tracy, a Vietnam veteran, as suffering from PostTraumatic Stress Disorder.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Nevertheless, he reported that Tracy was competent to stand trial.  Tracy was tried by jury in the United States District Court for the District of Maine.  The jury returned a guilty verdict.  The district court, pursuant to 18 U.S.C. Sec. 924(e)(1) (1988), sentenced Tracy to 312 months imprisonment to be followed by five years of supervised release.  Tracy appeals from both the conviction and the sentence.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The evidence at trial indicated the following.  At approximately 2:00 p.m. on May 18, 1991, Patrick Tracy entered a Shaw's Supermarket in Saco, Maine, and forced store employees at gunpoint to fill a black, gym bag with money.  Tracy then took the gun and the bag of money and left the store.  A store employee, Mark Dubay, observed Tracy get into a small, blue station wagon parked no more than thirty feet from the store.  Mr. Dubay read the license plate number, observed the direction in which the car headed, and called the police.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">While on patrol in a cruiser, Sergeant Bradley Paul and Officer Louis McAuliffe of the Saco Police Department were informed by radio of the Shaw's Supermarket robbery.  The dispatcher provided them with the getaway car's description, license plate number, and direction of travel.  As the officers proceeded towards the scene, they observed heading towards them a two-tone blue 1984 Chevrolet, with Maine license registration 780 82X, that fit this description.  The officers pursued at high speed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the chase, Sergeant Paul saw Tracy extend his left arm out the window and throw a large black object over the roof of the car.  Officer McAuliffe identified the object as a firearm, and, by radio communication, instructed another pursuing police officer, Michael Carrier, to retrieve the weapon.  At the area identified by Officer McAuliffe, Carrier found the hand grip of the firearm, a Ruger long barrel .45 caliber revolver, implanted in a utility pole.  The revolver's frame was located in the grass about eight feet to the right of the pole.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the meantime, Sergeant Paul and Officer McAuliffe continued their pursuit.  Eventually, the Chevrolet came to a stop.  Tracy exited the car and began to run.  The police pursued on foot.  After a short chase, Tracy stopped running.  Sergeant Paul and Officer McAuliffe subdued Tracy, placed him under arrest, walked him back to their cruiser, and read him his Miranda rights.  A search of the Chevrolet revealed an open, black, Reebok gym bag filled with cash on the right, front seat.  A small, orange Shaw's Supermarket zipper bag was later discovered at the bottom of the gym bag.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Robbery of the Shaw's Supermarket was not Tracy's first such transgression.  The instant indictment listed seven prior convictions:  (1) assault with a shotgun on July 6, 1977, (2) assault with intent to murder on December 18, 1980, (3) assault by means of a handgun on December 18, 1980, (4) assault by means of a handgun on December 18, 1980, (5) armed robbery on December 18, 1980, (6) carrying a firearm in a vehicle without a license on December 11, 1987, and (7) receiving a stolen firearm on December 11, 1987.  Not included in the indictment were other prior convictions for assault and battery on a police officer on September 25, 1979, uttering a false prescription on September 24, 1984, and assault and battery on a police officer, also on September 24, 1984.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At trial, Tracy testified at length about his experiences in the military and as an infantry soldier in Vietnam.  He also described his life after he was honorably discharged from the military in November 1970.  Tracy told the jury that, after his discharge, he did not have a steady job, and, with a few exceptions, had difficulty relating to people.  He felt increasingly nervous and fearful of crowds.  He started to experience severe headaches, and began drinking heavily and taking drugs.  Memories of disturbing events in Vietnam made him feel depressed and angry.  He had difficulty sleeping, and suffered from nightmares involving his war experiences.  He twice attempted suicide, and was in and out of VA Hospitals.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Tracy also testified that he has suffered from hallucinations.  In or about 1973, he was sitting at his parents' kitchen window when he noticed outside four people, whom he knew to be dead, walking towards the house.  Tracy described that, on another occasion, in April 1991, he was walking down the street when he noticed two people, who were not really there, on either side of him.  They were dressed in Vietnam jungle fatigues.  Tracy felt one of them pat him on the back, and heard the other say, \"Now we're home, Pat.\"   According to Tracy, one man was black, the other white.  This hallucination lasted approximately twenty seconds.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Tracy told the jury that the weeks leading up to the robbery were particularly difficult for him.  He testified to experiencing \"horrible dreams\" of war, bloodshed, and his dead friends.  Some of his dreams depicted events that actually happened, and some were recurring.  Tracy said that he was being \"driv[en] over the edge\" by all the celebrating and publicity surrounding the end of the Persian Gulf War.  He was particularly disturbed by the yellow ribbons people were hanging to welcome the returning soldiers.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Tracy testified that, during the days leading up to the robbery of the Shaw's Supermarket, May 15-17, 1991, he was staying in a motel in Maine contemplating suicide.  Towards this end, he purchased the gun used in the robbery.  Tracy testified that, while taking a walk on the morning of May 18, 1991, the day of the Shaw's robbery, he saw a man in front of a Shop 'n Save selling poppies for Memorial Day.  The store front was adorned with yellow ribbons.  This sight, said Tracy, made him feel \"horrible.\"   Tracy walked back to the motel where he was staying.  Then, according to Tracy, a thought came to him to \"rob something,\" distribute the money to the families of his friends who were killed in Vietnam, and then kill himself at the Vietnam Veterans Memorial in Washington, D.C.  Thereafter, Tracy took a walk, stole a car, went back to the motel, left the motel again, and robbed the Shaw's Supermarket.  As to what he was thinking when he robbed the store, Tracy's last statement on direct examination was:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">With everything that had been caving in on me, thoughts [about] Vietnam, this, that, and the other thing, all the things to do with it, friends of mine and stuff like that, my feelings towards it and stuff like that, I thought it was the right thing to do.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Tracy called three witnesses--Wally Rogers, Dr. John Meserve, and Dr. Terrence Keane--who all testified that Tracy suffers from Post-Traumatic Stress Disorder.  Dr. Keane and Mr. Rogers characterized it as severe and chronic.  In rebuttal, the Government called Dr. Michael Morrison, a clinical psychologist with the Federal Bureau of Prisons at the Federal Correctional Facility in Petersburg, Virginia.  He testified that, while he examined Tracy between March 5, 1992, and April 9, 1992, in order to determine if he was competent to stand trial, he did all that was necessary to assess Tracy's legal sanity.  Dr. Morrison confirmed that Tracy suffers from Post-Traumatic Stress Disorder, as well as alcohol and substance abuse.  He testified that a person suffering from Post-Traumatic Stress Disorder could lose touch with reality at a given point in time if he were to experience a flashback, which Dr. Morrison described as \"an intense memory or reliving of [a] traumatic event.\"   According to Dr. Morrison, Tracy's actions on May 18, 1991, as described in the police report, did not indicate that Tracy was experiencing a Post-Traumatic Stress Disorder flashback because there were no actions or statements to suggest that Tracy thought that he was involved in combat at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Dr. Morrison's assessment of Tracy was supported by Dr. Elizabeth Knutson, Acting Chief of Psychology at the Metropolitan Correctional Center in New York.  Dr. Knutson agreed that Tracy suffers from Post-Traumatic Stress Disorder, and, like Dr. Morrison, she found no indication that Tracy was experiencing a flashback when he robbed the Shaw's Supermarket.  To the contrary, in her opinion, Tracy was cool, calm, and goal-directed during the course of the robbery.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Tracy makes four arguments on appeal, namely, that the district court erred in (1) allowing the Government to introduce evidence of his prior criminal record that went beyond the parties' stipulation that Tracy was a convicted felon, (2) instructing the jury on the meaning of the term \"knowingly,\" (3) failing to instruct the jury on the consequences of a verdict of not guilty only by reason of insanity, and (4) sentencing him as an armed career criminal under 18 U.S.C. Sec. 924(e)(1).  We address these contentions.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A felon-in-possession prosecution under 18 U.S.C. Sec. 922(g)(1) requires the Government to prove three elements:  (1) that the defendant knowingly possessed a firearm;  (2) that, at the time of the possession, the defendant had \"been convicted in any court of a crime punishable by imprisonment for a term exceeding one year,\" 18 U.S.C. Sec. 922(g)(1);  and (3) that such possession was in or affecting interstate or foreign commerce.  At trial, the parties stipulated \"that[,] on or about May 18, 1991, [the date of the crime,] Patrick W. Tracy ... had been previously convicted of a felony offense.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Notwithstanding, the district court permitted the Government to elicit during its cross-examination of Tracy testimony that he was convicted (1) on September 24, 1984, of uttering a false prescription, (2) on December 18, 1980, of armed assault with intent to rob the Regan Pharmacy, and (3) on December 11, 1987, of buying or receiving a stolen firearm or carrying a firearm in a vehicle.  Tracy contends that, in light of the stipulation, the district court committed reversible error in allowing the Government to delve into his prior convictions because such evidence was inadmissible under Fed.R.Evid. 404(b).  The Government argues in response that evidence of Tracy's prior convictions was properly introduced to impeach Tracy's credibility pursuant to Fed.R.Evid. 609.  We agree with the Government.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In United States v. Tavares, <span class=\"citation\" data-id=\"195307\"><a href=\"/opinion/195307/united-states-v-tavares/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span> </a></span>(1st Cir.1994) (en banc), we recently held that \"evidence beyond the fact of the prior conviction is inadmissible absent adequate trial court findings that its noncumulative relevance is sufficiently compelling to survive the balancing test of Fed.R.Evid. 403.\"  <span class=\"citation\" data-id=\"195307\"><a href=\"/opinion/195307/united-states-v-tavares/\"><span class=\"id_token\">Id.</span> at 5. </a></span>  Hence, given the stipulation and the district court's instruction, it would have been error here to have admitted evidence of the prior convictions in order to prove that Tracy had been convicted of a crime punishable by imprisonment for over one year.  But we also stated in Tavares \"that in some cases evidence concerning the nature of the prior conviction will be admissible for impeachment or other reasons, despite its lack of probative value on the prior conviction element of the crime.\"  <span class=\"citation\" data-id=\"195307\"><a href=\"/opinion/195307/united-states-v-tavares/\"><span class=\"id_token\">Id.</span> at 6 </a></span>(emphasis added).  In this context, while Fed.R.Evid. 404(b) states, inter alia, that \"[e]vidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith,\" Rule 609 allows that, under certain circumstances and in appropriate cases, \"[d]efendants who choose to become witnesses on their own behalf become subject to impeachment by evidence of prior crimes,\" 2 Jack B. Weinstein &amp; Margaret A. Berger, Weinstein's Evidence p 404, at 404-31 (1993).  This is so notwithstanding the Advisory Committee's awareness \"that, in virtually every case in which prior convictions are used to impeach the testifying defendant, the defendant faces a unique risk of prejudice--i.e., the danger that convictions that would be excluded under Fed.R.Evid. 404 will be misused by a jury as propensity evidence despite their introduction solely for impeachment purposes.\"   Fed.R.Evid. 609 advisory committee's note, 1990 amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Here Tracy took the stand, and evidence of his prior convictions was admissible if it satisfied the requirements of Fed.R.Evid. 609, which states in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>(a) General rule.   For the purpose of attacking the credibility of a witness,</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>(1) evidence that a witness other than an accused has been convicted of a crime shall be admitted, subject to Rule 403, if the crime was punishable by death or imprisonment in excess of one year under the law under which the witness was convicted, and evidence that an accused has been convicted of such a crime shall be admitted if the court determines that the probative value of admitting this evidence outweighs it prejudicial effect to the accused;  and</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>(2) evidence that any witness has been convicted of a crime shall be admitted if it involved dishonesty or false statement, regardless of the punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Government insists that under Fed.R.Evid. 609(a)(2) the district court had no discretion to exclude the evidence of Tracy's conviction for uttering a false prescription, as this was a crime of dishonesty offered to impeach Tracy's credibility as a witness.  The Government is correct.  A conviction for uttering a false prescription plainly involves dishonesty or false statement.  See Fed.R.Evid. 609 notes of conference committee, H.R. No. 93-1597 (\"By the phrase 'dishonesty and false statement' the Conference means crimes such as perjury or subornation or perjury, false statement, criminal fraud, embezzlement, or false pretense, or any other offense in the nature of crimen falsi, the commission of which involves some element of deceit, untruthfulness, or falsification bearing on the accused's propensity to testify truthfully.\").  Moreover, \"[t]he admission of prior convictions involving dishonesty and false statement is not within the discretion of the [district] [c]ourt.\"   Id.;  e.g., United States v. Morrow, <span class=\"citation\" data-id=\"592247\"><a href=\"/opinion/592247/united-states-v-timothy-wayne-morrow-89-54185708-and-george-mooneyham/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">222</span></a></span>, 228 (6th Cir.1992) (\"Rule 609(a)(2) ... clearly limits the discretion of the court by mandating the admission of crimes involving dishonesty or false statements.\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2969</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span> </span>(1993);  United States v. Kiendra, <span class=\"citation\" data-id=\"396515\"><a href=\"/opinion/396515/united-states-v-victor-kiendra/\"><span class=\"volume\">663</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">349</span></a></span>, 354 (1st Cir.1981) (\"[E]vidence offered under Rule 609(a)(2) is not subject to the general balancing provision of Rule 403.\").  Hence, we find no error in the admission of evidence of the prior conviction for uttering a false prescription.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Likewise, the Government insists that it was proper to cross-examine Tracy about his armed assault and stolen firearms convictions pursuant to Fed.R.Evid. 609(a)(1).  Under this Rule, evidence that the accused has been convicted of a crime will be admitted if (1) \"the crime was punishable by death or imprisonment in excess of one year under the law under which the [accused] was convicted,\" Fed.R.Evid. 609(a)(1), (2) the prior conviction satisfies the time limit requirements of Fed.R.Evid. 609(b), and (3) \"the [district] court determines that the probative value of admitting this evidence outweighs its prejudicial effect to the accused,\" Fed.R.Evid. 609(a)(1).  The parties agree that the first two of these requirements have been met.  They disagree, however, about whether the district court properly balanced the probative value of the evidence of Tracy's prior convictions against its prejudicial effect.  According to the Government, evidence of Tracy's prior convictions was necessary to discredit his testimony on direct examination to the effect that he could not appreciate the nature and quality or wrongfulness of his acts.  Specifically, the Government points to the following colloquy that took place during Tracy's direct examination:Q. Now I assume that you were aware that you can't rob supermarkets generally;  correct?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Q. On this day, when this incident you just described occurred, what were you thinking about this?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A. I was thinking that it was the right thing to do.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Q. Why?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A.  With everything that had been caving in on me, thoughts [about] Vietnam, this, that, and the other thing, all the things to do with it, friends of mine and stuff like that, my feelings towards it and stuff like that, I thought it was the right thing to do.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Government says that evidence of Tracy's prior convictions, elicited on cross-examination, discredited this testimony by revealing that Tracy has been told repeatedly by the judicial system that conduct akin to that engaged in on May 18, 1991, is not \"the right thing to do.\"   Tracy, on the other hand, argues that evidence of his prior convictions was not probative as to his lack of credibility because he never testified that he could not appreciate the nature and quality or wrongfulness of the conduct for which he was charged, that is, illegally possessing a gun.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We review a district court's probative value/prejudicial effect decision under Fed.R.Evid. 609(a)(1) for abuse of discretion.  United States v. Mehrmanesh, <span class=\"citation\" data-id=\"409292\"><a href=\"/opinion/409292/united-states-v-mohammad-reza-mehrmanesh/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">822</span></a></span>, 834 (9th Cir.1982);  see United States v. Lipscomb, <span class=\"citation\" data-id=\"415604\"><a href=\"/opinion/415604/united-states-v-michael-a-lipscomb/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1049</span></a></span>, 1068 n. 69 (D.C.Cir.1983) (citing cases).  Here, the district court initially heard the parties' arguments before Tracy testified.  The prosecuting attorney maintained that this \"is a case about whether or not [Tracy] appreciated the wrongfulness of his acts.  And in my view, the assertion that he states that he is--that he did not appreciate the wrongfulness of his acts falls apart when a Judge has told him on seven occasions that I would offer--excuse me, eight occasions, that it was wrong.\"   Counsel for Tracy responded that the evidence of Tracy's prior convictions was being offered only to prove Tracy's character in order to show that he acted in conformity therewith.  In light of these arguments, the district court preliminarily ruled:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">My tentative ruling is that if the defendant does not testify as to wrongfulness or nature and quality of his conduct, that I would probably not permit impeachment by evidence of these other felonies, but to let the government reiterate that the defendant is indeed a convicted felon.  And the reason for that is that if the testimony of the defendant does not go to that issue of whether he appreciated the nature and quality of the wrongfulness of his conduct on May the 18th, 1991, then the probative value of these previous felony convictions is quite limited, and their prejudicial effect is quite severe because they can of course suggest to the jury that the defendant is a dangerous person and provide risks of conviction on that score alone as opposed to looking at the law and the facts in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On the other hand, if the defendant's testimony does go to the issue of whether on that date he appreciated the nature and quality or the wrongfulness of his conduct, then it seems to me that it would be appropriate and necessary to let in at least some of the convictions to show that, indeed, the defendant had been told on previous occasions that certain kinds of conduct were wrongful or that the nature and quality of certain kinds of conduct were subject to punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">After Tracy testified on direct, but before cross-examination, the Government asked the district court to make its final ruling as to the admissibility of Tracy's prior convictions.  The district court decided:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The defendant has in fact testified about wrongfulness, rightfulness of the conduct, and the question of whether he was aware of the quality, nature and quality of his acts[.]  [T]hat testimony has come out, so I will affirm the original ruling....</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In explaining this decision, the district court said:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The issue of credibility under [Rule] 609 is with respect to [the] offense being made[.]  I have to weigh the probative value versus the prejudice that's involved, and the testimony here in terms of his understanding as to what is wrongful, what is right, and his testimony concerning his void and so on in his mind[.]  I think there is probative value here that would outweigh the prejudice....</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To mitigate any prejudice to Tracy, the district court instructed the jury:  \"You've heard testimony in this case about prior criminal convictions.  You may consider such testimony about prior criminal convictions only in assessing the credibility of the person who was convicted.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We are unable to say the district court abused its discretion in the balance it struck between the probative value of the evidence and its prejudicial effect.  Tracy pleaded not guilty only by reason of insanity.  A central issue, therefore, was whether Tracy could understand the nature and quality or wrongfulness of his conduct.  Before Tracy took the stand, the district court cautioned him that, if he testified that he could not appreciate the wrongfulness of his conduct on May 18, 1991, it would allow the Government to impeach his testimony by introducing evidence of three prior convictions to show that Tracy had reason to know that his conduct was improper.  Disregarding this admonition, Tracy testified that he thought that robbing the Shaw's Supermarket on May 18, 1991, was the \"right thing to do.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In these circumstances, the district court's decision to allow evidence of Tracy's prior convictions for impeachment purposes was not error.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Tracy contends that the district court erroneously defined the term \"knowingly.\"   The district court instructed the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">First, [you must find] that Patrick Tracy knowingly possessed a firearm as charged.  There is no dispute that the object in question is a firearm, but the parties do dispute whether Patrick Tracy knowingly possessed it.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The word \"knowingly\" means that the act was done voluntarily and intentionally.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Following this charge, Tracy objected and asked \"the [district] court [to] define 'knowingly' as meaning deliberately, intentionally and fully aware of what he was doing.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The district court declined, explaining that such an instruction would have confused the jury by blurring the distinction between the Government's case and Tracy's insanity defense, which required him to prove that he could not understand the nature and quality or wrongfulness of his conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Tracy argues that the district court's refusal to give his requested instruction amounted to reversible error because the jury was not informed that the Government had to prove that he was fully aware of what he was doing on May 18, 1991.  According to Tracy, his entire defense was premised on the theory that, because of his Post-Traumatic Stress Disorder, he was not fully aware of what he was doing when he used a gun to rob the Shaw's Supermarket.  The Government responds that Tracy was not entitled to have his requested instruction delivered verbatim, and the district court's instruction was a reasonable explanation of the term \"knowingly.\"   We find the Government's argument persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The parties have not called to our attention any First Circuit decisions discussing the meaning of the term \"knowingly.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Published opinions and pattern jury instructions from other circuits, however, provide guidance.  To be sure, some circuits have embraced a jury instruction stating that \"knowingly means that a defendant realized what he was doing and was aware of the nature of his conduct.\"  United States v. Lawson, <span class=\"citation no-link\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">535</span></span>, 542 (6th Cir.1985);  e.g., Federal Criminal Jury Instructions of the Seventh Circuit, Instruction No. 6.04, pp. 86-87 (1980) (\"When the word 'knowingly' is used in these instructions, it means that the defendant realized what he was doing and was aware of the nature of his conduct, and did not act through ignorance, mistake or accident....\");  Manual of Model Criminal Jury Instructions for the Ninth Circuit, Instruction No. 5.06 (1992) (\"An act is done knowingly if the defendant is aware of the act and does not act [or fail to act] through ignorance, mistake, or accident....\");  see also Model Penal Code Sec. 2.02(2)(b)(i) (\"A person acts knowingly with respect to a material element of an offense when:  (i) if the element involves the nature of his conduct or the attendant circumstances, he is aware that his conduct is of that nature or that such circumstances exist....\");  1 Edward J. Devitt et al., Federal Jury Practice and Instructions Sec. 17.04, at 626 (4th ed. 1992) (\"The term 'knowingly,' as used in these instructions to describe the alleged state of mind of the defendant, means that [he] [she] was conscious and aware of [his] [her] [action] [omission], realized what [he] [she] was doing or what was happening around [him] [her], and did not [act] [fail to act] because of ignorance, mistake, or accident.\").</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Other circuits and commentators, however, have endorsed a definition of the term \"knowingly\" that largely coincides with the instruction given by the district court here.  E.g., Pattern Jury Instructions of the District Judges Association of the Fifth Circuit, Criminal Cases, Instruction No. 1.35 (1990) (\"The word 'knowingly,' as that term has been used from time to time in these instructions, means that the act was done voluntarily and intentionally, not because of mistake or accident.\");   Pattern Jury Instructions of the District Judges Association of the Eleventh Circuit, Criminal Cases, Basic Instruction No. 9.2 (1985) (\"The word 'knowingly,' as that term has been used from time to time in these instructions, means that the act was done voluntarily and intentionally and not because of mistake or accident.\");   1A Leonard B. Sand et al., Modern Federal Jury Instructions 35-28 (1993) (\"An act is done knowingly if you find that the defendant acted purposely and voluntarily, and not by mistake or accident.\")  (citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We think the district court's definition of \"knowingly,\" which is commonly accepted, was appropriate here.  See United States v. Noone, <span class=\"citation\" data-id=\"547469\"><a href=\"/opinion/547469/united-states-v-peter-noone/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 30 (1st Cir.1990) (\"[I]t is well settled that [a district] court 'need not give instructions in the precise form or language requested by the defendant.' \"  (quoting United States v. Beltran, <span class=\"citation\" data-id=\"451685\"><a href=\"/opinion/451685/united-states-v-nicolas-beltran-aka-nicolas-beltran-ramos-united-states/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 11 (1st Cir.1985))), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1686</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">81</span> </span>(1991).  The district court felt that Tracy's proffered instruction misleadingly blurred the distinction between the Government's burden and Tracy's defense.  The definition of \"knowingly\" put forward by the district court in no sense unfairly weakened Tracy's insanity defense, as to which the district court rendered a clear and accurate instruction.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Had the jury thought that Tracy, because of his Post-Traumatic Stress Disorder, was unable to appreciate the nature and quality or wrongfulness of his conduct, it could have, pursuant to the district court's instructions, returned a verdict of not guilty only by reason of insanity.C.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Tracy's third argument is that the district court erred in refusing to instruct the jury on the consequences of a not guilty only by reason of insanity verdict.  Specifically, Tracy requested the following charge:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>[I]f you find Patrick Tracy not guilty by reason of insanity, it becomes the duty of this court to commit Patrick Tracy to a suitable hospital facility.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The district court declined to give such an instruction, explaining at length its reasons for its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We find no error in the district court's ruling.  Recently, in Shannon v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"117867\"><a href=\"/opinion/117867/shannon-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2419</span></a></span>, <span class=\"citation\" data-id=\"117867\"><a href=\"/opinion/117867/shannon-v-united-states/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">459</span> </a></span>(1994), the United States Supreme Court concluded that a federal district court is not \"required to instruct the jury regarding the consequences to the defendant of a verdict of 'not guilty by reason of insanity,' either under the Insanity Defense Reform Act of 1984 [, 98 Stat. 2057 (codified as amended at 18 U.S.C. Secs. 17, 4241-4247),] or as a matter of general federal practice.\"  Shannon, --- U.S. at <span class=\"citation\" data-id=\"117867\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117867/shannon-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2422</span></a></span>.   Although the Court recognized \"that an instruction of some form may be necessary under certain limited circumstances,\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <span class=\"citation\" data-id=\"117867\"><a href=\"/opinion/117867/shannon-v-united-states/\"><span class=\"id_token\">id.</span> at ----, </a></span>114 S.Ct. at 2428, Tracy has not argued that such circumstances exist here, and our review of the record has revealed none.</p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Tracy argues that the district court erred in sentencing him under the Armed Career Criminal Act (ACCA), 18 U.S.C. Sec. 924(e)(1), which states:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In the case of a person who violates section 922(g) of this title and has three previous convictions by any court referred to in section 922(g)(1) of this title for a violent felony or a serious drug offense, or both, committed on occasions different from one another, such person shall be fined not more than $25,000 and imprisoned not less than fifteen years, and, notwithstanding any other provision of law, the court shall not suspend the sentence of, or grant a probationary sentence to, such person with respect to the conviction under section 922(g), and such person shall not be eligible for parole with respect to the sentence imposed under this subsection.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">While he concedes that he has two \"previous convictions\" that satisfy the \"violent felony\" standard of Sec. 924(e)(1), Tracy maintains that the district court could not, for two reasons, use a 1979 Massachusetts conviction for assault and battery on a police officer, to which he pled guilty on September 25, 1979, as the third predicate felony.  First, Tracy claims that the 1979 conviction is constitutionally invalid because he was denied his right to have appointed counsel.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Second, he asserts that the Government failed to provide him with adequate notice that it intended to rely on the 1979 conviction in seeking sentence enhancement under Sec. 924(e)(1).  We address these arguments separately.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>i.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In United States v. Paleo, <span class=\"citation\" data-id=\"585215\"><a href=\"/opinion/585215/united-states-v-robert-paleo-united-states-v-robert-p-paleo/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 11 (1st Cir.1992), we held that \"a federal defendant may challenge, in a sentencing proceeding, the constitutional validity of past convictions, used to increase his federal sentence.\"   We said that, if a defendant should seek to contest the validity of a properly evidenced past conviction--that is, one documented by a certified copy of a court record of conviction or a presentence report's account of a past conviction--that appears constitutionally valid on its face, \"he must say that he wishes to do so, explain the constitutional defect, and convince the sentencing court that the conviction was indeed obtained in violation of the federal Constitution,\" <span class=\"citation\" data-id=\"585215\"><a href=\"/opinion/585215/united-states-v-robert-paleo-united-states-v-robert-p-paleo/\"><span class=\"id_token\">id.</span> at 13.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Recently, however, our decision in Paleo was all but overruled by the United States Supreme Court in Custis v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1732</span></a></span>, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span> </a></span>(1994).  There the Court held that, in a federal sentencing proceeding, \"a defendant has no ... right (with the sole exception of convictions obtained in violation of the right to counsel)\" to \"collaterally attack the validity of previous state convictions that are used to enhance his sentence under the ACCA.\"  <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"id_token\">Id.</span> at ----, </a></span>114 S.Ct. at 1734.   In refusing \"to extend the right to attack collaterally prior convictions used for sentence enhancement beyond the right to have appointed counsel established in Gideon,\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> <span class=\"citation\" data-id=\"117867\"><a href=\"/opinion/117867/shannon-v-united-states/\"><span class=\"id_token\">id.</span> at ----, </a></span>114 S.Ct. at 1738, the Court said, \"We think that since the decision in Johnson v. Zerbst<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> more than half a century ago, and running through our decisions in Burgett<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> and Tucker,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> there has been a theme that failure to appoint counsel for an indigent defendant was a unique constitutional defect,\" <span class=\"citation no-link\"><span class=\"id_token\">id.</span>  (footnotes not </span>in original).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Because Tracy challenges the constitutional validity of his 1979 state court conviction on the grounds that he was not represented by counsel, his argument is not foreclosed by Custis.   In this limited respect, our decision in Paleo still controls.  Accordingly, we consider whether Tracy has demonstrated by a preponderance of the evidence, see United States v. Wilkinson, <span class=\"citation\" data-id=\"556387\"><a href=\"/opinion/556387/united-states-v-robert-j-wilkinson/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 28 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1211</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">985</span> </span>(1991), that the 1979 conviction was indeed obtained in violation of Tracy's constitutional right to appointed counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The record indicates that Tracy was arrested on June 3, 1979, for uttering a false prescription and for assault and battery on the arresting Town of Brookline police officer.  Thereafter, the Brookline Division of the District Court Department issued an order, which read:</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>The Court has determined that [Patrick Tracy] is indigent and that [the] gravity of the charge against the said defendant ... require[s] that the defendant be represented by counsel.  The clerk is hereby directed to immediately notify ... Neil Rossman of the determination of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The docket sheet from the Municipal Court of Brookline indicates that Attorney Rossman appeared for Tracy on June 25, 1979, but was succeeded on August 20, 1979, by Attorney Dianne Hayes.  Rossman's exodus is explained by entries indicating that he was fined for failing to appear for hearings scheduled for August 2, and 20, 1979, causing the case to be continued on those two occasions.  The entries further show that Tracy finally pled guilty to both charges on September 25, 1979, at which time, insofar as can be gleaned from the docket sheet, he was represented by his listed attorney, Dianne Hayes.  These entries are consistent with Hayes's statement in an affidavit submitted to the district court that she remembers \"being called on the telephone on or about August 20, 1979, by someone from the District Court of Northern Norfolk, Dedham, and being asked if [she] would accept an appointment for a case in which Attorney Neil Rossman had been previously appointed, but in which case he had failed to appear.\"   Hayes did not say in her affidavit whether she accepted or rejected the appointment, but she did state that she had \"serious doubts that [she] represented Patrick Tracy at the time he plead[ed] guilty to ... assault and battery on a police officer, because [she was] unable to locate a file for him.\"   Hayes said she did not believe that she had ever thrown away or destroyed a closed file.  She noted, however, that, on October 24, 1987, the basement of her office, where she kept her closed files, was flooded and that, as a result, some of the older files were placed out of order.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The district court decided, in light of this record, that Tracy had failed to show by a preponderance of the evidence that he was denied his right to the appointment of counsel.  We find no error.  The court documents show that, after Tracy was arrested on June 3, 1979, it was determined that he was an indigent defendant in need of counsel.  Attorney Neil Rossman was assigned to his case, and the docket entries reveal that he made an appearance on June 25, 1979.  The docket entries further show that, following Rossman's failure to appear and two continuances, Attorney Dianne Hayes became Tracy's attorney of record on August 20, 1979.  There is no indication that Hayes thereafter ceased to represent Tracy in these matters or was absent on September 25, 1979, when he pled guilty.  There were no further continuances, and no fines were noted as levied against Hayes, as they had been against Rossman, for failing to appear at scheduled hearings.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The evidence casting doubt on whether Tracy received legal representation is limited to Tracy's and Hayes's affidavits.  The district court did not find Tracy's affidavit credible given Tracy's strong incentive to avoid the ACCA.  With regard to Hayes's affidavit, Hayes could not specifically recollect whether or not she represented Tracy, and the district court found there was no suggestion \"that she turned down the appointment that she was asked to accept by the court.\"   Moreover, the district court thought that Hayes's inability to locate a file that would confirm her representation of Tracy might well be explained by the flood in her basement that disrupted her filing system.  We do not find clear error in the district court's conclusion that Tracy had failed to prove, relative to the 1979 conviction, that he was unrepresented by counsel, in violation of his constitutional right.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>ii.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Tracy also argues that it was error for the district court to use the 1979 assault and battery conviction as one of three predicate violent felonies under Sec. 924(e)(1) because he did not receive adequate notice that the Government intended to rely on it.  Tracy contends that the indictment, which he claims he had a right to count on, listed only two felonies that would satisfy the requirements of Sec. 924(e)(1), and did not mention the 1979 assault and battery conviction.  He says he did not learn that the Government intended to use that conviction until he received the presentence report.  This delay, he insists, prejudiced his defense strategy and his decision as to whether to plead guilty or go to trial.  He suggests that the indictment, having listed some of Tracy's prior felonies that would be used for sentence enhancement, should have listed all the predicate felonies.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The district court rejected this same argument at Tracy's sentencing hearing, finding our decision in United States v. Rumney, <span class=\"citation\" data-id=\"518388\"><a href=\"/opinion/518388/united-states-v-arthur-w-rumney/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span> </a></span>(1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3194</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">702</span> </span>(1989), to be dispositive.  We agree.  In Rumney, as here, the Government informed the defendant before trial that it would seek an enhanced sentence under the ACCA, but failed to include all the predicate felonies in the indictment.  We held that the Government need not allege in the indictment the three prior felonies that it will use to enhance a defendant's sentence under Sec. 924(e)(1).  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 717-19; </span> e.g., United States v. Alvarez, <span class=\"citation no-link\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1000</span></span>, 1006 (9th Cir.1992) (rejecting the appellant's argument that \"the district court erred in considering three prior convictions not listed in the indictment, and for which the government did not file [a] written notice of intention to use prior to trial\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1427</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">795</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The Sixth Circuit's decision in United States v. Pedigo, <span class=\"citation\" data-id=\"526477\"><a href=\"/opinion/526477/united-states-v-jimmy-lee-pedigo/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1315</span> </a></span>(6th Cir.1989), which Tracy relies on, is distinguishable.  There, the record suggested that the district court had relied upon only two prior convictions, instead of the necessary three.  In refusing to take account of a third prior felony conviction, which had been introduced for impeachment purposes at trial, the court of appeals stated that the defendant may not ever have received adequate notice that such conviction would be used to enhance his sentence.  <span class=\"citation\" data-id=\"526477\"><a href=\"/opinion/526477/united-states-v-jimmy-lee-pedigo/\"><span class=\"id_token\">Id.</span> at 1319. </a></span>  Here, by contrast, the district court found that Tracy received ample notice of the 1979 conviction:</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>There has been abundant time for the defendant to respond and to challenge the conviction as he has done, and so far as any requirement that the crime be brought to his attention at an earlier stage is concerned, he was at least made aware of it by the time of trial in connection with the preparation of exhibits for use at trial, and I don't find that any further or earlier notice was required on that score.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We are satisfied that the district court did not err in considering Tracy's 1979 conviction in enhancing his sentence under Sec. 924(e)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 18 U.S.C. Sec. 922(g)(1) states:</p>\n        <p>(g) It shall be unlawful for any person--</p>\n        <p>(1) who has been convicted in any court of a crime punishable by imprisonment for a term exceeding one year[ ]</p>\n        <p>to ship or transport in interstate or foreign commerce, or possess in or affecting commerce, any firearm or ammunition;  or to receive any firearm or ammunition which has been shipped or transported in interstate or foreign commerce.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Post-Traumatic Stress Disorder is an anxiety disorder</p>\n        <p>whose \"essential feature ... is the development of characteristic symptoms following a psychologically distressing event that is outside the range of usual human experience....  [S]uch common experiences as simple bereavement, chronic illness, business losses, and marital conflict\" will not trigger [Post-Traumatic Stress Disorder];  classic examples of events which will induce the syndrome include natural disasters, military combat, torture, and rape....</p>\n        <p>... The syndrome's symptoms include insomnia, exaggerated startle response, feelings of guilt, loss of appetite and of weight, avoidance of reminders of the traumatic event, fearfulness, and nightmares and flashbacks.</p>\n        <p>Debra A. Abbott et al., Developments in Maryland Law, 1986-87, 47 Md.L.Rev. 861, 881 n. 2 (1988) (citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The stipulation was intended to satisfy the second element of the Government's case against Tracy.  While it might not be apparent to a jury that conviction of a felony meant conviction \"in any court of a crime punishable by imprisonment for a term exceeding one year,\" 18 U.S.C. Sec. 922(g)(1), any confusion was remedied by the district court's instruction to the jury making the necessary connection:</p>\n        <p>Second, that before Patrick Tracy possessed the firearm, he had been convicted in a court of a crime punishable by imprisonment for a term in excess of one year.  That is, a felony offense.   There is no dispute on this issue.</p>\n        <p>(emphasis added).  Notwithstanding the district court's instruction, it would have been preferable had the parties stipulated in the statutory language, i.e., \"convicted in any court of a crime punishable by imprisonment for a term exceeding one year.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Notwithstanding Tracy's suggestion to the contrary, we think that the district court could reasonably have inferred from this testimony that Tracy was saying that he thought it was acceptable for him to possess a gun when he robbed the Shaw's Supermarket</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Tracy asserts that he requested this same instruction before trial and during the pre-charge conference</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Tracy does cite United States v. Couming, <span class=\"citation\" data-id=\"297814\"><a href=\"/opinion/297814/united-states-v-paul-bernard-couming/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">555</span></a></span>, 556-57 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">949</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">291</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">266</span> </span>(1971), as authority for his proffered instruction.  We agree with the finding below, however, that, while it is true that the district court in Couming defined \"knowingly\" as Tracy seeks to have it defined here, the court of appeals did not review the propriety of that definition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court charged the jury:</p>\n        <p>For you to find Patrick Tracy not guilty only by reason of insanity, you must be convinced that Patrick Tracy has proved each of these things by clear and convincing evidence:  First, that at the time of the offense, Patrick Tracy suffered from a severe mental disease or defect.  Second, that the mental disease or defect prevented him from understanding the nature and quality or wrongfulness of his conduct.</p>\n        <p>If you find that the government has proved all the elements of the offense beyond a reasonable doubt and that Patrick Tracy has proven by clear and convincing evidence that he was not sane at the time of the offense, you will find him not guilty only by reason of insanity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Court said, for example, that, if \"a witness or prosecutor states in the presence of the jury that a particular defendant would 'go free' if found [not guilty only by reason of insanity], it may be necessary for the district court to intervene with an instruction to counter such a misstatement.\"  Shannon, --- U.S. at <span class=\"citation\" data-id=\"117867\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117867/shannon-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2428</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In support of this argument, Tracy submitted, inter alia, an affidavit in which he stated, among other things, that he \"was not represented by any attorney regarding this claimed conviction of assault and battery on a police officer.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Gideon v. Wainwright, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span> </a></span>(1963)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Johnson v. Zerbst, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></a></span>, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1461</span> </a></span>(1938)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Burgett v. Texas, <span class=\"citation\" data-id=\"107540\"><a href=\"/opinion/107540/burgett-v-texas/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></a></span>, <span class=\"citation\" data-id=\"107540\"><a href=\"/opinion/107540/burgett-v-texas/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">258</span></a></span>, <span class=\"citation\" data-id=\"107540\"><a href=\"/opinion/107540/burgett-v-texas/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">319</span> </a></span>(1967)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> United States v. Tucker, <span class=\"citation\" data-id=\"108427\"><a href=\"/opinion/108427/united-states-v-tucker/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, <span class=\"citation\" data-id=\"108427\"><a href=\"/opinion/108427/united-states-v-tucker/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">589</span></a></span>, <span class=\"citation\" data-id=\"108427\"><a href=\"/opinion/108427/united-states-v-tucker/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">592</span> </a></span>(1972)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103050/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106545/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107540/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117867/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195307/",
    "https://www.courtlistener.com/api/rest/v3/opinions/297814/",
    "https://www.courtlistener.com/api/rest/v3/opinions/396515/",
    "https://www.courtlistener.com/api/rest/v3/opinions/409292/",
    "https://www.courtlistener.com/api/rest/v3/opinions/415604/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451685/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518388/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526477/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547469/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556387/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585215/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592247/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1087955/"
  ]
}