{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195606/",
  "id": 195606,
  "absolute_url": "/opinion/195606/united-states-v-bennett/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195606/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:39Z",
  "date_modified": "2020-02-21T23:29:40.699256Z",
  "type": "010combined",
  "sha1": "1596aea650330d0a0d01acafe37e7ea4bc0e572e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1732.01A",
  "local_path": null,
  "plain_text": "\n\nNovember 3, 1994\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                          \n\nNo. 93-1732\n\n                        UNITED STATES,\n                          Appellant,\n\n                              v.\n\n                   GEORGE S. BENNETT, JR.,\n                     Defendant, Appellee.\n\n                                      \n\n                         ERRATA SHEET\r                                     ERRATA SHEET\n\n   The  opinion of this Court  issued on September  20, 1994 is\namended as follows:\n\n   On page 23, delete footnote 14.\n\n   On  page 29,  fourth  line from  the bottom,  after  \". .  .\nclearly erroneous.\"   Add  new footnote (and  renumber subsequent\nfootnotes).  The text of the new footnote is as follows:\n\n        Having stressed that post-trial acceptance of\n        responsibility  is  the  exception  and  must\n        normally be borne  out by pre-trial  actions,\n        we  nevertheless do  not intend  to establish\n        any   blanket   rule;  the   guideline's  own\n        application note leaves open  the possibility\n        of exceptions.   But we do  think that unless\n        some  obvious  basis  is  apparent  from  the\n        record,  it  may  be difficult  to  uphold  a\n        reduction in  cases where the  defendant went\n        to trial, asserted his  or her innocence, and\n        has  nothing substantial  in the way  of pre-\n        trial conduct  to show earlier  acceptance of\n        responsibility -- unless  the district  court\r                                            \n        is  able to point  to some  persuasive reason\n        for  this determination.    Thus, even  where\n        there   may   ordinarily   be    no   special\n        requirement  for  a statement  of  reasons in\n        making  sentence  determinations, cases  like\n        this one may  present situations in which  an\r\n\n        explanation  by the  district court  is as  a\n        practical matter essential to  establish that\n        the  guideline's  rather stringent  standards\n        for   post-trial    conversions   have   been\n        satisfied.\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1732\n\n                        UNITED STATES,\n\n                          Appellant,\n\n                              v.\n\n                   GEORGE S. BENNETT, JR.,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\r                                                                  \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n\n             Campbell, Senior Circuit Judge, and\r                                                       \n\n                  Lagueux, District Judge.*\r                                                     \n\n                                         \n\nWilliam  P.  Stimson, Assistant  U.S.  Attorney,  Economic  Crimes\r                                \nDivision,  with whom Donald K.  Stern, United States  Attorney, was on\r                                             \nbrief for appellant.\n\nMorris M.  Goldings, with  whom John  F. Aylmer,  II and  Mahoney,\r                                                                              \nHawkes &amp; Goldings were on brief for appellee.\r                         \n\n                                         \n\n                      September 20, 1994\n                                         \n\n                \r                            \n\n*Of the District of Rhode Island, sitting by designation.\r\n\n          CAMPBELL, Senior Circuit Judge.  George S. Bennett,\r                                                    \n\nJr.,  defendant-appellee,  was  formerly  a  general manager,\n\nofficer,  and director  of  Daniel Webster  Mortgage Company,\n\nInc.,  which originated, underwrote, and sold mortgage loans.\n\nBennett was also an  attorney.  On December 2,  1991, Bennett\n\nwas charged,  in a nine-count indictment,  with violating the\n\nbank   fraud  statute,  18  U.S.C.      1344  (1988).1    The\n\nindictment alleged that, from August 1988 until October 1989,\n\nBennett  obtained nine  loans     corresponding  to the  nine\n\ncounts    totaling $900,000 by, among other things, providing\n\nknowingly false  and  misleading information  concerning  the\n\nidentity of the  borrower or borrowers and  by concealing his\n\nand his wife's interest in the loans.\n\n          On February  16, 1993,  a jury  trial began  in the\n\nUnited   States   District   Court   for  the   District   of\n\n                    \r                                \n\n1.  18 U.S.C.   1344 provides:\n\n          Whoever  knowingly executes,  or attempts\n          to execute, a scheme or artifice   \n\n               (1)    to   defraud    a   financial\n          institution; or\n\n               (2) to  obtain  any of  the  moneys,\n          funds,  credits,  assets, securities,  or\n          other  property owned  by,  or under  the\n          custody  or  control   of,  a   financial\n          institution,   by   means  of   false  or\n          fraudulent pretenses, representations, or\n          promises;\n\n          shall be  fined not more  than $1,000,000\n          or imprisoned not more than 30 years,  or\n          both.\n\n                             -4-\r\n\nMassachusetts.   Eight  days  later, the  jury found  Bennett\n\nguilty on all nine counts.  Following a sentencing hearing on\n\nMay 18 and 19, 1993,  the district court sentenced Bennett to\n\ntwenty-four  months probation with six months home detention.\n\nHe  was  also ordered  to pay  a  special assessment  of $450\n\npursuant to 18 U.S.C.   3013 (1988).  Judgment was entered on\n\nMay 24,  1993.   The Government  appeals from the  sentence.2\n\nWe vacate and remand for resentencing.\n\n                              I.\n\n                          BACKGROUND\r                                                \n\nA.   The Scheme\r                           \n\n          Daniel  Webster  Mortgage  Company,  Inc.  (\"Daniel\n\nWebster\"),   which  maintained   a  place   of  business   in\n\nMarshfield,   Massachusetts,    originated   and   underwrote\n\nresidential  mortgage loans  for consumers.   To  finance its\n\nmortgage  underwriting  activities,  Daniel Webster  borrowed\n\nmoney under lines-of-credit that it maintained with  Plymouth\n\nFederal Savings Bank (\"Plymouth Federal\")    a federal mutual\n\nsavings  bank  with  its   principal  place  of  business  in\n\nPlymouth, Massachusetts     and  New Bedford  Institution for\n\nSavings  (NBIS)      a  state-chartered  bank  based  in  New\n\n                    \r                                \n\n2.  Bennett  cross-appealed  from  the  conviction,  but  the\ncross-appeal was later voluntarily dismissed pursuant to Fed.\nR. App. P. 42(b).\n\n                             -5-\r\n\nBedford,  Massachusetts.3  To obtain line-of-credit advances,\n\nDaniel  Webster needed only to contact the banks by telephone\n\nand  provide a borrower's name and an amount to be disbursed.\n\nAfter making a mortgage loan, Daniel Webster would assign the\n\npromissory  note  and  the  accompanying  mortgage  from  its\n\ncustomer  to  whichever  bank  advanced the  funds.    Daniel\n\nWebster would also  record the mortgage and the assignment at\n\nthe  appropriate registry of  deeds.  When  the mortgage loan\n\nwas sold  on the secondary  market, Daniel Webster  would use\n\nthe proceeds to repay the principal borrowed from the lending\n\nbank, plus accrued interest. \n\n          George  S. Bennett,  Jr.  was  general  manager  of\n\nDaniel  Webster from August 1985  until May 3,  1990, when he\n\nwas asked to resign.   He was also an officer of  the company\n\nfrom May  1986 and a  director from April  1987.  On  May 20,\n\n1988,  Bennett  obtained  two  mortgage  loans   from  Daniel\n\nWebster,  each for $159,000.   Bennett  used the  proceeds to\n\npurchase   two   parcels  of   real   property  in   Hingham,\n\nMassachusetts.  Title to these parcels was taken in the names\n\nof two nominee realty trusts, Prospect Woods Realty Trust and\n\nProspect Forest Realty Trust.  Bennett and his wife, Patricia\n\nA. Bennett, were  the sole beneficiaries  of each trust,  and\n\nMrs. Bennett  was appointed trustee.   Bennett's plan  was to\n\n                    \r                                \n\n3.  We will  refer to Plymouth Federal  and NBIS collectively\nas \"the banks.\"\n\n                             -6-\r\n\ndevelop  two homes on the  parcels, occupy one,  and sell the\n\nother.\n\n          In  or   about  September  1988,   Bennett  applied\n\ndirectly  to  Robert E.  Dawley,  then-president of  Plymouth\n\nFederal, for financing to construct the two residences on the\n\nHingham property.  He sought loans of $410,000  and $425,000.\n\nDawley thought that Plymouth  Federal should not lend Bennett\n\nthis  money.   Accordingly,  after  consulting  with Plymouth\n\nFederal's   loan   committee,   Dawley   rejected   Bennett's\n\napplications.\n\n          Thereafter,  Bennett used his  position with Daniel\n\nWebster  to cause  the banks  to lend  him money  under their\n\nlines-of-credit.4    On  more than  ten  separate  occasions,\n\nBennett  obtained  advances  under  the   lines-of-credit  by\n\nmisrepresenting to  the banks that he  was financing mortgage\n\nloans underwritten by Daniel Webster in its regular course of\n\nbusiness.   To conceal  his personal  interest in  the loans,\n\nBennett,   on  many  occasions,  gave  the  banks  fictitious\n\nborrower names such as \"Woods,\" \"Forest,\" \"Foster,\" \"Floras,\"\n\n\"Powers,\"  and \"Kallan.\"   Although  Bennett and/or  his wife\n\nexecuted promissory  notes and  mortgages for each  new loan,\n\n                    \r                                \n\n4.  Eight  of  the loans  described  in  the indictment  were\noriginally funded  using advances  from the Plymouth  Federal\nline-of-credit, and one such loan was funded using an advance\nfrom the NBIS line-of-credit.  By May 1990, however, Plymouth\nFederal  had purchased all the  loans at issue  that had been\ncharged to the NBIS line-of-credit.\n\n                             -7-\r\n\nBennett  failed to record any of the mortgages or assign them\n\nto the banks.  Consequently, the line-of-credit advances were\n\neffectively unsecured, and Bennett avoided creating a  public\n\nrecord  of his  borrowing activity.   Bennett also  created a\n\nlender loan  file for each  new loan that  contained \"filler\"\n\ndocuments        such   as  settlement   statements,   credit\n\napplications,  title  insurance  policies,  and  real  estate\n\nappraisals        that,  upon   close  inspection,   bore  no\n\nrelationship to the particular  loan.  Rather, many of  these\n\ndocuments  were  photocopies  of  the  materials  prepared in\n\nconnection with the two $159,000 loans obtained by Bennett in\n\nMay 1988.   To avoid  detection, Bennett kept  the promissory\n\nnotes, mortgages, and loan  files in his personal possession.\n\n          In  or  about March  and  April  1990, the  Federal\n\nDeposit  Insurance  Corporation   (FDIC)  examined   Plymouth\n\nFederal, including  the Daniel Webster  line-of-credit.   One\n\nexaminer demanded the supporting documentation for a $125,000\n\nadvance  under  the  name   \"Bennett\"      Count  7   of  the\n\nindictment.    In  response, Bennett  provided,  among  other\n\nthings, a promissory  note, a mortgage, and  an assignment of\n\nthe  mortgage  to Plymouth  Federal.   The  mortgage  and the\n\nassignment  had recording stamps,  bearing instrument numbers\n\n36241 and  36242, indicating that  they had been  received by\n\nthe Plymouth County  Registry of  Deeds on May  12, 1989,  at\n\n                             -8-\r\n\n12:12 p.m.  On further inspection,  however, the mortgage and\n\nthe assignment were found to be unrecorded, and the recording\n\nstamps to have been forged.   A search at the Plymouth County\n\nRegistry  of  Deeds  revealed  that  the  instrument  numbers\n\nbelonged to documents filed in an unrelated transaction.\n\n          The full extent of Bennett's borrowing was revealed\n\non  or  about  May  3,  1990.    Plymouth  Federal  thereupon\n\nterminated its line-of-credit, putting Daniel  Webster out of\n\nbusiness.  Bennett was asked to resign from Daniel Webster.\n\n          On  May  22,  1990,  Plymouth  Federal  and  Daniel\n\nWebster  sued  Bennett, claiming,  inter  alia,  that he  had\r                                                          \n\ncommitted fraud.   Bennett denied liability.   On February 1,\n\n1991,  the  parties  entered  into  a  settlement  agreement.\n\nBennett agreed to turn over  to Plymouth Federal certain cash\n\nand  other  property,  including  the  part  of  the  Hingham\n\nproperty  that had not earlier been sold.  The district court\n\nfound the value of  the cash and property transferred  in the\n\nsettlement to be \"at least\" $660,000.\n\nB.   The Flow of Funds\r                                  \n\n          During the  civil law suit, Bennett,  in answers to\n\ninterrogatories, listed  the loans that he  had obtained from\n\nMay 20, 1988, through March 1, 1990.  The Government provides\n\nthe  following chart, which  includes the  nine transactions,\n\ndesignated A through I, charged in the indictment:\n\n        Whether             \"Borrower   Date      Princ.\n        Charged/            Name\" on    Princ.    Balance\n\n                             -9-\r\n\nDate    Design.   Amount    Bank Docs.  Repaid    (5-3-90)\r                                                                      \n\n5-20-88   no      $159,000  Bennett        -      $159,000\n5-20-88   no       159,000  Bennett        -       159,000\n7-5-88    no       180,000  Bennett     9-30-88\n8-11-88   yes (A)   40,000  Woods       9-22-88  \n9-22-88   no       185,000  Bennett    10-13-88  \n9-22-88   yes (B)   90,000  Forest       7-7-89  \n10-4-88   no       100,000  Bennett        -       100,000\n10-4-88   yes (C)  141,700  Woods        7-7-89\n10-4-88   yes (D)  145,300  Foster       7-7-89\n3-31-89   yes (E)   75,000  Woods          -        75,0005\n3-31-89   yes (F)  105,000  Floras       7-7-89\n5-12-89   yes (G)  125,000  Bennett        -       125,000\n8-2-89    yes (H)   67,000  Powers       9-30-89\n10-2-89   yes (I)  111,000  Kallan          -      111,000\n3-1-90    no       108,000  Sou             -      108,000\r                                                                      \n                $1,791,000                        $837,000\n\nAs  the Government's  chart indicates,  several of  the loans\n\nwere  repaid  before May  3,  1990, the  date  when Bennett's\n\noffense was discovered.   According to Bennett, the remaining\n\nloans  were  repaid  when  he  entered  into  the  settlement\n\nagreement   with  Daniel  Webster  and  Plymouth  Federal  on\n\nFebruary 1, 1991.\n\nC.   Sentencing\r                           \n\n          At  sentencing,  the  Government  maintained  that,\n\nbecause  Bennett's  scheme  to  defraud continued  after  the\n\nNovember 1, 1989, amendment  to the loss table in  U.S.S.G.  \n\n                    \r                                \n\n5.  The Government's appellate brief indicates that this loan\nwas actually repaid on September 30, 1989.  Bennett states in\nhis  brief, however, that he  did not repay  the $75,000 loan\nuntil February 1, 1991.   This later date is  consistent with\nrepresentations made by the Government to the district court.\nAccordingly, we will assume  that the $75,000 loan  was still\noutstanding  as of  May  3,  1990.    If  our  assumption  is\nincorrect,  the  district  court  should  make  the necessary\ncorrection on remand.\n\n                             -10-\r\n\n2F1.1(b)(1), there was  no ex post  facto problem created  by\r                                                     \n\nusing       as  is  ordinarily done      the version  of  the\n\nGuidelines Manual that was in  effect (i.e, November 1, 1992)\r                                                      \n\nwhen Bennett was sentenced.  The Government also argued  that\n\n(1)  in  addition  to  the $900,000  in  charged  loans,  the\n\ndistrict court  should consider $1,016,000 in  other loans as\n\nrelevant conduct, for  a total loss  of $1,916,000;6 (2)  the\n\n$1,916,000 loss figure should not  be reduced to reflect  any\n\nrepayments made by Bennett because this was not a \"fraudulent\n\nloan  application\"  case within  the  meaning  of U.S.S.G.   \n\n2F1.1, comment. (n.7(b)); (3) Bennett did nothing to manifest\n\nany appreciation of  the criminality of his  conduct; and (4)\n\nthe  district court  should apply  upward adjustments  to the\n\noffense  level  under  U.S.S.G.      2F1.1(b)(2)  and  3B1.3.\n\nAccordingly,  the  Government  urged  the district  court  to\n\ndetermine Bennett's Total Offense Level as follows:\n\n            2F1.1(a) (base offense level)                 6\n            2F1.1(b)(1)(M) (loss of $1,916,000)          12\n            2F1.1(b)(2) (more than minimal planning)      2\n            3B1.3 (abuse of position of trust)            2\r                                                                       \n\n                    TOTAL OFFENSE LEVEL                  22\n\n                    \r                                \n\n6.  On appeal, the Government maintains that the total amount\nof charged and  uncharged transactions amounts  to $1,791,000\nas  opposed to $1,916,000.  See chart, supra.  The Government\r                                                        \nexplains that,  at sentencing, the $1,916,000 figure included\na  $236,000 loss on  the \"Kallan\" loan (Loan  I).  On further\nreflection,  however,  the   Government  concedes  that  only\n$111,000 of this loan  can be shown to have  been funded with\nbank money.  \n\n                             -11-\r\n\nThis offense level, says  the Government, would have resulted\n\nin a  sentencing range of 41 to 51 months incarceration and a\n\nfine range of $7,500 to $75,000.\n\n          The   district  court   refused   to   accept   the\n\nGovernment's position.   Finding  that the  last date  of the\n\noffense  of conviction was October 2, 1989, it decided to use\n\nthe November  1, 1988,  Guidelines Manual     which contained\n\nthe  loss  table in  effect prior  to  the November  1, 1989,\n\namendment    to avoid  violating the Ex Post Facto  Clause of\n\nthe United  States Constitution.   Moreover, for  purposes of\n\ncalculating  the loss to the banks, the district court, after\n\na two-day  sentencing hearing during which  it considered the\n\nissue, included only those loans, totaling $900,000, that had\n\nbeen charged in the indictment.  From this gross loss figure,\n\nthe  district court subtracted (1) the  amount of the charged\n\nloans that Bennett had repaid prior to the May 1990 discovery\n\nof  his  crime (i.e.,  $589,000), and  (2)  the value  of the\r                                \n\nFebruary 1991  settlement with  Plymouth  Federal and  Daniel\n\nWebster.7   Accordingly,  the district  court  concluded that\n\nthe net loss to the  banks was $0.  It said,  \"[I]t's obvious\n\nthat  what was charged in  this case as  criminal conduct was\n\n$900,000, and that all of it,  every cent, was paid off prior\n\n                    \r                                \n\n7.  The  exact  value  of  the settlement  agreement  is  not\nentirely  clear.  The presentence report  pegged the value at\n$694,707.15.  The district court said the value was \"at least\n$660,000.\"\n\n                             -12-\r\n\nto the initiation of any criminal proceeding.\"  Moreover, the\n\ndistrict  court   determined   that  Bennett   had   accepted\n\nresponsibility for his conduct.   In light of these findings,\n\nthe district court  calculated Bennett's Total  Offense Level\n\nto be 8.   According to the Government, the  district court's\n\ncomputations were as follows:\n\n            2F1.1 (base offense level)                    6\n            2F1.1(b)(1) (zero loss)                       0\n            2F1.1(b)(2) (minimal planning)                2\n            3B1.3 (abuse of position of trust)            2\n            3E1.1 (acceptance of responsibility)         -2\r                                                                       \n\n               TOTAL OFFENSE LEVEL                        8\n\nBased  on this  Total  Offense Level  and Bennett's  Criminal\n\nHistory Category  (I), the district court  concluded that the\n\nsentencing range was 2  to 8 months imprisonment, with  24 to\n\n36 months  supervised release,  and that  the fine  range was\n\n$5,000  to  $50,000.     Nevertheless,  the  district   court\n\nsentenced  Bennett to 24 months  probation with 6 months home\n\ndetention.    He was  also directed  to  pay $450  in special\n\nassessments.  No fines were imposed.      \n\n                             II.\n\n          The  Government  argues  that  the  following three\n\nerrors were  committed during sentencing: the  district court\n\nimproperly (1) calculated loss under  U.S.S.G.   2F1.1(b)(1),\n\n(2)  granted Bennett  a  downward adjustment  in his  offense\n\nlevel  for accepting  responsibility  pursuant to  U.S.S.G.  \n\n                             -13-\r\n\n3E1.1, and (3) used the November  1, 1988, Guidelines Manual.\n\nWe turn to each of these arguments.\n\nA.   The District Court's Loss Calculation\r                                                      \n\n     1.   Relevant Conduct\r                                      \n\n          The Government argues that the district court erred\n\nin calculating the banks' losses by refusing to  consider any\n\nloans  except  the  ones   for  which  Bennett  was  charged.\n\nAccording  to  the Government,  U.S.S.G.     1B1.3   requires\n\nsentencing courts to consider  relevant conduct, even if such\n\nconduct  does not fall within  any count of  conviction.  The\n\ndistrict court  should, it  says, have included  in the  loss\n\ncalculation  the  other  loans  for  which  Bennett  was  not\n\nindicted.  Bennett replies that the district court determined\n\nthat evidence of the uncharged loans was too meager to amount\n\nto relevant conduct under U.S.S.G.   1B1.3.  \n\n          To  resolve  these  arguments,  we  need to  decide\n\nwhether  the district court  determined, as a  matter of law,\r                                                                        \n\nthat, in  calculating the loss, it would disregard loans that\n\nwere not alleged in the indictment, or whether it determined,\n\nas  a matter  of  fact, that  the  Government had  failed  to\r                                  \n\nestablish, by a preponderance  of the evidence, the existence\n\nof relevant non-indicted loans.8  With regard to the former,\n\n                    \r                                \n\n8.  In  United States  v.  Williams, 10  F.3d  910 (1st  Cir.\r                                               \n1993), we said, \"Only after the government has met its burden\nof  establishing,  by a  preponderance  of  the evidence,  `a\nsufficient  nexus between  the  [extraneous] conduct  and the\r                             \noffense  of conviction,'  may  the sentencing  court, in  its\n\n                             -14-\r\n\n          \"[t]he  legal  determination  as  to  the\n          proper interplay among related guidelines\n          is  subject to  plenary review.\"   United\r                                                               \n          States v. Schultz, 970 F.2d 960, 962 (1st\r                                       \n          Cir. 1992),  cert. denied,     U.S.     ,\r                                               \n          113  S.  Ct.  1020,  122 L.  Ed.  2d  167\n          (1993).  Therefore, we review de novo the\n          district   court's  application   of  the\n          relevant  conduct  guideline, U.S.S.G.   \n          1B1.3,   to   the   [fraud   or   deceit]\n          guideline, U.S.S.G.   [2F1.1].\n\nUnited States v.  Carrozza, 4  F.3d 70, 74  (1st Cir.  1993),\r                                      \n\ncert. denied,     U.S.   , 114 S. Ct. 1644, 128 L. Ed. 2d 365\r                        \n\n(1994).  Regarding the latter, \"[a]bsent a mistake of law, we\n\nreview `relevant conduct' findings  for clear error.\"  United\r                                                                         \n\nStates  v. Williams, 10 F.3d 910, 913 (1st Cir. 1993) (citing\r                               \n\nUnited States v. Wood, 924 F.2d 399, 403 (1st Cir. 1991)).\r                                 \n\n          The  transcript  of  Bennett's  two-day  sentencing\n\nhearing   strongly   indicates   that   the   district  court\n\ndetermined, as a matter  of law, that it would  not consider,\n\nin  establishing the loss to  the banks, loans  that were not\n\nalleged  in the  indictment.   At the  very beginning  of the\n\nsentencing hearing, the district court asked:\n\n          And   how   much   money  was   obtained,\n          according  to  the  counts?   Because  my\n          understanding  is that  the determination\n          of how much time the guidelines call for,\n          is it determined on the amount charged in\n          the counts?\n\n                    \r                                \n\nsound discretion, make a `relevant conduct' adjustment.\"  Id.\r                                                                         \nat 913 (quoting  United States  v. Sklar, 920  F.2d 107,  110\r                                                    \n(1st Cir. 1990)) (emphasis added in Williams).\r                                                        \n\n                             -15-\r\n\nA  short  time  later,  the  district court  engaged  in  the\n\nfollowing colloquy with the Government:\n\n          MR. STIMSON:   You have to  live with the\n          guidelines, your Honor.\n\n          THE COURT:  I understand you have to look\n          at the  guidelines,  but I'll  tell  you,\n          when  you  start  getting  into  relevant\n          conduct  that is  not charged,  that goes\n          against  my sense  of  justice.   I don't\n          mind  sentencing  somebody  on  something\n          that he's been charged with.  When you're\n          trying   to   get   [$]800,000  more   on\n          something he's not charged with, there is\n          something that is unjust about it. . . .\n\n          MR.   STIMSON:       Your   Honor,    the\n          government's position is  based upon  the\n          total amount of each loan.\n               Now, we can put[] aside for a moment\n          the issue  of whether we're  talking just\n          about  the loans  that were  described in\n          the indictment or about the other loans.\n\n          THE  COURT:   I  want  to  go with  those\n          charged in the indictment.\n\n          MR. STIMSON:  Okay.\n\n          THE COURT:  Because  if you're asking for\n          any more time than that, it's going to be\n          tried.    I'm not  sentencing  anybody on\n          time [sic] that  he's not been  tried on.\n          I'm  not going  to.   So  stick with  the\n          [$]900,000  as  charged or  anything else\n          that  you say is  charged within the nine\n          counts.    \n\nTowards the end of  the first day of the  sentencing hearing,\n\nthe district court stated the manner in which it was inclined\n\nto calculate the net loss to the banks:\n\n               I'll  tell you  [w]hat, have  we all\n          got  the  issue, and  I  want  it on  the\n          record.    [T]he  issue  is  this:    The\n          $900,000 charged less  money paid back to\n\n                             -16-\r\n\n          the victim bank in whatever form prior to\n          the initiation of criminal  action . .  .\n          iswhat I amgoing to determineas the law.9\n\nThe  district court  further  said that  it  was \"willing  to\n\ndisregard the relevant conduct.\" \n\n          During the  second day  of the sentencing  hearing,\n\nthe  district court once again visited  the issue of relevant\n\nconduct.  In  this regard, it made the following observations\n\nand findings:\n\n          I  can  see  that  maybe   a  significant\n          portion, if not all of the charged loans,\n          ha[s] been  paid.  However, we  have this\n          concept of related conduct.  It's obvious\n          that,   although   he's  paid   off  over\n          $900,000 and maybe close to [$1,200,000],\n          he hasn't paid off all the related loans.\n          So   if  I   do  not   take  those   into\n          consideration, then you may have a short-\n          lived victory, because the upper [c]ourt,\n\n                    \r                                \n\n9.  The  parties  dispute  whether  the  last  word  of  this\nstatement was \"law\" or \"loss.\"  On June 3,  1994, counsel for\nBennett filed  an affidavit  of Patricia A.  Casey-Price, the\nofficial  court  reporter  at Bennett's  sentencing  hearing.\nAttached  to   the  affidavit  were  revised   pages  of  the\nsentencing hearing transcript, indicating that the court  had\nsaid \"loss\" not \"law.\"  Subsequent to oral argument, however,\nthe Government submitted a supplemental affidavit of Patricia\nA. Casey-Price, dated June  9, 1994.  In it  she said, \"Based\nupon a careful review of my  stenographic notes, . . . I have\nconcluded that . . .  I in fact recorded the word  `law,' not\nthe word `loss.'\"\n     The  parties did  not follow  the correct  procedure for\ncorrecting the record. See Fed. R. App.  P. 10(e) (describing\r                                      \nthe   correct  procedure  for  correcting  or  modifying  the\nrecord).  But the  difference between \"law\" and \"loss\"  is of\nlittle consequence.  In either  event, the district court was\nsetting forth the legal framework in which it was inclined to\ncalculate the net loss.    \n\n                             -17-\r\n\n          I  am absolutely confident, [is] going to\n          require   them   to    be   taken    into\n          consideration.\n\n                             ***\n\n               On  the  other hand,  there  is some\n          relevant  conduct  resulting in  debts in\n          excess  of  $900,000,  which   under  the\n          current interpretation  of the guidelines\n          has to be considered.\n               When the  so-called relevant conduct\n          is  considered,  that   is  matters   not\n          charged, there  is a  debt  owing.   It's\n          very  difficult  to  determine what  that\n          precise  amount is, but it's my judgment,\n          based  on all the  evidence in  the case,\n          that  it's  somewhere between  [$100,000]\n          and $200,000.\n               So  I'm in  a  position,  were I  to\n          sentence strictly with respect to charged\n          conduct,  the  loss   I  would  find   is\n          nothing.  If I am  to sentence him on the\n          basis  of  charged  conduct  and  related\n          activity, the loss is  between [$100,000]\n          and $200,000.\n\nNotwithstanding   its  conclusion  that  there  was  relevant\n\nconduct and that the  net loss to the banks,  if the relevant\n\nconduct were  considered, was between $100,000  and $200,000,\n\nthe district court sentenced Bennett only on the basis of the\n\nloans  for which  he was charged,  finding a net  loss to the\n\nbanks of $0.  It explained:\n\n               Here is  what I'm going  to have  to\n          do, have it set up for a new trial.\n               In  some  types  of  cases  relevant\n          conduct is appropriate.   Loss under  the\n          cases  is  not  just  mathematical,  it's\n          intended loss.    My judgment,  based  on\n          hearing  this case,  and  the  amount  of\n          money  that's  been  paid  back  by  this\n          defendant,  [is] that  it was  always his\n          intention  to  [re]pay the  money.   That\r                                                               \n          being so, there  is no  evidence in  this\r                                                               \n\n                             -18-\r\n\n          record,  in  the  trial  or  in  anything\r                                                               \n          that's   happened   subsequent   thereto,\r                                                               \n          that's going to allow me,  in determining\r                                                               \n          the  [e]lusive  concept  of  cause,10\r                                                             to\r                                                               \n          take into consideration loans  which were\r                                                               \n          not subject to any criminal charge[;] nor\r                                                               \n          has anyone said  that they were  false in\r                                                               \n          any way.\r                             \n               So the first decision I'm  making is\n          that  I'm  concerned with  loss resulting\n          from criminal conduct, because that's all\n          that's really relevant to  the sentencing\n          of this individual.   That being so, it's\n          obvious  that what  was  charged in  this\n          case  as  criminal conduct  was $900,000,\n          and that all of  it, every cent, was paid\n          off  prior  to   the  initiation  of  any\n          criminal proceeding.  \n\n(emphasis and footnote added).\n\n          In  light of  the court's  comments, we  see little\n\nmerit in Bennett's insistence  that the district court found,\n\nas a matter of fact, that the Government did not establish by\n\na  preponderance of  the  evidence that  the uncharged  loans\n\namounted to relevant conduct.  Rather the court's message was\n\n                    \r                                \n\n10.  The  parties  dispute  whether  Judge   Harrington  said\n\"cause\"  or \"loss.\"    On  June  3,  1994,  counsel  for  the\ndefendant submitted the affidavit of Patricia A. Casey-Price,\nthe  court stenographer,  in which  she indicated  that Judge\nHarrington  had said  \"loss.\"   However, in  a June  9, 1994,\nsupplemental affidavit, filed by  the Government, Ms.  Casey-\nPrice said,  \"[After] listening to the  magnetic audiotape of\nthe May 19,  1993[,] proceedings, I  have confirmed that,  on\nMay 19, 1993, Judge Harrington in fact used the word `cause,'\nnot the word `loss.'\"\n     As  we described, see supra note 9, the parties have not\r                                            \nfollowed the proper procedure for  correcting the transcript.\nSee Fed.  R. App. P. 10(e).  In  any event, we see nothing to\r               \nbe gained by asking the district court to clarify the record.\nOur decision  is not  influenced by whether  Judge Harrington\nsaid \"cause\" or \"loss.\"\n\n                             -19-\r\n\nthat, no matter what the evidence, it was not  going to \"take\n\ninto  consideration  loans  which  were not  subject  to  any\n\ncriminal  charge[s].\"     Any  possible  doubt   as  to  this\n\ninterpretation is  removed by the court's  finding that there\n\nwas relevant conduct, which, if considered, would result in a\n\nnet  loss to  the  banks of  between  $100,000 and  $200,000.\n\nBecause  the court  thought  it unfair  to consider  relevant\n\nconduct here, it sentenced  Bennett only on the basis  of the\n\nloans for which he was charged and convicted, concluding that\n\nthe net loss to the banks from these was $0, and disregarding\n\nthe losses on other loans.  \n\n          A  sentencing   court  may  not,   however,  simply\n\ndisregard relevant conduct.  E.g., United States v. Restrepo,\r                                                                        \n\n946  F.2d 654,  655  (9th Cir.  1991) (accepting  defendant's\n\nargument that the  Sentencing Guidelines severely reduce  the\n\ndistrict court's sentencing discretion and require  the court\n\nto consider the sentencing effect of uncharged crimes), cert.\r                                                                         \n\ndenied,     U.S.    , 112  S.  Ct. 1564,  118 L.  Ed. 2d  211\r                  \n\n(1992); Lauren Greenwald, Relevant  Conduct and the Impact of\r                                                                         \n\nthe  Preponderance  Standard  of   Proof  Under  the  Federal\r                                                                         \n\nSentencing Guidelines:  A Denial  of Due  Process, 18  Vt. L.\r                                                             \n\nRev. 529, 530 (1994) (\"The guidelines altered the effect that\n\nthese aggravating  factors had on sentencing  by changing the\n\njudge's consideration of  relevant conduct from discretionary\n\nto mandatory.\"); see  United States v. Schaper, 903 F.2d 891,\r                                                          \n\n                             -20-\r\n\n897-98 (2d Cir. 1990) (finding error  in the district court's\n\nrefusal  to  consider  amounts  of narcotics  that  were  not\n\ncharged   in  the   indictment   because  \"[t]he   Sentencing\n\nGuidelines clearly provide . . . that a sentencing court must\n\nconsider   a  defendant's  involvement   with  quantities  of\n\nnarcotics not charged in the count(s) of conviction when such\n\nconduct was undertaken in  the same course of conduct  as the\n\noffense of conviction\").  Accordingly, we vacate the sentence\n\nand remand for resentencing.   On remand, the district  court\n\nshall include in  the loss calculation  the dollar amount  of\n\nany and all uncharged loans that constitute relevant conduct.\n\n     2.   Deductions from the Loss        \r                                              \n\n          In calculating the loss  to the banks, the district\n\ncourt credited Bennett with,  inter alia, the estimated value\r                                                    \n\nof his February 1, 1991, settlement of the civil suit brought\n\nagainst  him by  Plymouth Federal  and Daniel  Webster.   The\n\nGovernment assigns error, citing, U.S.S.G.   2F1.1,  comment.\n\n(n.7(b)) (Nov. 1, 1993):11 \n\n          In fraudulent loan application  cases and\n          contract procurement cases,  the loss  is\n\n                    \r                                \n\n11.  Application Note 7(b), in  its present form, took effect\non November  1, 1992.   Hence, it was  not in  the Guidelines\nManual used  by  the district  court.   Nevertheless,  it  is\nappropriate  to consider  Note 7(b)  because it  represents a\nclarification, not a  substantive change,  of the  Sentencing\nGuidelines.   See  U.S.S.G. App.  C, amend.  470; U.S.S.G.   \r                             \n1B1.11(b)(2) (\"[I]f a court applies an earlier edition of the\nGuidelines  Manual,  the   court  shall  consider  subsequent\namendments, to the extent that such amendments are clarifying\nrather than substantive changes.\"). \n\n                             -21-\r\n\n          the actual loss to  the victim (or if the\r                                                    \n          loss has not yet come about, the expected\n          loss).    For  example,  if  a  defendant\r                                                               \n          fraudulently    obtains    a   loan    by\r                                                               \n          misrepresenting the value of  his assets,\r                                                               \n          the loss  is the  amount of the  loan not\r                                                               \n          repaid  at  the   time  the  offense   is\r                                                               \n          discovered,  reduced  by  the amount  the\r                                                               \n          lending institution has recovered (or can\r                                                               \n          expect  to  recover)   from  any   assets\r                                                               \n          pledged  to secure  the  loan.   However,\r                                                   \n          where  the intended loss  is greater than\n          the actual loss, the  intended loss is to\n          be used.\n\n(emphasis added).  The Government contends that, in light  of\n\nNote 7(b), the district court, in calculating the actual loss\n\nto the  banks, could not  credit Bennett with  amounts repaid\n\nafter  May  3, 1990,  the  date his  offense  was discovered.\n\nBennett counters that the district court  properly considered\n\nthe  amount of his settlement    which came ten months before\n\nhe was indicted     in  calculating the  banks' actual  loss.\n\nBennett cites United  States v. Gallegos, 975 F.2d  712 (10th\r                                                    \n\nCir. 1992), in which the Tenth Circuit said that a settlement\n\nagreement entered  into between the defendant  and the victim\n\nbank  after the offense was discovered could \"be viewed as an\n\noffset.\"  Id. at 712-13.\r                         \n\n          Notwithstanding   the  Tenth   Circuit's  decision,\n\nApplication  Note 7(b) is  binding on the  federal courts.12 \n\nStinson v. United States,    U.S.   ,  113 S. Ct. 1913, 1915,\r                                    \n\n123 L. Ed.  2d 598  (1993) (\"[C]ommentary  in the  Guidelines\n\n                    \r                                \n\n12.  The Tenth  Circuit cited Application Note  7(b), but did\nnot discuss it.\n\n                             -22-\r\n\nManual   that   interprets  or   explains   a   guideline  is\n\nauthoritative  unless  it  violates  the  Constitution  or  a\n\nfederal  statute,  or  is  inconsistent with,  or  a  plainly\n\nerroneous reading  of, that guideline.\").   The parties agree\n\nthat  Application  Note  7(b)  applies  to  \"fraudulent  loan\n\napplication  cases and  contract  procurement cases  . . . .\"\n\nNote 7(b) instructs how to calculate the actual loss in cases\n\nwhere   \"a   defendant  fraudulently   obtains   a   loan  by\n\nmisrepresenting  the value  of  his assets.\"   Here,  Bennett\n\nfraudulently obtained line-of-credit advances by, among other\n\nthings, misrepresenting the existence    and, a fortiori, the\r                                                                    \n\nvalue    of residential mortgages.  Accordingly, as Note 7(b)\n\ngoes on  to describe, \"[T]he loss  is the amount  of the loan\n\nnot  repaid at the time the offense is discovered, reduced by\n\nthe  amount the  lending  institution has  recovered (or  can\n\nexpect  to recover)  from any  assets pledged  to  secure the\n\nloan.\"  Because  the parties  agree that the  full extent  of\n\nBennett's  borrowing   activity  (i.e.,  his   offenses)  was\r                                                  \n\ndiscovered on May 3, 1990, the district court erred in giving\n\nBennett  credit for payments made after that date.  It should\n\nhave  calculated the  \"actual loss\"  to the  victim banks  as\n\nfollows:\n\n          1.    The  amount  of  the illegal  loans\n          (i.e.,  those  for   which  Bennett   was\r                           \n          convicted), \n\n                             plus\n\n                             -23-\r\n\n          2.  the amount of  the loans constituting\n          relevant conduct, \n\n                             less\n\n          3.   the amount of  the loans in  1 and 2\n          that  Bennett  had repaid  as  of May  3,\n          1990,\n\n                             less\n\n          4.   the  amount  the victim  banks  have\n          recovered (or can expect to recover) from\n          any assets pledged to secure the loans in\n          1 and 2.\n\nThis is the framework adopted by other courts of appeals that\n\nhave construed Application Note 7(b).  E.g., United States v.\r                                                                      \n\nJindra, 7 F.3d  113, 114  (8th Cir. 1993)  (holding that,  in\r                  \n\nlight  of Application Note 7(b),  the loss was  the amount of\n\nthe loans outstanding when the offense was discovered because\n\nthe defendant  did not  pledge assets  to secure  the loans),\n\ncert. denied,     U.S.   , 114 S.  Ct. 888, 127 L.  Ed. 2d 82\r                        \n\n(1994);  United States v. Menichino,  989 F.2d 438, 441 (11th\r                                               \n\nCir.  1993)   (\"[I]n  a  loan   application  case   involving\n\nmisrepresentation of  assets, the loss  is the amount  of the\n\nloan  not  repaid  at the  time  the  offense is  discovered,\n\nreduced  by   the  amount  the  lender   could  recover  from\n\ncollateral.\"). \n\nB.   Downward Adjustment for Acceptance of Responsibility\r                                                                     \n\n          The Government  contends  that the  district  court\n\nerred in granting Bennett  a two-level downward adjustment in\n\nhis offense level  pursuant to U.S.S.G.   3E1.1 because there\n\n                             -24-\r\n\nis  nothing  in the  record  to support  its  conclusion that\n\nBennett  accepted responsibility for  his criminal conduct.13\n\nIt insists that, from the time Bennett's crime was discovered\n\nand  through his  sentencing hearing, Bennett  never conceded\n\nthat he had engaged in bank fraud or expressed any remorse or\n\ncontrition  for his  conduct.    Furthermore, the  Government\n\nsubmits that  Bennett's settlement with Plymouth  Federal and\n\nDaniel Webster was not  a \"voluntary payment of restitution,\"\r                                                \n\nU.S.S.G.   3E1.1, comment.  (n.1(c)) (Nov. 1, 1993) (emphasis\n\nadded), that  would entitle Bennett to  a downward adjustment\n\nin his  offense level.   Bennett responds  that the  district\n\ncourt's decision  was justified  by his settlement  offer and\n\n                    \r                                \n\n13.  Apparently, the  district court adopted  the presentence\nreport's recommendation  when it awarded  Bennett a two-point\nreduction for acceptance of  responsibility.  That report, as\namended on November 1, 1992, said, inter alia:\r                                                         \n\n          On 2/1/91, prior to  Bennett's indictment\n          on the instant offense, he entered into a\n          settlement  agreement  with the  Plymouth\n          Federal Savings Bank  in which a  portion\n          of restitution was paid by the defendant.\n          The payment of restitution  suggests that\n          the defendant has accepted responsibility\n          for his  actions.  Per [U.S.S.G.   3E1.1,\n          comment.  (n.1(c))  (Nov.  1, 1993)],  in\n          determining whether a defendant qualifies\n          for  the   acceptance  of  responsibility\n          reduction,   appropriate   considerations\n          include voluntary  payment of restitution\n          prior    to   adjudication    of   guilt.\n          Considering the fact that restitution was\n          paid  prior to the  guilty verdict in the\n          instant matter, Bennett will be granted a\n          two-level  reduction  for  acceptance  of\n          responsibility.\n\n                             -25-\r\n\neventual settlement with Plymouth Federal  and Daniel Webster\n\nprior to  conviction, and by his  demonstration of contrition\n\nand remorse at the sentencing hearing.  We cannot agree.\n\n          Although  a  district  court's  conclusion  that  a\n\ndefendant has accepted responsibility  \"is entitled to  great\n\ndeference  on review[,]\"  U.S.S.G.     3E1.1, comment.  (n.5)\n\n(Nov. 1, 1993); e.g., United States v. Royer, 895 F.2d 28, 29\r                                                        \n\n(1st Cir. 1990)  (describing \"clearly erroneous\" standard  of\n\nreview), there  must be some articulable  basis or foundation\n\nfor it, e.g., United  States v. Amos, 952 F.2d  992, 995 (8th\r                                                \n\nCir. 1991), cert. denied,    U.S.   , 112 S. Ct. 1774, 118 L.\r                                    \n\nEd. 2d  432 (1992).  We  find no such basis  for the district\n\ncourt's decision.\n\n          To begin with, U.S.S.G.   3E1.1 \"is not intended to\n\napply to a defendant who puts the government to its burden of\n\nproof  at trial by denying  the essential factual elements of\n\nguilt, is convicted, and only then admits guilt and expresses\n\nremorse.\"14    U.S.S.G.     3E1.1, comment.  (n.2)  (Nov.  1,\n\n                    \r                                \n\n14.  This version  of Application Note 2  became effective on\nNovember 1, 1990.  Hence, it was not included in the November\n1,  1988,  Guidelines  Manual  used by  the  district  court.\nApplication Note 2 in that manual read:\n\n          Conviction  by trial does  not preclude a\n          defendant  from consideration  under this\n          section.    A   defendant  may   manifest\n          sincere contrition even  if he  exercises\n          his  constitutional  right  to  a  trial.\n          This  may  occur,  for example,  where  a\n          defendant goes  to  trial to  assert  and\n          preserve  issues  that do  not  relate to\n\n                             -26-\r\n\n1993) (footnote not in original).  Bennett pleaded not guilty\n\nto all nine counts and denied \"the essential factual elements\n\nof  [his] guilt.\"   During  his opening  statement, Bennett's\n\ncounsel asserted and suggested,  among other things, that (1)\n\nthere  was  nothing \"out  of  the  ordinary\" about  Bennett's\n\nloans, (2) the lending banks were adequately secured, (3) the\n\nslumping real  estate market,  not Bennett's  conduct, caused\n\nPlymouth  Federal's losses,  and  (4) Bennett  never had  any\n\nintent to  defraud the  banks.  Bennett's  counsel reiterated\n\nthis  last point at the very end of his closing argument when\n\nhe said, \"And  I suggest no intent to defraud  has been shown\n\nbeyond a reasonable doubt on this evidence.\"\n\n          After he  was convicted, Bennett apologized  to his\n\nfamily and said that he accepted the verdict, but steadfastly\n\nmaintained  that he had never intended  to defraud the banks.\n\nAt  the close  of the  sentencing hearing,  Bennett  told the\n\ndistrict court:\n\n               I just want to say . . . how sorry I\n          am  to  have been  the  force  behind the\n          series of events that  led to this  trial\n          in  February,  to the  sentencing hearing\n\n                    \r                                \n\n          factual   guilt   (e.g.,   to    make   a\r                                             \n          constitutional challenge to a  statute or\n          a challenge  to  the applicability  of  a\n          statute to his conduct).\n\nSee U.S.S.G. App. C, amend. 351.   As we described, see supra\r                                                                         \nnote  11,   it  is   appropriate  to  consider   the  current\nApplication  Note  2  because it  constitutes  a  clarifying,\nrather  than   a  substantive,   change.    See   U.S.S.G.   \r                                                           \n1B1.11(b)(2).\n\n                             -27-\r\n\n          here in a criminal case.  That I've put a\n          terrible  burden   on  my  wife   and  my\n          children  and my  mother and  sisters and\n          the rest  of my family who  has supported\n          me through it.  I never intended to . . .\r                                                               \n          defraud anybody.    I never  intended  to\r                                     \n          harm anybody.\n               I'm not here to fight the verdict, I\r                                                               \n          accept   the  verdict.     I  had  simply\r                                           \n          intended to  try  to build  a  couple  of\n          houses, and at a time when it looked like\n          a good thing to  do[  ]one to live in and\n          one  to sell  to  make  it an  affordable\n          project.    And   when  I,  after  having\n          discussed with the bank over  a period of\n          six months for construction financing for\n          that project, and eventually being turned\n          down, or at least they failed to make the\n          loan to  me, I responded poorly  to it in\n          the way that I financed it.\n\n(emphasis  added).   Even  assuming  the above  was  meant to\n\nexpress  remorse or contrition,  Application Note 2 expressly\n\nsays that  U.S.S.G.    3E1.1 is  not intended  to apply to  a\r                                                \n\ndefendant who challenges essential factual elements of guilt,\n\nis  convicted,  and  only  then admits  guilt  and  expresses\r                                           \n\nremorse.\n\n          This  is  not  to say  that  by  going  to trial  a\n\ndefendant necessarily loses  his opportunity  for a  downward\n\nadjustment  under U.S.S.G.   3E1.1.   Application Note 2 goes\n\non to state:\n\n          Conviction  by  trial  .  .  .  does  not\n          automatically  preclude a  defendant from\n          consideration for  such a reduction.   In\n          rare situations a  defendant may  clearly\r                                                               \n          demonstrate     an     acceptance      of\r                                                               \n          responsibility  for his  criminal conduct\r                                                               \n          even    though     he    exercises    his\n          constitutional  right to  a trial.   This\n          may occur, for example, where a defendant\n\n                             -28-\r\n\n          goes  to trial  to  assert  and  preserve\n          issues  that  do  not relate  to  factual\n          guilt  (e.g.,  to  make a  constitutional\r                                  \n          challenge to a statute  or a challenge to\n          the  applicability of  a  statute to  his\n          conduct).      In  each   such  instance,\n          however, a determination that a defendant\n          has accepted responsibility will be based\n          primarily  upon pre-trial  statements and\n          conduct. \n\nU.S.S.G.     3E1.1, comment.  (n.2)  (emphasis  added).   The\n\ndownward  adjustment this  commentary allows is  reserved for\n\n\"rare situations\"  where a defendant who  exercises his right\n\nto  trial   may  \"clearly   demonstrate\"  an   acceptance  of\n\nresponsibility for his criminal conduct.  An example  of such\n\na situation, described in Application Note 2, occurs \"where a\n\ndefendant goes to trial to assert and preserve issues that do\n\nnot relate to factual  guilt.\"  This case does not fit within\n\nthat  example.    Bennett,  it  is true,  made  the  somewhat\n\nunattractive legal  argument that  18 U.S.C.    1344 did  not\n\napply  to his conduct as any fraud allegedly committed by him\n\nwas a  fraud upon the Daniel Webster  Mortgage Company, which\n\nwas  not a financial institution  under the statute.   But he\n\ndenied his factual guilt also.  At closing, Bennett's counsel\n\nargued:\n\n               Now the key position of  the defense\n          in this case is that the vital element of\n          these charges, that the defendant must be\n          proved   to   have  intentionally,   with\n          criminal  specific  intent, attempted  or\n          intended  to defraud  the banks.   That's\n          the key that I'm  going to suggest to you\n          by  a  review  of  the  evidence  and  in\n          particular   several  of   the  exhibits,\n\n                             -29-\r\n\n          that's the key  where the government  has\n          failed   and    that   consequently   the\n          defendant is entitled to an acquittal.\n\n          There are other \"rare situations,\" not described in\n\nNote 2, in  which courts have  allowed a downward  adjustment\n\neven  though a defendant puts the Government to its burden of\n\nproof  at trial by denying the  essential factual elements of\n\nhis guilt.   E.g., United  States v. McKinney,  15 F.3d  849,\r                                                         \n\n852-855  (9th  Cir.  1994)  (holding  \"that,  in  appropriate\n\ncircumstances[,] the reduction is  also available in cases in\n\nwhich the defendant manifests genuine contrition for his acts\n\nbut  nonetheless  contests his  factual  guilt at  trial[]\").\n\nWhere a  defendant exercises his  right to trial,  however, a\n\ndetermination that he has  clearly demonstrated acceptance of\n\nresponsibility  for  his  criminal  conduct  \"will  be  based\n\nprimarily upon pre-trial statements and  conduct.\" U.S.S.G.  \n\n3E1.1, comment. (n.2).  The issue then is whether Bennett, by\n\nsettling the  lawsuit brought by Plymouth  Federal and Daniel\n\nWebster  before trial,  clearly showed  that he  had accepted\n\nresponsibility for his illegal activities.  We think not.\n\n          Settling  a  pending lawsuit  scarcely demonstrates\n\ncontrition.  Nor does it indicate a \"willingness to adhere to\n\npolitical society's laws.\"   United States  v. Bean, 18  F.3d\r                                                               \n\n1367, 1369 (7th  Cir. 1994).   In Bean,  the defendant,  Bill\r                                                  \n\nGene Bean, kited checks, totaling $75,000, \"to cover  a cash-\n\nflow shortage in his recycling business.\"  Id. at 1368.  Bean\r                                                          \n\n                             -30-\r\n\nwas charged with  committing bank  fraud in  violation of  18\n\nU.S.C.   1344.  Over a period of two years before trial, Bean\n\nrepaid the $75,000.   He then went to trial,  denying that he\n\nhad intended  to defraud a bank, and  was convicted by a jury\n\nas  charged.   In  these circumstances,  the Seventh  Circuit\n\nobserved:\n\n          The Sentencing Guidelines permit  a judge\n          to  reduce  the  sentence  for  repayment\n          whether  or  not  the   defendant  pleads\n          guilty to the  charge.  Application  Note\n          1(c) to    3E1.1 lists \"voluntary payment\n          of restitution prior  to adjudication  of\n          guilt\"  as  an independent  reason  for a\n          two-level    acceptance-of-responsibility\n          reduction.   Bean repaid  the bank before\n          the  adjudication  of   guilt,  and   the\n          district court therefore was  entitled to\n          award  a  reduction  for   acceptance  of\n          responsibility  even  though Bean  denied\n          guilt.\n\nBean,  18 F.2d at 1368.\r                \n\n          Unlike Bean,  Bennett paid restitution here as part\n\nof the  settlement of a civil  lawsuit.15  We agree  with the\n\nGovernment that  Bennett's payment  by way of  settlement was\n\nnot a \"voluntary payment of restitution prior to adjudication\r                            \n\nof   guilt,\"  U.S.S.G.      3E1.1,  comment.  (n.1(c)),  that\n\n                    \r                                \n\n15.  Bennett  indicates that  a settlement  offer he  made to\nDaniel Webster and Plymouth Federal in May  1990, before they\nfiled their civil suit, was rejected.  Even if we accept this\nassertion  at  face  value,  for purposes  of  acceptance  of\nresponsibility under the Sentencing  Guidelines, an offer  to\npay restitution is not the  same as actually paying it.   See\r                                                                         \nU.S.S.G.      3E1.1,   comment.  (n.1(c))   (Nov.  1,   1993)\n(\"voluntary payment  of restitution prior  to adjudication of\r                               \nguilt\").\n\n                             -31-\r\n\njustifies  a  reduction  for  acceptance  of  responsibility.\n\nUnder  U.S.S.G.    3E1.1,  the downward  adjustment \"must  be\n\nconsistent  with  the  attitude  the  Commission  took toward\n\nrestitution,  which is  that restitution  is relevant  to the\n\nextent it shows acceptance of responsibility.\"  United States\r                                                                         \n\nv. Miller, 991 F.2d  552, 553 (9th Cir. 1993).   Accordingly,\r                     \n\n\"the  payment [must]  have been  genuinely voluntary,  rather\r                                                                         \n\nthan motivated primarily  by a collateral consideration  such\r                                                                         \n\nas  a desire  to settle  the civil  lawsuit [brought]  by the\r                                                                         \n\nbank[s].\"  Id. (emphasis added).\r                          \n\n          We hold that the district court's decision to grant\n\nBennett   a    two-level   reduction   for    acceptance   of\n\nresponsibility was clearly erroneous16.\n\nC.   Use of the November 1, 1988, Guidelines Manual  \r                                                               \n\n                    \r                                \n\n16.  Having   stressed   that   post-trial    acceptance   of\nresponsibility is  the exception  and must normally  be borne\nout by  pre-trial actions, we  nevertheless do not  intend to\nestablish any  blanket rule; the guideline's  own application\nnote  leaves open the possibility  of exceptions.   But we do\nthink  that unless  some obvious  basis is apparent  from the\nrecord,  it may be difficult  to uphold a  reduction in cases\nwhere  the  defendant  went to  trial,  asserted  his or  her\ninnocence, and  has nothing substantial  in the  way of  pre-\ntrial conduct to show earlier acceptance of responsibility --\nunless the district court is able to point to some persuasive\r                  \nreason for  this determination.   Thus, even where  there may\nordinarily  be  no special  requirement  for  a statement  of\nreasons  in making  sentence determinations, cases  like this\none  may present  situations in  which an explanation  by the\ndistrict  court  is  as   a  practical  matter  essential  to\nestablish that the guideline's rather stringent standards for\npost-trial conversions have been satisfied.\n\n                             -32-\r\n\n          Effective  November  1,  1989,  the loss  table  in\n\nU.S.S.G.    2F1.1(b)(1) was amended.  Among other things, the\n\namendment \"increase[d]  the offense levels  for offenses with\n\nlarger losses  to provide  additional  deterrence and  better\n\nreflect the  seriousness of the  conduct.\"  U.S.S.G.  App. C,\n\namend.  154.    All   of  the  line-of-credit  advances  that\n\ncorresponded with the nine counts of conviction were obtained\n\nprior to the November  1, 1989, amendment to the  loss table.\n\nConsequently, when  Bennett was sentenced in  May 1993, there\n\nwas  an  issue  as  to  whether  using  the  version  of  the\n\nGuidelines Manual then in effect (i.e., the November 1, 1992,\r                                                  \n\nedition)    which included  the amended loss table      would\n\nviolate  the  Ex  Post  Facto  Clause  of  the  United States\n\nConstitution.   U.S. Const. art.  I,    9, cl. 3;  see United\r                                                                         \n\nStates  v. Havener,  905 F.2d  3, 5  (1st Cir.  1990) (\"[T]he\r                              \n\nConstitution's  [E]x  [P]ost  [F]acto  [C]lause  forbids  the\n\napplication of any law or  rule that increases punishment  to\r                                                          \n\npreexisting criminal conduct.\" (emphasis in original)).  With\n\nthis  concern  in  mind,  the  district  court,  pursuant  to\n\nU.S.S.G.       1B1.1117   and   the    presentence   report's\n\n                    \r                                \n\n17.  U.S.S.G.    1B1.11  (Nov.  1, 1993)  states in  relevant\npart:\n\n          (a)  The court shall  use the  Guidelines\n               Manual  in effect  on the  date that\n               the defendant is sentenced.\n\n          (b)  (1)  If  the  court determines  that\n                    use of the Guidelines Manual in\n\n                             -33-\r\n\nrecommendation, employed the November 1, 1988, version of the\n\nGuidelines Manual.\n\n          The  Government complains  of  this decision.    It\n\ncontends that  using the November 1,  1992, Guidelines Manual\n\nwould not violate the Ex Post Facto Clause.  According to the\n\nGovernment, where a defendant engages in a series of offenses\n\ncomprising separate  executions of  a single scheme  or plan,\n\nand  that scheme  \"straddles\" the  old law  and the  new law,\n\napplying  the new law does not violate the Constitution.  The\n\nGovernment  maintains that  each of  the nine  counts against\n\nBennett  was  a separate  execution  of  a  common scheme  to\n\ndefraud the  banks.   It points  out that  certain activities\n\nancillary to  one of the fraudulently  induced loans, namely,\n\nthe  loan of  May  12, 1989,  charged  in Count  7,  actually\n\noccurred as late as April 1990.   At this time, in an attempt\n\nto  conceal his borrowing  activities, Bennett  provided FDIC\n\nexaminers  and Plymouth  Federal  employees with  a  doctored\n\nmortgage  and assignment  that bore forged  recording stamps.\n\nBecause of that  conduct, the Government  would have us  view\n\nthe  entire  scheme to  defraud,  as  reflected  in all  nine\n\n                    \r                                \n\n                    effect  on  the  date that  the\n                    defendant  is  sentenced  would\n                    violate   the  ex   post  facto\r                                                               \n                    clause  of  the  United  States\n                    Constitution,  the court  shall\n                    use  the  Guidelines Manual  in\n                    effect  on  the  date that  the\n                    offense   of   conviction   was\n                    committed.\n\n                             -34-\r\n\ncounts,  as continuing  until  at least  April 1990,  several\n\nmonths  after the  November 1,  1989,  amendment to  the loss\n\ntable.  We are not persuaded.  \n\n          In  rejecting the  Government's  argument,  we  are\n\nguided by U.S.S.G.    1B1.11, comment. (n.2)  (Nov. 1, 1993),\n\nwhich states:\n\n          Under subsection (b)(1), the last date of\n          the   offense   of   conviction  is   the\n          controlling  date  for   ex  post   facto\r                                                               \n          purposes.  For example, if the offense of\n          conviction (i.e., the conduct  charged in\r                                      \n          the   count   of   the    indictment   or\n          information  of  which the  defendant was\n          convicted) was determined by the court to\n          have been committed  between October  15,\n          1991[,] and October 28, 1991, the date of\n          October  28,  1991[,] is  the controlling\n          date for ex post facto purposes.  This is\r                                                               \n          true  even  if  the  defendant's  conduct\r                                                               \n          relevant  to  the  determination  of  the\r                                                               \n          guideline range under    1B1.3  (Relevant\r                                                               \n          Conduct) included an act that occurred on\r                                                               \n          November   2,   1991  (after   a  revised\r                                                               \n          Guideline[s] Manual took effect).\r                                                      \n\n(emphasis added).   This  Application Note  requires district\n\ncourts  to  determine  the  last  date  of  the  offense   of\n\nconviction.   In so doing, they  must necessarily distinguish\n\n\"the conduct charged in the count  of the indictment . . . of\n\nwhich  the defendant  was  convicted\" from  relevant conduct,\n\nwhich is immaterial for ex post facto  purposes, see U.S.S.G.\r                                                                \n\n  1B1.11, comment. (n.2).  \n\n          The  probation officer who prepared the presentence\n\nreport  found that  \"the counts  of conviction  terminated on\n\n10/2/89.\"   She further  concluded that Bennett's  April 1990\n\n                             -35-\r\n\nacts  of concealment,  while relevant  conduct, were  not the\n\nconduct  charged in Count  7 of which  Bennett was convicted.\n\nThe district court adopted these findings, which we think are\n\nsound.\n\n          The indictment  charged Bennett with nine counts of\n\nbank fraud in  violation of  18 U.S.C.    1344.   Each  count\n\ncorresponded with  a different line-of-credit advance     the\n\nfirst on August 11,  1988, and the last  on October 2,  1989.\n\nThe allegations in Count  7, which corresponded with the  May\n\n12,  1989,  loan, were  virtually identical  to those  of the\n\nother counts.   The only difference was that Count  7 did not\n\nallege  that  Bennett had  made  false  statements about  the\n\nidentity  of the  borrower,18  and it  included a  paragraph,\n\nnot found in the other counts, which stated:\n\n          Created and caused to be created forms of\n          mortgage and assignment  of mortgage  for\n          Loan  G,  which documents  indicated that\n          they  had  been   duly  recorded  in  the\n          Registry  of  Deeds  for  the  County  of\n          Plymouth,  when in fact, as the defendant\n          then  well knew,  such documents  had not\n          been recorded; and  the defendant  placed\n          and caused  to be  placed such false  and\n          fraudulent documents in  the lender  loan\n          file for Loan G, where such documents had\n          the   capacity   to  influence   Plymouth\n          [Federal].\n\nThe Government  argues that  the above conduct,  occurring in\n\nApril  1990,  lengthens  the  last date  of  the  offense  of\n\n                    \r                                \n\n18.  The loan  that corresponded  with Count 7  differed from\nthe other  charged loans in that it was the only one in which\nBennett used his real name.  See chart, supra.\r                                                         \n\n                             -36-\r\n\nconviction until then.   Our  problem with  this argument  is\n\nthat the Government  itself, in the prefatory section  of the\n\nindictment,  alleged  merely  that defendant's  obtaining  of\n\nillegal loans  extended from August 1988  until October 1989.\n\nIn determining \"the  last date of the  offense of conviction\"\n\nfor  ex post facto purposes  and the Application  Note, it is\r                              \n\nonly reasonable  to hold  the Government  to its own  alleged\n\ndates.  Count 7 alleged that Bennett  knowingly executed, and\n\nknowingly  attempted to  execute,  a scheme  and artifice  to\n\ndefraud Plymouth  Federal \"in connection with  a loan granted\n\non or about May 12, 1989.\"  This was the focus of the illegal\r                                    \n\nactivity charged in Count 7.   While the deceptive activities\n\nin  April 1990  were  unquestionably related  to the  charged\n\nfraud, and fit well into the definition of \"relevant conduct\"\n\nset out in U.S.S.G.   1B1.3, the date of relevant  conduct is\n\nnot  controlling for ex post  facto purposes.   We accept the\r                                               \n\nprobation officer's  view, impliedly adopted as  a finding by\n\nthe district  court, that Bennett's April  1990 chicanery was\n\nrelevant conduct, rather than an integral part of the offense\n\nof conviction itself, the last date of the latter having been\n\nOctober  2, 1989.  We  find no error  in the district court's\n\ndecision to use the November 1, 1988, Guidelines Manual.\n\n          In this regard, the Government's reliance on United\r                                                                         \n\nStates v. Regan, 989  F.2d 44 (1st Cir. 1993),  is misplaced.\r                           \n\nThere,  the defendant  was charged  with having  committed 55\n\n                             -37-\r\n\ncounts  of  embezzlement  in violation  of  18  U.S.C.    656\n\n(1988).  The conduct in the indictment of which the defendant\n\nwas convicted was expressly alleged to have run from November\n\n1987  to  July  16,  1991.    Thus,  some  of  the   acts  of\n\nembezzlement  charged in  the indictment  occurred  after the\n\nNovember 1,  1989, amendment to  the relevant  loss table  in\n\nU.S.S.G.   2B1.1(b)(1).   Here, by contrast, the last alleged\n\ndate  of the  offense of  conviction was  October 2,  1989   \n\nprior to the November 1, 1989, amendment to the loss table in\n\nU.S.S.G.   2F1.1(b)(1).  \n\n                             III.\n\n          Because  the  district court  improperly calculated\n\nthe loss  to the  banks,  and erroneously  granted Bennett  a\n\ndownward adjustment  in his  offense level for  acceptance of\n\nresponsibility,  we vacate  the  district court's  sentencing\n\ndecision and  remand  for resentencing  consistent with  this\n\nopinion.  The district court's  decision to use the  November\n\n1, 1988, Guidelines Manual is affirmed.\n\n          So ordered.\r                                \n\n                             -38-\r\n",
  "html": "<p class=\"case_cite\">37 F.3d 687</p>\n    <p class=\"parties\">UNITED STATES, Appellant,<br>v.<br>George S. BENNETT, Jr., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1732.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 6, 1994.<br>Decided Sept. 20, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William P. Stimson, Asst. U.S. Atty., Economic Crimes Div., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Morris M. Goldings, with whom John F. Aylmer, II and Mahoney, Hawkes &amp; Goldings, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LAGUEUX, District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">George S. Bennett, Jr., defendant-appellee, was formerly a general manager, officer, and director of Daniel Webster Mortgage Company, Inc., which originated, underwrote, and sold mortgage loans.  Bennett was also an attorney.  On December 2, 1991, Bennett was charged, in a nine-count indictment, with violating the bank fraud statute, 18 U.S.C. Sec. 1344 (1988).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The indictment alleged that, from August 1988 until October 1989, Bennett obtained nine loans--corresponding to the nine counts--totaling $900,000 by, among other things, providing knowingly false and misleading information concerning the identity of the borrower or borrowers and by concealing his and his wife's interest in the loans.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 16, 1993, a jury trial began in the United States District Court for the District of Massachusetts.  Eight days later, the jury found Bennett guilty on all nine counts.  Following a sentencing hearing on May 18 and 19, 1993, the district court sentenced Bennett to twenty-four months probation with six months home detention.  He was also ordered to pay a special assessment of $450 pursuant to 18 U.S.C. Sec. 3013 (1988).  Judgment was entered on May 24, 1993. The Government appeals from the sentence.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We vacate and remand for resentencing.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <p>A. The Scheme</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Daniel Webster Mortgage Company, Inc.  (\"Daniel Webster\"), which maintained a place of business in Marshfield, Massachusetts, originated and underwrote residential mortgage loans for consumers.  To finance its mortgage underwriting activities, Daniel Webster borrowed money under lines-of-credit that it maintained with Plymouth Federal Savings Bank (\"Plymouth Federal\")--a federal mutual savings bank with its principal place of business in Plymouth, Massachusetts--and New Bedford Institution for Savings (NBIS)--a state-chartered bank based in New Bedford, Massachusetts.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  To obtain line-of-credit advances, Daniel Webster needed only to contact the banks by telephone and provide a borrower's name and an amount to be disbursed.  After making a mortgage loan, Daniel Webster would assign the promissory note and the accompanying mortgage from its customer to whichever bank advanced the funds.  Daniel Webster would also record the mortgage and the assignment at the appropriate registry of deeds.  When the mortgage loan was sold on the secondary market, Daniel Webster would use the proceeds to repay the principal borrowed from the lending bank, plus accrued interest.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">George S. Bennett, Jr. was general manager of Daniel Webster from August 1985 until May 3, 1990, when he was asked to resign.  He was also an officer of the company from May 1986 and a director from April 1987.  On May 20, 1988, Bennett obtained two mortgage loans from Daniel Webster, each for $159,000.  Bennett used the proceeds to purchase two parcels of real property in Hingham, Massachusetts.  Title to these parcels was taken in the names of two nominee realty trusts, Prospect Woods Realty Trust and Prospect Forest Realty Trust.  Bennett and his wife, Patricia A. Bennett, were the sole beneficiaries of each trust, and Mrs. Bennett was appointed trustee.  Bennett's plan was to develop two homes on the parcels, occupy one, and sell the other.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In or about September 1988, Bennett applied directly to Robert E. Dawley, then-president of Plymouth Federal, for financing to construct the two residences on the Hingham property.  He sought loans of $410,000 and $425,000.  Dawley thought that Plymouth Federal should not lend Bennett this money.  Accordingly, after consulting with Plymouth Federal's loan committee, Dawley rejected Bennett's applications.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thereafter, Bennett used his position with Daniel Webster to cause the banks to lend him money under their lines-of-credit.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  On more than ten separate occasions, Bennett obtained advances under the lines-of-credit by misrepresenting to the banks that he was financing mortgage loans underwritten by Daniel Webster in its regular course of business.  To conceal his personal interest in the loans, Bennett, on many occasions, gave the banks fictitious borrower names such as \"Woods,\" \"Forest,\" \"Foster,\" \"Floras,\" \"Powers,\" and \"Kallan.\"   Although Bennett and/or his wife executed promissory notes and mortgages for each new loan, Bennett failed to record any of the mortgages or assign them to the banks.  Consequently, the line-of-credit advances were effectively unsecured, and Bennett avoided creating a public record of his borrowing activity.  Bennett also created a lender loan file for each new loan that contained \"filler\" documents--such as settlement statements, credit applications, title insurance policies, and real estate appraisals--that, upon close inspection, bore no relationship to the particular loan.  Rather, many of these documents were photocopies of the materials prepared in connection with the two $159,000 loans obtained by Bennett in May 1988.  To avoid detection, Bennett kept the promissory notes, mortgages, and loan files in his personal possession.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In or about March and April 1990, the Federal Deposit Insurance Corporation (FDIC) examined Plymouth Federal, including the Daniel Webster line-of-credit.  One examiner demanded the supporting documentation for a $125,000 advance under the name \"Bennett\"--Count 7 of the indictment.  In response, Bennett provided, among other things, a promissory note, a mortgage, and an assignment of the mortgage to Plymouth Federal.  The mortgage and the assignment had recording stamps, bearing instrument numbers 36241 and 36242, indicating that they had been received by the Plymouth County Registry of Deeds on May 12, 1989, at 12:12 p.m.  On further inspection, however, the mortgage and the assignment were found to be unrecorded, and the recording stamps to have been forged.  A search at the Plymouth County Registry of Deeds revealed that the instrument numbers belonged to documents filed in an unrelated transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The full extent of Bennett's borrowing was revealed on or about May 3, 1990.  Plymouth Federal thereupon terminated its line-of-credit, putting Daniel Webster out of business.  Bennett was asked to resign from Daniel Webster.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On May 22, 1990, Plymouth Federal and Daniel Webster sued Bennett, claiming, inter alia, that he had committed fraud.  Bennett denied liability.  On February 1, 1991, the parties entered into a settlement agreement.  Bennett agreed to turn over to Plymouth Federal certain cash and other property, including the part of the Hingham property that had not earlier been sold.  The district court found the value of the cash and property transferred in the settlement to be \"at least\" $660,000.</p>\n    </div>\n    <p>B. The Flow of Funds</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During the civil law suit, Bennett, in answers to interrogatories, listed the loans that he had obtained from May 20, 1988, through March 1, 1990.  The Government provides the following chart, which includes the nine transactions, designated A through I, charged in the indictment:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <pre>         Whether                \"Borrower       Date  Princ.\n         Charged/               Name\" on      Princ.  Balance\nDate     Design.        Amount  Bank Docs.    Repaid  (5-3-90)\n5-20-88    no         $159,000  Bennett        --     $159,000\n5-20-88    no         $159,000  Bennett        --      159,000\n7-5-88     no          180,000  Bennett      9-30-88\n8-11-88    yes (A)      40,000  Woods        9-22-88\n9-22-88    no          185,000  Bennett     10-13-88\n9-22-88    yes (B)      90,000  Forest        7-7-89\n10-4-88    no          100,000  Bennett        --      100,000\n10-4-88    yes (C)     141,700  Woods         7-7-89\n10-4-88    yes (D)     145,300  Foster        7-7-89\n3-31-89    yes (E)      75,000  Woods          --       75,000<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>\n3-31-89    yes (F)     105,000  Floras        7-7-89\n5-12-89    yes (G)     125,000  Bennett        --      125,000\n8-2-89     yes (H)      67,000  Powers       9-30-89\n10-2-89    yes (I)     111,000  Kallan         --      111,000\n3-1-90     no          108,000  Sou            --      108,000\n                    ----------                        --------------\n                    $1,791,000                        $837,000</pre>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>As the Government's chart indicates, several of the</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>loans were repaid before May 3, 1990, the date when</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Bennett's offense was discovered.  According to Bennett, the</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>remaining loans were repaid when he entered into the</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>settlement agreement with Daniel Webster and Plymouth</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>Federal on February 1, 1991.</p>\n    </div>\n    <p>C. Sentencing</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At sentencing, the Government maintained that, because Bennett's scheme to defraud continued after the November 1, 1989, amendment to the loss table in U.S.S.G. Sec. 2F1.1(b)(1), there was no ex post facto problem created by using--as is ordinarily done--the version of the Guidelines Manual that was in effect (i.e., November 1, 1992) when Bennett was sentenced.  The Government also argued that (1) in addition to the $900,000 in charged loans, the district court should consider $1,016,000 in other loans as relevant conduct, for a total loss of $1,916,000;<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  (2) the $1,916,000 loss figure should not be reduced to reflect any repayments made by Bennett because this was not a \"fraudulent loan application\" case within the meaning of U.S.S.G. Sec. 2F1.1, comment.  (n. 7(b));  (3) Bennett did nothing to manifest any appreciation of the criminality of his conduct;  and (4) the district court should apply upward adjustments to the offense level under U.S.S.G. Secs. 2F1.1(b)(2) and 3B1.3.  Accordingly, the Government urged the district court to determine Bennett's Total Offense Level as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This offense level, says the Government, would have resulted in a sentencing range of 41 to 51 months incarceration and a fine range of $7,500 to $75,000.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court refused to accept the Government's position.  Finding that the last date of the offense of conviction was October 2, 1989, it decided to use the November 1, 1988, Guidelines Manual--which contained the loss table in effect prior to the November 1, 1989, amendment--to avoid violating the Ex Post Facto Clause of the United States Constitution.  Moreover, for purposes of calculating the loss to the banks, the district court, after a two-day sentencing hearing during which it considered the issue, included only those loans, totaling $900,000, that had been charged in the indictment.  From this gross loss figure, the district court subtracted (1) the amount of the charged loans that Bennett had repaid prior to the May 1990 discovery of his crime (i.e., $589,000), and (2) the value of the February 1991 settlement with Plymouth Federal and Daniel Webster.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Accordingly, the district court concluded that the net loss to the banks was $0.  It said, \"[I]t's obvious that what was charged in this case as criminal conduct was $900,000, and that all of it, every cent, was paid off prior to the initiation of any criminal proceeding.\"   Moreover, the district court determined that Bennett had accepted responsibility for his conduct.  In light of these findings, the district court calculated Bennett's Total Offense Level to be 8.  According to the Government, the district court's computations were as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Based on this Total Offense Level and Bennett's Criminal History Category (I), the district court concluded that the sentencing range was 2 to 8 months imprisonment, with 24 to 36 months supervised release, and that the fine range was $5,000 to $50,000.  Nevertheless, the district court sentenced Bennett to 24 months probation with 6 months home detention.  He was also directed to pay $450 in special assessments.  No fines were imposed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Government argues that the following three errors were committed during sentencing:  the district court improperly (1) calculated loss under U.S.S.G. Sec. 2F1.1(b)(1), (2) granted Bennett a downward adjustment in his offense level for accepting responsibility pursuant to U.S.S.G. Sec. 3E1.1, and (3) used the November 1, 1988, Guidelines Manual.  We turn to each of these arguments.</p>\n    </div>\n    <p>A. The District Court's Loss Calculation</p>\n    <p class=\"indent\">1. Relevant Conduct</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Government argues that the district court erred in calculating the banks' losses by refusing to consider any loans except the ones for which Bennett was charged.  According to the Government, U.S.S.G. Sec. 1B1.3 requires sentencing courts to consider relevant conduct, even if such conduct does not fall within any count of conviction.  The district court should, it says, have included in the loss calculation the other loans for which Bennett was not indicted.  Bennett replies that the district court determined that evidence of the uncharged loans was too meager to amount to relevant conduct under U.S.S.G. Sec. 1B1.3.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To resolve these arguments, we need to decide whether the district court determined, as a matter of law, that, in calculating the loss, it would disregard loans that were not alleged in the indictment, or whether it determined, as a matter of fact, that the Government had failed to establish, by a preponderance of the evidence, the existence of relevant non-indicted loans.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  With regard to the former,</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>\"[t]he legal determination as to the proper interplay among related guidelines is subject to plenary review.\"  United States v. Schultz, 970 F.2d 960, 962 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1020, 122 L.Ed.2d 167 (1993).  Therefore, we review de novo the district court's application of the relevant conduct guideline, U.S.S.G. Sec. 1B1.3, to the [fraud or deceit] guideline, U.S.S.G. Sec. [2F1.1].</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">United States v. Carrozza, 4 F.3d 70, 74 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1644, 128 L.Ed.2d 365 (1994).  Regarding the latter, \"[a]bsent a mistake of law, we review 'relevant conduct' findings for clear error.\"  United States v. Williams, 10 F.3d 910, 913 (1st Cir.1993) (citing United States v. Wood, 924 F.2d 399, 403 (1st Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The transcript of Bennett's two-day sentencing hearing strongly indicates that the district court determined, as a matter of law, that it would not consider, in establishing the loss to the banks, loans that were not alleged in the indictment.  At the very beginning of the sentencing hearing, the district court asked:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>And how much money was obtained, according to the counts?   Because my understanding is that the determination of how much time the guidelines call for, is it determined on the amount charged in the counts?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A short time later, the district court engaged in the following colloquy with the Government:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>MR. STIMSON:  You have to live with the guidelines, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>THE COURT:  I understand you have to look at the guidelines, but I'll tell you, when you start getting into relevant conduct that is not charged, that goes against my sense of justice.  I don't mind sentencing somebody on something that he's been charged with.  When you're trying to get [$]800,000 more on something he's not charged with, there is something that is unjust about it....MR. STIMSON:  Your Honor, the government's position is based upon the total amount of each loan.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Now, we can put[ ] aside for a moment the issue of whether we're talking just about the loans that were described in the indictment or about the other loans.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>THE COURT:  I want to go with those charged in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>MR. STIMSON:  Okay.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>THE COURT:  Because if you're asking for any more time than that, it's going to be tried.  I'm not sentencing anybody on time [sic] that he's not been tried on.  I'm not going to.  So stick with the [$]900,000 as charged or anything else that you say is charged within the nine counts.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Towards the end of the first day of the sentencing hearing, the district court stated the manner in which it was inclined to calculate the net loss to the banks:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">I'll tell you [w]hat, have we all got the issue, and I want it on the record.  [T]he issue is this:  The $900,000 charged less money paid back to the victim bank in whatever form prior to the initiation of criminal action ... is what I am going to determine as the law.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court further said that it was \"willing to disregard the relevant conduct.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">During the second day of the sentencing hearing, the district court once again visited the issue of relevant conduct.  In this regard, it made the following observations and findings:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>I can see that maybe a significant portion, if not all of the charged loans, ha[s] been paid.  However, we have this concept of related conduct.  It's obvious that, although he's paid off over $900,000 and maybe close to [$1,200,000], he hasn't paid off all the related loans.  So if I do not take those into consideration, then you may have a short-lived victory, because the upper [c]ourt, I am absolutely confident, [is] going to require them to be taken into consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">On the other hand, there is some relevant conduct resulting in debts in excess of $900,000, which under the current interpretation of the guidelines has to be considered.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">When the so-called relevant conduct is considered, that is matters not charged, there is a debt owing.  It's very difficult to determine what that precise amount is, but it's my judgment, based on all the evidence in the case, that it's somewhere between [$100,000] and $200,000.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">So I'm in a position, were I to sentence strictly with respect to charged conduct, the loss I would find is nothing.  If I am to sentence him on the basis of charged conduct and related activity, the loss is between [$100,000] and $200,000.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Notwithstanding its conclusion that there was relevant conduct and that the net loss to the banks, if the relevant conduct were considered, was between $100,000 and $200,000, the district court sentenced Bennett only on the basis of the loans for which he was charged, finding a net loss to the banks of $0.  It explained:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Here is what I'm going to have to do, have it set up for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In some types of cases relevant conduct is appropriate.  Loss under the cases is not just mathematical, it's intended loss.  My judgment, based on hearing this case, and the amount of money that's been paid back by this defendant, [is] that it was always his intention to [re]pay the money. That being so, there is no evidence in this record, in the trial or in anything that's happened subsequent thereto, that's going to allow me, in determining the [e]lusive concept of cause,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> to take into consideration loans which were not subject to any criminal charge[;]  nor has anyone said that they were false in any way.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">So the first decision I'm making is that I'm concerned with loss resulting from criminal conduct, because that's all that's really relevant to the sentencing of this individual.  That being so, it's obvious that what was charged in this case as criminal conduct was $900,000, and that all of it, every cent, was paid off prior to the initiation of any criminal proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">(emphasis and footnote added).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In light of the court's comments, we see little merit in Bennett's insistence that the district court found, as a matter of fact, that the Government did not establish by a preponderance of the evidence that the uncharged loans amounted to relevant conduct.  Rather the court's message was that, no matter what the evidence, it was not going to \"take into consideration loans which were not subject to any criminal charge[s].\"  Any possible doubt as to this interpretation is removed by the court's finding that there was relevant conduct, which, if considered, would result in a net loss to the banks of between $100,000 and $200,000.  Because the court thought it unfair to consider relevant conduct here, it sentenced Bennett only on the basis of the loans for which he was charged and convicted, concluding that the net loss to the banks from these was $0, and disregarding the losses on other loans.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">A sentencing court may not, however, simply disregard relevant conduct.  E.g., United States v. Restrepo, 946 F.2d 654, 655 (9th Cir.1991) (accepting defendant's argument that the Sentencing Guidelines severely reduce the district court's sentencing discretion and require the court to consider the sentencing effect of uncharged crimes), cert. denied, --- U.S. ----, 112 S.Ct. 1564, 118 L.Ed.2d 211 (1992);  Lauren Greenwald, Relevant Conduct and the Impact of the Preponderance Standard of Proof Under the Federal Sentencing Guidelines:  A Denial of Due Process, 18 Vt.L.Rev. 529, 530 (1994) (\"The guidelines altered the effect that these aggravating factors had on sentencing by changing the judge's consideration of relevant conduct from discretionary to mandatory.\");   see United States v. Schaper, 903 F.2d 891, 897-98 (2d Cir.1990) (finding error in the district court's refusal to consider amounts of narcotics that were not charged in the indictment because \"[t]he Sentencing Guidelines clearly provide ... that a sentencing court must consider a defendant's involvement with quantities of narcotics not charged in the count(s) of conviction when such conduct was undertaken in the same course of conduct as the offense of conviction\").  Accordingly, we vacate the sentence and remand for resentencing.  On remand, the district court shall include in the loss calculation the dollar amount of any and all uncharged loans that constitute relevant conduct.</p>\n    </div>\n    <p class=\"indent\">2. Deductions from the Loss</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In calculating the loss to the banks, the district court credited Bennett with, inter alia, the estimated value of his February 1, 1991, settlement of the civil suit brought against him by Plymouth Federal and Daniel Webster.  The Government assigns error, citing, U.S.S.G. Sec. 2F1.1, comment.  (n. 7(b)) (Nov. 1, 1993):<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>In fraudulent loan application cases and contract procurement cases, the loss is the actual loss to the victim (or if the loss has not yet come about, the expected loss).  For example, if a defendant fraudulently obtains a loan by misrepresenting the value of his assets, the loss is the amount of the loan not repaid at the time the offense is discovered, reduced by the amount the lending institution has recovered (or can expect to recover) from any assets pledged to secure the loan.   However, where the intended loss is greater than the actual loss, the intended loss is to be used.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">(emphasis added).  The Government contends that, in light of Note 7(b), the district court, in calculating the actual loss to the banks, could not credit Bennett with amounts repaid after May 3, 1990, the date his offense was discovered.  Bennett counters that the district court properly considered the amount of his settlement--which came ten months before he was indicted--in calculating the banks' actual loss.  Bennett cites United States v. Gallegos, 975 F.2d 710 (10th Cir.1992), in which the Tenth Circuit said that a settlement agreement entered into between the defendant and the victim bank after the offense was discovered could \"be viewed as an offset.\"  Id. at 712-13.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Notwithstanding the Tenth Circuit's decision, Application Note 7(b) is binding on the federal courts.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Stinson v. United States, --- U.S. ----, ----, 113 S.Ct. 1913, 1915, 123 L.Ed.2d 598 (1993) (\"[C]ommentary in the Guidelines Manual that interprets or explains a guideline is authoritative unless it violates the Constitution or a federal statute, or is inconsistent with, or a plainly erroneous reading of, that guideline.\").  The parties agree that Application Note 7(b) applies to \"fraudulent loan application cases and contract procurement cases....\"  Note 7(b) instructs how to calculate the actual loss in cases where \"a defendant fraudulently obtains a loan by misrepresenting the value of his assets.\"   Here, Bennett fraudulently obtained line-of-credit advances by, among other things, misrepresenting the existence--and, a fortiori, the value--of residential mortgages.  Accordingly, as Note 7(b) goes on to describe, \"[T]he loss is the amount of the loan not repaid at the time the offense is discovered, reduced by the amount the lending institution has recovered (or can expect to recover) from any assets pledged to secure the loan.\"   Because the parties agree that the full extent of Bennett's borrowing activity (i.e., his offenses) was discovered on May 3, 1990, the district court erred in giving Bennett credit for payments made after that date.  It should have calculated the \"actual loss\" to the victim banks as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>1. The amount of the illegal loans (i.e., those for which Bennett was convicted),</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>plus</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>2. the amount of the loans constituting relevant conduct,</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>less</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>3. the amount of the loans in 1 and 2 that Bennett had repaid as of May 3, 1990,</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>less</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>4. the amount the victim banks have recovered (or can expect to recover) from any assets pledged to secure the loans in 1 and 2.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">This is the framework adopted by other courts of appeals that have construed Application Note 7(b).  E.g., United States v. Jindra, 7 F.3d 113, 114 (8th Cir.1993) (holding that, in light of Application Note 7(b), the loss was the amount of the loans outstanding when the offense was discovered because the defendant did not pledge assets to secure the loans), cert. denied, --- U.S. ----, 114 S.Ct. 888, 127 L.Ed.2d 82 (1994);  United States v. Menichino, 989 F.2d 438, 441 (11th Cir.1993) (\"[I]n a loan application case involving misrepresentation of assets, the loss is the amount of the loan not repaid at the time the offense is discovered, reduced by the amount the lender could recover from collateral.\").</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>B. Downward Adjustment for Acceptance of Responsibility</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The Government contends that the district court erred in granting Bennett a two-level downward adjustment in his offense level pursuant to U.S.S.G. Sec. 3E1.1 because there is nothing in the record to support its conclusion that Bennett accepted responsibility for his criminal conduct.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  It insists that, from the time Bennett's crime was discovered and through his sentencing hearing, Bennett never conceded that he had engaged in bank fraud or expressed any remorse or contrition for his conduct.  Furthermore, the Government submits that Bennett's settlement with Plymouth Federal and Daniel Webster was not a \"voluntary payment of restitution,\" U.S.S.G. Sec. 3E1.1, comment.  (n. 1(c)) (Nov. 1, 1993) (emphasis added), that would entitle Bennett to a downward adjustment in his offense level.  Bennett responds that the district court's decision was justified by his settlement offer and eventual settlement with Plymouth Federal and Daniel Webster prior to conviction, and by his demonstration of contrition and remorse at the sentencing hearing.  We cannot agree.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Although a district court's conclusion that a defendant has accepted responsibility \"is entitled to great deference on review[,]\" U.S.S.G. Sec. 3E1.1, comment.  (n. 5) (Nov. 1, 1993);  e.g., United States v. Royer, 895 F.2d 28, 29 (1st Cir.1990) (describing \"clearly erroneous\" standard of review), there must be some articulable basis or foundation for it, e.g., United States v. Amos, 952 F.2d 992, 995 (8th Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 1774, 118 L.Ed.2d 432 (1992).  We find no such basis for the district court's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">To begin with, U.S.S.G. Sec. 3E1.1 \"is not intended to apply to a defendant who puts the government to its burden of proof at trial by denying the essential factual elements of guilt, is convicted, and only then admits guilt and expresses remorse.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  U.S.S.G. Sec. 3E1.1, comment.  (n. 2) (Nov. 1, 1993) (footnote not in original).  Bennett pleaded not guilty to all nine counts and denied \"the essential factual elements of [his] guilt.\"   During his opening statement, Bennett's counsel asserted and suggested, among other things, that (1) there was nothing \"out of the ordinary\" about Bennett's loans, (2) the lending banks were adequately secured, (3) the slumping real estate market, not Bennett's conduct, caused Plymouth Federal's losses, and (4) Bennett never had any intent to defraud the banks.  Bennett's counsel reiterated this last point at the very end of his closing argument when he said, \"And I suggest no intent to defraud has been shown beyond a reasonable doubt on this evidence.\"</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">After he was convicted, Bennett apologized to his family and said that he accepted the verdict, but steadfastly maintained that he had never intended to defraud the banks.  At the close of the sentencing hearing, Bennett told the district court:</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">I just want to say ... how sorry I am to have been the force behind the series of events that led to this trial in February, to the sentencing hearing here in a criminal case.  That I've put a terrible burden on my wife and my children and my mother and sisters and the rest of my family who has supported me through it.  I never intended to ... defraud anybody.   I never intended to harm anybody.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">I'm not here to fight the verdict, I accept the verdict.   I had simply intended to try to build a couple of houses, and at a time when it looked like a good thing to do[--]one to live in and one to sell to make it an affordable project.  And when I, after having discussed with the bank over a period of six months for construction financing for that project, and eventually being turned down, or at least they failed to make the loan to me, I responded poorly to it in the way that I financed it.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">(emphasis added).  Even assuming the above was meant to express remorse or contrition, Application Note 2 expressly says that U.S.S.G. Sec. 3E1.1 is not intended to apply to a defendant who challenges essential factual elements of guilt, is convicted, and only then admits guilt and expresses remorse.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">This is not to say that by going to trial a defendant necessarily loses his opportunity for a downward adjustment under U.S.S.G. Sec. 3E1.1.  Application Note 2 goes on to state:</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>Conviction by trial ... does not automatically preclude a defendant from consideration for such a reduction.  In rare situations a defendant may clearly demonstrate an acceptance of responsibility for his criminal conduct even though he exercises his constitutional right to a trial.  This may occur, for example, where a defendant goes to trial to assert and preserve issues that do not relate to factual guilt (e.g., to make a constitutional challenge to a statute or a challenge to the applicability of a statute to his conduct).  In each such instance, however, a determination that a defendant has accepted responsibility will be based primarily upon pre-trial statements and conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">U.S.S.G. Sec. 3E1.1, comment.  (n. 2) (emphasis added).  The downward adjustment this commentary allows is reserved for \"rare situations\" where a defendant who exercises his right to trial may \"clearly demonstrate\" an acceptance of responsibility for his criminal conduct.  An example of such a situation, described in Application Note 2, occurs \"where a defendant goes to trial to assert and preserve issues that do not relate to factual guilt.\"   This case does not fit within that example.  Bennett, it is true, made the somewhat unattractive legal argument that 18 U.S.C. Sec. 1344 did not apply to his conduct as any fraud allegedly committed by him was a fraud upon the Daniel Webster Mortgage Company, which was not a financial institution under the statute.  But he denied his factual guilt also.  At closing, Bennett's counsel argued:</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Now the key position of the defense in this case is that the vital element of these charges, that the defendant must be proved to have intentionally, with criminal specific intent, attempted or intended to defraud the banks.  That's the key that I'm going to suggest to you by a review of the evidence and in particular several of the exhibits, that's the key where the government has failed and that consequently the defendant is entitled to an acquittal.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">There are other \"rare situations,\" not described in Note 2, in which courts have allowed a downward adjustment even though a defendant puts the Government to its burden of proof at trial by denying the essential factual elements of his guilt.  E.g., United States v. McKinney, 15 F.3d 849, 852-55 (9th Cir.1994) (holding \"that, in appropriate circumstances[,] the reduction is also available in cases in which the defendant manifests genuine contrition for his acts but nonetheless contests his factual guilt at trial[ ]\").  Where a defendant exercises his right to trial, however, a determination that he has clearly demonstrated acceptance of responsibility for his criminal conduct \"will be based primarily upon pre-trial statements and conduct.\"   U.S.S.G. Sec. 3E1.1, comment.  (n. 2).  The issue then is whether Bennett, by settling the lawsuit brought by Plymouth Federal and Daniel Webster before trial, clearly showed that he had accepted responsibility for his illegal activities.  We think not.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Settling a pending lawsuit scarcely demonstrates contrition.  Nor does it indicate a \"willingness to adhere to political society's laws.\"  United States v. Bean, 18 F.3d 1367, 1369 (7th Cir.1994).  In Bean, the defendant, Bill Gene Bean, kited checks, totaling $75,000, \"to cover a cash-flow shortage in his recycling business.\"  Id. at 1368.   Bean was charged with committing bank fraud in violation of 18 U.S.C. Sec. 1344.  Over a period of two years before trial, Bean repaid the $75,000.  He then went to trial, denying that he had intended to defraud a bank, and was convicted by a jury as charged.  In these circumstances, the Seventh Circuit observed:</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>The Sentencing Guidelines permit a judge to reduce the sentence for repayment whether or not the defendant pleads guilty to the charge.  Application Note 1(c) to Sec. 3E1.1 lists \"voluntary payment of restitution prior to adjudication of guilt\" as an independent reason for a two-level acceptance-of-responsibility reduction.  Bean repaid the bank before the adjudication of guilt, and the district court therefore was entitled to award a reduction for acceptance of responsibility even though Bean denied guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Bean, 18 F.3d at 1368.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Unlike Bean, Bennett paid restitution here as part of the settlement of a civil lawsuit.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  We agree with the Government that Bennett's payment by way of settlement was not a \"voluntary payment of restitution prior to adjudication of guilt,\" U.S.S.G. Sec. 3E1.1, comment.  (n. 1(c)), that justifies a reduction for acceptance of responsibility.  Under U.S.S.G. Sec. 3E1.1, the downward adjustment \"must be consistent with the attitude the Commission took toward restitution, which is that restitution is relevant to the extent it shows acceptance of responsibility.\"  United States v. Miller, 991 F.2d 552, 553 (9th Cir.1993).  Accordingly, \"the payment [must] have been genuinely voluntary, rather than motivated primarily by a collateral consideration such as a desire to settle the civil lawsuit [brought] by the bank[s]. \"  Id.  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">We hold that the district court's decision to grant Bennett a two-level reduction for acceptance of responsibility was clearly erroneous.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p>C. Use of the November 1, 1988, Guidelines Manual</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Effective November 1, 1989, the loss table in U.S.S.G. Sec. 2F1.1(b)(1) was amended.  Among other things, the amendment \"increase[d] the offense levels for offenses with larger losses to provide additional deterrence and better reflect the seriousness of the conduct.\"   U.S.S.G. App.  C, amend. 154.  All of the line-of-credit advances that corresponded with the nine counts of conviction were obtained prior to the November 1, 1989, amendment to the loss table.  Consequently, when Bennett was sentenced in May 1993, there was an issue as to whether using the version of the Guidelines Manual then in effect (i.e., the November 1, 1992, edition)--which included the amended loss table--would violate the Ex Post Facto Clause of the United States Constitution.  U.S. Const. art.  I, Sec. 9, cl. 3;  see United States v. Havener, 905 F.2d 3, 5 (1st Cir.1990) (\"[T]he Constitution's [E]x [P]ost [F]acto [C]lause forbids the application of any law or rule that increases punishment to preexisting criminal conduct.\"  (emphasis in original)).  With this concern in mind, the district court, pursuant to U.S.S.G. Sec. 1B1.11<sup>17</sup> and the presentence report's recommendation, employed the November 1, 1988, version of the Guidelines Manual.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The Government complains of this decision.  It contends that using the November 1, 1992, Guidelines Manual would not violate the Ex Post Facto Clause.  According to the Government, where a defendant engages in a series of offenses comprising separate executions of a single scheme or plan, and that scheme \"straddles\" the old law and the new law, applying the new law does not violate the Constitution.  The Government maintains that each of the nine counts against Bennett was a separate execution of a common scheme to defraud the banks.  It points out that certain activities ancillary to one of the fraudulently induced loans, namely, the loan of May 12, 1989, charged in Count 7, actually occurred as late as April 1990.  At this time, in an attempt to conceal his borrowing activities, Bennett provided FDIC examiners and Plymouth Federal employees with a doctored mortgage and assignment that bore forged recording stamps.  Because of that conduct, the Government would have us view the entire scheme to defraud, as reflected in all nine counts, as continuing until at least April 1990, several months after the November 1, 1989, amendment to the loss table.  We are not persuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">In rejecting the Government's argument, we are guided by U.S.S.G. Sec. 1B1.11, comment.  (n. 2) (Nov. 1, 1993), which states:</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p>Under subsection (b)(1), the last date of the offense of conviction is the controlling date for ex post facto purposes.  For example, if the offense of conviction (i.e., the conduct charged in the count of the indictment or information of which the defendant was convicted) was determined by the court to have been committed between October 15, 1991[,] and October 28, 1991, the date of October 28, 1991[,] is the controlling date for ex post facto purposes.  This is true even if the defendant's conduct relevant to the determination of the guideline range under Sec. 1B1.3 (Relevant Conduct) included an act that occurred on November 2, 1991 (after a revised Guideline[s] Manual took effect).</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">(emphasis added).  This Application Note requires district courts to determine the last date of the offense of conviction.  In so doing, they must necessarily distinguish \"the conduct charged in the count of the indictment ... of which the defendant was convicted\" from relevant conduct, which is immaterial for ex post facto purposes, see U.S.S.G. Sec. 1B1.11, comment.  (n. 2).</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The probation officer who prepared the presentence report found that \"the counts of conviction terminated on 10/2/89.\"   She further concluded that Bennett's April 1990 acts of concealment, while relevant conduct, were not the conduct charged in Count 7 of which Bennett was convicted.  The district court adopted these findings, which we think are sound.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">The indictment charged Bennett with nine counts of bank fraud in violation of 18 U.S.C. Sec. 1344.  Each count corresponded with a different line-of-credit advance--the first on August 11, 1988, and the last on October 2, 1989.  The allegations in Count 7, which corresponded with the May 12, 1989, loan, were virtually identical to those of the other counts.  The only difference was that Count 7 did not allege that Bennett had made false statements about the identity of the borrower,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> ] and it included a paragraph, not found in the other counts, which stated:</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p>Created and caused to be created forms of mortgage and assignment of mortgage for Loan G, which documents indicated that they had been duly recorded in the Registry of Deeds for the County of Plymouth, when in fact, as the defendant then well knew, such documents had not been recorded;  and the defendant placed and caused to be placed such false and fraudulent documents in the lender loan file for Loan G, where such documents had the capacity to influence Plymouth [Federal].</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The Government argues that the above conduct, occurring in April 1990, lengthens the last date of the offense of conviction until then.  Our problem with this argument is that the Government itself, in the prefatory section of the indictment, alleged merely that defendant's obtaining of illegal loans extended from August 1988 until October 1989.  In determining \"the last date of the offense of conviction\" for ex post facto purposes and the Application Note, it is only reasonable to hold the Government to its own alleged dates.  Count 7 alleged that Bennett knowingly executed, and knowingly attempted to execute, a scheme and artifice to defraud Plymouth Federal \"in connection with a loan granted on or about May 12, 1989. \"   This was the focus of the illegal activity charged in Count 7.  While the deceptive activities in April 1990 were unquestionably related to the charged fraud, and fit well into the definition of \"relevant conduct\" set out in U.S.S.G. Sec. 1B1.3, the date of relevant conduct is not controlling for ex post facto purposes.  We accept the probation officer's view, impliedly adopted as a finding by the district court, that Bennett's April 1990 chicanery was relevant conduct, rather than an integral part of the offense of conviction itself, the last date of the latter having been October 2, 1989.  We find no error in the district court's decision to use the November 1, 1988, Guidelines Manual.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">In this regard, the Government's reliance on United States v. Regan, 989 F.2d 44 (1st Cir.1993), is misplaced.  There, the defendant was charged with having committed 55 counts of embezzlement in violation of 18 U.S.C. Sec. 656 (1988).  The conduct in the indictment of which the defendant was convicted was expressly alleged to have run from November 1987 to July 16, 1991.  Thus, some of the acts of embezzlement charged in the indictment occurred after the November 1, 1989, amendment to the relevant loss table in U.S.S.G. Sec. 2B1.1(b)(1).  Here, by contrast, the last alleged date of the offense of conviction was October 2, 1989--prior to the November 1, 1989, amendment to the loss table in U.S.S.G. Sec. 2F1.1(b)(1).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Because the district court improperly calculated the loss to the banks, and erroneously granted Bennett a downward adjustment in his offense level for acceptance of responsibility, we vacate the district court's sentencing decision and remand for resentencing consistent with this opinion.  The district court's decision to use the November 1, 1988, Guidelines Manual is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 18 U.S.C. Sec. 1344 provides:</p>\n        <p>Whoever knowingly executes, or attempts to execute, a scheme or artifice--</p>\n        <p>(1) to defraud a financial institution;  or</p>\n        <p>(2) to obtain any of the moneys, funds, credits, assets, securities, or other property owned by, or under the custody or control of, a financial institution, by means of false or fraudulent pretenses, representations, or promises;</p>\n        <p>shall be fined not more than $1,000,000 or imprisoned not more than 30 years, or both.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Bennett cross-appealed from the conviction, but the cross-appeal was later voluntarily dismissed pursuant to Fed.R.App.P. 42(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We will refer to Plymouth Federal and NBIS collectively as \"the banks.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Eight of the loans described in the indictment were originally funded using advances from the Plymouth Federal line-of-credit, and one such loan was funded using an advance from the NBIS line-of-credit.  By May 1990, however, Plymouth Federal had purchased all the loans at issue that had been charged to the NBIS line-of-credit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Government's appellate brief indicates that this loan was actually repaid on September 30, 1989.  Bennett states in his brief, however, that he did not repay the $75,000 loan until February 1, 1991.  This later date is consistent with representations made by the Government to the district court.  Accordingly, we will assume that the $75,000 loan was still outstanding as of May 3, 1990.  If our assumption is incorrect, the district court should make the necessary correction on remand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> On appeal, the Government maintains that the total amount of charged and uncharged transactions amounts to $1,791,000 as opposed to $1,916,000.  See chart, supra.   The Government explains that, at sentencing, the $1,916,000 figure included a $236,000 loss on the \"Kallan\" loan (Loan I).  On further reflection, however, the Government concedes that only $111,000 of this loan can be shown to have been funded with bank money</p>\n        <p>Sec. 2F1.1(a) (base offense level)                6</p>\n        <p>Sec. 2F1.1(b)(1)(M) (loss of $1,916,000)         12</p>\n        <p>Sec. 2F1.1(b)(2) (more than minimal planning)     2</p>\n        <p>Sec. 3B1.3 (abuse of position of trust)           2</p>\n        <p>----</p>\n        <p>TOTAL OFFENSE LEVEL                22</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The exact value of the settlement agreement is not entirely clear.  The presentence report pegged the value at $694,707.15.  The district court said the value was \"at least $660,000.\"</p>\n        <p>Sec. 2F1.1 (base offense level)               6</p>\n        <p>Sec. 2F1.1(b)(1) (zero loss)                  0</p>\n        <p>Sec. 2F1.1(b)(2) (minimal planning)           2</p>\n        <p>Sec. 3B1.3 (abuse of position of trust)       2</p>\n        <p>Sec. 3E1.1 (acceptance of responsibility)    -2</p>\n        <p>----</p>\n        <p>TOTAL OFFENSE LEVEL               8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In United States v. Williams, 10 F.3d 910 (1st Cir.1993), we said, \"Only after the government has met its burden of establishing, by a preponderance of the evidence, 'a sufficient nexus between the [extraneous] conduct and the offense of conviction,' may the sentencing court, in its sound discretion, make a 'relevant conduct' adjustment.\"  Id. at 913 (quoting United States v. Sklar, 920 F.2d 107, 110 (1st Cir.1990)) (emphasis added in Williams )</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The parties dispute whether the last word of this statement was \"law\" or \"loss.\"   On June 3, 1994, counsel for Bennett filed an affidavit of Patricia A. Casey-Price, the official court reporter at Bennett's sentencing hearing.  Attached to the affidavit were revised pages of the sentencing hearing transcript, indicating that the court had said \"loss\" not \"law.\"   Subsequent to oral argument, however, the Government submitted a supplemental affidavit of Patricia A. Casey-Price, dated June 9, 1994.  In it she said, \"Based upon a careful review of my stenographic notes, ... I have concluded that ... I in fact recorded the word 'law,' not the word 'loss.' \"</p>\n        <p>The parties did not follow the correct procedure for correcting the record.  See Fed.R.App.P. 10(e) (describing the correct procedure for correcting or modifying the record).  But the difference between \"law\" and \"loss\" is of little consequence.  In either event, the district court was setting forth the legal framework in which it was inclined to calculate the net loss.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The parties dispute whether Judge Harrington said \"cause\" or \"loss.\"   On June 3, 1994, counsel for the defendant submitted the affidavit of Patricia A. Casey-Price, the court stenographer, in which she indicated that Judge Harrington had said \"loss.\"   However, in a June 9, 1994, supplemental affidavit, filed by the Government, Ms. Casey-Price said, \"[After] listening to the magnetic audiotape of the May 19, 1993[,] proceedings, I have confirmed that, on May 19, 1993, Judge Harrington in fact used the word 'cause,' not the word 'loss.' \"</p>\n        <p>As we described, see supra note 9, the parties have not followed the proper procedure for correcting the transcript.  See Fed.R.App.P. 10(e).  In any event, we see nothing to be gained by asking the district court to clarify the record.  Our decision is not influenced by whether Judge Harrington said \"cause\" or \"loss.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Application Note 7(b), in its present form, took effect on November 1, 1992.  Hence, it was not in the Guidelines Manual used by the district court.  Nevertheless, it is appropriate to consider Note 7(b) because it represents a clarification, not a substantive change, of the Sentencing Guidelines.  See U.S.S.G.App. C, amend. 470;  U.S.S.G. Sec. 1B1.11(b)(2) (\"[I]f a court applies an earlier edition of the Guidelines Manual, the court shall consider subsequent amendments, to the extent that such amendments are clarifying rather than substantive changes.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The Tenth Circuit cited Application Note 7(b), but did not discuss it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Apparently, the district court adopted the presentence report's recommendation when it awarded Bennett a two-point reduction for acceptance of responsibility.  That report, as amended on November 1, 1992, said, inter alia:</p>\n        <p>On 2/1/91, prior to Bennett's indictment on the instant offense, he entered into a settlement agreement with the Plymouth Federal Savings Bank in which a portion of restitution was paid by the defendant.  The payment of restitution suggests that the defendant has accepted responsibility for his actions.  Per [U.S.S.G. Sec. 3E1.1, comment.  (n. 1(c)) (Nov. 1, 1993) ], in determining whether a defendant qualifies for the acceptance of responsibility reduction, appropriate considerations include voluntary payment of restitution prior to adjudication of guilt.  Considering the fact that restitution was paid prior to the guilty verdict in the instant matter, Bennett will be granted a two-level reduction for acceptance of responsibility.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> This version of Application Note 2 became effective on November 1, 1990.  Hence, it was not included in the November 1, 1988, Guidelines Manual used by the district court.  Application Note 2 in that manual read:</p>\n        <p>Conviction by trial does not preclude a defendant from consideration under this section.  A defendant may manifest sincere contrition even if he exercises his constitutional right to a trial.  This may occur, for example, where a defendant goes to trial to assert and preserve issues that do not relate to factual guilt (e.g., to make a constitutional challenge to a statute or a challenge to the applicability of a statute to his conduct).</p>\n        <p>See U.S.S.G.App. C, amend. 351.  As we described, see supra note 11, it is appropriate to consider the current Application Note 2 because it constitutes a clarifying, rather than a substantive, change.  See U.S.S.G. Sec. 1B1.11(b)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Bennett indicates that a settlement offer he made to Daniel Webster and Plymouth Federal in May 1990, before they filed their civil suit, was rejected.  Even if we accept this assertion at face value, for purposes of acceptance of responsibility under the Sentencing Guidelines, an offer to pay restitution is not the same as actually paying it.  See U.S.S.G. Sec. 3E1.1, comment.  (n. 1(c)) (Nov. 1, 1993) (\"voluntary payment of restitution prior to adjudication of guilt\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Having stressed that post-trial acceptance of responsibility is the exception and must normally be borne out by pre-trial actions, we nevertheless do not intend to establish any blanket rule;  the guideline's own application note leaves open the possibility of exceptions.  But we do think that unless some obvious basis is apparent from the record, it may be difficult to uphold a reduction in cases where the defendant went to trial, asserted his or her innocence, and has nothing substantial in the way of pre-trial conduct to show earlier acceptance of responsibility--unless the district court is able to point to some persuasive reason for this determination.  Thus, even where there may ordinarily be no special requirement for a statement of reasons in making sentence determinations, cases like this one may present situations in which an explanation by the district court is as a practical matter essential to establish that the guideline's rather stringent standards for post-trial conversions have been satisfied</p>\n        <p>17 U.S.S.G. Sec. 1B1.11 (Nov. 1, 1993) states in relevant part:</p>\n        <p>(a) The court shall use the Guidelines Manual in effect on the date that the defendant is sentenced.</p>\n        <p>(b)(1) If the court determines that use of the Guidelines Manual in effect on the date that the defendant is sentenced would violate the ex post facto clause of the United States Constitution, the court shall use the Guidelines Manual in effect on the date that the offense of conviction was committed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The loan that corresponded with Count 7 differed from the other charged loans in that it was the only one in which Bennett used his real name.  See chart, supra</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellant,<br>v.<br>George S. BENNETT, Jr., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1732.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 6, 1994.<br>Decided Sept. 20, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William P. Stimson, Asst. U.S. Atty., Economic Crimes Div., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Morris M. Goldings, with whom John F. Aylmer, II and Mahoney, Hawkes &amp; Goldings, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LAGUEUX, District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">George S. Bennett, Jr., defendant-appellee, was formerly a general manager, officer, and director of Daniel Webster Mortgage Company, Inc., which originated, underwrote, and sold mortgage loans.  Bennett was also an attorney.  On December 2, 1991, Bennett was charged, in a nine-count indictment, with violating the bank fraud statute, 18 U.S.C. Sec. 1344 (1988).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The indictment alleged that, from August 1988 until October 1989, Bennett obtained nine loans--corresponding to the nine counts--totaling $900,000 by, among other things, providing knowingly false and misleading information concerning the identity of the borrower or borrowers and by concealing his and his wife's interest in the loans.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 16, 1993, a jury trial began in the United States District Court for the District of Massachusetts.  Eight days later, the jury found Bennett guilty on all nine counts.  Following a sentencing hearing on May 18 and 19, 1993, the district court sentenced Bennett to twenty-four months probation with six months home detention.  He was also ordered to pay a special assessment of $450 pursuant to 18 U.S.C. Sec. 3013 (1988).  Judgment was entered on May 24, 1993. The Government appeals from the sentence.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We vacate and remand for resentencing.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <p>A. The Scheme</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Daniel Webster Mortgage Company, Inc.  (\"Daniel Webster\"), which maintained a place of business in Marshfield, Massachusetts, originated and underwrote residential mortgage loans for consumers.  To finance its mortgage underwriting activities, Daniel Webster borrowed money under lines-of-credit that it maintained with Plymouth Federal Savings Bank (\"Plymouth Federal\")--a federal mutual savings bank with its principal place of business in Plymouth, Massachusetts--and New Bedford Institution for Savings (NBIS)--a state-chartered bank based in New Bedford, Massachusetts.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  To obtain line-of-credit advances, Daniel Webster needed only to contact the banks by telephone and provide a borrower's name and an amount to be disbursed.  After making a mortgage loan, Daniel Webster would assign the promissory note and the accompanying mortgage from its customer to whichever bank advanced the funds.  Daniel Webster would also record the mortgage and the assignment at the appropriate registry of deeds.  When the mortgage loan was sold on the secondary market, Daniel Webster would use the proceeds to repay the principal borrowed from the lending bank, plus accrued interest.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">George S. Bennett, Jr. was general manager of Daniel Webster from August 1985 until May 3, 1990, when he was asked to resign.  He was also an officer of the company from May 1986 and a director from April 1987.  On May 20, 1988, Bennett obtained two mortgage loans from Daniel Webster, each for $159,000.  Bennett used the proceeds to purchase two parcels of real property in Hingham, Massachusetts.  Title to these parcels was taken in the names of two nominee realty trusts, Prospect Woods Realty Trust and Prospect Forest Realty Trust.  Bennett and his wife, Patricia A. Bennett, were the sole beneficiaries of each trust, and Mrs. Bennett was appointed trustee.  Bennett's plan was to develop two homes on the parcels, occupy one, and sell the other.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In or about September 1988, Bennett applied directly to Robert E. Dawley, then-president of Plymouth Federal, for financing to construct the two residences on the Hingham property.  He sought loans of $410,000 and $425,000.  Dawley thought that Plymouth Federal should not lend Bennett this money.  Accordingly, after consulting with Plymouth Federal's loan committee, Dawley rejected Bennett's applications.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thereafter, Bennett used his position with Daniel Webster to cause the banks to lend him money under their lines-of-credit.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  On more than ten separate occasions, Bennett obtained advances under the lines-of-credit by misrepresenting to the banks that he was financing mortgage loans underwritten by Daniel Webster in its regular course of business.  To conceal his personal interest in the loans, Bennett, on many occasions, gave the banks fictitious borrower names such as \"Woods,\" \"Forest,\" \"Foster,\" \"Floras,\" \"Powers,\" and \"Kallan.\"   Although Bennett and/or his wife executed promissory notes and mortgages for each new loan, Bennett failed to record any of the mortgages or assign them to the banks.  Consequently, the line-of-credit advances were effectively unsecured, and Bennett avoided creating a public record of his borrowing activity.  Bennett also created a lender loan file for each new loan that contained \"filler\" documents--such as settlement statements, credit applications, title insurance policies, and real estate appraisals--that, upon close inspection, bore no relationship to the particular loan.  Rather, many of these documents were photocopies of the materials prepared in connection with the two $159,000 loans obtained by Bennett in May 1988.  To avoid detection, Bennett kept the promissory notes, mortgages, and loan files in his personal possession.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In or about March and April 1990, the Federal Deposit Insurance Corporation (FDIC) examined Plymouth Federal, including the Daniel Webster line-of-credit.  One examiner demanded the supporting documentation for a $125,000 advance under the name \"Bennett\"--Count 7 of the indictment.  In response, Bennett provided, among other things, a promissory note, a mortgage, and an assignment of the mortgage to Plymouth Federal.  The mortgage and the assignment had recording stamps, bearing instrument numbers 36241 and 36242, indicating that they had been received by the Plymouth County Registry of Deeds on May 12, 1989, at 12:12 p.m.  On further inspection, however, the mortgage and the assignment were found to be unrecorded, and the recording stamps to have been forged.  A search at the Plymouth County Registry of Deeds revealed that the instrument numbers belonged to documents filed in an unrelated transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The full extent of Bennett's borrowing was revealed on or about May 3, 1990.  Plymouth Federal thereupon terminated its line-of-credit, putting Daniel Webster out of business.  Bennett was asked to resign from Daniel Webster.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On May 22, 1990, Plymouth Federal and Daniel Webster sued Bennett, claiming, inter alia, that he had committed fraud.  Bennett denied liability.  On February 1, 1991, the parties entered into a settlement agreement.  Bennett agreed to turn over to Plymouth Federal certain cash and other property, including the part of the Hingham property that had not earlier been sold.  The district court found the value of the cash and property transferred in the settlement to be \"at least\" $660,000.</p>\n    </div>\n    <p>B. The Flow of Funds</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During the civil law suit, Bennett, in answers to interrogatories, listed the loans that he had obtained from May 20, 1988, through March 1, 1990.  The Government provides the following chart, which includes the nine transactions, designated A through I, charged in the indictment:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <pre>         Whether                \"Borrower       Date  Princ.\n         Charged/               Name\" on      Princ.  Balance\nDate     Design.        Amount  Bank Docs.    Repaid  (5-3-90)\n5-20-88    no         $159,000  Bennett        --     $159,000\n5-20-88    no         $159,000  Bennett        --      159,000\n7-5-88     no          180,000  Bennett      9-30-88\n8-11-88    yes (A)      40,000  Woods        9-22-88\n9-22-88    no          185,000  Bennett     10-13-88\n9-22-88    yes (B)      90,000  Forest        7-7-89\n10-4-88    no          100,000  Bennett        --      100,000\n10-4-88    yes (C)     141,700  Woods         7-7-89\n10-4-88    yes (D)     145,300  Foster        7-7-89\n3-31-89    yes (E)      75,000  Woods          --       75,000<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>\n3-31-89    yes (F)     105,000  Floras        7-7-89\n5-12-89    yes (G)     125,000  Bennett        --      125,000\n8-2-89     yes (H)      67,000  Powers       9-30-89\n10-2-89    yes (I)     111,000  Kallan         --      111,000\n3-1-90     no          108,000  Sou            --      108,000\n                    ----------                        --------------\n                    $1,791,000                        $837,000</pre>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>As the Government's chart indicates, several of the</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>loans were repaid before May 3, 1990, the date when</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Bennett's offense was discovered.  According to Bennett, the</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>remaining loans were repaid when he entered into the</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>settlement agreement with Daniel Webster and Plymouth</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>Federal on February 1, 1991.</p>\n    </div>\n    <p>C. Sentencing</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At sentencing, the Government maintained that, because Bennett's scheme to defraud continued after the November 1, 1989, amendment to the loss table in U.S.S.G. Sec. 2F1.1(b)(1), there was no ex post facto problem created by using--as is ordinarily done--the version of the Guidelines Manual that was in effect (i.e., November 1, 1992) when Bennett was sentenced.  The Government also argued that (1) in addition to the $900,000 in charged loans, the district court should consider $1,016,000 in other loans as relevant conduct, for a total loss of $1,916,000;<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  (2) the $1,916,000 loss figure should not be reduced to reflect any repayments made by Bennett because this was not a \"fraudulent loan application\" case within the meaning of U.S.S.G. Sec. 2F1.1, comment.  (n. 7(b));  (3) Bennett did nothing to manifest any appreciation of the criminality of his conduct;  and (4) the district court should apply upward adjustments to the offense level under U.S.S.G. Secs. 2F1.1(b)(2) and 3B1.3.  Accordingly, the Government urged the district court to determine Bennett's Total Offense Level as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This offense level, says the Government, would have resulted in a sentencing range of 41 to 51 months incarceration and a fine range of $7,500 to $75,000.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court refused to accept the Government's position.  Finding that the last date of the offense of conviction was October 2, 1989, it decided to use the November 1, 1988, Guidelines Manual--which contained the loss table in effect prior to the November 1, 1989, amendment--to avoid violating the Ex Post Facto Clause of the United States Constitution.  Moreover, for purposes of calculating the loss to the banks, the district court, after a two-day sentencing hearing during which it considered the issue, included only those loans, totaling $900,000, that had been charged in the indictment.  From this gross loss figure, the district court subtracted (1) the amount of the charged loans that Bennett had repaid prior to the May 1990 discovery of his crime (i.e., $589,000), and (2) the value of the February 1991 settlement with Plymouth Federal and Daniel Webster.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Accordingly, the district court concluded that the net loss to the banks was $0.  It said, \"[I]t's obvious that what was charged in this case as criminal conduct was $900,000, and that all of it, every cent, was paid off prior to the initiation of any criminal proceeding.\"   Moreover, the district court determined that Bennett had accepted responsibility for his conduct.  In light of these findings, the district court calculated Bennett's Total Offense Level to be 8.  According to the Government, the district court's computations were as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Based on this Total Offense Level and Bennett's Criminal History Category (I), the district court concluded that the sentencing range was 2 to 8 months imprisonment, with 24 to 36 months supervised release, and that the fine range was $5,000 to $50,000.  Nevertheless, the district court sentenced Bennett to 24 months probation with 6 months home detention.  He was also directed to pay $450 in special assessments.  No fines were imposed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Government argues that the following three errors were committed during sentencing:  the district court improperly (1) calculated loss under U.S.S.G. Sec. 2F1.1(b)(1), (2) granted Bennett a downward adjustment in his offense level for accepting responsibility pursuant to U.S.S.G. Sec. 3E1.1, and (3) used the November 1, 1988, Guidelines Manual.  We turn to each of these arguments.</p>\n    </div>\n    <p>A. The District Court's Loss Calculation</p>\n    <p class=\"indent\">1. Relevant Conduct</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Government argues that the district court erred in calculating the banks' losses by refusing to consider any loans except the ones for which Bennett was charged.  According to the Government, U.S.S.G. Sec. 1B1.3 requires sentencing courts to consider relevant conduct, even if such conduct does not fall within any count of conviction.  The district court should, it says, have included in the loss calculation the other loans for which Bennett was not indicted.  Bennett replies that the district court determined that evidence of the uncharged loans was too meager to amount to relevant conduct under U.S.S.G. Sec. 1B1.3.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To resolve these arguments, we need to decide whether the district court determined, as a matter of law, that, in calculating the loss, it would disregard loans that were not alleged in the indictment, or whether it determined, as a matter of fact, that the Government had failed to establish, by a preponderance of the evidence, the existence of relevant non-indicted loans.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  With regard to the former,</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>\"[t]he legal determination as to the proper interplay among related guidelines is subject to plenary review.\"  United States v. Schultz, <span class=\"citation\" data-id=\"587569\"><a href=\"/opinion/587569/united-states-v-brian-k-schultz/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span>, 962 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">167</span> </span>(1993).  Therefore, we review de novo the district court's application of the relevant conduct guideline, U.S.S.G. Sec. 1B1.3, to the [fraud or deceit] guideline, U.S.S.G. Sec. [2F1.1].</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">United States v. Carrozza, <span class=\"citation\" data-id=\"629118\"><a href=\"/opinion/629118/united-states-v-robert-f-carrozza-united-states-of-america-v-raymond-j/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span>, 74 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1644</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">365</span> </span>(1994).  Regarding the latter, \"[a]bsent a mistake of law, we review 'relevant conduct' findings for clear error.\"  United States v. Williams, <span class=\"citation\" data-id=\"195069\"><a href=\"/opinion/195069/united-states-v-williams/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">910</span></a></span>, 913 (1st Cir.1993) (citing United States v. Wood, <span class=\"citation\" data-id=\"555054\"><a href=\"/opinion/555054/united-states-v-darryl-wood/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">399</span></a></span>, 403 (1st Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The transcript of Bennett's two-day sentencing hearing strongly indicates that the district court determined, as a matter of law, that it would not consider, in establishing the loss to the banks, loans that were not alleged in the indictment.  At the very beginning of the sentencing hearing, the district court asked:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>And how much money was obtained, according to the counts?   Because my understanding is that the determination of how much time the guidelines call for, is it determined on the amount charged in the counts?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A short time later, the district court engaged in the following colloquy with the Government:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>MR. STIMSON:  You have to live with the guidelines, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>THE COURT:  I understand you have to look at the guidelines, but I'll tell you, when you start getting into relevant conduct that is not charged, that goes against my sense of justice.  I don't mind sentencing somebody on something that he's been charged with.  When you're trying to get [$]800,000 more on something he's not charged with, there is something that is unjust about it....MR. STIMSON:  Your Honor, the government's position is based upon the total amount of each loan.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Now, we can put[ ] aside for a moment the issue of whether we're talking just about the loans that were described in the indictment or about the other loans.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>THE COURT:  I want to go with those charged in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>MR. STIMSON:  Okay.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>THE COURT:  Because if you're asking for any more time than that, it's going to be tried.  I'm not sentencing anybody on time [sic] that he's not been tried on.  I'm not going to.  So stick with the [$]900,000 as charged or anything else that you say is charged within the nine counts.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Towards the end of the first day of the sentencing hearing, the district court stated the manner in which it was inclined to calculate the net loss to the banks:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">I'll tell you [w]hat, have we all got the issue, and I want it on the record.  [T]he issue is this:  The $900,000 charged less money paid back to the victim bank in whatever form prior to the initiation of criminal action ... is what I am going to determine as the law.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court further said that it was \"willing to disregard the relevant conduct.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">During the second day of the sentencing hearing, the district court once again visited the issue of relevant conduct.  In this regard, it made the following observations and findings:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>I can see that maybe a significant portion, if not all of the charged loans, ha[s] been paid.  However, we have this concept of related conduct.  It's obvious that, although he's paid off over $900,000 and maybe close to [$1,200,000], he hasn't paid off all the related loans.  So if I do not take those into consideration, then you may have a short-lived victory, because the upper [c]ourt, I am absolutely confident, [is] going to require them to be taken into consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">On the other hand, there is some relevant conduct resulting in debts in excess of $900,000, which under the current interpretation of the guidelines has to be considered.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">When the so-called relevant conduct is considered, that is matters not charged, there is a debt owing.  It's very difficult to determine what that precise amount is, but it's my judgment, based on all the evidence in the case, that it's somewhere between [$100,000] and $200,000.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">So I'm in a position, were I to sentence strictly with respect to charged conduct, the loss I would find is nothing.  If I am to sentence him on the basis of charged conduct and related activity, the loss is between [$100,000] and $200,000.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Notwithstanding its conclusion that there was relevant conduct and that the net loss to the banks, if the relevant conduct were considered, was between $100,000 and $200,000, the district court sentenced Bennett only on the basis of the loans for which he was charged, finding a net loss to the banks of $0.  It explained:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Here is what I'm going to have to do, have it set up for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In some types of cases relevant conduct is appropriate.  Loss under the cases is not just mathematical, it's intended loss.  My judgment, based on hearing this case, and the amount of money that's been paid back by this defendant, [is] that it was always his intention to [re]pay the money. That being so, there is no evidence in this record, in the trial or in anything that's happened subsequent thereto, that's going to allow me, in determining the [e]lusive concept of cause,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> to take into consideration loans which were not subject to any criminal charge[;]  nor has anyone said that they were false in any way.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">So the first decision I'm making is that I'm concerned with loss resulting from criminal conduct, because that's all that's really relevant to the sentencing of this individual.  That being so, it's obvious that what was charged in this case as criminal conduct was $900,000, and that all of it, every cent, was paid off prior to the initiation of any criminal proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">(emphasis and footnote added).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In light of the court's comments, we see little merit in Bennett's insistence that the district court found, as a matter of fact, that the Government did not establish by a preponderance of the evidence that the uncharged loans amounted to relevant conduct.  Rather the court's message was that, no matter what the evidence, it was not going to \"take into consideration loans which were not subject to any criminal charge[s].\"  Any possible doubt as to this interpretation is removed by the court's finding that there was relevant conduct, which, if considered, would result in a net loss to the banks of between $100,000 and $200,000.  Because the court thought it unfair to consider relevant conduct here, it sentenced Bennett only on the basis of the loans for which he was charged and convicted, concluding that the net loss to the banks from these was $0, and disregarding the losses on other loans.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">A sentencing court may not, however, simply disregard relevant conduct.  E.g., United States v. Restrepo, <span class=\"citation\" data-id=\"569371\"><a href=\"/opinion/569371/united-states-v-dario-restrepo/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">654</span></a></span>, 655 (9th Cir.1991) (accepting defendant's argument that the Sentencing Guidelines severely reduce the district court's sentencing discretion and require the court to consider the sentencing effect of uncharged crimes), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1564</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">211</span> </span>(1992);  Lauren Greenwald, Relevant Conduct and the Impact of the Preponderance Standard of Proof Under the Federal Sentencing Guidelines:  A Denial of Due Process, 18 Vt.L.Rev. 529, 530 (1994) (\"The guidelines altered the effect that these aggravating factors had on sentencing by changing the judge's consideration of relevant conduct from discretionary to mandatory.\");   see United States v. Schaper, <span class=\"citation\" data-id=\"541949\"><a href=\"/opinion/541949/united-states-of-america-appelleecross-appellant-v-eduardo-schaper/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">891</span></a></span>, 897-98 (2d Cir.1990) (finding error in the district court's refusal to consider amounts of narcotics that were not charged in the indictment because \"[t]he Sentencing Guidelines clearly provide ... that a sentencing court must consider a defendant's involvement with quantities of narcotics not charged in the count(s) of conviction when such conduct was undertaken in the same course of conduct as the offense of conviction\").  Accordingly, we vacate the sentence and remand for resentencing.  On remand, the district court shall include in the loss calculation the dollar amount of any and all uncharged loans that constitute relevant conduct.</p>\n    </div>\n    <p class=\"indent\">2. Deductions from the Loss</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In calculating the loss to the banks, the district court credited Bennett with, inter alia, the estimated value of his February 1, 1991, settlement of the civil suit brought against him by Plymouth Federal and Daniel Webster.  The Government assigns error, citing, U.S.S.G. Sec. 2F1.1, comment.  (n. 7(b)) (Nov. 1, 1993):<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>In fraudulent loan application cases and contract procurement cases, the loss is the actual loss to the victim (or if the loss has not yet come about, the expected loss).  For example, if a defendant fraudulently obtains a loan by misrepresenting the value of his assets, the loss is the amount of the loan not repaid at the time the offense is discovered, reduced by the amount the lending institution has recovered (or can expect to recover) from any assets pledged to secure the loan.   However, where the intended loss is greater than the actual loss, the intended loss is to be used.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">(emphasis added).  The Government contends that, in light of Note 7(b), the district court, in calculating the actual loss to the banks, could not credit Bennett with amounts repaid after May 3, 1990, the date his offense was discovered.  Bennett counters that the district court properly considered the amount of his settlement--which came ten months before he was indicted--in calculating the banks' actual loss.  Bennett cites United States v. Gallegos, <span class=\"citation\" data-id=\"591006\"><a href=\"/opinion/591006/united-states-v-onofre-r-gallegos/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">710</span> </a></span>(10th Cir.1992), in which the Tenth Circuit said that a settlement agreement entered into between the defendant and the victim bank after the offense was discovered could \"be viewed as an offset.\"  <span class=\"citation\" data-id=\"591006\"><a href=\"/opinion/591006/united-states-v-onofre-r-gallegos/\"><span class=\"id_token\">Id.</span> at 712-13.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Notwithstanding the Tenth Circuit's decision, Application Note 7(b) is binding on the federal courts.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Stinson v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1913</span></a></span>, 1915, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span> </a></span>(1993) (\"[C]ommentary in the Guidelines Manual that interprets or explains a guideline is authoritative unless it violates the Constitution or a federal statute, or is inconsistent with, or a plainly erroneous reading of, that guideline.\").  The parties agree that Application Note 7(b) applies to \"fraudulent loan application cases and contract procurement cases....\"  Note 7(b) instructs how to calculate the actual loss in cases where \"a defendant fraudulently obtains a loan by misrepresenting the value of his assets.\"   Here, Bennett fraudulently obtained line-of-credit advances by, among other things, misrepresenting the existence--and, a fortiori, the value--of residential mortgages.  Accordingly, as Note 7(b) goes on to describe, \"[T]he loss is the amount of the loan not repaid at the time the offense is discovered, reduced by the amount the lending institution has recovered (or can expect to recover) from any assets pledged to secure the loan.\"   Because the parties agree that the full extent of Bennett's borrowing activity (i.e., his offenses) was discovered on May 3, 1990, the district court erred in giving Bennett credit for payments made after that date.  It should have calculated the \"actual loss\" to the victim banks as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>1. The amount of the illegal loans (i.e., those for which Bennett was convicted),</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>plus</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>2. the amount of the loans constituting relevant conduct,</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>less</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>3. the amount of the loans in 1 and 2 that Bennett had repaid as of May 3, 1990,</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>less</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>4. the amount the victim banks have recovered (or can expect to recover) from any assets pledged to secure the loans in 1 and 2.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">This is the framework adopted by other courts of appeals that have construed Application Note 7(b).  E.g., United States v. Jindra, <span class=\"citation\" data-id=\"654672\"><a href=\"/opinion/654672/united-states-v-james-glen-jindra/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span>, 114 (8th Cir.1993) (holding that, in light of Application Note 7(b), the loss was the amount of the loans outstanding when the offense was discovered because the defendant did not pledge assets to secure the loans), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">888</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">82</span> </span>(1994);  United States v. Menichino, <span class=\"citation\" data-id=\"602923\"><a href=\"/opinion/602923/united-states-v-andrew-menichino/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">438</span></a></span>, 441 (11th Cir.1993) (\"[I]n a loan application case involving misrepresentation of assets, the loss is the amount of the loan not repaid at the time the offense is discovered, reduced by the amount the lender could recover from collateral.\").</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>B. Downward Adjustment for Acceptance of Responsibility</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The Government contends that the district court erred in granting Bennett a two-level downward adjustment in his offense level pursuant to U.S.S.G. Sec. 3E1.1 because there is nothing in the record to support its conclusion that Bennett accepted responsibility for his criminal conduct.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  It insists that, from the time Bennett's crime was discovered and through his sentencing hearing, Bennett never conceded that he had engaged in bank fraud or expressed any remorse or contrition for his conduct.  Furthermore, the Government submits that Bennett's settlement with Plymouth Federal and Daniel Webster was not a \"voluntary payment of restitution,\" U.S.S.G. Sec. 3E1.1, comment.  (n. 1(c)) (Nov. 1, 1993) (emphasis added), that would entitle Bennett to a downward adjustment in his offense level.  Bennett responds that the district court's decision was justified by his settlement offer and eventual settlement with Plymouth Federal and Daniel Webster prior to conviction, and by his demonstration of contrition and remorse at the sentencing hearing.  We cannot agree.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Although a district court's conclusion that a defendant has accepted responsibility \"is entitled to great deference on review[,]\" U.S.S.G. Sec. 3E1.1, comment.  (n. 5) (Nov. 1, 1993);  e.g., United States v. Royer, <span class=\"citation\" data-id=\"536029\"><a href=\"/opinion/536029/united-states-v-marc-a-royer/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 29 (1st Cir.1990) (describing \"clearly erroneous\" standard of review), there must be some articulable basis or foundation for it, e.g., United States v. Amos, <span class=\"citation\" data-id=\"574943\"><a href=\"/opinion/574943/united-states-v-david-allan-amos-united-states-of-america-v-david-allan/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">992</span></a></span>, 995 (8th Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1774</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">432</span> </span>(1992).  We find no such basis for the district court's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">To begin with, U.S.S.G. Sec. 3E1.1 \"is not intended to apply to a defendant who puts the government to its burden of proof at trial by denying the essential factual elements of guilt, is convicted, and only then admits guilt and expresses remorse.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  U.S.S.G. Sec. 3E1.1, comment.  (n. 2) (Nov. 1, 1993) (footnote not in original).  Bennett pleaded not guilty to all nine counts and denied \"the essential factual elements of [his] guilt.\"   During his opening statement, Bennett's counsel asserted and suggested, among other things, that (1) there was nothing \"out of the ordinary\" about Bennett's loans, (2) the lending banks were adequately secured, (3) the slumping real estate market, not Bennett's conduct, caused Plymouth Federal's losses, and (4) Bennett never had any intent to defraud the banks.  Bennett's counsel reiterated this last point at the very end of his closing argument when he said, \"And I suggest no intent to defraud has been shown beyond a reasonable doubt on this evidence.\"</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">After he was convicted, Bennett apologized to his family and said that he accepted the verdict, but steadfastly maintained that he had never intended to defraud the banks.  At the close of the sentencing hearing, Bennett told the district court:</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">I just want to say ... how sorry I am to have been the force behind the series of events that led to this trial in February, to the sentencing hearing here in a criminal case.  That I've put a terrible burden on my wife and my children and my mother and sisters and the rest of my family who has supported me through it.  I never intended to ... defraud anybody.   I never intended to harm anybody.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">I'm not here to fight the verdict, I accept the verdict.   I had simply intended to try to build a couple of houses, and at a time when it looked like a good thing to do[--]one to live in and one to sell to make it an affordable project.  And when I, after having discussed with the bank over a period of six months for construction financing for that project, and eventually being turned down, or at least they failed to make the loan to me, I responded poorly to it in the way that I financed it.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">(emphasis added).  Even assuming the above was meant to express remorse or contrition, Application Note 2 expressly says that U.S.S.G. Sec. 3E1.1 is not intended to apply to a defendant who challenges essential factual elements of guilt, is convicted, and only then admits guilt and expresses remorse.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">This is not to say that by going to trial a defendant necessarily loses his opportunity for a downward adjustment under U.S.S.G. Sec. 3E1.1.  Application Note 2 goes on to state:</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>Conviction by trial ... does not automatically preclude a defendant from consideration for such a reduction.  In rare situations a defendant may clearly demonstrate an acceptance of responsibility for his criminal conduct even though he exercises his constitutional right to a trial.  This may occur, for example, where a defendant goes to trial to assert and preserve issues that do not relate to factual guilt (e.g., to make a constitutional challenge to a statute or a challenge to the applicability of a statute to his conduct).  In each such instance, however, a determination that a defendant has accepted responsibility will be based primarily upon pre-trial statements and conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">U.S.S.G. Sec. 3E1.1, comment.  (n. 2) (emphasis added).  The downward adjustment this commentary allows is reserved for \"rare situations\" where a defendant who exercises his right to trial may \"clearly demonstrate\" an acceptance of responsibility for his criminal conduct.  An example of such a situation, described in Application Note 2, occurs \"where a defendant goes to trial to assert and preserve issues that do not relate to factual guilt.\"   This case does not fit within that example.  Bennett, it is true, made the somewhat unattractive legal argument that 18 U.S.C. Sec. 1344 did not apply to his conduct as any fraud allegedly committed by him was a fraud upon the Daniel Webster Mortgage Company, which was not a financial institution under the statute.  But he denied his factual guilt also.  At closing, Bennett's counsel argued:</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Now the key position of the defense in this case is that the vital element of these charges, that the defendant must be proved to have intentionally, with criminal specific intent, attempted or intended to defraud the banks.  That's the key that I'm going to suggest to you by a review of the evidence and in particular several of the exhibits, that's the key where the government has failed and that consequently the defendant is entitled to an acquittal.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">There are other \"rare situations,\" not described in Note 2, in which courts have allowed a downward adjustment even though a defendant puts the Government to its burden of proof at trial by denying the essential factual elements of his guilt.  E.g., United States v. McKinney, <span class=\"citation\" data-id=\"661794\"><a href=\"/opinion/661794/united-states-v-antonio-mckinney/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">849</span></a></span>, 852-55 (9th Cir.1994) (holding \"that, in appropriate circumstances[,] the reduction is also available in cases in which the defendant manifests genuine contrition for his acts but nonetheless contests his factual guilt at trial[ ]\").  Where a defendant exercises his right to trial, however, a determination that he has clearly demonstrated acceptance of responsibility for his criminal conduct \"will be based primarily upon pre-trial statements and conduct.\"   U.S.S.G. Sec. 3E1.1, comment.  (n. 2).  The issue then is whether Bennett, by settling the lawsuit brought by Plymouth Federal and Daniel Webster before trial, clearly showed that he had accepted responsibility for his illegal activities.  We think not.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Settling a pending lawsuit scarcely demonstrates contrition.  Nor does it indicate a \"willingness to adhere to political society's laws.\"  United States v. Bean, <span class=\"citation\" data-id=\"664925\"><a href=\"/opinion/664925/united-states-of-america-cross-appellee-v-bill-gene-bean/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1367</span></a></span>, 1369 (7th Cir.1994).  In Bean, the defendant, Bill Gene Bean, kited checks, totaling $75,000, \"to cover a cash-flow shortage in his recycling business.\"  <span class=\"citation\" data-id=\"664925\"><a href=\"/opinion/664925/united-states-of-america-cross-appellee-v-bill-gene-bean/\"><span class=\"id_token\">Id.</span> at 1368. </a></span>  Bean was charged with committing bank fraud in violation of 18 U.S.C. Sec. 1344.  Over a period of two years before trial, Bean repaid the $75,000.  He then went to trial, denying that he had intended to defraud a bank, and was convicted by a jury as charged.  In these circumstances, the Seventh Circuit observed:</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>The Sentencing Guidelines permit a judge to reduce the sentence for repayment whether or not the defendant pleads guilty to the charge.  Application Note 1(c) to Sec. 3E1.1 lists \"voluntary payment of restitution prior to adjudication of guilt\" as an independent reason for a two-level acceptance-of-responsibility reduction.  Bean repaid the bank before the adjudication of guilt, and the district court therefore was entitled to award a reduction for acceptance of responsibility even though Bean denied guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"664925\"><span class=\"antecedent_guess\">Bean,</span> <a href=\"/opinion/664925/united-states-of-america-cross-appellee-v-bill-gene-bean/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1368</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Unlike Bean, Bennett paid restitution here as part of the settlement of a civil lawsuit.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  We agree with the Government that Bennett's payment by way of settlement was not a \"voluntary payment of restitution prior to adjudication of guilt,\" U.S.S.G. Sec. 3E1.1, comment.  (n. 1(c)), that justifies a reduction for acceptance of responsibility.  Under U.S.S.G. Sec. 3E1.1, the downward adjustment \"must be consistent with the attitude the Commission took toward restitution, which is that restitution is relevant to the extent it shows acceptance of responsibility.\"  United States v. Miller, <span class=\"citation\" data-id=\"604910\"><a href=\"/opinion/604910/united-states-v-rachelle-l-miller/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">552</span></a></span>, 553 (9th Cir.1993).  Accordingly, \"the payment [must] have been genuinely voluntary, rather than motivated primarily by a collateral consideration such as a desire to settle the civil lawsuit [brought] by the bank[s]. \"  <span class=\"citation\" data-id=\"604910\"><a href=\"/opinion/604910/united-states-v-rachelle-l-miller/\"><span class=\"id_token\">Id.</span>  (emphasis added).</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">We hold that the district court's decision to grant Bennett a two-level reduction for acceptance of responsibility was clearly erroneous.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p>C. Use of the November 1, 1988, Guidelines Manual</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Effective November 1, 1989, the loss table in U.S.S.G. Sec. 2F1.1(b)(1) was amended.  Among other things, the amendment \"increase[d] the offense levels for offenses with larger losses to provide additional deterrence and better reflect the seriousness of the conduct.\"   U.S.S.G. App.  C, amend. 154.  All of the line-of-credit advances that corresponded with the nine counts of conviction were obtained prior to the November 1, 1989, amendment to the loss table.  Consequently, when Bennett was sentenced in May 1993, there was an issue as to whether using the version of the Guidelines Manual then in effect (i.e., the November 1, 1992, edition)--which included the amended loss table--would violate the Ex Post Facto Clause of the United States Constitution.  U.S. Const. art.  I, Sec. 9, cl. 3;  see United States v. Havener, <span class=\"citation\" data-id=\"542933\"><a href=\"/opinion/542933/united-states-v-larry-c-havener/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 5 (1st Cir.1990) (\"[T]he Constitution's [E]x [P]ost [F]acto [C]lause forbids the application of any law or rule that increases punishment to preexisting criminal conduct.\"  (emphasis in original)).  With this concern in mind, the district court, pursuant to U.S.S.G. Sec. 1B1.11<sup>17</sup> and the presentence report's recommendation, employed the November 1, 1988, version of the Guidelines Manual.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The Government complains of this decision.  It contends that using the November 1, 1992, Guidelines Manual would not violate the Ex Post Facto Clause.  According to the Government, where a defendant engages in a series of offenses comprising separate executions of a single scheme or plan, and that scheme \"straddles\" the old law and the new law, applying the new law does not violate the Constitution.  The Government maintains that each of the nine counts against Bennett was a separate execution of a common scheme to defraud the banks.  It points out that certain activities ancillary to one of the fraudulently induced loans, namely, the loan of May 12, 1989, charged in Count 7, actually occurred as late as April 1990.  At this time, in an attempt to conceal his borrowing activities, Bennett provided FDIC examiners and Plymouth Federal employees with a doctored mortgage and assignment that bore forged recording stamps.  Because of that conduct, the Government would have us view the entire scheme to defraud, as reflected in all nine counts, as continuing until at least April 1990, several months after the November 1, 1989, amendment to the loss table.  We are not persuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">In rejecting the Government's argument, we are guided by U.S.S.G. Sec. 1B1.11, comment.  (n. 2) (Nov. 1, 1993), which states:</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p>Under subsection (b)(1), the last date of the offense of conviction is the controlling date for ex post facto purposes.  For example, if the offense of conviction (i.e., the conduct charged in the count of the indictment or information of which the defendant was convicted) was determined by the court to have been committed between October 15, 1991[,] and October 28, 1991, the date of October 28, 1991[,] is the controlling date for ex post facto purposes.  This is true even if the defendant's conduct relevant to the determination of the guideline range under Sec. 1B1.3 (Relevant Conduct) included an act that occurred on November 2, 1991 (after a revised Guideline[s] Manual took effect).</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">(emphasis added).  This Application Note requires district courts to determine the last date of the offense of conviction.  In so doing, they must necessarily distinguish \"the conduct charged in the count of the indictment ... of which the defendant was convicted\" from relevant conduct, which is immaterial for ex post facto purposes, see U.S.S.G. Sec. 1B1.11, comment.  (n. 2).</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The probation officer who prepared the presentence report found that \"the counts of conviction terminated on 10/2/89.\"   She further concluded that Bennett's April 1990 acts of concealment, while relevant conduct, were not the conduct charged in Count 7 of which Bennett was convicted.  The district court adopted these findings, which we think are sound.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">The indictment charged Bennett with nine counts of bank fraud in violation of 18 U.S.C. Sec. 1344.  Each count corresponded with a different line-of-credit advance--the first on August 11, 1988, and the last on October 2, 1989.  The allegations in Count 7, which corresponded with the May 12, 1989, loan, were virtually identical to those of the other counts.  The only difference was that Count 7 did not allege that Bennett had made false statements about the identity of the borrower,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> ] and it included a paragraph, not found in the other counts, which stated:</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p>Created and caused to be created forms of mortgage and assignment of mortgage for Loan G, which documents indicated that they had been duly recorded in the Registry of Deeds for the County of Plymouth, when in fact, as the defendant then well knew, such documents had not been recorded;  and the defendant placed and caused to be placed such false and fraudulent documents in the lender loan file for Loan G, where such documents had the capacity to influence Plymouth [Federal].</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The Government argues that the above conduct, occurring in April 1990, lengthens the last date of the offense of conviction until then.  Our problem with this argument is that the Government itself, in the prefatory section of the indictment, alleged merely that defendant's obtaining of illegal loans extended from August 1988 until October 1989.  In determining \"the last date of the offense of conviction\" for ex post facto purposes and the Application Note, it is only reasonable to hold the Government to its own alleged dates.  Count 7 alleged that Bennett knowingly executed, and knowingly attempted to execute, a scheme and artifice to defraud Plymouth Federal \"in connection with a loan granted on or about May 12, 1989. \"   This was the focus of the illegal activity charged in Count 7.  While the deceptive activities in April 1990 were unquestionably related to the charged fraud, and fit well into the definition of \"relevant conduct\" set out in U.S.S.G. Sec. 1B1.3, the date of relevant conduct is not controlling for ex post facto purposes.  We accept the probation officer's view, impliedly adopted as a finding by the district court, that Bennett's April 1990 chicanery was relevant conduct, rather than an integral part of the offense of conviction itself, the last date of the latter having been October 2, 1989.  We find no error in the district court's decision to use the November 1, 1988, Guidelines Manual.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">In this regard, the Government's reliance on United States v. Regan, <span class=\"citation\" data-id=\"602836\"><a href=\"/opinion/602836/united-states-v-peter-j-regan/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">44</span> </a></span>(1st Cir.1993), is misplaced.  There, the defendant was charged with having committed 55 counts of embezzlement in violation of 18 U.S.C. Sec. 656 (1988).  The conduct in the indictment of which the defendant was convicted was expressly alleged to have run from November 1987 to July 16, 1991.  Thus, some of the acts of embezzlement charged in the indictment occurred after the November 1, 1989, amendment to the relevant loss table in U.S.S.G. Sec. 2B1.1(b)(1).  Here, by contrast, the last alleged date of the offense of conviction was October 2, 1989--prior to the November 1, 1989, amendment to the loss table in U.S.S.G. Sec. 2F1.1(b)(1).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Because the district court improperly calculated the loss to the banks, and erroneously granted Bennett a downward adjustment in his offense level for acceptance of responsibility, we vacate the district court's sentencing decision and remand for resentencing consistent with this opinion.  The district court's decision to use the November 1, 1988, Guidelines Manual is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 18 U.S.C. Sec. 1344 provides:</p>\n        <p>Whoever knowingly executes, or attempts to execute, a scheme or artifice--</p>\n        <p>(1) to defraud a financial institution;  or</p>\n        <p>(2) to obtain any of the moneys, funds, credits, assets, securities, or other property owned by, or under the custody or control of, a financial institution, by means of false or fraudulent pretenses, representations, or promises;</p>\n        <p>shall be fined not more than $1,000,000 or imprisoned not more than 30 years, or both.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Bennett cross-appealed from the conviction, but the cross-appeal was later voluntarily dismissed pursuant to Fed.R.App.P. 42(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We will refer to Plymouth Federal and NBIS collectively as \"the banks.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Eight of the loans described in the indictment were originally funded using advances from the Plymouth Federal line-of-credit, and one such loan was funded using an advance from the NBIS line-of-credit.  By May 1990, however, Plymouth Federal had purchased all the loans at issue that had been charged to the NBIS line-of-credit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Government's appellate brief indicates that this loan was actually repaid on September 30, 1989.  Bennett states in his brief, however, that he did not repay the $75,000 loan until February 1, 1991.  This later date is consistent with representations made by the Government to the district court.  Accordingly, we will assume that the $75,000 loan was still outstanding as of May 3, 1990.  If our assumption is incorrect, the district court should make the necessary correction on remand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> On appeal, the Government maintains that the total amount of charged and uncharged transactions amounts to $1,791,000 as opposed to $1,916,000.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">chart,</span> supra</span>.   The Government explains that, at sentencing, the $1,916,000 figure included a $236,000 loss on the \"Kallan\" loan (Loan I).  On further reflection, however, the Government concedes that only $111,000 of this loan can be shown to have been funded with bank money</p>\n        <p>Sec. 2F1.1(a) (base offense level)                6</p>\n        <p>Sec. 2F1.1(b)(1)(M) (loss of $1,916,000)         12</p>\n        <p>Sec. 2F1.1(b)(2) (more than minimal planning)     2</p>\n        <p>Sec. 3B1.3 (abuse of position of trust)           2</p>\n        <p>----</p>\n        <p>TOTAL OFFENSE LEVEL                22</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The exact value of the settlement agreement is not entirely clear.  The presentence report pegged the value at $694,707.15.  The district court said the value was \"at least $660,000.\"</p>\n        <p>Sec. 2F1.1 (base offense level)               6</p>\n        <p>Sec. 2F1.1(b)(1) (zero loss)                  0</p>\n        <p>Sec. 2F1.1(b)(2) (minimal planning)           2</p>\n        <p>Sec. 3B1.3 (abuse of position of trust)       2</p>\n        <p>Sec. 3E1.1 (acceptance of responsibility)    -2</p>\n        <p>----</p>\n        <p>TOTAL OFFENSE LEVEL               8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In United States v. Williams, <span class=\"citation\" data-id=\"195069\"><a href=\"/opinion/195069/united-states-v-williams/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">910</span> </a></span>(1st Cir.1993), we said, \"Only after the government has met its burden of establishing, by a preponderance of the evidence, 'a sufficient nexus between the [extraneous] conduct and the offense of conviction,' may the sentencing court, in its sound discretion, make a 'relevant conduct' adjustment.\"  <span class=\"citation\" data-id=\"195069\"><a href=\"/opinion/195069/united-states-v-williams/\"><span class=\"id_token\">Id.</span> at 913 </a></span>(quoting United States v. Sklar, <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 110 (1st Cir.1990)) (emphasis added in Williams )</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The parties dispute whether the last word of this statement was \"law\" or \"loss.\"   On June 3, 1994, counsel for Bennett filed an affidavit of Patricia A. Casey-Price, the official court reporter at Bennett's sentencing hearing.  Attached to the affidavit were revised pages of the sentencing hearing transcript, indicating that the court had said \"loss\" not \"law.\"   Subsequent to oral argument, however, the Government submitted a supplemental affidavit of Patricia A. Casey-Price, dated June 9, 1994.  In it she said, \"Based upon a careful review of my stenographic notes, ... I have concluded that ... I in fact recorded the word 'law,' not the word 'loss.' \"</p>\n        <p>The parties did not follow the correct procedure for correcting the record.  See Fed.R.App.P. 10(e) (describing the correct procedure for correcting or modifying the record).  But the difference between \"law\" and \"loss\" is of little consequence.  In either event, the district court was setting forth the legal framework in which it was inclined to calculate the net loss.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The parties dispute whether Judge Harrington said \"cause\" or \"loss.\"   On June 3, 1994, counsel for the defendant submitted the affidavit of Patricia A. Casey-Price, the court stenographer, in which she indicated that Judge Harrington had said \"loss.\"   However, in a June 9, 1994, supplemental affidavit, filed by the Government, Ms. Casey-Price said, \"[After] listening to the magnetic audiotape of the May 19, 1993[,] proceedings, I have confirmed that, on May 19, 1993, Judge Harrington in fact used the word 'cause,' not the word 'loss.' \"</p>\n        <p>As we described, see supra note 9, the parties have not followed the proper procedure for correcting the transcript.  See Fed.R.App.P. 10(e).  In any event, we see nothing to be gained by asking the district court to clarify the record.  Our decision is not influenced by whether Judge Harrington said \"cause\" or \"loss.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Application Note 7(b), in its present form, took effect on November 1, 1992.  Hence, it was not in the Guidelines Manual used by the district court.  Nevertheless, it is appropriate to consider Note 7(b) because it represents a clarification, not a substantive change, of the Sentencing Guidelines.  See U.S.S.G.App. C, amend. 470;  U.S.S.G. Sec. 1B1.11(b)(2) (\"[I]f a court applies an earlier edition of the Guidelines Manual, the court shall consider subsequent amendments, to the extent that such amendments are clarifying rather than substantive changes.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The Tenth Circuit cited Application Note 7(b), but did not discuss it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Apparently, the district court adopted the presentence report's recommendation when it awarded Bennett a two-point reduction for acceptance of responsibility.  That report, as amended on November 1, 1992, said, inter alia:</p>\n        <p>On 2/1/91, prior to Bennett's indictment on the instant offense, he entered into a settlement agreement with the Plymouth Federal Savings Bank in which a portion of restitution was paid by the defendant.  The payment of restitution suggests that the defendant has accepted responsibility for his actions.  Per [U.S.S.G. Sec. 3E1.1, comment.  (n. 1(c)) (Nov. 1, 1993) ], in determining whether a defendant qualifies for the acceptance of responsibility reduction, appropriate considerations include voluntary payment of restitution prior to adjudication of guilt.  Considering the fact that restitution was paid prior to the guilty verdict in the instant matter, Bennett will be granted a two-level reduction for acceptance of responsibility.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> This version of Application Note 2 became effective on November 1, 1990.  Hence, it was not included in the November 1, 1988, Guidelines Manual used by the district court.  Application Note 2 in that manual read:</p>\n        <p>Conviction by trial does not preclude a defendant from consideration under this section.  A defendant may manifest sincere contrition even if he exercises his constitutional right to a trial.  This may occur, for example, where a defendant goes to trial to assert and preserve issues that do not relate to factual guilt (e.g., to make a constitutional challenge to a statute or a challenge to the applicability of a statute to his conduct).</p>\n        <p>See U.S.S.G.App. C, amend. 351.  As we described, see supra note 11, it is appropriate to consider the current Application Note 2 because it constitutes a clarifying, rather than a substantive, change.  See U.S.S.G. Sec. 1B1.11(b)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Bennett indicates that a settlement offer he made to Daniel Webster and Plymouth Federal in May 1990, before they filed their civil suit, was rejected.  Even if we accept this assertion at face value, for purposes of acceptance of responsibility under the Sentencing Guidelines, an offer to pay restitution is not the same as actually paying it.  See U.S.S.G. Sec. 3E1.1, comment.  (n. 1(c)) (Nov. 1, 1993) (\"voluntary payment of restitution prior to adjudication of guilt\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Having stressed that post-trial acceptance of responsibility is the exception and must normally be borne out by pre-trial actions, we nevertheless do not intend to establish any blanket rule;  the guideline's own application note leaves open the possibility of exceptions.  But we do think that unless some obvious basis is apparent from the record, it may be difficult to uphold a reduction in cases where the defendant went to trial, asserted his or her innocence, and has nothing substantial in the way of pre-trial conduct to show earlier acceptance of responsibility--unless the district court is able to point to some persuasive reason for this determination.  Thus, even where there may ordinarily be no special requirement for a statement of reasons in making sentence determinations, cases like this one may present situations in which an explanation by the district court is as a practical matter essential to establish that the guideline's rather stringent standards for post-trial conversions have been satisfied</p>\n        <p>17 U.S.S.G. Sec. 1B1.11 (Nov. 1, 1993) states in relevant part:</p>\n        <p>(a) The court shall use the Guidelines Manual in effect on the date that the defendant is sentenced.</p>\n        <p>(b)(1) If the court determines that use of the Guidelines Manual in effect on the date that the defendant is sentenced would violate the ex post facto clause of the United States Constitution, the court shall use the Guidelines Manual in effect on the date that the offense of conviction was committed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The loan that corresponded with Count 7 differed from the other charged loans in that it was the only one in which Bennett used his real name.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">chart,</span> supra</span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112854/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195069/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536029/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541949/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542933/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555054/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569371/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574943/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587569/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591006/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602836/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602923/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604910/",
    "https://www.courtlistener.com/api/rest/v3/opinions/629118/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654672/",
    "https://www.courtlistener.com/api/rest/v3/opinions/661794/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664925/"
  ]
}