{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195679/",
  "id": 195679,
  "absolute_url": "/opinion/195679/desmond-v-nynex-corporation/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195679/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:15Z",
  "date_modified": "2020-02-21T23:30:34.262742Z",
  "type": "010combined",
  "sha1": "af8f81284e3108199f3fec3d3dca688d1798f815",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1230.01A",
  "local_path": null,
  "plain_text": "October 20, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1230\n\n                       JOHN F. DESMOND,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                      NYNEX CORPORATION,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Mark L. Wolf, U.S. District Judge]\n                                                  \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\n                                          \n                Selya and Cyr, Circuit Judges.\n                                             \n\n                                         \n\nJohn F. Desmond on brief pro se.\n               \nRichard P. Owens, on brief for appellee.\n                \n\n                                         \n\n                                         \n\n          Per   Curiam.    Pro  se  plaintiff-appellant  John\n                      \n\nDesmond filed suit on March 2, 1992 in the District Court for\n\nthe Southern District of New York against  defendant-appellee\n\nNYNEX Corporation.  Desmond's complaint alleged that Desmond,\n\na  Massachusetts resident,  receives telephone  services from\n\nNew England Telephone (\"NET\"), a NYNEX subsidiary.  According\n\nto the complaint, in 1991 and 1992 the Bush Administration or\n\n\"some unknown government entity\" was jamming and intercepting\n\nDesmond's phone  calls  and generally  interfering  with  his\n\nphone  services.    On  June  10,   1991,  for  example,  \"an\n\nelectronic  bullet\" was  sent through Desmond's  phone lines,\n\npresumably directed at Desmond.   On February 24, 1992, after\n\nDesmond's  attempts  to  dial   two  telephone  numbers  were\n\nunsuccessful, Desmond spoke to  a repair operator to complain\n\nabout these  problems.   The operator allegedly  \"stated that\n\nshe would not register my complaint  and that I should see  a\n\n`Psychiatrist.'\"\n\n          Based  on  these  factual   allegations,  Desmond's\n\ncomplaint  set forth five causes  of action:   (1) that NYNEX\n\nhad  engaged in a conspiracy with a federal government entity\n\nto  violate  Desmond's  constitutional right  of  privacy  by\n\nintercepting his phone calls;  (2) that the interference with\n\nDesmond's phone services constituted intentional interference\n\nwith  his business  and  other relationships,  including  his\n\nattempts  to litigate  other matters  before the  courts; (3)\n\n                             -3-\n\nthat  the  operator's statement  that  Desmond  should see  a\n\npsychiatrist constituted intentional infliction  of emotional\n\ndistress, for  which NYNEX was legally  responsible under the\n\ndoctrine  of  respondeat superior;  (4)  that the  operator's\n\nstatement constituted slander of Desmond, for which NYNEX was\n\nlegally   responsible  under   the  doctrine   of  respondeat\n\nsuperior; and (5) that  NYNEX had violated the Communications\n\nAct   of  1934,  47  U.S.C.      151  et  seq.,  and  certain\n\nunspecified federal tariff regulations.\n\n          On  April 21,  1992, the  New York  district court,\n\nnoting that a substantial  part of the events alleged  in the\n\ncomplaint  occurred in  Massachusetts,  transferred the  case\n\npursuant  to 28  U.S.C.    1391(a),  1406(a) to  the District\n\nCourt for the District of Massachusetts.  After NYNEX filed a\n\nmotion  to  dismiss  the  complaint  under  Fed.  R. Civ.  P.\n\n12(b)(6),  and  Desmond  responded,  the  district  court  on\n\nFebruary  28,  1994  granted  NYNEX's  motion  and  dismissed\n\nDesmond's  complaint  \"for  the  reasons  stated  in  NYNEX's\n\nMemorandum  of  Law  in  Support  of Motion  to  Dismiss  the\n\nComplaint.\"  Desmond appealed.  We affirm.\n\n                      The Merits\n                                \n\n          Desmond's  complaint   does  not  name   NET  as  a\n\ndefendant.   Indeed,  since Desmond resides  in Massachusetts\n\n                             -4-\n\nand  there is no dispute that  NET has its principal place of\n\nbusiness in  Massachusetts, to  do so would  destroy complete\n\ndiversity  of  citizenship  in  this  case.    The  complaint\n\nimplicitly acknowledges, however --  as NYNEX insists -- that\n\nit is NET that provides telephone services to Desmond, and it\n\nwas an NET operator who made the alleged statement to Desmond\n\n(although in an affidavit  accompanying the complaint Desmond\n\ndid  state   that  the  operator  identified   herself  as  a\n\n\"spokesperson of  NYNEX\").  Desmond has alleged no facts that\n\ncould  justify  piercing the  corporate  veil  to make  NYNEX\n\nliable  for   the  alleged  acts  of   its  subsidiary,  NET.\n\nAccordingly, NYNEX cannot be  liable on any of the  causes of\n\naction alleged in the  complaint.  For this reason  alone, we\n\nwould affirm the district court's dismissal.\n\n          In  any event, even if Desmond  had sued the proper\n\nparty-defendant, we  would  still affirm  the district  court\n\nbecause none of Desmond's claims state a cause of action.  He\n\nhas not stated a claim under 42 U.S.C.   1983 for invasion of\n\nhis constitutional right of privacy because  he has failed to\n\nallege  facts sufficient to show that NYNEX acted under color\n\nof state  law.   Desmond's vague and  conclusory allegations,\n\nutterly  lacking  supporting   factual  detail,  that   NYNEX\n\nconspired  with \"some unknown  government entity\"  to disrupt\n\nhis  telephone  services are  not  adequate  to allege  state\n\naction.   See McGillicuddy  v. Clements,  746 F.2d 76,  77-78\n                                       \n\n                             -5-\n\n(1st Cir. 1984).         Apart   from   these    insufficient\n\nallegations of conspiracy, Desmond does not adequately allege\n\nthat NYNEX did anything to violate his right of privacy under\n\neither federal or state law (e.g., Mass. Gen. Laws c.  214,  \n\n1B).     All  that  he  alleges  is  that  NYNEX  refused  to\n\ninvestigate  his  claims  that  some  government  entity  was\n\ninvading his privacy.\n\n          To  establish a claim  for intentional interference\n\nwith economic or business relations under  Massachusetts law,\n\na plaintiff must show that the defendant knowingly interfered\n\nwith  an  advantageous relationship  or  knowingly induced  a\n\nbreach  of  contract.   See United  Truck  Leasing Corp.   v.\n                                                        \n\nGeltman,  406 Mass. 811, 551  N.E.2d 20 (1990).   Desmond did\n       \n\nnot allege  that NYNEX knew  of any advantageous  or business\n\nrelationship between  Desmond and anyone else,  or that NYNEX\n\nknew of Desmond's other litigation.   Consequently, dismissal\n\nof this claim was proper.\n\n          It is plain on  the face of the complaint  that the\n\ntelephone operator's  statement that Desmond needed  to see a\n\npsychiatrist did not constitute either intentional infliction\n\nof emotional distress or slander under Massachusetts law.  To\n\nstate  a  claim  for  intentional   infliction  of  emotional\n\ndistress, plaintiff must allege conduct that was \"extreme and\n\noutrageous,\"  \"beyond all  possible  bounds of  decency,\" and\n\n\"utterly  intolerable in  a  civilized community.\"   Agis  v.\n                                                         \n\n                             -6-\n\nHoward Johnson Co., 371  Mass. 140, 145, 355 N.E.2d  315, 319\n                  \n\n(1976).   The operator's alleged statement  obviously did not\n\nmeet  this standard.  A plaintiff must allege more than \"mere\n\nhurt feelings  or bad manners\" to state  a claim.  Santana v.\n                                                          \n\nRegistrars of Voters, 398 Mass. 862, 867, 502 N.E.2d 132, 135\n                    \n\n(1986).\n\n          The  operator's alleged statement could not support\n\nan action for  slander because  it was a  mere expression  of\n\nopinion, see Fleming v. Benzaquin, 390 Mass. 175, 180-86, 454\n                                 \n\nN.E.2d 95, 100-03 (1983), and because there was no allegation\n\nthat  it was published to any other person, see Economopoulos\n                                                             \n\nv.  A.G. Pollard  Co., 218  Mass. 294,  105 N.E.  896 (1914).\n                     \n\nDesmond's argument on  appeal that he  did allege the  remark\n\nwas published  because he alleged  that his phone  calls were\n\nbeing intercepted is frivolous.\n\n          Since  Desmond did not state  a cause of action for\n\neither   slander  or  intentional   infliction  of  emotional\n\ndistress, NYNEX  could not  be liable in  respondeat superior\n\nfor the telephone operator's statement.\n\n          Desmond's  complaint did  not specify  in what  way\n\nNYNEX's   alleged   conduct,   shorn  of   the   insufficient\n\nallegations of conspiracy, should be thought to have violated\n\nthe  Communications   Act   or  applicable   federal   tariff\n\nregulations.  No such violation is readily apparent.\n\n                             -7-\n\n          Desmond  also  argues that  the  New  York district\n\ncourt's  transfer   of  this   action  to  the   District  of\n\nMassachusetts was  improper and ex  parte.  The  transfer was\n\nwell  within  the transferring  court's  discretion, however,\n\ngiven that Desmond  resides in Massachusetts and  all or most\n\nof  the   conduct  alleged  in  the   complaint  occurred  in\n\nMassachusetts.  Since Desmond  acknowledges that the case was\n\ntransferred \"over [his] objections,\" his allegations that the\n\ntransfer was ex parte are frivolous.  It is well settled that\n\na  court may transfer a case sua sponte pursuant to 28 U.S.C.\n\n    1404(a) and  1406(a).   See,  e.g., Caldwell  v. Palmetto\n                                                             \n\nState Savings Bank, 811 F.2d 916, 919 (5th Cir. 1987).  \n                  \n\n          Finally,  Desmond  argues that  the  district judge\n\nshould have recused himself  because of his alleged hostility\n\ntoward  Desmond personally.   However,  Desmond has  given no\n\nreason, beyond the district  judge's adverse ruling, to think\n\nthat  the district  judge bears  him any  ill will.   Desmond\n\ntherefore has stated no reasonable basis for recusal.\n\n          We have considered all of Desmond's other arguments\n\nand find them meritless.\n\n          The judgment of the district court is affirmed.\n                                                        \n\n                             -8-\n",
  "html": "<p class=\"case_cite\">37 F.3d 1484<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">John F. DESMOND, Plaintiff, Appellant,<br>v.<br>NYNEX CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1230</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Oct. 20, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Mark L. Wolf, U.S. District Judge ]</p>\n      <p class=\"indent\">John F. Desmond on brief pro se.</p>\n      <p class=\"indent\">Richard P. Owens, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se plaintiff-appellant John Desmond filed suit on March 2, 1992 in the District Court for the Southern District of New York against defendant-appellee NYNEX Corporation.  Desmond's complaint alleged that Desmond, a Massachusetts resident, receives telephone services from New England Telephone (\"NET\"), a NYNEX subsidiary.  According to the complaint, in 1991 and 1992 the Bush Administration or \"some unknown government entity\" was jamming and intercepting Desmond's phone calls and generally interfering with his phone services.  On June 10, 1991, for example, \"an electronic bullet\" was sent through Desmond's phone lines, presumably directed at Desmond.  On February 24, 1992, after Desmond's attempts to dial two telephone numbers were unsuccessful, Desmond spoke to a repair operator to complain about these problems.  The operator allegedly \"stated that she would not register my complaint and that I should see a 'Psychiatrist.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Based on these factual allegations, Desmond's complaint set forth five causes of action:  (1) that NYNEX had engaged in a conspiracy with a federal government entity to violate Desmond's constitutional right of privacy by intercepting his phone calls;  (2) that the interference with Desmond's phone services constituted intentional interference with his business and other relationships, including his attempts to litigate other matters before the courts;  (3) that the operator's statement that Desmond should see a psychiatrist constituted intentional infliction of emotional distress, for which NYNEX was legally responsible under the doctrine of respondeat superior;  (4) that the operator's statement constituted slander of Desmond, for which NYNEX was legally responsible under the doctrine of respondeat superior;  and (5) that NYNEX had violated the Communications Act of 1934, 47 U.S.C. Secs. 151 et seq., and certain unspecified federal tariff regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 21, 1992, the New York district court, noting that a substantial part of the events alleged in the complaint occurred in Massachusetts, transferred the case pursuant to 28 U.S.C. Secs. 1391(a), 1406(a) to the District Court for the District of Massachusetts.  After NYNEX filed a motion to dismiss the complaint under Fed.  R. Civ. P. 12(b)(6), and Desmond responded, the district court on February 28, 1994 granted NYNEX's motion and dismissed Desmond's complaint \"for the reasons stated in NYNEX's Memorandum of Law in Support of Motion to Dismiss the Complaint.\"  Desmond appealed.  We affirm.</p>\n    </div>\n    <p>The Merits</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Desmond's complaint does not name NET as a defendant.  Indeed, since Desmond resides in Massachusetts and there is no dispute that NET has its principal place of business in Massachusetts, to do so would destroy complete diversity of citizenship in this case.  The complaint implicitly acknowledges, however-as NYNEX insists-that it is NET that provides telephone services to Desmond, and it was an NET operator who made the alleged statement to Desmond (although in an affidavit accompanying the complaint Desmond did state that the operator identified herself as a \"spokesperson of NYNEX\").  Desmond has alleged no facts that could justify piercing the corporate veil to make NYNEX liable for the alleged acts of its subsidiary, NET.  Accordingly, NYNEX cannot be liable on any of the causes of action alleged in the complaint.  For this reason alone, we would affirm the district court's dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In any event, even if Desmond had sued the proper party-defendant, we would still affirm the district court because none of Desmond's claims state a cause of action.  He has not stated a claim under 42 U.S.C. Sec. 1983 for invasion of his constitutional right of privacy because he has failed to allege facts sufficient to show that NYNEX acted under color of state law.  Desmond's vague and conclusory allegations, utterly lacking supporting factual detail, that NYNEX conspired with \"some unknown government entity\" to disrupt his telephone services are not adequate to allege state action.   See McGillicuddy v. Clements, 746 F.2d 76, 77-78 (1st Cir. 1984).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Apart from these insufficient allegations of conspiracy, Desmond does not adequately allege that NYNEX did anything to violate his right of privacy under either federal or state law (e.g., Mass.  Gen. Laws c. 214, Sec. 1B).  All that he alleges is that NYNEX refused to investigate his claims that some government entity was invading his privacy.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To establish a claim for intentional interference with economic or business relations under Massachusetts law, a plaintiff must show that the defendant knowingly interfered with an advantageous relationship or knowingly induced a breach of contract.   See United Truck Leasing Corp. v. Geltman, 406 Mass. 811, 551 N.E.2d 20 (1990).  Desmond did not allege that NYNEX knew of any advantageous or business relationship between Desmond and anyone else, or that NYNEX knew of Desmond's other litigation.  Consequently, dismissal of this claim was proper.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is plain on the face of the complaint that the telephone operator's statement that Desmond needed to see a psychiatrist did not constitute either intentional infliction of emotional distress or slander under Massachusetts law.  To state a claim for intentional infliction of emotional distress, plaintiff must allege conduct that was \"extreme and outrageous,\" \"beyond all possible bounds of decency,\" and \"utterly intolerable in a civilized community.\"   Agis v. Howard Johnson Co., 371 Mass. 140, 145, 355 N.E.2d 315, 319 (1976).  The operator's alleged statement obviously did not meet this standard.  A plaintiff must allege more than \"mere hurt feelings or bad manners\" to state a claim.   Santana v. Registrars of Voters, 398 Mass. 862, 867, 502 N.E.2d 132, 135 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The operator's alleged statement could not support an action for slander because it was a mere expression of opinion,  see Fleming v. Benzaquin, 390 Mass. 175, 180-86, 454 N.E.2d 95, 100-03 (1983), and because there was no allegation that it was published to any other person,  see Economopoulos v. A.G. Pollard Co., 218 Mass. 294, 105 N.E. 896 (1914).  Desmond's argument on appeal that he did allege the remark was published because he alleged that his phone calls were being intercepted is frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Since Desmond did not state a cause of action for either slander or intentional infliction of emotional distress, NYNEX could not be liable in respondeat superior for the telephone operator's statement.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Desmond's complaint did not specify in what way NYNEX's alleged conduct, shorn of the insufficient allegations of conspiracy, should be thought to have violated the Communications Act or applicable federal tariff regulations.  No such violation is readily apparent.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Desmond also argues that the New York district court's transfer of this action to the District of Massachusetts was improper and ex parte.  The transfer was well within the transferring court's discretion, however, given that Desmond resides in Massachusetts and all or most of the conduct alleged in the complaint occurred in Massachusetts.  Since Desmond acknowledges that the case was transferred \"over [his] objections,\" his allegations that the transfer was ex parte are frivolous.  It is well settled that a court may transfer a case sua sponte pursuant to 28 U.S.C. Secs. 1404(a) and 1406(a).   See, e.g., Caldwell v. Palmetto State Savings Bank, 811 F.2d 916, 919 (5th Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, Desmond argues that the district judge should have recused himself because of his alleged hostility toward Desmond personally.  However, Desmond has given no reason, beyond the district judge's adverse ruling, to think that the district judge bears him any ill will.  Desmond therefore has stated no reasonable basis for recusal.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We have considered all of Desmond's other arguments and find them meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"680047\"><a href=\"/opinion/680047/james-wiley-nichols-v-united-states/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1484</span></a></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">John F. DESMOND, Plaintiff, Appellant,<br>v.<br>NYNEX CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1230</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Oct. 20, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Mark L. Wolf, U.S. District Judge ]</p>\n      <p class=\"indent\">John F. Desmond on brief pro se.</p>\n      <p class=\"indent\">Richard P. Owens, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se plaintiff-appellant John Desmond filed suit on March 2, 1992 in the District Court for the Southern District of New York against defendant-appellee NYNEX Corporation.  Desmond's complaint alleged that Desmond, a Massachusetts resident, receives telephone services from New England Telephone (\"NET\"), a NYNEX subsidiary.  According to the complaint, in 1991 and 1992 the Bush Administration or \"some unknown government entity\" was jamming and intercepting Desmond's phone calls and generally interfering with his phone services.  On June 10, 1991, for example, \"an electronic bullet\" was sent through Desmond's phone lines, presumably directed at Desmond.  On February 24, 1992, after Desmond's attempts to dial two telephone numbers were unsuccessful, Desmond spoke to a repair operator to complain about these problems.  The operator allegedly \"stated that she would not register my complaint and that I should see a 'Psychiatrist.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Based on these factual allegations, Desmond's complaint set forth five causes of action:  (1) that NYNEX had engaged in a conspiracy with a federal government entity to violate Desmond's constitutional right of privacy by intercepting his phone calls;  (2) that the interference with Desmond's phone services constituted intentional interference with his business and other relationships, including his attempts to litigate other matters before the courts;  (3) that the operator's statement that Desmond should see a psychiatrist constituted intentional infliction of emotional distress, for which NYNEX was legally responsible under the doctrine of respondeat superior;  (4) that the operator's statement constituted slander of Desmond, for which NYNEX was legally responsible under the doctrine of respondeat superior;  and (5) that NYNEX had violated the Communications Act of 1934, 47 U.S.C. Secs. 151 et seq., and certain unspecified federal tariff regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 21, 1992, the New York district court, noting that a substantial part of the events alleged in the complaint occurred in Massachusetts, transferred the case pursuant to 28 U.S.C. Secs. 1391(a), 1406(a) to the District Court for the District of Massachusetts.  After NYNEX filed a motion to dismiss the complaint under Fed.  R. Civ. P. 12(b)(6), and Desmond responded, the district court on February 28, 1994 granted NYNEX's motion and dismissed Desmond's complaint \"for the reasons stated in NYNEX's Memorandum of Law in Support of Motion to Dismiss the Complaint.\"  Desmond appealed.  We affirm.</p>\n    </div>\n    <p>The Merits</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Desmond's complaint does not name NET as a defendant.  Indeed, since Desmond resides in Massachusetts and there is no dispute that NET has its principal place of business in Massachusetts, to do so would destroy complete diversity of citizenship in this case.  The complaint implicitly acknowledges, however-as NYNEX insists-that it is NET that provides telephone services to Desmond, and it was an NET operator who made the alleged statement to Desmond (although in an affidavit accompanying the complaint Desmond did state that the operator identified herself as a \"spokesperson of NYNEX\").  Desmond has alleged no facts that could justify piercing the corporate veil to make NYNEX liable for the alleged acts of its subsidiary, NET.  Accordingly, NYNEX cannot be liable on any of the causes of action alleged in the complaint.  For this reason alone, we would affirm the district court's dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In any event, even if Desmond had sued the proper party-defendant, we would still affirm the district court because none of Desmond's claims state a cause of action.  He has not stated a claim under 42 U.S.C. Sec. 1983 for invasion of his constitutional right of privacy because he has failed to allege facts sufficient to show that NYNEX acted under color of state law.  Desmond's vague and conclusory allegations, utterly lacking supporting factual detail, that NYNEX conspired with \"some unknown government entity\" to disrupt his telephone services are not adequate to allege state action.   See McGillicuddy v. Clements, <span class=\"citation\" data-id=\"442973\"><a href=\"/opinion/442973/jerome-e-mcgillicuddy-v-john-a-clements-etc-ernst-whinney-etc/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">76</span></a></span>, 77-78 (1st Cir. 1984).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Apart from these insufficient allegations of conspiracy, Desmond does not adequately allege that NYNEX did anything to violate his right of privacy under either federal or state law (e.g., Mass.  Gen. Laws c. 214, Sec. 1B).  All that he alleges is that NYNEX refused to investigate his claims that some government entity was invading his privacy.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To establish a claim for intentional interference with economic or business relations under Massachusetts law, a plaintiff must show that the defendant knowingly interfered with an advantageous relationship or knowingly induced a breach of contract.   See United Truck Leasing Corp. v. Geltman, <span class=\"citation\" data-id=\"2090012\"><a href=\"/opinion/2090012/united-truck-leasing-corp-v-geltman/\"><span class=\"volume\">406</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">811</span></a></span>, <span class=\"citation\" data-id=\"2090012\"><a href=\"/opinion/2090012/united-truck-leasing-corp-v-geltman/\"><span class=\"volume\">551</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">20</span> </a></span>(1990).  Desmond did not allege that NYNEX knew of any advantageous or business relationship between Desmond and anyone else, or that NYNEX knew of Desmond's other litigation.  Consequently, dismissal of this claim was proper.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is plain on the face of the complaint that the telephone operator's statement that Desmond needed to see a psychiatrist did not constitute either intentional infliction of emotional distress or slander under Massachusetts law.  To state a claim for intentional infliction of emotional distress, plaintiff must allege conduct that was \"extreme and outrageous,\" \"beyond all possible bounds of decency,\" and \"utterly intolerable in a civilized community.\"   Agis v. Howard Johnson Co., <span class=\"citation\" data-id=\"2078606\"><a href=\"/opinion/2078606/agis-v-howard-johnson-co/\"><span class=\"volume\">371</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">140</span></a></span>, 145, <span class=\"citation\" data-id=\"2078606\"><a href=\"/opinion/2078606/agis-v-howard-johnson-co/\"><span class=\"volume\">355</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">315</span></a></span>, 319 (1976).  The operator's alleged statement obviously did not meet this standard.  A plaintiff must allege more than \"mere hurt feelings or bad manners\" to state a claim.   Santana v. Registrars of Voters, <span class=\"citation no-link\"><span class=\"volume\">398</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">862</span></span>, 867, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">132</span></span>, 135 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The operator's alleged statement could not support an action for slander because it was a mere expression of opinion,  see Fleming v. Benzaquin, <span class=\"citation\" data-id=\"2024727\"><a href=\"/opinion/2024727/fleming-v-benzaquin/\"><span class=\"volume\">390</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">175</span></a></span>, 180-86, <span class=\"citation\" data-id=\"2024727\"><a href=\"/opinion/2024727/fleming-v-benzaquin/\"><span class=\"volume\">454</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">95</span></a></span>, 100-03 (1983), and because there was no allegation that it was published to any other person,  see Economopoulos v. A.G. Pollard Co., <span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">294</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">896</span> </span>(1914).  Desmond's argument on appeal that he did allege the remark was published because he alleged that his phone calls were being intercepted is frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Since Desmond did not state a cause of action for either slander or intentional infliction of emotional distress, NYNEX could not be liable in respondeat superior for the telephone operator's statement.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Desmond's complaint did not specify in what way NYNEX's alleged conduct, shorn of the insufficient allegations of conspiracy, should be thought to have violated the Communications Act or applicable federal tariff regulations.  No such violation is readily apparent.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Desmond also argues that the New York district court's transfer of this action to the District of Massachusetts was improper and ex parte.  The transfer was well within the transferring court's discretion, however, given that Desmond resides in Massachusetts and all or most of the conduct alleged in the complaint occurred in Massachusetts.  Since Desmond acknowledges that the case was transferred \"over [his] objections,\" his allegations that the transfer was ex parte are frivolous.  It is well settled that a court may transfer a case sua sponte pursuant to 28 U.S.C. Secs. 1404(a) and 1406(a).   See, e.g., Caldwell v. Palmetto State Savings Bank, <span class=\"citation\" data-id=\"483277\"><a href=\"/opinion/483277/david-caldwell-etc-and-james-c-harvey-v-palmetto-state-savings-bank-of/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">916</span></a></span>, 919 (5th Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, Desmond argues that the district judge should have recused himself because of his alleged hostility toward Desmond personally.  However, Desmond has given no reason, beyond the district judge's adverse ruling, to think that the district judge bears him any ill will.  Desmond therefore has stated no reasonable basis for recusal.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We have considered all of Desmond's other arguments and find them meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/442973/",
    "https://www.courtlistener.com/api/rest/v3/opinions/483277/",
    "https://www.courtlistener.com/api/rest/v3/opinions/680047/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2024727/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2078606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2090012/"
  ]
}