{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195692/",
  "id": 195692,
  "absolute_url": "/opinion/195692/44-liquormart-v-state-of-ri/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195692/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:28Z",
  "date_modified": "2020-02-21T23:30:53.726994Z",
  "type": "010combined",
  "sha1": "1b4a28ac712af68815c947d20a17bc2d2c2c89c1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1893.01A",
  "local_path": null,
  "plain_text": "\n\nJuly 8, 1994          [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1893\n\n                   44 LIQUORMART, INC. AND\n              PEOPLES SUPER LIQUOR STORES, INC.,\n\n                    Plaintiffs, Appellees,\n\n                              v.\n\n                    STATE OF RHODE ISLAND,\n\n                     Defendant, Appellee,\n\n           RHODE ISLAND LIQUOR STORES ASSOCIATION,\n\n                    Intervenor, Appellant.\n                                         \n\nNo. 93-1927\n                   44 LIQUORMART, INC. AND\n              PEOPLES SUPER LIQUOR STORES, INC.,\n\n                    Plaintiffs, Appellees,\n\n                              v.\n\n                    STATE OF RHODE ISLAND,\n\n                    Defendant, Appellant.\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n    [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \n                                         \n\n                            Before\n\n                      Cyr, Circuit Judge,\r                                                    \n                Aldrich, Senior Circuit Judge,\r                                                         \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \r\n\nLauren E. Jones  with whom Caroline C. Cornwell, Jones Associates,\r                                                                             \nWilliam P. Gasbarro and Robert M. Brady were on brief for Rhode Island\r                                               \nLiquor Stores Association.\nRebecca Tedford  Partington, Special  Assistant Attorney  General,\r                                       \nwith whom Jeffrey B. Pine, Attorney General, was on brief for State of\r                                 \nRhode Island.\nEvan  T.  Lawson  with  whom Lawson  &amp;  Weitzen was  on  brief for\r                                                           \nplaintiffs-appellees.\n\n                                         \n\n                                         \r\n\n          ALDRICH, Senior Circuit Judge.   The State of Rhode\r                                                   \n\nIsland, that did not ratify the Eighteenth Amendment, and was\n\namong the  earliest to ratify the  Twenty-First that repealed\n\nit,  in  1956  adopted  two  statutes,  assertedly  aimed  at\n\npromoting temperance,  forbidding  advertising the  price  of\n\nintoxicating  liquor, except  at  the place  of sale  if sold\n\nwithin  the state.  The \"declared purpose is the promotion of\n\ntemperance and for the reasonable  control of the traffic  in\n\nalcoholic beverages.\"  R.I. Gen. Laws   3-1-5.\n\n          R.I. Gen. Laws   3-8-7 provides,\n\n               3-8-7.    Advertising price  of malt\r                           3-8-7.    Advertising price  of malt\n          beverages,  cordials,  wine or  distilled\r                      beverages,  cordials,  wine or  distilled\n          liquor.  -- No  manufacturer, wholesaler,\r                      liquor.  -- \n          or shipper from without this state and no\n          holder  of a  license  issued  under  the\n          provisions  of  this  title  and  chapter\n          shall cause or permit the  advertising in\n          any manner whatsoever of the price of any\n          malt   beverage,    cordials,   wine   or\n          distilled liquor offered for sale in this\n          state;   provided,   however,  that   the\n          provisions  of  this  section  shall  not\n          apply to price signs or tags attached  to\n          or  placed on merchandise for sale within\n          the licensed premises in  accordance with\n          rules and regulations of the department.\n\n          Section  3-8-8.1, post,  enlarges this  language to\r                                            \n\nforbidding making  \"reference to  the price of  any alcoholic\n\nbeverage,\"1  that  defendant  Rhode  Island   Liquor  Control\n\nAdministrator,  a  strict  enforcer, construes  as  including\n\nremote references such as \"WOW!\"\n\n                    \r                                \n\n1.  See also Liquor Control Adm. Reg. 32.\r                        \n\n                             -3-\r\n\n          In this action plaintiffs, 44  Liquormart, Inc. and\n\nPeoples Super Liquor Stores, Inc., having sufficient standing\n\nto  attack  these  statutes   in  every  particular,  seek  a\n\ndeclaration against the Administrator (hereinafter the State)\n\nof  unconstitutionality as contravening  the First Amendment.\n\nRhode  Island  Liquor  Stores Association  (Association)  has\n\nintervened as a party defendant.  After a bench trial, in  an\n\nextensive opinion the court found for plaintiffs.  Defendants\n\nappeal.  They succeed with respect to limiting advertising by\n\nRhode Island vendors.\n\n          The stage it set below is described by the State.\n\n               [T]he   advertising   ban   directly\n          advanced  the  governmental  interest  by\n          increasing   the    cost   of   alcoholic\n          beverages, thereby lowering the amount of\n          alcohol consumption by  residents of  the\n          State  of  Rhode  Island. . . .     [T]he\n          State's   power   to   totally  ban   any\n          advertising  about   alcoholic  beverages\n          necessarily included the lesser  power to\n          restrict price advertising.\n\nFurther,  the State  contended that  plaintiffs, in  order to\n\nrely on the First  Amendment, must \"prove that the  four part\n\nCentral Hudson test could not be met.\"\r                          \n\n          Association, a group of small liquor stores,  whose\n\nintervention as a co-defendant was not opposed  by the State,\n\nalleged as  its ground for intervening that if advertising of\n\nprices were to be  allowed, its members \"would be  obliged to\n\nparticipate  in  the advertising  arena  and  would  be at  a\n\ndefinite disadvantage when  matched up against retailers  who\n\n                             -4-\r\n\nhold multiple licenses.\"   This complaint was later bolstered\n\nby adding  that competitive  price advertising would  tend to\n\nlower prices, and that \"a more competitive market for alcohol\n\nmight be considered an undesirable goal.\"\n\n          We start  with the four issues  that Central Hudson\r                                                                         \n\nraises when a state's interest conflicts with the rights of a\n\nwould-be commercial speaker.\n\n          At the outset, we must  determine whether\n          the  expression is protected by the First\n          Amendment.  [I]  For commercial speech to\n          come  within that provision,  it at least\n          must concern lawful  activity and not  be\n          misleading.   [II]  Next, we  ask whether\n          the  asserted  governmental  interest  is\n          substantial.    If  both inquiries  yield\n          positive answers, we must determine [III]\n          whether the  regulation directly advances\n          the  governmental interest  asserted, and\n          [IV]  whether it  is  not more  extensive\n          than is necessary to serve that interest.\n\nCentral  Hudson  Gas  &amp;  Electric  Corp.  v.  Public  Service\r                                                                         \n\nCommission  of New  York,  447 U.S.  557,  566 (1980).    The\r                                    \n\nultimate  purpose  is  to  weigh \"the  expression  [and]  the\n\ngovernmental  interests served  by its  regulation.\"   Id. at\r                                                                     \n\n563.\n\n          I.   In the present  case the first  test raises no\n\nquestion.   II.  For the second it was stipulated, \"The State\n\nof Rhode Island has a substantial interest in regulating  the\n\nsale  of  alcoholic  beverages.\"    Plaintiffs  concede  that\n\npromoting  temperance  is such  an  interest.   The  dispute,\n\naccordingly,   is   whether   forbidding  price   advertising\n\n                             -5-\r\n\n\"directly advances\" temperance,  and \"is  not more  extensive\n\nthan  is necessary.\"  There is a further question with regard\n\nto local advertising by an out-of-state vendor.\n\n          III.    \"Directly advances.\"    We  start with  the\n\nburden  of proof.    The  burden  is  on  the  party  seeking\n\nsuppression, here the State.   Edenfield v. Fane, 113  S. Ct.\r                                                            \n\n1792, 1800 (1993).   But to what extent?   The district court\n\nheld  that  it was  an issue  for  it to  decide, unfettered,\n\nbetween competing  witnesses, and since, on  its weighing the\n\nevidence,  the  court was  not persuaded  that the  State was\n\ncorrect, it failed.  We do  not think the burden that strict.\n\nIt is not correctness, it is reasonableness.\n\n          In the first place, the term \"directly advances\" is\n\nnot absolute.  Edenfield, 113 S. Ct. at 1800 (\"alleviate to a\r                                    \n\nmaterial degree\");  Trustees of  the State University  of New\r                                                                         \n\nYork v.  Fox, 492  U.S. 469,  480 (1989) (\"reasonable  fit\").\r                        \n\nSee  also Posadas de Puerto  Rico Assoc. v.  Tourism Co., 478\r                                                                    \n\nU.S. 328, 342 (1986) (\"reasonable\").  And while the state has\n\nthe  burden,  in California  v. LaRue,  409 U.S.  109, 118-19\r                                                 \n\n(1972), the Court spoke of \"the added presumption in favor of\n\nthe  validity of the state  regulation in this  area that the\n\nTwenty-First Amendment requires.\"  Historically the state has\n\nfailed  where the  evidence was  \"at most,  tenuous,\" Central\r                                                                         \n\nHudson, 447  U.S. at  569; \"unsupported assertions:   nowhere\r                  \n\ndoes the State cite  any evidence or authority of  any kind,\"\n\n                             -6-\r\n\nZauderer v. Office of Disciplinary Counsel, 471 U.S. 626, 648\r                                                      \n\n(1985);  lack of studies  or \"anecdotal evidence,\" Edenfield,\r                                                                        \n\n113  S. Ct. at 1800.  Warrantable inferences, however, may be\n\nsufficient.  Posadas, 478 U.S. at 341-42 (advertising).  What\r                                \n\nshould  a  court do  when  there  is no  empirical2  evidence\n\neither  way,  and  expert  opinions  go  both  ways?     Even\n\nplaintiffs' expert,  whom the  court credited,  admitted that\n\n\"advertising  has  cumulative effects  that are  difficult to\n\ndetect in studies, and that research studies have been varied\n\nand equivocal because it  is a difficult topic  to research.\"\n\nShould the court be free to choose?\n\n          IV.   Before answering  these questions we  observe\n\nthat the \"not  more extensive than  is necessary\" inquiry  is\n\nsubject to the same considerations.  Re R.M.J., 455 U.S. 191,\r                                                          \n\n207 (1982) (\"reasonably necessary\").   The district court did\n\nnot deal with this directly, except to note the concession of\n\nthe   State's  expert   that   \"the  objective   of  lowering\n\nconsumption of alcohol by  banning price advertising could be\n\naccomplished  by  establishing   minimum  prices  and/or   by\n\nincreasing  sales taxes on alcoholic beverages.\"  This is not\n\nan  answer; the  State is  entitled to  a reasonable  choice.\n\nThis includes choice of method --  it is not obliged to prove\n\n                    \r                                \n\n2.  This  word is a summary of the court's findings that such\nstudies  as were offered  were too inconclusive  to be relied\non.\n\n                             -7-\r\n\nthat  some  other  method,  e.g.,  taxation,  would  be  less\n\neffective.  Cf. Fox, 492 U.S. at 478.\r                               \n\n          Returning  to  our   questions,  there  would  seem\n\ninherent merit  in the  State's  contention that  competitive\n\nprice  advertising would  lower prices,  and that  with lower\n\nprices there would be more sales.   We would enlarge on this.\n\nThere  are   doubtless  many  buyers  whose   consumption  is\n\nsometimes  measured by their free  money.  If  a buyer learns\n\nthat  plaintiffs charge less, is  he not likely  to go there,\n\nand then buy  more?   Correspondingly, if  ignorant of  lower\n\nprices elsewhere, will  he not  tend to buy  locally, at  the\n\nhigher price, and thus buy less?  See Stanley I. Ornstein and\r                                                 \n\nDominique  M.   Hanssens,  Alcohol   Control  Laws   and  the\r                                                                         \n\nConsumption  of Distilled  Spirits and  Beer, 12  J. Consumer\r                                                        \n\nRes. 200  (September 1985).  Further,  if Association members\n\nwould  fight plaintiffs' advertised  prices, as they presage,\n\nby lowering their own,  then, again, might there not  be more\n\nbuys?\n\n          Even plaintiffs' witness  Smart conceded that  some\n\nbelieved this inference reasonable.\n\n          What I'm  aware of are studies  that show\n          that  people  generally  decide how  much\n          money  they  have to  spend  on alcoholic\n          beverages per  week or  per month.   Then\n          they  tend to spend  that amount,  and if\n          they can spend it  in one way, they'll do\n          it and in another  way they'll do that as\n          well.\n\n                             -8-\r\n\nAdvertising must  be generally  productive, or so  much money\n\nwould  not be  spent on  it.   Posadas,  478 U.S.  at 341-42;\r                                                  \n\nOklahoma Telecasters Ass'n v. Crisp,  699 F.2d 490, 501 (10th\r                                               \n\nCir.  1983), rev'd  on other grounds  sub nom  Capital Cities\r                                                                         \n\nCable,  Inc.  v. Crisp,  467  U.S.  691 (1984).    We do  not\r                                  \n\nconsider, in the absence  of any affirmative contradiction to\n\nrely  on, that  the  district  court  was  free  to  hold  it\n\nunreasonable.   In addition,  the presumption based  upon the\n\nTwenty-First  Amendment,  LaRue,  supra, seems  precisely  in\r                                                   \n\norder.\n\n          Parenthetically, the State contends this discussion\n\nto be unnecessary in view of the Court's action, 459 U.S. 807\n\n(1982),  dismissing  an  appeal,  \"for  want  of  substantial\n\nfederal question,\" from the decision in Queensgate Investment\r                                                                         \n\nCo. v. Liquor Control Commission, 69 Ohio St.2d 361 (1982), a\r                                            \n\nprice  advertising  limitation  case.    The  district  court\n\nrejected  this contention  because  of a  \"different  factual\n\npredicate,\" and because \"a summary dismissal lacks a reasoned\n\nopinion.\"   As to the latter, it  is settled that such action\n\nhas  precedental  effect,  although not  necessarily  on  the\n\nidentical reasoning  of the  court.   Mandel v.  Bradley, 432\r                                                                    \n\nU.S. 173, 176 (1977).  As to facts, the Ohio  case involved a\n\nstatute  similar to  the one  at bar.   Defendant  restaurant\n\nadvertised,  in a circular, 50  cent drinks --  a markdown --\n\nwith meals.  We see no relevant factual distinction.\n\n                             -9-\r\n\n          The  Ohio court, recognizing that commercial speech\n\nwas  entitled to  some protection,  pursued the  four Central\r                                                                         \n\nHudson   tests  and   found   that  the   statute  was   \"not\r                  \n\nunreasonable\"   in  light  of  the  Twenty-First  Amendment's\n\nauthorization to curb the evils  of alcoholic beverages.  690\n\nOhio St.2d at 366.  It concluded as follows.\n\n          The   regulation   is   directed   toward\n          regulation of the intoxicants themselves,\n          rather than speech.   This is unlike  the\n          case, e.g., in  [Virginia State Board  of\r                                                               \n          Pharmacy  v.  Virginia Citizens  Consumer\r                                                               \n          Council,  Inc.,  425  U.S.  748  (1976),]\r                                    \n          where the speech was the actual focus  of\n          the  regulation,  since  the aim  of  the\n          restriction   was   the   prevention   of\n          competition in  pharmaceutical sales, not\n          the   discouragement  of   pharmaceutical\n          purchases.\n\nIbid.\r                \n\n          Reliance  on  Queensgate  as  conclusive,  however,\r                                              \n\nmight raise  possible questions.   The first  is whether  the\n\nCourt would have said  there was no federal question  if free\n\nspeech had  been curtailed by a  regulation clearly unrelated\n\nto  liquor.   We need not  answer this because  we have found\n\nthat the State's  action was  reasonable as a  control.   But\n\nsuppose  the  primary  purpose  was that  eliminated  by  the\n\nQueensgate court?  On the issue  of purpose the State is  not\r                      \n\nhelped  by  its  friends.   Association's  given  reason  for\n\nwanting  to  intervene  as  a  defendant,  that  the  statute\n\nprotects the small vendor from the giants, could make logical\n\nsense,  but might  not be  a lawful  use of  the Twenty-First\n\n                             -10-\r\n\nAmendment.   Cf.  California Retail  Liquor Dealers  Ass'n v.\r                                                                      \n\nMidcal Aluminum,  Inc., 445 U.S. 97  (1980); Bacchus Imports,\r                                                                         \n\nLtd. v. Dias, 468 U.S. 263  (1984).  We need not resolve this\r                        \n\nquestion either, however.   There  is a burden  to rebut  the\n\nstatutes'  declared purpose,  and  plaintiffs  have  made  no\n\nattempt.   We  conclude  therefore that,  with Queensgate  or\r                                                                     \n\nwithout, plaintiff 44 Liquormart must lose.\n\n          Finally,  we observe that  our conclusion coincides\n\nwith the  Rhode Island court's.   Rhode Island  Liquor Stores\r                                                                         \n\nAss'n v. Evening Call Pub. Co., 497 A.2d 331 (R.I. 1985); S &amp;\r                                                                         \n\nS Liquor Mart, Inc. v. Pastore, 497 A.2d 729 (R.I. 1985).  We\r                                          \n\nhave  not   mentioned  its  decisions  hitherto  because  our\n\nobligation  is  to  decide  for  ourselves.    See  Watson v.\r                                                                      \n\nEstelle, 886 F.2d 1093, 1095 and n.3 (9th Cir. 1989).\r                   \n\n          Peoples Super Liquor Stores, a Massachusetts vendor\n\nthat wishes  to advertise  its Massachusetts prices  in Rhode\n\nIsland, has a different case.  Because of R.I. Gen. Laws   3-\n\n8-8.1 no Rhode Island publisher will accept advertisements.\n\n               3-8-8.1.  Price advertising by media\r                           3-8-8.1.  Price advertising by media\n          or advertising companies unlawful.  -- No\r                      or advertising companies unlawful.\n          newspaper,    periodical,     radio    or\n          television  broadcaster  or  broadcasting\n          company  or  any  other person,  firm  or\n          corporation  with  a  principal place  of\n          business  in  the state  of  Rhode Island\n          which  is  engaged  in  the  business  of\n          advertising  or selling  advertising time\n          or  space  shall   accept,  publish,   or\n          broadcast any advertisement in this state\n          of  the price  or make  reference to  the\n          price of any alcoholic beverages. . . .\n\n                             -11-\r\n\nRhode  Island can  regulate  Rhode Island  sales because,  to\n\nquote  Queensgate, supra, \"The  regulation is directed toward\r                                    \n\nregulation  of   the  intoxicants  themselves,   rather  than\n\nspeech.\"    This is  precisely  the  reasoning that  sustains\n\nforbidding publication  of Rhode Island prices:   Action that\n\nmaintains  higher  prices  achieves the  State's  purpose  of\n\nrestricting  sales.   But  how  can  it  legislate  to  limit\n\nMassachusetts sales?   Cf. Brown-Forman  Distillers Corp.  v.\r                                                                     \n\nNew York State Liquor  Authority, 476 U.S. 573 (1986).   Even\r                                            \n\nif  it could  assume a  legitimate paternalistic  interest in\n\nregulating its citizens' out-of-state activities,  cf. United\r                                                                         \n\nStates  v.  Edge Broadcasting  Co.,  113  S. Ct.  2696,  2707\r                                              \n\n(1993),3 Rhode  Island has no power  to control Massachusetts\n\nprices for  any purpose.   As  the Court  said in  Collins v.\r                                                                      \n\nYosemite  Park &amp; Curry Co., 304 U.S. 518, 538 (1938), quoting\r                                      \n\nfrom the court below,  (207 F. Supp. at 1013),  \"[T]hough the\n\n[Twenty-First]  Amendment  may  have  increased  'the state's\n\npower to deal  with the [alcohol] problem . . .  , it did not\n\nincrease  its  jurisdiction.'\"   Thus,  \"[a]  State does  not\n\nacquire  power or  supervision over  the internal  affairs of\n\nanother State  merely because the  welfare and health  of its\n\nown  citizens  may  be  affected  when  they  travel  to that\n\nState. . . .   [I]t may  not, under  the guise  of exercising\n\n                    \r                                \n\n3.  Edge Broadcasting, a lottery case, involved Congressional\r                                 \naction  restricting advertising  that  raised no  question of\njurisdiction.\n\n                             -12-\r\n\ninternal police powers, bar  a citizen of another  State from\n\ndisseminating information about an  activity that is legal in\n\nthat  State.\"   Bigelow  v. Virginia,  421  U.S. 809,  824-25\r                                                \n\n(1975) (abortion).   This is a square  answer.  As to Peoples\r                                                                         \n\nSuper Liquor Stores, the court was correct.\r                               \n\n          Reversed in part; affirmed in part.\r                                                        \n\n                             -13-\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nJuly 8, 1994          [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1893\n\n                   44 LIQUORMART, INC. AND\n              PEOPLES SUPER LIQUOR STORES, INC.,\n\n                    Plaintiffs, Appellees,\n\n                              v.\n\n                    STATE OF RHODE ISLAND,\n\n                     Defendant, Appellee,\n\n           RHODE ISLAND LIQUOR STORES ASSOCIATION,\n\n                    Intervenor, Appellant.\n                                         \n\nNo. 93-1927\n                   44 LIQUORMART, INC. AND\n              PEOPLES SUPER LIQUOR STORES, INC.,\n\n                    Plaintiffs, Appellees,\n\n                              v.\n\n                    STATE OF RHODE ISLAND,\n\n                    Defendant, Appellant.\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n    [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \n                                         \n\n                            Before\n\n                      Cyr, Circuit Judge,\r                                                    \n                Aldrich, Senior Circuit Judge,\r                                                         \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \r\n\nLauren E. Jones  with whom Caroline C. Cornwell, Jones Associates,\r                                                                             \nWilliam P. Gasbarro and Robert M. Brady were on brief for Rhode Island\r                                               \nLiquor Stores Association.\nRebecca Tedford  Partington, Special  Assistant Attorney  General,\r                                       \nwith whom Jeffrey B. Pine, Attorney General, was on brief for State of\r                                 \nRhode Island.\nEvan  T.  Lawson  with  whom Lawson  &amp;  Weitzen was  on  brief for\r                                                           \nplaintiffs-appellees.\n\n                                         \n\n                                         \r\n\n          ALDRICH, Senior Circuit Judge.   The State of Rhode\r                                                   \n\nIsland, that did not ratify the Eighteenth Amendment, and was\n\namong the  earliest to ratify the  Twenty-First that repealed\n\nit,  in  1956  adopted  two  statutes,  assertedly  aimed  at\n\npromoting temperance,  forbidding  advertising the  price  of\n\nintoxicating  liquor, except  at  the place  of sale  if sold\n\nwithin  the state.  The \"declared purpose is the promotion of\n\ntemperance and for the reasonable  control of the traffic  in\n\nalcoholic beverages.\"  R.I. Gen. Laws   3-1-5.\n\n          R.I. Gen. Laws   3-8-7 provides,\n\n               3-8-7.    Advertising price  of malt\r                           3-8-7.    Advertising price  of malt\n          beverages,  cordials,  wine or  distilled\r                      beverages,  cordials,  wine or  distilled\n          liquor.  -- No  manufacturer, wholesaler,\r                      liquor.  -- \n          or shipper from without this state and no\n          holder  of a  license  issued  under  the\n          provisions  of  this  title  and  chapter\n          shall cause or permit the  advertising in\n          any manner whatsoever of the price of any\n          malt   beverage,    cordials,   wine   or\n          distilled liquor offered for sale in this\n          state;   provided,   however,  that   the\n          provisions  of  this  section  shall  not\n          apply to price signs or tags attached  to\n          or  placed on merchandise for sale within\n          the licensed premises in  accordance with\n          rules and regulations of the department.\n\n          Section  3-8-8.1, post,  enlarges this  language to\r                                            \n\nforbidding making  \"reference to  the price of  any alcoholic\n\nbeverage,\"1  that  defendant  Rhode  Island   Liquor  Control\n\nAdministrator,  a  strict  enforcer, construes  as  including\n\nremote references such as \"WOW!\"\n\n                    \r                                \n\n1.  See also Liquor Control Adm. Reg. 32.\r                        \n\n                             -3-\r\n\n          In this action plaintiffs, 44  Liquormart, Inc. and\n\nPeoples Super Liquor Stores, Inc., having sufficient standing\n\nto  attack  these  statutes   in  every  particular,  seek  a\n\ndeclaration against the Administrator (hereinafter the State)\n\nof  unconstitutionality as contravening  the First Amendment.\n\nRhode  Island  Liquor  Stores Association  (Association)  has\n\nintervened as a party defendant.  After a bench trial, in  an\n\nextensive opinion the court found for plaintiffs.  Defendants\n\nappeal.  They succeed with respect to limiting advertising by\n\nRhode Island vendors.\n\n          The stage it set below is described by the State.\n\n               [T]he   advertising   ban   directly\n          advanced  the  governmental  interest  by\n          increasing   the    cost   of   alcoholic\n          beverages, thereby lowering the amount of\n          alcohol consumption by  residents of  the\n          State  of  Rhode  Island. . . .     [T]he\n          State's   power   to   totally  ban   any\n          advertising  about   alcoholic  beverages\n          necessarily included the lesser  power to\n          restrict price advertising.\n\nFurther,  the State  contended that  plaintiffs, in  order to\n\nrely on the First  Amendment, must \"prove that the  four part\n\nCentral Hudson test could not be met.\"\r                          \n\n          Association, a group of small liquor stores,  whose\n\nintervention as a co-defendant was not opposed  by the State,\n\nalleged as  its ground for intervening that if advertising of\n\nprices were to be  allowed, its members \"would be  obliged to\n\nparticipate  in  the advertising  arena  and  would  be at  a\n\ndefinite disadvantage when  matched up against retailers  who\n\n                             -4-\r\n\nhold multiple licenses.\"   This complaint was later bolstered\n\nby adding  that competitive  price advertising would  tend to\n\nlower prices, and that \"a more competitive market for alcohol\n\nmight be considered an undesirable goal.\"\n\n          We start  with the four issues  that Central Hudson\r                                                                         \n\nraises when a state's interest conflicts with the rights of a\n\nwould-be commercial speaker.\n\n          At the outset, we must  determine whether\n          the  expression is protected by the First\n          Amendment.  [I]  For commercial speech to\n          come  within that provision,  it at least\n          must concern lawful  activity and not  be\n          misleading.   [II]  Next, we  ask whether\n          the  asserted  governmental  interest  is\n          substantial.    If  both inquiries  yield\n          positive answers, we must determine [III]\n          whether the  regulation directly advances\n          the  governmental interest  asserted, and\n          [IV]  whether it  is  not more  extensive\n          than is necessary to serve that interest.\n\nCentral  Hudson  Gas  &amp;  Electric  Corp.  v.  Public  Service\r                                                                         \n\nCommission  of New  York,  </pre><span class=\"citation\" data-id=\"110312\"><a href=\"/opinion/110312/central-hudson-gas-elec-corp-v-public-serv-commn-of-ny/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">557</span></a></span><pre class=\"inline\">,  566 (1980).    The\r                                    \n\nultimate  purpose  is  to  weigh \"the  expression  [and]  the\n\ngovernmental  interests served  by its  regulation.\"   </pre><span class=\"citation\" data-id=\"110312\"><a href=\"/opinion/110312/central-hudson-gas-elec-corp-v-public-serv-commn-of-ny/\"><span class=\"id_token\">Id.</span> at\r                                                                     \n\n563.\n</a></span><pre class=\"inline\">\n          I.   In the present  case the first  test raises no\n\nquestion.   II.  For the second it was stipulated, \"The State\n\nof Rhode Island has a substantial interest in regulating  the\n\nsale  of  alcoholic  beverages.\"    Plaintiffs  concede  that\n\npromoting  temperance  is such  an  interest.   The  dispute,\n\naccordingly,   is   whether   forbidding  price   advertising\n\n                             -5-\r\n\n\"directly advances\" temperance,  and \"is  not more  extensive\n\nthan  is necessary.\"  There is a further question with regard\n\nto local advertising by an out-of-state vendor.\n\n          III.    \"Directly advances.\"    We  start with  the\n\nburden  of proof.    The  burden  is  on  the  party  seeking\n\nsuppression, here the State.   Edenfield v. Fane, </pre><span class=\"citation\" data-id=\"112850\"><a href=\"/opinion/112850/edenfield-v-fane/\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span>\r                                                            \n\n<span class=\"page\">1792</span></a></span><pre class=\"inline\">, 1800 (1993).   But to what extent?   The district court\n\nheld  that  it was  an issue  for  it to  decide, unfettered,\n\nbetween competing  witnesses, and since, on  its weighing the\n\nevidence,  the  court was  not persuaded  that the  State was\n\ncorrect, it failed.  We do  not think the burden that strict.\n\nIt is not correctness, it is reasonableness.\n\n          In the first place, the term \"directly advances\" is\n\nnot absolute.  </pre><span class=\"citation\" data-id=\"112850\"><span class=\"antecedent_guess\">Edenfield,</span> <a href=\"/opinion/112850/edenfield-v-fane/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1800</span> </a></span><pre class=\"inline\">(\"alleviate to a\r                                    \n\nmaterial degree\");  Trustees of  the State University  of New\r                                                                         \n\nYork v.  Fox, </pre><span class=\"citation\" data-id=\"112329\"><a href=\"/opinion/112329/board-of-trustees-of-state-univ-of-ny-v-fox/\"><span class=\"volume\">492</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span><pre class=\"inline\">,  480 (1989) (\"reasonable  fit\").\r                        \n\nSee  also Posadas de Puerto  Rico Assoc. v.  Tourism Co., </pre><span class=\"citation\" data-id=\"111744\"><a href=\"/opinion/111744/posadas-de-puerto-rico-associates-v-tourism-co-of-pr/\"><span class=\"volume\">478</span>\r                                                                    \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">328</span></a></span><pre class=\"inline\">, 342 (1986) (\"reasonable\").  And while the state has\n\nthe  burden,  in California  v. LaRue,  </pre><span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">109</span></span><pre class=\"inline\">, 118-19\r                                                 \n\n(1972), the Court spoke of \"the added presumption in favor of\n\nthe  validity of the state  regulation in this  area that the\n\nTwenty-First Amendment requires.\"  Historically the state has\n\nfailed  where the  evidence was  \"at most,  tenuous,\" Central\r                                                                         \n\n</pre><span class=\"citation\" data-id=\"110312\"><span class=\"antecedent_guess\">Hudson,</span> <a href=\"/opinion/110312/central-hudson-gas-elec-corp-v-public-serv-commn-of-ny/\"><span class=\"volume\">447</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">569</span></a></span><pre class=\"inline\">; \"unsupported assertions:   nowhere\r                  \n\ndoes the State cite  any evidence or authority of  any kind,\"\n\n                             -6-\r\n\nZauderer v. Office of Disciplinary Counsel, </pre><span class=\"citation\" data-id=\"111434\"><a href=\"/opinion/111434/zauderer-v-office-of-disciplinary-counsel-of-supreme-court-of-ohio/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">626</span></a></span><pre class=\"inline\">, 648\r                                                      \n\n(1985);  lack of studies  or \"anecdotal evidence,\" </pre><span class=\"citation\" data-id=\"112850\"><span class=\"antecedent_guess\">Edenfield,</span>\r                                                                        \n\n<a href=\"/opinion/112850/edenfield-v-fane/\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1800</span></a></span><pre class=\"inline\">.  Warrantable inferences, however, may be\n\nsufficient.  </pre><span class=\"citation\" data-id=\"111744\"><span class=\"antecedent_guess\">Posadas,</span> <a href=\"/opinion/111744/posadas-de-puerto-rico-associates-v-tourism-co-of-pr/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">341-42</span> </a></span><pre class=\"inline\">(advertising).  What\r                                \n\nshould  a  court do  when  there  is no  empirical2  evidence\n\neither  way,  and  expert  opinions  go  both  ways?     Even\n\nplaintiffs' expert,  whom the  court credited,  admitted that\n\n\"advertising  has  cumulative effects  that are  difficult to\n\ndetect in studies, and that research studies have been varied\n\nand equivocal because it  is a difficult topic  to research.\"\n\nShould the court be free to choose?\n\n          IV.   Before answering  these questions we  observe\n\nthat the \"not  more extensive than  is necessary\" inquiry  is\n\nsubject to the same considerations.  Re R.M.J., </pre><span class=\"citation\" data-id=\"110644\"><a href=\"/opinion/110644/in-re-rmj/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">191</span></a></span><pre class=\"inline\">,\r                                                          \n\n207 (1982) (\"reasonably necessary\").   The district court did\n\nnot deal with this directly, except to note the concession of\n\nthe   State's  expert   that   \"the  objective   of  lowering\n\nconsumption of alcohol by  banning price advertising could be\n\naccomplished  by  establishing   minimum  prices  and/or   by\n\nincreasing  sales taxes on alcoholic beverages.\"  This is not\n\nan  answer; the  State is  entitled to  a reasonable  choice.\n\nThis includes choice of method --  it is not obliged to prove\n\n                    \r                                \n\n2.  This  word is a summary of the court's findings that such\nstudies  as were offered  were too inconclusive  to be relied\non.\n\n                             -7-\r\n\nthat  some  other  method,  e.g.,  taxation,  would  be  less\n\neffective.  Cf. </pre><span class=\"citation\" data-id=\"112329\"><span class=\"antecedent_guess\">Fox,</span> <a href=\"/opinion/112329/board-of-trustees-of-state-univ-of-ny-v-fox/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">478</span></a></span><pre class=\"inline\">.\r                               \n\n          Returning  to  our   questions,  there  would  seem\n\ninherent merit  in the  State's  contention that  competitive\n\nprice  advertising would  lower prices,  and that  with lower\n\nprices there would be more sales.   We would enlarge on this.\n\nThere  are   doubtless  many  buyers  whose   consumption  is\n\nsometimes  measured by their free  money.  If  a buyer learns\n\nthat  plaintiffs charge less, is  he not likely  to go there,\n\nand then buy  more?   Correspondingly, if  ignorant of  lower\n\nprices elsewhere, will  he not  tend to buy  locally, at  the\n\nhigher price, and thus buy less?  See Stanley I. Ornstein and\r                                                 \n\nDominique  M.   Hanssens,  Alcohol   Control  Laws   and  the\r                                                                         \n\nConsumption  of Distilled  Spirits and  Beer, 12  J. Consumer\r                                                        \n\nRes. 200  (September 1985).  Further,  if Association members\n\nwould  fight plaintiffs' advertised  prices, as they presage,\n\nby lowering their own,  then, again, might there not  be more\n\nbuys?\n\n          Even plaintiffs' witness  Smart conceded that  some\n\nbelieved this inference reasonable.\n\n          What I'm  aware of are studies  that show\n          that  people  generally  decide how  much\n          money  they  have to  spend  on alcoholic\n          beverages per  week or  per month.   Then\n          they  tend to spend  that amount,  and if\n          they can spend it  in one way, they'll do\n          it and in another  way they'll do that as\n          well.\n\n                             -8-\r\n\nAdvertising must  be generally  productive, or so  much money\n\nwould  not be  spent on  it.   </pre><span class=\"citation\" data-id=\"111744\"><span class=\"antecedent_guess\">Posadas,</span>  <a href=\"/opinion/111744/posadas-de-puerto-rico-associates-v-tourism-co-of-pr/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">341-42</span></a></span><pre class=\"inline\">;\r                                                  \n\nOklahoma Telecasters Ass'n v. Crisp,  </pre><span class=\"citation\" data-id=\"414127\"><a href=\"/opinion/414127/oklahoma-telecasters-association-an-unincorporated-association-combined/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">490</span></a></span><pre class=\"inline\">, 501 (10th\r                                               \n\nCir.  1983), rev'd  on other grounds  sub nom  Capital Cities\r                                                                         \n\nCable,  Inc.  v. Crisp,  </pre><span class=\"citation\" data-id=\"111215\"><a href=\"/opinion/111215/capital-cities-cable-inc-v-crisp/\"><span class=\"volume\">467</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">691</span> </a></span><pre class=\"inline\">(1984).    We do  not\r                                  \n\nconsider, in the absence  of any affirmative contradiction to\n\nrely  on, that  the  district  court  was  free  to  hold  it\n\nunreasonable.   In addition,  the presumption based  upon the\n\nTwenty-First  Amendment,  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">LaRue,</span>  supra</span><pre class=\"inline\">, seems  precisely  in\r                                                   \n\norder.\n\n          Parenthetically, the State contends this discussion\n\nto be unnecessary in view of the Court's action, </pre><span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">807</span>\n</span><pre class=\"inline\">\n(1982),  dismissing  an  appeal,  \"for  want  of  substantial\n\nfederal question,\" from the decision in Queensgate Investment\r                                                                         \n\nCo. v. Liquor Control Commission, </pre><span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">Ohio St. 2d</span> <span class=\"page\">361</span> </span><pre class=\"inline\">(1982), a\r                                            \n\nprice  advertising  limitation  case.    The  district  court\n\nrejected  this contention  because  of a  \"different  factual\n\npredicate,\" and because \"a summary dismissal lacks a reasoned\n\nopinion.\"   As to the latter, it  is settled that such action\n\nhas  precedental  effect,  although not  necessarily  on  the\n\nidentical reasoning  of the  court.   Mandel v.  Bradley, </pre><span class=\"citation\" data-id=\"109696\"><a href=\"/opinion/109696/mandel-v-bradley/\"><span class=\"volume\">432</span>\r                                                                    \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">173</span></a></span><pre class=\"inline\">, 176 (1977).  As to facts, the Ohio  case involved a\n\nstatute  similar to  the one  at bar.   Defendant  restaurant\n\nadvertised,  in a circular, 50  cent drinks --  a markdown --\n\nwith meals.  We see no relevant factual distinction.\n\n                             -9-\r\n\n          The  Ohio court, recognizing that commercial speech\n\nwas  entitled to  some protection,  pursued the  four Central\r                                                                         \n\nHudson   tests  and   found   that  the   statute  was   \"not\r                  \n\nunreasonable\"   in  light  of  the  Twenty-First  Amendment's\n\nauthorization to curb the evils  of alcoholic </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">beverages.</span>  <span class=\"volume\">690</span>\n\n<span class=\"reporter\">Ohio St. 2d</span> at <span class=\"page\">366</span></span><pre class=\"inline\">.  It concluded as follows.\n\n          The   regulation   is   directed   toward\n          regulation of the intoxicants themselves,\n          rather than speech.   This is unlike  the\n          case, e.g., in  [Virginia State Board  of\r                                                               \n          Pharmacy  v.  Virginia Citizens  Consumer\r                                                               \n          Council,  Inc.,  </pre><span class=\"citation\" data-id=\"109450\"><a href=\"/opinion/109450/va-pharmacy-bd-v-va-consumer-council/\"><span class=\"volume\">425</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">748</span> </a></span><pre class=\"inline\"> (1976),]\r                                    \n          where the speech was the actual focus  of\n          the  regulation,  since  the aim  of  the\n          restriction   was   the   prevention   of\n          competition in  pharmaceutical sales, not\n          the   discouragement  of   pharmaceutical\n          purchases.\n\n</pre><span class=\"citation\" data-id=\"109450\"><span class=\"ibid_token\"><a href=\"/opinion/109450/va-pharmacy-bd-v-va-consumer-council/\"><span class=\"ibid_token\">Ibid.</span></a></span>\r                \n\n          Reliance  on  Queensgate </span><pre class=\"inline\"> as  conclusive,  however,\r                                              \n\nmight raise  possible questions.   The first  is whether  the\n\nCourt would have said  there was no federal question  if free\n\nspeech had  been curtailed by a  regulation clearly unrelated\n\nto  liquor.   We need not  answer this because  we have found\n\nthat the State's  action was  reasonable as a  control.   But\n\nsuppose  the  primary  purpose  was that  eliminated  by  the\n\nQueensgate court?  On the issue  of purpose the State is  not\r                      \n\nhelped  by  its  friends.   Association's  given  reason  for\n\nwanting  to  intervene  as  a  defendant,  that  the  statute\n\nprotects the small vendor from the giants, could make logical\n\nsense,  but might  not be  a lawful  use of  the Twenty-First\n\n                             -10-\r\n\nAmendment.   Cf.  California Retail  Liquor Dealers  Ass'n v.\r                                                                      \n\nMidcal Aluminum,  Inc., </pre><span class=\"citation\" data-id=\"110215\"><a href=\"/opinion/110215/california-retail-liquor-dealers-assn-v-midcal-aluminum-inc/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span> </a></span><pre class=\"inline\"> (1980); Bacchus Imports,\r                                                                         \n\nLtd. v. Dias, </pre><span class=\"citation\" data-id=\"111244\"><a href=\"/opinion/111244/bacchus-imports-ltd-v-dias/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span> </a></span><pre class=\"inline\"> (1984).  We need not resolve this\r                        \n\nquestion either, however.   There  is a burden  to rebut  the\n\nstatutes'  declared purpose,  and  plaintiffs  have  made  no\n\nattempt.   We  conclude  therefore that,  with Queensgate  or\r                                                                     \n\nwithout, plaintiff 44 Liquormart must lose.\n\n          Finally,  we observe that  our conclusion coincides\n\nwith the  Rhode Island court's.   Rhode Island  Liquor Stores\r                                                                         \n\nAss'n v. Evening Call Pub. Co., </pre><span class=\"citation\" data-id=\"2088931\"><a href=\"/opinion/2088931/ri-liquor-stores-v-evening-call-pub-co/\"><span class=\"volume\">497</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">331</span> </a></span><pre class=\"inline\">(R.I. 1985); S &amp;\r                                                                         \n\nS Liquor Mart, Inc. v. Pastore, </pre><span class=\"citation\" data-id=\"2088756\"><a href=\"/opinion/2088756/s-s-liquor-mart-inc-v-pastore/\"><span class=\"volume\">497</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">729</span> </a></span><pre class=\"inline\">(R.I. 1985).  We\r                                          \n\nhave  not   mentioned  its  decisions  hitherto  because  our\n\nobligation  is  to  decide  for  ourselves.    See  Watson v.\r                                                                      \n\nEstelle, </pre><span class=\"citation\" data-id=\"530023\"><a href=\"/opinion/530023/charles-denton-watson-v-wayne-estelle/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1093</span></a></span><pre class=\"inline\">, 1095 and n.3 (9th Cir. 1989).\r                   \n\n          Peoples Super Liquor Stores, a Massachusetts vendor\n\nthat wishes  to advertise  its Massachusetts prices  in Rhode\n\nIsland, has a different case.  Because of R.I. Gen. Laws   3-\n\n8-8.1 no Rhode Island publisher will accept advertisements.\n\n               3-8-8.1.  Price advertising by media\r                           3-8-8.1.  Price advertising by media\n          or advertising companies unlawful.  -- No\r                      or advertising companies unlawful.\n          newspaper,    periodical,     radio    or\n          television  broadcaster  or  broadcasting\n          company  or  any  other person,  firm  or\n          corporation  with  a  principal place  of\n          business  in  the state  of  Rhode Island\n          which  is  engaged  in  the  business  of\n          advertising  or selling  advertising time\n          or  space  shall   accept,  publish,   or\n          broadcast any advertisement in this state\n          of  the price  or make  reference to  the\n          price of any alcoholic beverages. . . .\n\n                             -11-\r\n\nRhode  Island can  regulate  Rhode Island  sales because,  to\n\nquote  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Queensgate,</span> supra</span><pre class=\"inline\">, \"The  regulation is directed toward\r                                    \n\nregulation  of   the  intoxicants  themselves,   rather  than\n\nspeech.\"    This is  precisely  the  reasoning that  sustains\n\nforbidding publication  of Rhode Island prices:   Action that\n\nmaintains  higher  prices  achieves the  State's  purpose  of\n\nrestricting  sales.   But  how  can  it  legislate  to  limit\n\nMassachusetts sales?   Cf. Brown-Forman  Distillers Corp.  v.\r                                                                     \n\nNew York State Liquor  Authority, </pre><span class=\"citation\" data-id=\"111683\"><a href=\"/opinion/111683/brown-forman-distillers-corp-v-new-york-state-liquor-authority/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">573</span> </a></span><pre class=\"inline\">(1986).   Even\r                                            \n\nif  it could  assume a  legitimate paternalistic  interest in\n\nregulating its citizens' out-of-state activities,  cf. United\r                                                                         \n\nStates  v.  Edge Broadcasting  Co.,  </pre><span class=\"citation\" data-id=\"112899\"><a href=\"/opinion/112899/united-states-v-edge-broadcasting-co/\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">2696</span></a></span><pre class=\"inline\">,  2707\r                                              \n\n(1993),3 Rhode  Island has no power  to control Massachusetts\n\nprices for  any purpose.   As  the Court  said in  Collins v.\r                                                                      \n\nYosemite  Park &amp; Curry Co., </pre><span class=\"citation\" data-id=\"103054\"><a href=\"/opinion/103054/collins-v-yosemite-park-curry-co/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">518</span></a></span><pre class=\"inline\">, 538 (1938), quoting\r                                      \n\nfrom the court below,  (207 F. Supp. at 1013),  \"[T]hough the\n\n[Twenty-First]  Amendment  may  have  increased  'the state's\n\npower to deal  with the [alcohol] problem . . .  , it did not\n\nincrease  its  jurisdiction.'\"   Thus,  \"[a]  State does  not\n\nacquire  power or  supervision over  the internal  affairs of\n\nanother State  merely because the  welfare and health  of its\n\nown  citizens  may  be  affected  when  they  travel  to that\n\nState. . . .   [I]t may  not, under  the guise  of exercising\n\n                    \r                                \n\n3.  Edge Broadcasting, a lottery case, involved Congressional\r                                 \naction  restricting advertising  that  raised no  question of\njurisdiction.\n\n                             -12-\r\n\ninternal police powers, bar  a citizen of another  State from\n\ndisseminating information about an  activity that is legal in\n\nthat  State.\"   Bigelow  v. Virginia,  </pre><span class=\"citation\" data-id=\"109271\"><a href=\"/opinion/109271/bigelow-v-virginia/\"><span class=\"volume\">421</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">809</span></a></span><pre class=\"inline\">,  824-25\r                                                \n\n(1975) (abortion).   This is a square  answer.  As to Peoples\r                                                                         \n\nSuper Liquor Stores, the court was correct.\r                               \n\n          Reversed in part; affirmed in part.\r                                                        \n\n                             -13-\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103054/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109271/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109450/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109696/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110215/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110312/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110644/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111215/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111244/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111434/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111683/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111744/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112329/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112850/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112899/",
    "https://www.courtlistener.com/api/rest/v3/opinions/414127/",
    "https://www.courtlistener.com/api/rest/v3/opinions/530023/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2088756/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2088931/"
  ]
}