{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195678/",
  "id": 195678,
  "absolute_url": "/opinion/195678/united-states-v-vidal-mejia/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195678/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:14Z",
  "date_modified": "2020-02-21T23:30:33.295378Z",
  "type": "010combined",
  "sha1": "b4dd8d7597a62b1824503489c6f634919e62f803",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2256.01A",
  "local_path": null,
  "plain_text": "October 20, 1994      [NOT FOR PUBLICATION]\n               UNITED STATES COUSRT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-2256 \n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                  WILFIN ODALIS VIDAL-MEJIA,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n             Campbell, Senior Circuit Judge, and \n                                           \n                    Boudin, Circuit Judge.\n                                         \n\n                                         \n\nJames B. Krasnoo on brief for appellant.\n                \nDonald  K.  Stern,  United  States Attorney,  and  James  F. Lang,\n                                                                 \nAssistant United States Attorney, on brief for appellee.\n\n                                         \n\n                                         \n\n          Per  Curiam.  Appellant, Wilfin Odalis Vidal-Mejia,\n                     \n\nappeals  from  his  conviction  and  sentence.    His  court-\n\nappointed  counsel  has filed  a  brief  in conformance  with\n\nAnders v.  California, 386 U.S. 738 (1976).   Vidal-Mejia was\n                     \n\ninformed by counsel of his right to submit a supplemental pro\n\nse brief, but has not done so.  We affirm. \n\n                          Background\n                                    \n\n     In April,  1993, Vidal-Mejia was charged  in a one-count\n\nindictment   with  illegal   reentry  after   deportation  in\n\nviolation of 8  U.S.C.   1326(a)  and (b)(2).   Specifically,\n\nthe  indictment  charged that  after  having been  previously\n\narrested and deported following  a conviction for  commission\n\nof an aggravated felony, Vidal-Mejia was found in the  United\n\nStates on or about March 7, 1993, without having received the\n\npermission of the Attorney General to reapply for admission.\n\n     Vidal-Mejia initially pleaded not guilty but changed his\n\nplea to guilty at a hearing before the district court on July\n\n6, 1993.  Although  there was no written plea  agreement, the\n\ngovernment informed the court that it had agreed to recommend\n\na three-level  reduction in the offense  level for acceptance\n\nof  responsibility.     A  presentence  report   (\"PSR\")  was\n\nprepared,  computing  a  total  offense  level  of  21  and a\n\ncriminal  history category of III.  The base offense level of\n\n8 was  increased by 16  levels because  Vidal-Mejia had  been\n\ndeported follwing conviction of  an aggravated felony.  There\n\nwas a three-level reduction for acceptance of responsibility.\n\nThe  resulting  guideline imprisonment  range  was  46 to  57\n\nmonths.\n\n     Vidal-Mejia  moved  for a  downward  departure from  the\n\nguidelines, arguing  that his sentence should  not exceed two\n\nyears.    One of  the  grounds for  his motion  was  that the\n\ngovernment was estopped from imposing a sentence in excess of\n\ntwo years because an INS  notice given to him at the  time of\n\nhis deportation stated that  illegal reentry was penalized by\n\na maximum of two  years' imprisonment.  In fact,  at the time\n\nof  appellant's deportation,  8 U.S.C.    1326(b)(2) provided\n\nfor a maximum  sentence of fifteen years  for illegal reentry\n\nby an  alien deported  following conviction of  an aggravated\n\nfelony.  The  district court denied the  motion and sentenced\n\nVidal-Mejia  at the  low end  of the  guideline range,  to 46\n\nmonths' imprisonment.  Vidal-Mejia appeals from that sentence\n\nand his conviction.\n\n                          Discussion\n                                    \n\n     Counsel  for appellant  identifies the  following issues\n\nthat  might arguably support an appeal: 1) the district court\n\nmistakenly believed  that it  lacked the authority  to depart\n\nfrom  the guidelines  on  the  ground  of the  erroneous  INS\n\nnotice;  2)  the  government  is  estopped  from  imposing  a\n\nsentence in  exess of two years;  3) a sentence  in excess of\n\ntwo years  violates  the  Due Process  Clause  of  the  Fifth\n\n                             -3-\n\nAmendment  to the  Constitution;  and 4)  the district  court\n\nfailed  to comply  with  Fed. R.  Crim.  P. 11  in  accepting\n\nappellant's guilty plea.   We agree with  the government that\n\nnone of these arguments has merit.\n\n     1) Failure to Depart.  In denying appellant's motion for\n                         \n\na downward  departure  on  the  basis of  the  erroneous  INS\n\nnotice,  the  district   court  concluded  that   \"deterrence\n\nnecessitates  a more severe  sentence than that  to which the\n\ndefendant asked me to depart,\" and that \"I  have no basis for\n\ndeparture in the law.\"  We conclude from this record that the\n\ndistrict court determined that  it lacked the legal authority\n\nto consider a  departure on the basis of the  INS notice.  We\n\ntherefore  have   jurisdiction  to   review,  de   novo,  the\n\ncorrectness  of  that  determination. See  United  States  v.\n                                                         \n\nSmith, 14 F.3d  662, 666 (1st  Cir. 1994).  We  addressed the\n     \n\nidentical question in Smith  and concluded that the erroneous\n                           \n\nINS notice  \"does  not present  the  kind of  circumstance  a\n\nsentencing  court  should  consider  to  support  a  downward\n\ndeparture.\"  Id. at  666.   Therefore,  the district  court's\n                \n\ndenial  of Vidal-Mejia's motion for a departure on that basis\n\nwas entirely proper.\n\n     2)  Estoppel.   Appellant argues  that the  doctrines of\n                 \n\nentrapment  by  estoppel  and  equitable  estoppel   bar  the\n\nimposition  of  a  sentence in  excess  of  two  years.   The\n\n\"entrapment  by  estoppel\"  argument  is  foreclosed  by  our\n\n                             -4-\n\ndecision  in United States v. Troncoso, 23 F.3d 612, 615 (1st\n                                      \n\nCir. 1994) (rejecting \"entrapment by estoppel\" argument under\n\nalmost  identical  circumstances because  \"[a]ppellant cannot\n\nshow that  a government official erroneously  advised him the\n\nparticular act for which he  was convicted was actually legal\n\nat the time that it was committed\").  \n\n     In United States v. Troncoso, supra, we also rejected an\n                                        \n\nequitable estoppel argument, but on the ground that there was\n\nno  material misrepresentation.   In  that case,  unlike this\n\none,  the two-year maximum contained in the INS notice was an\n\naccurate rendition  of the law as  it existed at the  time of\n\nappellant's  deportation.   We  cited our  holding in  Smith,\n                                                            \n\nhowever, to suggest that  even had appellant been misinformed\n\nof  the  consequences  of unlawful  reentry  and  purportedly\n\nrelied thereon in deciding to return, \"[t]he sentencing court\n\ncannot  countenance Smith's purposeful  decision to engage in\n\nfelonious conduct, and grant  him  the benefit of  a downward\n\ndeparture, because Smith understood the penalty he would face\n\nto be  relatively  minor.\" Smith,  14 F.3d at 666.   See also\n                                                             \n\nTroncoso, 23 F.3d at 616.\n        \n\n     In United States v. Perez-Torres,  15 F.3d 403 (5th Cir.\n                                     \n\n1994),  the Fifth  Circuit refused to  apply the  doctrine of\n\nequitable estoppel  under  identical circumstances.    Noting\n\nthat \"'he who comes into equity must come with clean hands,'\"\n\nid.  at  407  (quoting   Precision  Instrument  Mfg.  Co.  v.\n                                                         \n\n                             -5-\n\nAutomotive M.M. Co., 324 U.S. 806  (1945)), the Fifth Circuit\n                   \n\nconcluded that the willful and knowing commission of a felony\n\n(illegal reentry)  cannot constitute the  reasonable reliance\n\nrequired by the equitable estoppel doctrine. Perez-Torres, 15\n                                                         \n\nF.3d  at   407.    See   also  Akbarin  v.   Immigration  and\n                                                             \n\nNaturalization  Service, 669  F.2d 839,  844 (1st  Cir. 1982)\n                       \n\n(noting that a \"petitioner's unclean hands . . . may preclude\n\nhim  from  asserting estoppel  against  the  Government\"). We\n\nagree  with  the  Fifth  Circuit and  conclude  that  because\n\nappellant  cannot show  \"reasonable reliance,\"  his equitable\n\nestoppel argument is without merit.\n\n     3) Due Process.  This court has not previously addressed\n                   \n\nthe  argument that the imposition  of a penalty  in excess of\n\nthe two year maximum contained in the INS notice violates due\n\nprocess.  In rejecting this argument, however, we  follow the\n\napproach of all  the circuits  that have addressed  it.   See\n                                                             \n\nUnited States  v. Samaniego-Rodriguez, Nos.  93-3015 and  93-\n                                     \n\n4035, 1994  U.S. App.  Lexis 20311 at  *5 (7th  Cir. Aug.  4,\n\n1994); United States v. Meraz-Valeta, 26  F.3d 992, 996 (10th\n                                    \n\nCir. 1994);  United States  v. Ullyses-Salazar, 28  F.3d 932,\n                                              \n\n936  (9th Cir. 1994); Perez-Torres, 15 F.3d at 406.  We agree\n                                  \n\nwith the following reasoning of the Fifth Circuit:\n\n     As  [appellant] concedes, section  1326 clearly and\n     unambiguously articulated  the penalties associated\n     with a  reentry offense.   Thus, regardless  of the\n     inaccuracy of  Form I-294, the statute  under which\n                                           \n     Perez  was  convicted provided  notice  adequate to\n     satisfy the requirements of due process.\n\n                             -6-\n\nId. at 406 (emphasis in original). \n   \n\n     4)  Rule ll.   Appellant's  final  argument is  that his\n                \n\nguilty  plea should  be  vacated because  the district  court\n\nfailed to comply  with the mandates  of Fed. R. Crim.  P. 11.\n\nSpecifically, he argues that the district court violated Rule\n\n11 by  failing  adequately  to  explain and  ensure  that  he\n\nunderstood  that the  maximum sentence  he could  receive was\n\nfifteen years and that he was pleading guilty to two separate\n\ncharges contained in one indictment.\n\n     At the change of plea hearing, appellant was represented\n\nby  counsel and  aided by  an interpreter.   At  the district\n\ncourt's request,  the government  explained that the  maximum\n\nterm of imprisonment that appellant could receive was fifteen\n\nyears.  (The  government  also   recited  the  maximum  fine,\n\nsupervised  release  and  special  assessment that  could  be\n\nimposed.)    The  court   then  asked  appellant  whether  he\n\nunderstood  that  \"that's the  maximum  penalty  that can  be\n\nimposed in this case?\"  The appellant answered \"yes.\"\n\n     Appellant's contention that the  district court did  not\n\nfulfill its  obligation under  Rule 11(c) to  ensure that  he\n\nunderstood the charges  against him is belied  by the record.\n\nRule 11 \"requires the  court both to inform the  defendant of\n\nthe nature of  the charge  and make a  determination that  he\n\nunderstands it.\" United States v. Allard, 926 F.2d 1237, 1244\n                                        \n\n                             -7-\n\n(1st Cir. 1991).  The district judge summarized the charge as\n\nfollows:\n\n     Now, before I  can find you guilty  of the offense,\n     even  on your plea, I have to be satisfied beyond a\n     reasonable  doubt that there is sufficient evidence\n     from which the Government could prove you guilty of\n     the  offense of  being an  illegal  alien illegally\n     reentering  the United  States  after  having  been\n     deported.   The  Government has  to prove  that you\n     knowingly and willfully reentered the United States\n     without having received the  express consent of the\n     Attorney   General,  that   it  didn't   happen  by\n     inadvertence or mistake, but that  you really meant\n     to be here knowing that you were a deported alien.\n\nAt the court's  request, the government then  stated what its\n\nevidence would be if the case were to proceed to trial.\n\n     The district  court's description of the  charge did not\n\nspecify that    1326(b) enhances the  penalty for deportation\n\nfollowing   conviction  of   an   aggravated  felony.     The\n\ngovernment,  however,  specifically  outlined   the  previous\n\nconvictions as part  of the  recitation of its  proof at  the\n\nhearing.  This cured the omission.    See Allard, 926 F.2d at\n                                                \n\n1246 (explanation  of charge may come from  the prosecutor in\n\nthe court's presence).  Moreover, in United States v. Forbes,\n                                                            \n\n16 F.3d  1294, we held  that   1326(a)  and   1326(b)  do not\n\ndescribe separate criminal  offenses with different  elements\n\nand maximum penalties.  Instead, we concluded that   1326 (b)\n\nshould be construed as a sentence  enhancement provision. Id.\n                                                             \n\nat 1297-1300.  Therefore, the alleged failure specifically to\n\ninform   appellant of the prior aggravated felony aspect of  \n\n1326(b)  did not violate Rule 11 where the court ensured that\n\n                             -8-\n\nappellant  understood  that the  maximum penalty  was fifteen\n\nyears.\n\n     Appellant's brief  indicates that counsel  conducted the\n\nrequisite review and  analysis of the  case. See Anders,  386\n                                                       \n\nU.S.  at  744.    Having carefully  reviewed  the  record  in\n\naccordance with  our obligation  under Anders, we  agree that\n                                             \n\nthe  appeal  is indeed  without  merit.   The  conviction and\n\nsentence are summarily affirmed pursuant to Loc. R. 27.1.\n                               \n\n                             -9-\n",
  "html": "<p class=\"case_cite\">37 F.3d 1484<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Wilfin Odalis VIDAL-MEJIA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2256</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Oct. 20, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Douglas P. Woodlock, U.S. District Judge]</p>\n      <p class=\"indent\">James B. Krasnoo on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and James F. Lang, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Campbell, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, Wilfin Odalis Vidal-Mejia, appeals from his conviction and sentence.  His court-appointed counsel has filed a brief in conformance with  Anders v. California, 386 U.S. 738 (1976).  Vidal-Mejia was informed by counsel of his right to submit a supplemental pro se brief, but has not done so.  We affirm.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In April, 1993, Vidal-Mejia was charged in a one-count indictment with illegal reentry after deportation in violation of 8 U.S.C. Sec. 1326(a) and (b)(2).  Specifically, the indictment charged that after having been previously arrested and deported following a conviction for commission of an aggravated felony, Vidal-Mejia was found in the United States on or about March 7, 1993, without having received the permission of the Attorney General to reapply for admission.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Vidal-Mejia initially pleaded not guilty but changed his plea to guilty at a hearing before the district court on July 6, 1993.  Although there was no written plea agreement, the government informed the court that it had agreed to recommend a three-level reduction in the offense level for acceptance of responsibility.  A presentence report (\"PSR\") was prepared, computing a total offense level of 21 and a criminal history category of III.  The base offense level of 8 was increased by 16 levels because Vidal-Mejia had been deported follwing conviction of an aggravated felony.  There was a three-level reduction for acceptance of responsibility.  The resulting guideline imprisonment range was 46 to 57 months.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Vidal-Mejia moved for a downward departure from the guidelines, arguing that his sentence should not exceed two years.  One of the grounds for his motion was that the government was estopped from imposing a sentence in excess of two years because an INS notice given to him at the time of his deportation stated that illegal reentry was penalized by a maximum of two years' imprisonment.  In fact, at the time of appellant's deportation, 8 U.S.C. Sec. 1326(b)(2) provided for a maximum sentence of fifteen years for illegal reentry by an alien deported following conviction of an aggravated felony.  The district court denied the motion and sentenced Vidal-Mejia at the low end of the guideline range, to 46 months' imprisonment.  Vidal-Mejia appeals from that sentence and his conviction.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Counsel for appellant identifies the following issues that might arguably support an appeal:  1) the district court mistakenly believed that it lacked the authority to depart from the guidelines on the ground of the erroneous INS notice;  2) the government is estopped from imposing a sentence in excess of two years;  3) a sentence in excess of two years violates the Due Process Clause of the Fifth Amendment to the Constitution;  and 4) the district court failed to comply with Fed.  R. Crim.  P. 11 in accepting appellant's guilty plea.  We agree with the government that none of these arguments has merit.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">1) Failure to Depart.  In denying appellant's motion for a downward departure on the basis of the erroneous INS notice, the district court concluded that \"deterrence necessitates a more severe sentence than that to which the defendant asked me to depart,\" and that \"I have no basis for departure in the law.\"  We conclude from this record that the district court determined that it lacked the legal authority to consider a departure on the basis of the INS notice.  We therefore have jurisdiction to review, de novo, the correctness of that determination.   See United States v. Smith, 14 F.3d 662, 666 (1st Cir. 1994).  We addressed the identical question in Smith and concluded that the erroneous INS notice \"does not present the kind of circumstance a sentencing court should consider to support a downward departure.\"   Id. at 666.  Therefore, the district court's denial of Vidal-Mejia's motion for a departure on that basis was entirely proper.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">2) Estoppel.  Appellant argues that the doctrines of entrapment by estoppel and equitable estoppel bar the imposition of a sentence in excess of two years.  The \"entrapment by estoppel\" argument is foreclosed by our decision in  United States v. Troncoso, 23 F.3d 612, 615 (1st Cir. 1994) (rejecting \"entrapment by estoppel\" argument under almost identical circumstances because \"[a]ppellant cannot show that a government official erroneously advised him the particular act for which he was convicted was actually legal at the time that it was committed\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In United States v. Troncoso, supra, we also rejected an equitable estoppel argument, but on the ground that there was no material misrepresentation.  In that case, unlike this one, the two-year maximum contained in the INS notice was an accurate rendition of the law as it existed at the time of appellant's deportation.  We cited our holding in Smith, however, to suggest that even had appellant been misinformed of the consequences of unlawful reentry and purportedly relied thereon in deciding to return, \"[t]he sentencing court cannot countenance Smith's purposeful decision to engage in felonious conduct, and grant him the benefit of a downward departure, because Smith understood the penalty he would face to be relatively minor.\"   Smith, 14 F.3d at 666.   See also Troncoso, 23 F.3d at 616.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In  United States v. Perez-Torres, 15 F.3d 403 (5th Cir. 1994), the Fifth Circuit refused to apply the doctrine of equitable estoppel under identical circumstances.  Noting that \" 'he who comes into equity must come with clean hands,' \"  id. at 407 (quoting  Precision Instrument Mfg. Co. v. Automotive M.M. Co., 324 U.S. 806 (1945)), the Fifth Circuit concluded that the willful and knowing commission of a felony (illegal reentry) cannot constitute the reasonable reliance required by the equitable estoppel doctrine.   Perez-Torres, 15 F.3d at 407.   See also Akbarin v. Immigration and Naturalization Service, 669 F.2d 839, 844 (1st Cir. 1982) (noting that a \"petitioner's unclean hands ... may preclude him from asserting estoppel against the Government\").  We agree with the Fifth Circuit and conclude that because appellant cannot show \"reasonable reliance,\" his equitable estoppel argument is without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">3) Due Process.  This court has not previously addressed the argument that the imposition of a penalty in excess of the two year maximum contained in the INS notice violates due process.  In rejecting this argument, however, we follow the approach of all the circuits that have addressed it.  See United States v. Samaniego-Rodriguez, Nos. 93-3015 and 93-4035, 1994 U.S. App.  Lexis 20311 at * 5 (7th Cir.  Aug. 4, 1994);   United States v. Meraz-Valeta, 26 F.3d 992, 996 (10th Cir. 1994);   United States v. Ullyses-Salazar, 28 F.3d 932, 936 (9th Cir. 1994);   Perez-Torres, 15 F.3d at 406.  We agree with the following reasoning of the Fifth Circuit:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>As [appellant] concedes, section 1326 clearly and unambiguously articulated the penalties associated with a reentry offense.  Thus, regardless of the inaccuracy of Form I-294, the statute under which Perez was convicted provided notice adequate to satisfy the requirements of due process.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id. at 406 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">4) Rule ll.  Appellant's final argument is that his guilty plea should be vacated because the district court failed to comply with the mandates of Fed.  R. Crim.  P. 11.  Specifically, he argues that the district court violated Rule 11 by failing adequately to explain and ensure that he understood that the maximum sentence he could receive was fifteen years and that he was pleading guilty to two separate charges contained in one indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At the change of plea hearing, appellant was represented by counsel and aided by an interpreter.  At the district court's request, the government explained that the maximum term of imprisonment that appellant could receive was fifteen years.  (The government also recited the maximum fine, supervised release and special assessment that could be imposed.)  The court then asked appellant whether he understood that \"that's the maximum penalty that can be imposed in this case?\"  The appellant answered \"yes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellant's contention that the district court did not fulfill its obligation under Rule 11(c) to ensure that he understood the charges against him is belied by the record.  Rule 11 \"requires the court both to inform the defendant of the nature of the charge and make a determination that he understands it.\"   United States v. Allard, 926 F.2d 1237, 1244 (1st Cir. 1991).  The district judge summarized the charge as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Now, before I can find you guilty of the offense, even on your plea, I have to be satisfied beyond a reasonable doubt that there is sufficient evidence from which the Government could prove you guilty of the offense of being an illegal alien illegally reentering the United States after having been deported.  The Government has to prove that you knowingly and willfully reentered the United States without having received the express consent of the Attorney General, that it didn't happen by inadvertence or mistake, but that you really meant to be here knowing that you were a deported alien.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At the court's request, the government then stated what its evidence would be if the case were to proceed to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court's description of the charge did not specify that Sec. 1326(b) enhances the penalty for deportation following conviction of an aggravated felony.  The government, however, specifically outlined the previous convictions as part of the recitation of its proof at the hearing.  This cured the omission.   See Allard, 926 F.2d at 1246 (explanation of charge may come from the prosecutor in the court's presence).  Moreover, in  United States v. Forbes, 16 F.3d 1294, we held that Sec. 1326(a) and Sec. 1326(b) do not describe separate criminal offenses with different elements and maximum penalties.  Instead, we concluded that Sec. 1326(b) should be construed as a sentence enhancement provision.   Id. at 1297-1300.  Therefore, the alleged failure specifically to inform appellant of the prior aggravated felony aspect of Sec. 1326(b) did not violate Rule 11 where the court ensured that appellant understood that the maximum penalty was fifteen years.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellant's brief indicates that counsel conducted the requisite review and analysis of the case.   See Anders, 386 U.S. at 744.  Having carefully reviewed the record in accordance with our obligation under Anders, we agree that the appeal is indeed without merit.  The conviction and sentence are summarily affirmed pursuant to Loc.  R. 27.1.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"680047\"><a href=\"/opinion/680047/james-wiley-nichols-v-united-states/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1484</span></a></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Wilfin Odalis VIDAL-MEJIA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2256</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Oct. 20, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Douglas P. Woodlock, U.S. District Judge]</p>\n      <p class=\"indent\">James B. Krasnoo on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and James F. Lang, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Campbell, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, Wilfin Odalis Vidal-Mejia, appeals from his conviction and sentence.  His court-appointed counsel has filed a brief in conformance with  Anders v. California, <span class=\"citation no-link\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">738</span> </span>(1976).  Vidal-Mejia was informed by counsel of his right to submit a supplemental pro se brief, but has not done so.  We affirm.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In April, 1993, Vidal-Mejia was charged in a one-count indictment with illegal reentry after deportation in violation of 8 U.S.C. Sec. 1326(a) and (b)(2).  Specifically, the indictment charged that after having been previously arrested and deported following a conviction for commission of an aggravated felony, Vidal-Mejia was found in the United States on or about March 7, 1993, without having received the permission of the Attorney General to reapply for admission.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Vidal-Mejia initially pleaded not guilty but changed his plea to guilty at a hearing before the district court on July 6, 1993.  Although there was no written plea agreement, the government informed the court that it had agreed to recommend a three-level reduction in the offense level for acceptance of responsibility.  A presentence report (\"PSR\") was prepared, computing a total offense level of 21 and a criminal history category of III.  The base offense level of 8 was increased by 16 levels because Vidal-Mejia had been deported follwing conviction of an aggravated felony.  There was a three-level reduction for acceptance of responsibility.  The resulting guideline imprisonment range was 46 to 57 months.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Vidal-Mejia moved for a downward departure from the guidelines, arguing that his sentence should not exceed two years.  One of the grounds for his motion was that the government was estopped from imposing a sentence in excess of two years because an INS notice given to him at the time of his deportation stated that illegal reentry was penalized by a maximum of two years' imprisonment.  In fact, at the time of appellant's deportation, 8 U.S.C. Sec. 1326(b)(2) provided for a maximum sentence of fifteen years for illegal reentry by an alien deported following conviction of an aggravated felony.  The district court denied the motion and sentenced Vidal-Mejia at the low end of the guideline range, to 46 months' imprisonment.  Vidal-Mejia appeals from that sentence and his conviction.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Counsel for appellant identifies the following issues that might arguably support an appeal:  1) the district court mistakenly believed that it lacked the authority to depart from the guidelines on the ground of the erroneous INS notice;  2) the government is estopped from imposing a sentence in excess of two years;  3) a sentence in excess of two years violates the Due Process Clause of the Fifth Amendment to the Constitution;  and 4) the district court failed to comply with Fed.  R. Crim.  P. 11 in accepting appellant's guilty plea.  We agree with the government that none of these arguments has merit.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">1) Failure to Depart.  In denying appellant's motion for a downward departure on the basis of the erroneous INS notice, the district court concluded that \"deterrence necessitates a more severe sentence than that to which the defendant asked me to depart,\" and that \"I have no basis for departure in the law.\"  We conclude from this record that the district court determined that it lacked the legal authority to consider a departure on the basis of the INS notice.  We therefore have jurisdiction to review, de novo, the correctness of that determination.   See United States v. Smith, <span class=\"citation\" data-id=\"195168\"><a href=\"/opinion/195168/united-states-v-smith/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">662</span></a></span>, 666 (1st Cir. 1994).  We addressed the identical question in Smith and concluded that the erroneous INS notice \"does not present the kind of circumstance a sentencing court should consider to support a downward departure.\"   <span class=\"citation\" data-id=\"195168\"><a href=\"/opinion/195168/united-states-v-smith/\"><span class=\"id_token\">Id.</span> at 666. </a></span> Therefore, the district court's denial of Vidal-Mejia's motion for a departure on that basis was entirely proper.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">2) Estoppel.  Appellant argues that the doctrines of entrapment by estoppel and equitable estoppel bar the imposition of a sentence in excess of two years.  The \"entrapment by estoppel\" argument is foreclosed by our decision in  United States v. Troncoso, <span class=\"citation\" data-id=\"195377\"><a href=\"/opinion/195377/united-states-v-troncoso/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">612</span></a></span>, 615 (1st Cir. 1994) (rejecting \"entrapment by estoppel\" argument under almost identical circumstances because \"[a]ppellant cannot show that a government official erroneously advised him the particular act for which he was convicted was actually legal at the time that it was committed\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In United States v. <span class=\"citation\" data-id=\"195377\"><a href=\"/opinion/195377/united-states-v-troncoso/\"><span class=\"antecedent_guess\">Troncoso,</span> supra</a></span>, we also rejected an equitable estoppel argument, but on the ground that there was no material misrepresentation.  In that case, unlike this one, the two-year maximum contained in the INS notice was an accurate rendition of the law as it existed at the time of appellant's deportation.  We cited our holding in Smith, however, to suggest that even had appellant been misinformed of the consequences of unlawful reentry and purportedly relied thereon in deciding to return, \"[t]he sentencing court cannot countenance Smith's purposeful decision to engage in felonious conduct, and grant him the benefit of a downward departure, because Smith understood the penalty he would face to be relatively minor.\"   <span class=\"citation\" data-id=\"195168\"><span class=\"antecedent_guess\">Smith,</span> <a href=\"/opinion/195168/united-states-v-smith/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">666</span></a></span>.   See also <span class=\"citation\" data-id=\"195377\"><span class=\"antecedent_guess\">Troncoso,</span> <a href=\"/opinion/195377/united-states-v-troncoso/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">616</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In  United States v. Perez-Torres, <span class=\"citation\" data-id=\"6233\"><a href=\"/opinion/6233/united-states-v-perez-torres/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">403</span> </a></span>(5th Cir. 1994), the Fifth Circuit refused to apply the doctrine of equitable estoppel under identical circumstances.  Noting that \" 'he who comes into equity must come with clean hands,' \"  <span class=\"citation\" data-id=\"6233\"><a href=\"/opinion/6233/united-states-v-perez-torres/\"><span class=\"id_token\">id.</span> at 407 </a></span>(quoting  Precision Instrument Mfg. Co. v. Automotive M.M. Co., <span class=\"citation\" data-id=\"104131\"><a href=\"/opinion/104131/precision-co-v-automotive-co/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span> </a></span>(1945)), the Fifth Circuit concluded that the willful and knowing commission of a felony (illegal reentry) cannot constitute the reasonable reliance required by the equitable estoppel doctrine.   <span class=\"citation\" data-id=\"6233\"><span class=\"antecedent_guess\">Perez-Torres,</span> <a href=\"/opinion/6233/united-states-v-perez-torres/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">407</span></a></span>.   See also Akbarin v. Immigration and Naturalization Service, <span class=\"citation\" data-id=\"399091\"><a href=\"/opinion/399091/pooran-and-mohammad-akbarin-v-immigration-and-naturalization-service/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span></a></span>, 844 (1st Cir. 1982) (noting that a \"petitioner's unclean hands ... may preclude him from asserting estoppel against the Government\").  We agree with the Fifth Circuit and conclude that because appellant cannot show \"reasonable reliance,\" his equitable estoppel argument is without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">3) Due Process.  This court has not previously addressed the argument that the imposition of a penalty in excess of the two year maximum contained in the INS notice violates due process.  In rejecting this argument, however, we follow the approach of all the circuits that have addressed it.  See United States v. Samaniego-Rodriguez, Nos. 93-3015 and 93-4035, 1994 U.S. App.  Lexis 20311 at * 5 (7th Cir.  Aug. 4, 1994);   United States v. Meraz-Valeta, <span class=\"citation\" data-id=\"672131\"><a href=\"/opinion/672131/united-states-v-victor-manuel-meraz-valeta/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">992</span></a></span>, 996 (10th Cir. 1994);   United States v. Ullyses-Salazar, <span class=\"citation\" data-id=\"673510\"><a href=\"/opinion/673510/united-states-v-oscar-ullyses-salazar/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">932</span></a></span>, 936 (9th Cir. 1994);   <span class=\"citation\" data-id=\"6233\"><span class=\"antecedent_guess\">Perez-Torres,</span> <a href=\"/opinion/6233/united-states-v-perez-torres/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">406</span></a></span>.  We agree with the following reasoning of the Fifth Circuit:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>As [appellant] concedes, section 1326 clearly and unambiguously articulated the penalties associated with a reentry offense.  Thus, regardless of the inaccuracy of Form I-294, the statute under which Perez was convicted provided notice adequate to satisfy the requirements of due process.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"6233\"><a href=\"/opinion/6233/united-states-v-perez-torres/\"><span class=\"id_token\">Id.</span> at 406 </a></span>(emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">4) Rule ll.  Appellant's final argument is that his guilty plea should be vacated because the district court failed to comply with the mandates of Fed.  R. Crim.  P. 11.  Specifically, he argues that the district court violated Rule 11 by failing adequately to explain and ensure that he understood that the maximum sentence he could receive was fifteen years and that he was pleading guilty to two separate charges contained in one indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At the change of plea hearing, appellant was represented by counsel and aided by an interpreter.  At the district court's request, the government explained that the maximum term of imprisonment that appellant could receive was fifteen years.  (The government also recited the maximum fine, supervised release and special assessment that could be imposed.)  The court then asked appellant whether he understood that \"that's the maximum penalty that can be imposed in this case?\"  The appellant answered \"yes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellant's contention that the district court did not fulfill its obligation under Rule 11(c) to ensure that he understood the charges against him is belied by the record.  Rule 11 \"requires the court both to inform the defendant of the nature of the charge and make a determination that he understands it.\"   United States v. Allard, <span class=\"citation\" data-id=\"556604\"><a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1237</span></a></span>, 1244 (1st Cir. 1991).  The district judge summarized the charge as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Now, before I can find you guilty of the offense, even on your plea, I have to be satisfied beyond a reasonable doubt that there is sufficient evidence from which the Government could prove you guilty of the offense of being an illegal alien illegally reentering the United States after having been deported.  The Government has to prove that you knowingly and willfully reentered the United States without having received the express consent of the Attorney General, that it didn't happen by inadvertence or mistake, but that you really meant to be here knowing that you were a deported alien.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At the court's request, the government then stated what its evidence would be if the case were to proceed to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court's description of the charge did not specify that Sec. 1326(b) enhances the penalty for deportation following conviction of an aggravated felony.  The government, however, specifically outlined the previous convictions as part of the recitation of its proof at the hearing.  This cured the omission.   See <span class=\"citation\" data-id=\"556604\"><span class=\"antecedent_guess\">Allard,</span> <a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1246</span> </a></span>(explanation of charge may come from the prosecutor in the court's presence).  Moreover, in  United States v. Forbes, <span class=\"citation\" data-id=\"195227\"><a href=\"/opinion/195227/united-states-v-forbes/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1294</span></a></span>, we held that Sec. 1326(a) and Sec. 1326(b) do not describe separate criminal offenses with different elements and maximum penalties.  Instead, we concluded that Sec. 1326(b) should be construed as a sentence enhancement provision.   <span class=\"citation\" data-id=\"195227\"><a href=\"/opinion/195227/united-states-v-forbes/\"><span class=\"id_token\">Id.</span> at 1297-1300. </a></span> Therefore, the alleged failure specifically to inform appellant of the prior aggravated felony aspect of Sec. 1326(b) did not violate Rule 11 where the court ensured that appellant understood that the maximum penalty was fifteen years.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellant's brief indicates that counsel conducted the requisite review and analysis of the case.   See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Anders,</span> <span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">744</span></span>.  Having carefully reviewed the record in accordance with our obligation under Anders, we agree that the appeal is indeed without merit.  The conviction and sentence are summarily affirmed pursuant to Loc.  R. 27.1.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/6233/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104131/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195168/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195227/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195377/",
    "https://www.courtlistener.com/api/rest/v3/opinions/399091/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556604/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672131/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673510/",
    "https://www.courtlistener.com/api/rest/v3/opinions/680047/"
  ]
}