{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195618/",
  "id": 195618,
  "absolute_url": "/opinion/195618/lydon-v-malme/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195618/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:54Z",
  "date_modified": "2020-02-21T23:29:58.034322Z",
  "type": "010combined",
  "sha1": "877ddad34a623bd6871655294caf0efd7a6afda3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1223.01A",
  "local_path": null,
  "plain_text": "September 26, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1223\n\n                       KELLY K. LYDON,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                    JANE H. MALME, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\n                                                   \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\n                                          \n                        Selya and Cyr,\n                       Circuit Judges.\n                                     \n\n                                         \n\nKelly K. Lydon on brief pro se.\n              \nScott  Harshbarger,  Attorney  General, and  Phyllis  N. Crockett,\n                                                                 \nAssistant Attorney General, on brief for appellees.\n\n                                         \n\n                                         \n\n          Per Curiam.  The judgment of  the district court is\n                    \n\naffirmed essentially  for the reasons stated  in the district\n        \n\ncourt's January 28, 1994 memorandum and order.\n\n          We  add that plaintiff-appellant Kelly Lydon raises\n\nan argument on appeal that the district court did not mention\n\nin  its opinion.    Lydon  argues  that  he  was  accorded  a\n\nconstitutionally protected property interest in his job under\n\nstate law pursuant to Article  22 of a collective  bargaining\n\nagreement with  the state.   Article 22 states,  in pertinent\n\npart, \"No employee  who has been  employed in the  bargaining\n\nunit described in  Article 1  of this Agreement  for six  (6)\n\nconsecutive months or more shall be discharged, suspended, or\n\ndemoted  for  disciplinary   reasons  without  just   cause.\"\n\nDefendants-appellees Jane  Malme, et al., concede  that Lydon\n\nwas covered under this agreement.  \n\n          Lydon, however, did not  raise this argument in the\n\ndistrict  court  as a  basis  for  his claim  that  he  had a\n\nconstitutionally  protected  property  interest in  his  job.\n\nConsequently,  he  has waived  the argument  on appeal.   See\n                                                             \n\nOndine  Shipping Corp. v. Cataldo, 24 F.3d 353, 355 (1st Cir.\n                                 \n\n1994);  United States  v. Slade,  980 F.2d  27, 31  (1st Cir.\n                               \n\n1992).  Lydon's  status as a pro se litigant  did not relieve\n\nhim  of the obligation to  apprise the district  court of all\n\npoints  he wished  to raise in  favor of his  position.  See,\n                                                             \n\ne.g.,  Eagle  Eye Fishing  Corp.  v. United  States  Dep't of\n                                                             \n\nCommerce, 20 F.3d 503, 506 (1st Cir. 1994); Jaroma v. Massey,\n                                                            \n\n873 F.2d 17, 22 (1st Cir. 1989).\n\n          It  is  true that  we  do  have discretion,  in  an\n\nexceptional case, to reach issues that were not raised below.\n\nWe have found  that the  exercise of that  discretion may  be\n\nappropriate where all (or most of) the following  factors are\n\npresent:  (1) where  the new issue  is purely legal, so  that\n\nthere is no need for further development of the record in the\n\ndistrict court; (2) where there is little doubt of the proper\n\nresolution  of  the  issue; (3)  where  the  issue is  almost\n\ncertain  to be presented  in identical terms  in other cases;\n\nand,  above all, (4) where  failure to reach  the issue would\n\nresult  in a  miscarriage of  justice.   United States  v. La\n                                                             \n\nGuardia, 902 F.2d  1010, 1013 (1st Cir.  1990); United States\n                                                             \n\nv. Krynicki, 689 F.2d 289, 291-92 (1st Cir. 1982).   \n           \n\n          Lydon's  new  issue does  not  sufficiently satisfy\n\nthese  criteria.  For  one thing, further  development of the\n\nrecord  might well  aid in  the determination of  this issue.\n\nThe record does  not even  contain a copy  of the  collective\n\nbargaining agreement  that is  alleged to be  applicable; all\n\nthat we have is what purports to be a copy of the single page\n\nof  the agreement that contains Article 22.  Malme asserts in\n\nher  brief that Article 22 did not apply to Lydon's discharge\n\nbecause he  was discharged not for  disciplinary reasons, but\n\nfor  abandoning his position, which  Malme says is covered by\n\n                             -3-\n\nanother  section of the agreement.  That other section is not\n\nin the  record.   The  parties,  too, might  have  introduced\n\nevidence concerning  the manner in  which Article 22  and any\n\nother  relevant  provisions   of  the  agreement   have  been\n\ninterpreted in practice.\n\n          Second,  we  cannot  say with  certitude  what  the\n\nproper resolution of this issue may be.  Although it is  true\n\nthat other circuits have ruled that a just cause provision in\n\na collective  bargaining agreement entered into  by the state\n\ncan  create a  property  interest in  state employment,  see,\n                                                             \n\ne.g.,  Moffitt v. Town of  Brookfield, 950 F.2d  880, 885 (2d\n                                     \n\nCir. 1991), this court has yet  to rule on the question.  See\n                                                             \n\nBennett v. City of Boston,  869 F.2d 19, 22 (1st  Cir. 1989).\n                         \n\nMoreover, the provision at issue  here does not clearly state\n\nthat  an  employee   cannot  be  discharged  without   cause.\n\nInstead, it states that an employee cannot be discharged \"for\n\ndisciplinary  reasons without  just cause.\"   This  seems, at\n\nfirst blush, to leave  open the possibility that an  employee\n\ncan be discharged on  other grounds, or for no reason at all,\n\nwithout  just cause.  It  is by no  means obvious, therefore,\n\nthat  this   provision  reasonably  engenders   a  sufficient\n\nexpectation  of  continued employment  to  create  a property\n\ninterest. \n\n          Also, Lydon concedes  in his supplemental affidavit\n\nbelow that  his discharge was not  \"for disciplinary reasons\"\n\n                             -4-\n\nand was not covered by Article 22.  Lydon  also concedes that\n\nhe did not  file a grievance challenging his  discharge under\n\nArticle 22.   Although  Lydon argues that  defendants delayed\n\nsending  him notice of his termination in order to defeat his\n\nright to file a  grievance, the record suggests that,  to the\n\ncontrary, the  effective date of his  termination was delayed\n\nin  order to permit a grievance filing.  Given Lydon's stance\n\nbelow and his failure even to invoke  the grievance machinery\n\nof the collective bargaining agreement, we could not say that\n\nit would result in a miscarriage of justice for us to decline\n\nto permit Lydon to invoke the collective bargaining agreement\n\nfor the first time on appeal.\n\n          For all  these reasons, this case  does not present\n\nan appropriate occasion to  consider Lydon's argument despite\n\nhis default below.\n\n          Finally,  Lydon also alleged  in his complaint that\n\ndefendants mistreated him in retaliation for his  filing of a\n\nstate workers' compensation claim, and attempted to interfere\n\nwith  his efforts to pursue  that claim.   The district court\n\ndid not  discuss  these allegations.    These are  framed  as\n\nstate-law allegations,  however, and,  since all  the parties\n\nare  Massachusetts residents,  the district  court's subject-\n\nmatter  jurisdiction  over  this  case  is  premised  on  the\n\nexistence of  a federal question.   Having properly dismissed\n\nLydon's  federal  claims,   therefore,  the  district   court\n\n                             -5-\n\nappropriately  declined to exercise pendent jurisdiction over\n\nLydon's  state-law claims.  See United Mine Workers v. Gibbs,\n                                                            \n\n383 U.S. 715, 726 (1966).\n\n          We have considered  all of Lydon's  other arguments\n\nand find them meritless.\n\n          The  judgment of  the district  court is  affirmed.\n                                                            \n\nSee 1st Cir. R. 27.1.\n   \n\n                             -6-\n",
  "html": "<p class=\"case_cite\">36 F.3d 1089</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Kelly K. LYDON, Plaintiff, Appellant,<br>v.<br>Jane H. MALME, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1223</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 26, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Joseph L. Tauro, U.S. District Judge ]</p>\n      <p class=\"indent\">Kelly K. Lydon on brief pro se.</p>\n      <p class=\"indent\">Scott Harshbarger, Attorney General, and Phyllis N. Crockett, Assistant Attorney General, on brief for appellees.</p>\n      <p class=\"indent\">D.Md.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The judgment of the district court is affirmed essentially for the reasons stated in the district court's January 28, 1994 memorandum and order.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We add that plaintiff-appellant Kelly Lydon raises an argument on appeal that the district court did not mention in its opinion.  Lydon argues that he was accorded a constitutionally protected property interest in his job under state law pursuant to Article 22 of a collective bargaining agreement with the state.  Article 22 states, in pertinent part, \"No employee who has been employed in the bargaining unit described in Article 1 of this Agreement for six (6) consecutive months or more shall be discharged, suspended, or demoted for disciplinary reasons without just cause.\"  Defendants-appellees Jane Malme, et al., concede that Lydon was covered under this agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Lydon, however, did not raise this argument in the district court as a basis for his claim that he had a constitutionally protected property interest in his job.  Consequently, he has waived the argument on appeal.   See Ondine Shipping Corp. v. Cataldo, 24 F.3d 353, 355 (1st Cir. 1994);   United States v. Slade, 980 F.2d 27, 31 (1st Cir. 1992).  Lydon's status as a pro se litigant did not relieve him of the obligation to apprise the district court of all points he wished to raise in favor of his position.   See, e.g., Eagle Eye Fishing Corp. v. United States Dep't of Commerce, 20 F.3d 503, 506 (1st Cir. 1994);   Jaroma v. Massey, 873 F.2d 17, 22 (1st Cir. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is true that we do have discretion, in an exceptional case, to reach issues that were not raised below.  We have found that the exercise of that discretion may be appropriate where all (or most of) the following factors are present:  (1) where the new issue is purely legal, so that there is no need for further development of the record in the district court;  (2) where there is little doubt of the proper resolution of the issue;  (3) where the issue is almost certain to be presented in identical terms in other cases;  and, above all, (4) where failure to reach the issue would result in a miscarriage of justice.   United States v. La Guardia, 902 F.2d 1010, 1013 (1st Cir. 1990);   United States v. Krynicki, 689 F.2d 289, 291-92 (1st Cir. 1982).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Lydon's new issue does not sufficiently satisfy these criteria.  For one thing, further development of the record might well aid in the determination of this issue.  The record does not even contain a copy of the collective bargaining agreement that is alleged to be applicable;  all that we have is what purports to be a copy of the single page of the agreement that contains Article 22.  Malme asserts in her brief that Article 22 did not apply to Lydon's discharge because he was discharged not for disciplinary reasons, but for abandoning his position, which Malme says is covered by another section of the agreement.  That other section is not in the record.  The parties, too, might have introduced evidence concerning the manner in which Article 22 and any other relevant provisions of the agreement have been interpreted in practice.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Second, we cannot say with certitude what the proper resolution of this issue may be.  Although it is true that other circuits have ruled that a just cause provision in a collective bargaining agreement entered into by the state can create a property interest in state employment,  see, e.g., Moffitt v. Town of Brookfield, 950 F.2d 880, 885 (2d Cir. 1991), this court has yet to rule on the question.   See Bennett v. City of Boston, 869 F.2d 19, 22 (1st Cir. 1989).  Moreover, the provision at issue here does not clearly state that an employee cannot be discharged without cause.  Instead, it states that an employee cannot be discharged \"for disciplinary reasons without just cause.\"  This seems, at first blush, to leave open the possibility that an employee can be discharged on other grounds, or for no reason at all, without just cause.  It is by no means obvious, therefore, that this provision reasonably engenders a sufficient expectation of continued employment to create a property interest.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Also, Lydon concedes in his supplemental affidavit below that his discharge was not \"for disciplinary reasons\" and was not covered by Article 22.  Lydon also concedes that he did not file a grievance challenging his discharge under Article 22.  Although Lydon argues that defendants delayed sending him notice of his termination in order to defeat his right to file a grievance, the record suggests that, to the contrary, the effective date of his termination was delayed in order to permit a grievance filing.  Given Lydon's stance below and his failure even to invoke the grievance machinery of the collective bargaining agreement, we could not say that it would result in a miscarriage of justice for us to decline to permit Lydon to invoke the collective bargaining agreement for the first time on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">For all these reasons, this case does not present an appropriate occasion to consider Lydon's argument despite his default below.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Finally, Lydon also alleged in his complaint that defendants mistreated him in retaliation for his filing of a state workers' compensation claim, and attempted to interfere with his efforts to pursue that claim.  The district court did not discuss these allegations.  These are framed as state-law allegations, however, and, since all the parties are Massachusetts residents, the district court's subject-matter jurisdiction over this case is premised on the existence of a federal question.  Having properly dismissed Lydon's federal claims, therefore, the district court appropriately declined to exercise pendent jurisdiction over Lydon's state-law claims.   See United Mine Workers v. Gibbs, 383 U.S. 715, 726 (1966).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We have considered all of Lydon's other arguments and find them meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.  See 1st Cir.  R. 27.1.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1089</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Kelly K. LYDON, Plaintiff, Appellant,<br>v.<br>Jane H. MALME, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1223</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 26, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Joseph L. Tauro, U.S. District Judge ]</p>\n      <p class=\"indent\">Kelly K. Lydon on brief pro se.</p>\n      <p class=\"indent\">Scott Harshbarger, Attorney General, and Phyllis N. Crockett, Assistant Attorney General, on brief for appellees.</p>\n      <p class=\"indent\">D.Md.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The judgment of the district court is affirmed essentially for the reasons stated in the district court's January 28, 1994 memorandum and order.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We add that plaintiff-appellant Kelly Lydon raises an argument on appeal that the district court did not mention in its opinion.  Lydon argues that he was accorded a constitutionally protected property interest in his job under state law pursuant to Article 22 of a collective bargaining agreement with the state.  Article 22 states, in pertinent part, \"No employee who has been employed in the bargaining unit described in Article 1 of this Agreement for six (6) consecutive months or more shall be discharged, suspended, or demoted for disciplinary reasons without just cause.\"  Defendants-appellees Jane Malme, et al., concede that Lydon was covered under this agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Lydon, however, did not raise this argument in the district court as a basis for his claim that he had a constitutionally protected property interest in his job.  Consequently, he has waived the argument on appeal.   See Ondine Shipping Corp. v. Cataldo, <span class=\"citation\" data-id=\"195383\"><a href=\"/opinion/195383/ondine-shipping-v-cataldo/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">353</span></a></span>, 355 (1st Cir. 1994);   United States v. Slade, <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 31 (1st Cir. 1992).  Lydon's status as a pro se litigant did not relieve him of the obligation to apprise the district court of all points he wished to raise in favor of his position.   See, e.g., Eagle Eye Fishing Corp. v. United States Dep't of Commerce, <span class=\"citation\" data-id=\"666854\"><a href=\"/opinion/666854/eagle-eye-fishing-corporation-v-united-states-department-of-commerce/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">503</span></a></span>, 506 (1st Cir. 1994);   Jaroma v. Massey, <span class=\"citation\" data-id=\"521954\"><a href=\"/opinion/521954/alexander-jaroma-v-james-j-massey-etc/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 22 (1st Cir. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is true that we do have discretion, in an exceptional case, to reach issues that were not raised below.  We have found that the exercise of that discretion may be appropriate where all (or most of) the following factors are present:  (1) where the new issue is purely legal, so that there is no need for further development of the record in the district court;  (2) where there is little doubt of the proper resolution of the issue;  (3) where the issue is almost certain to be presented in identical terms in other cases;  and, above all, (4) where failure to reach the issue would result in a miscarriage of justice.   United States v. La Guardia, <span class=\"citation\" data-id=\"541060\"><a href=\"/opinion/541060/united-states-v-julio-la-guardia-united-states-of-america-v-eredia/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1010</span></a></span>, 1013 (1st Cir. 1990);   United States v. Krynicki, <span class=\"citation\" data-id=\"409210\"><a href=\"/opinion/409210/united-states-v-judith-ann-krynicki/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">289</span></a></span>, 291-92 (1st Cir. 1982).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Lydon's new issue does not sufficiently satisfy these criteria.  For one thing, further development of the record might well aid in the determination of this issue.  The record does not even contain a copy of the collective bargaining agreement that is alleged to be applicable;  all that we have is what purports to be a copy of the single page of the agreement that contains Article 22.  Malme asserts in her brief that Article 22 did not apply to Lydon's discharge because he was discharged not for disciplinary reasons, but for abandoning his position, which Malme says is covered by another section of the agreement.  That other section is not in the record.  The parties, too, might have introduced evidence concerning the manner in which Article 22 and any other relevant provisions of the agreement have been interpreted in practice.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Second, we cannot say with certitude what the proper resolution of this issue may be.  Although it is true that other circuits have ruled that a just cause provision in a collective bargaining agreement entered into by the state can create a property interest in state employment,  see, e.g., Moffitt v. Town of Brookfield, <span class=\"citation\" data-id=\"573074\"><a href=\"/opinion/573074/james-s-moffitt-v-town-of-brookfield-brookfield-police-commission-john/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 885 (2d Cir. 1991), this court has yet to rule on the question.   See Bennett v. City of Boston, <span class=\"citation\" data-id=\"519202\"><a href=\"/opinion/519202/darrell-bennett-v-city-of-boston/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 22 (1st Cir. 1989).  Moreover, the provision at issue here does not clearly state that an employee cannot be discharged without cause.  Instead, it states that an employee cannot be discharged \"for disciplinary reasons without just cause.\"  This seems, at first blush, to leave open the possibility that an employee can be discharged on other grounds, or for no reason at all, without just cause.  It is by no means obvious, therefore, that this provision reasonably engenders a sufficient expectation of continued employment to create a property interest.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Also, Lydon concedes in his supplemental affidavit below that his discharge was not \"for disciplinary reasons\" and was not covered by Article 22.  Lydon also concedes that he did not file a grievance challenging his discharge under Article 22.  Although Lydon argues that defendants delayed sending him notice of his termination in order to defeat his right to file a grievance, the record suggests that, to the contrary, the effective date of his termination was delayed in order to permit a grievance filing.  Given Lydon's stance below and his failure even to invoke the grievance machinery of the collective bargaining agreement, we could not say that it would result in a miscarriage of justice for us to decline to permit Lydon to invoke the collective bargaining agreement for the first time on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">For all these reasons, this case does not present an appropriate occasion to consider Lydon's argument despite his default below.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Finally, Lydon also alleged in his complaint that defendants mistreated him in retaliation for his filing of a state workers' compensation claim, and attempted to interfere with his efforts to pursue that claim.  The district court did not discuss these allegations.  These are framed as state-law allegations, however, and, since all the parties are Massachusetts residents, the district court's subject-matter jurisdiction over this case is premised on the existence of a federal question.  Having properly dismissed Lydon's federal claims, therefore, the district court appropriately declined to exercise pendent jurisdiction over Lydon's state-law claims.   See United Mine Workers v. Gibbs, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 726 (1966).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We have considered all of Lydon's other arguments and find them meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.  See 1st Cir.  R. 27.1.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195383/",
    "https://www.courtlistener.com/api/rest/v3/opinions/409210/",
    "https://www.courtlistener.com/api/rest/v3/opinions/519202/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521954/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573074/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/666854/"
  ]
}