{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195675/",
  "id": 195675,
  "absolute_url": "/opinion/195675/keller-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195675/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:10Z",
  "date_modified": "2020-02-21T23:30:26.905378Z",
  "type": "010combined",
  "sha1": "3df322abe800e35dedca5c821313194b14f3fffb",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1136.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 94-1136\n\n                       STEVE V. B. KELLER,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                    UNITED STATES OF AMERICA,\n\n                       Defendant, Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n         [Hon. Shane Devine, Senior U.S. District Judge]\n                                                       \n\n                                           \n\n                              Before\n\n                    Torruella, Cyr and Boudin,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n   Christopher   Cole,  with  whom   Michael  J.  Donahue,  Donahue,\n                                                                    \nMcCaffrey,  Tucker &amp; Ciandella, David  S. Brown, and Sheehan, Phinney,\n                                                                    \nBass &amp; Green, were on brief for appellant.\n          \n   Gretchen Leah  Witt, Assistant United States  Attorney, with whom\n                      \nPaul M. Gagnon, United States Attorney, was on brief for appellee.\n            \n\n                                           \n\n                         October 19, 1994\n\n                                           \n\n          CYR,  Circuit Judge.    Plaintiff Steven  V. B.  Keller\n          CYR,  Circuit Judge.\n                             \n\nappeals  from a  belated  judgment dismissing  his Longshore  and\n\nHarbor  Workers Compensation Act suit, see  33 U.S.C.    901-950,\n                                          \n\n  905(b)  (1993) (LHWCA),  to recover  damages for  injuries sus-\n\ntained in a  fall on board a maritime vessel  owned by defendant-\n\nappellee United States of  America.  As appellant has  not demon-\n\nstrated    nor  careful scrutiny disclosed     that the  unprece-\n\ndented decision-making  delay in this case  rendered the district\n\ncourt's findings unreliable, we affirm the judgment. \n\n                                I\n\n                            BACKGROUND\n                                      \n\n          In 1978,  the United  States Navy converted  the U.S.S.\n\nARTHUR M.  HUDDELL,  a World  War II  Liberty Ship,  into a  non-\n\nmotorized  barge  for  storing and  transporting  maritime  cable\n\npurchased  by the  Navy  from Simplex  Wire and  Cable  Co.   The\n\nretrofitted HUDDELL was towed to Simplex's facility at Newington,\n\nNew Hampshire, for cable  loading in May 1979, where  it remained\n\nmoored for two years.  \n\n          The cargo hold had been  adapted to house several round\n\ntanks, recessed sixteen feet into the 'tween deck.  Simplex hired\n\ntemporary  employees    known as cable loaders    to descend into\n\nthese tanks from  the 'tween deck for the  purpose of winding the\n\nincoming \"wet\" cable in  concentric layers onto a spool.   During\n\nthe HUDDELL's  retrofitting,  the Navy  installed a  nonremovable\n\nmetal barrier around Tank 4 to prevent workers on the 'tween deck\n\n                                2\n\nfrom  falling into the tank.   The barrier  included two uninter-\n\nrupted safety railings  located at  the top of  an access  ladder\n\nattached to the interior wall of the tank to permit access to and\n\nfrom the tank floor.   In order to exit the tank,  a cable loader\n\nwould climb  to the top rungs of the ladder, at which point three\n\noptions  were available for getting from the tank onto the 'tween\n\ndeck floor:  (1) holding onto a \"grab bar,\" which was attached to\n\nthe 'tween deck  floor and  located six inches  from the  outside\n\nedge of the  tank, then  crawling forward and  passing under  the\n                                                            \n\nlower railing and between  the vertical stanchions supporting the\n\ntwo railings;  (2) stepping  in a  crouched position  between the\n                                                             \n\nlower and upper railings of the barrier; or (3) climbing over the\n                                                             \n\ntop railing located approximately five feet above the 'tween deck\n\nfloor.\n\n          At  the time Simplex hired Keller as a cable loader, he\n\nwas  a  nonmatriculating  sophomore  at  the  University  of  New\n\nHampshire.   On the night of  November 4, 1979, Keller  went to a\n\nbar, where he and his  friends drank approximately 120-160 ounces\n\n(or  two six-packs)  of beer  between 10:00  p.m. and  11:20 p.m.\n\nKeller reported for work at about 11:30 p.m., and was assigned to\n\nTank 4 for the first time.  He and several coworkers climbed down\n\nthe ladder from  the 'tween  deck into Tank  4 without  incident,\n\nwhere they loaded cable until 2:00 a.m.  \n\n          When it came time  for a work break, Keller  climbed to\n\nthe top of the ladder, and, according to coworker Rhonda Rossley,\n\ngrabbed  the lower safety railing  with his left  hand and placed\n                                                \n\n                                3\n\nhis left foot  on one of the two top rungs  of the ladder.  Then,\n        \n\nas he began  to raise  his right leg,  he fell backward,  neither\n\nattempting  to regain his purchase nor  crying out, and plummeted\n\nto the tank floor sixteen feet below, landing on his  head.  When\n\na Simplex foreman administered first aid, he detected the odor of\n\nalcohol.  A blood-alcohol test taken at 3:00 a.m., some three and\n\none-half hours after Keller had reported for work, revealed a .14\n\nblood-alcohol level, well above the .10 prima facie blood-alcohol\n\nlevel for  demonstrating that a  motor vehicle operator  is under\n\nthe  influence.   See  N.H.  Rev.  Stat. Ann.    262.A-63  (1963)\n                     \n\n(amended  1994, lowering limit to  .08).  Since  the fall, Keller\n\nhas remained amnesiac as to all events surrounding the accident. \n\n          Following  a seven-day  bench trial on  Keller's claims\n\nagainst  the United  States for  negligently  installing \"unsafe\"\n\nlighting and railings and  an \"unsafe\" ladder in Tank  4, and for\n\nfailing to warn Simplex  workers of the potential danger,  see 33\n                                                              \n\nU.S.C.    905(b), the district court  ultimately awarded judgment\n\nto the United States.  See Keller v. United States, No. 81-549-SD\n                                                  \n\n(D.N.H. Dec. 30, 1993).1  \n\n                                II\n\n                            DISCUSSION\n                                      \n\n          Three principal  issues must be addressed.   First, did\n\n                    \n\n     1Among  other things,  Keller  alleged that  (1) the  ladder\nrungs were wet, slippery,  worn, and irregularly spaced;  (2) the\nmetal railings  protruded so as to make  it likely that a climber\nwould  strike his head; and  (3) no warning  of these protrusions\nwas posted on the ladder.\n\n                                4\n\nthe eight-year lapse between  the bench trial and entry  of final\n\njudgment  deprive  the  trial  court findings  of  the  customary\n\ndeference on appeal, or violate Keller's constitutional rights to\n\naccess to the courts  and due process, see generally  U.S. Const.\n                                                    \n\namends.  I, V  ?   Second, did  the district  court make  clearly\n\nerroneous factual  findings, or  fail to make  required findings,\n\nsee Fed.  R. Civ. P. 52(a),  regarding the alleged  breach of the\n   \n\nvessel  owner's \"turnover\" duties of  care?  Third,  did the dis-\n\ntrict  court  misdefine a  vessel  owner's  \"continuing\" duty  to\n\ninspect  or  supervise cargo  loading  operations  for developing\n\nhazards?  \n\nA.   The Decision-making Delay\n                              \n\n          First, Keller  claims that an  unprecedented eight-year\n\ndelay between trial and  the entry of judgment, coupled  with the\n\ntrial  judge's failure  to refresh  his recollection  through re-\n\ncourse to a complete trial transcript prior to making findings of\n\nfact,  resulted in  a violation  of his  constitutional  right to\n\n\"access  to the  courts\"  and to  due  process, see  U.S.  Const.\n                                                   \n\namends. I, V; Ad  Hoc Comm. on Judicial Admin.  v. Massachusetts,\n                                                                \n\n488 F.2d 1241, 1244  (1st Cir. 1973) (noting that  pretrial delay\n                                                           \n\nmight  violate  constitutional  rights  if a  civil  litigant  is\n\n\"denied  for too long his day  in court\"), cert. denied, 416 U.S.\n                                                       \n\n986 (1974),  or in  a  violation which  warrants withholding  the\n\ncustomary appellate deference accorded trial court findings.  Cf.\n                                                                 \n\nChamberlin v. 101 Realty, Inc., 915 F.2d 777, 787 (1st Cir. 1990)\n                              \n\n(excusing two-year delay); Fernberg  v. T.F. Boyle Transp., Inc.,\n                                                                \n\n                                5\n\n889  F.2d 1205, 1209 (1st  Cir. 1989) (excusing  two and one-half\n\nyear delay).   Keller attributes the purported  generality in the\n\ndistrict court findings, see infra Section II.B, to this extended\n                                  \n\ndecision-making delay,  and  implicitly relies  on  a  conclusive\n\npresumption that the court  was unable to make more  complete and\n\ndetailed findings as it  could not recall the evidence  presented\n\nat trial almost eight years earlier. \n\n          Keller  concedes that  neither Chamberlin  nor Fernberg\n                                                                 \n\nconcluded that prolonged decision-making  delay, per se, requires\n                                                       \n\nvacatur.  Nor  has he cited authority for a per se rule fixing an\n                                                  \n\nouter limit on decision-making delay.  Cf. Ad Hoc Comm., 488 F.2d\n                                                       \n\nat 1244  (rejecting per se  rule under  Federal Constitution  for\n                          \n\nbounding decision-making  delay in state court  civil cases); cf.\n                                                                 \n\nalso,  Los Angeles County  Bar Ass'n v.  March Fong  Eu, 979 F.2d\n                                                       \n\n697,  705-06 (9th Cir. 1992) (conducting ad hoc inquiry to deter-\n                                               \n\nmine  whether  pretrial delay  \"exceed[ed]  constitutional bound-\n\naries\").\n\n          There are sound reasons for abjuring a per se rule even\n                                                       \n\nin  cases involving plainly excessive delay.  In the first place,\n\nad hoc  appellate scrutiny  is indispensable  to the  core deter-\n      \n\nmination whether delay rendered the decision unreliable.  Second-\n\nly, it is  highly doubtful that  direct appellate review  affords\n\n\"an effective means of  enforcing district court timeliness.\" See\n                                                                 \n\nPhonetele, Inc. v. American  Tel. &amp; Tel. Co.,  889 F.2d 224,  232\n                                            \n\n(9th Cir.  1989) (delay approximating four  years), cert. denied,\n                                                                \n\n112  S. Ct. 1283 (1992).  Thirdly, remands for reconsideration or\n\n                                6\n\nretrial  yield yet  further delays,  exacerbating the  burdens on\n\nlitigants.   For these reasons, and  notwithstanding our parallel\n\nsupervisory responsibility, see, e.g., 28 U.S.C.   1651 (mandamus\n                                     \n\njurisdiction); Petition of  Henneman, 137 F.2d 627, 630 (1st Cir.\n                                    \n\n1943), we consider it  critically important that appellate atten-\n\ntion  remain  focused  on  ensuring that  trial  court  findings,\n\ndespite  inordinate  decision-making  delay,  not  be  squandered\n\nunless their reliability  has been undermined.  We  therefore opt\n\nfor careful de novo scrutiny of  the entire record with a view to\n                   \n\nwhether the  prolonged delay in reaching a  decision rendered the\n\ntrial  court's findings  of fact  unreliable to  the degree  that\n\nvacation  of its  judgment  is warranted  despite the  admittedly\n\nsevere impediments  to reliable  fact-finding in  the event of  a\n\nremand  for new trial.   Cf. Barker  v. Wingo, 407  U.S. 514, 532\n                                             \n\n(1972) (long pretrial delays threaten to impair criminal defense,\n\nlest witnesses die, disappear,  or suffer memory loss  or distor-\n\ntion).\n\n          Notwithstanding the eight-year  interval between  trial\n\nand judgment, for  which we  have been unable  to glean  adequate\n\nexplanation,  neither Keller  nor the  record on  appeal suggests\n\nthat  the  district court  did  not  perform its  decision-making\n\nresponsibility  with  care.    As Keller's  several  requests  to\n\nexpedite the  decisionmaking  process acknowledge,  the  district\n\ncourt was in no sense indifferent to its responsibility to render\n\na decision but encountered  extraordinary docket pressures at the\n\nsame  time it  was required  to give  precedence to  its criminal\n\n                                7\n\ncaseload.  See Speedy Trial Act, 18 U.S.C.   3161 (1993).  \n              \n\n          Nor would  we well serve  the interests of  justice, or\n\nthe integrity of the decision-making process, were we  to presume\n\nthat  the absence  of a  complete trial  transcript  rendered the\n\ndistrict  court  incapable  of  determining  matters  relating to\n\nwitness demeanor and credibility,  or to recollect or reconstruct\n\ntrial testimony, through other reliable means (viz., trial notes,\n                                                  \n\nvoluminous  trial exhibits).  See Keller, No. 81-549-SD, slip op.\n                                        \n\nat 16 (\"The  court in the  course of rendering  its decision  has\n\nreviewed all of the exhibits . . . .\").  After all, the responsi-\n\nbility incumbent on  an appellant to substantiate  a challenge to\n\nthe  sufficiency of trial court  findings is not  met merely with\n\nconclusory  allegations that  the trier  of fact  could  not have\n\nrecalled or  reconstructed the evidence without  a complete trial\n\ntranscript.  Moreover, this case does not require us to speculate\n\nas  to the  reliability of  the trial  judge's findings,  since a\n\ncomplete trial transcript is available for the purpose.  Thus, as\n\nregards  the claim  that  the trial  judge's findings  themselves\n\nevince prejudice from the extended decision-making delay, we test\n\nKeller's  thesis as in any  other case, by  inquiring whether the\n\nfindings were  infected  with  \"clear  error\" based  on  our  own\n\npainstaking  scrutiny of  the  entire trial  record, including  a\n\ncomplete  trial transcript.   See  Interstate Commerce  Comm'n v.\n                                                              \n\nHolmes Transp., Inc., 983 F.2d 1122, 1129 (1st Cir. 1993) (noting\n                    \n\nthat  appellate  court must  defer  to  trial court  fact-finding\n\nunless,  after  reviewing entire  record,  it  is  left with  the\n\n                                8\n\n\"definite  and firm  conviction that a  mistake has  been commit-\n\nted\").\n\nB.   The Merits\n               \n\n          The district  court made seven findings  central to the\n\nmerits-related challenges advanced on appeal: \n\n     (1)  Keller was a \"longshore worker\"  to whom defendant\n          owed a  duty of \"ordinary care,\"  under LHWCA sec-\n          tion 905(b),2  to provide a vessel  in such condi-\n          tion that  \"an  expert and  experienced  stevedore\n          [would]  be able  to  exercise reasonable  care to\n          carry  on  its  cargo operations  with  reasonable\n          safety,\" and a duty to  warn the stevedore of  any\n          latent safety defects on the vessel not reasonably\n          discoverable by an \"expert and experienced\" steve-\n          dore, Keller,  No.  81-549-SD, slip  op.  at  9-10\n                      \n          (quoting Scindia  Steam Navigation  Co. v.  de los\n                                                            \n          Santos, 451 U.S. 156, 166-67 (1981));\n                \n\n     (2)  Defendant's expert witness, Jan Bijhouwer, relying\n          on \"applicable\" maritime  safety standards in for-\n          mulating his  opinion  that the  HUDDELL's  ladder\n          design was \"safe,\"  proved \"more persuasive\"  than\n          plaintiff's competing expert, id. at 13; \n                                           \n\n     (3)  No  eyewitness observed the precipitating cause of\n          the  fall (e.g., whether Keller hit  his head on a\n                         \n          safety rail), id. at 11-12;\n                           \n\n                    \n\n     2Section 905(b) provides in pertinent part:\n\n          In the  event of  injury to a  person covered\n          under this Act caused  by the negligence of a\n          vessel,  then such person . .  . may bring an\n          action against such vessel as a third party .\n          . . , and the employer shall not be liable to\n          the vessel  for such damages  directly or in-\n          directly and any agreements or  warranties to\n          the contrary shall be void. . . . The liabil-\n          ity of the vessel under this subsection shall\n          not be  based upon the warranty of seaworthi-\n          ness  or a  breach  thereof at  the time  the\n          injury occurred.\n\n33 U.S.C.   905(b).\n\n                                9\n\n     (4)  Even  if the  design of  the ladder  deviated from\n          \"applicable\" maritime safety standards  in certain\n          respects,  there  was  insufficient evidence  that\n          these deviations caused  Keller's fall.   No other\n                                 \n          accidents  occurred on  this  ladder, despite  the\n          fact that  no less than twelve  persons climbed up\n          or  down the  ladder  under  identical  conditions\n          immediately prior to  and after Keller's accident,\n                     \n          id. at 13;\n             \n\n     (5)  Keller's blood alcohol level  of .14, see supra at\n                                                         \n          p.  4,  might have  been  a  \"significant [causal]\n          factor\"  in the  accident, Keller,  No. 81-549-SD,\n                                           \n          slip op. at 15; \n\n     (6)  If  any design  deviation constituted  a potential\n          \"hazard,\" such  hazard was obvious (i.e.,  not la-\n                                                  \n          tent), and could be \"anticipate[d]\" by a stevedore\n          \"if reasonably competent in the performance of his\n          work,\" id. at 13-14; and\n                    \n\n     (7)  Even if custom had required that defendant place a\n          representative aboard the HUDDELL to monitor cargo\n          loading, \"a custom-generated duty to supervise and\n          inspect does not transfer to the ship owner a duty\n          to eradicate dangers reasonably known  to and man-\n          aged by the stevedore,\" id. at 14.\n                                     \n\n     1.   The Vessel Owner's \"Turnover\" Duties of Care\n                                                      \n\n          a.   Applicable Law\n                             \n\n          The definition of a vessel owner's duties of care under\n\nLHWCA   905(b) is a matter  of law for the district court  in the\n\nfirst instance, see  Elberg v.  Mobil Oil Corp.,  967 F.2d  1146,\n                                               \n\n1149  (7th Cir. 1992); Ludwig v. Pan Ocean Shipping Co., 941 F.2d\n                                                       \n\n849, 850 (9th Cir. 1991), subject to de novo review, see Williams\n                                                                 \n\nv. Poulos, 11 F.3d 271, 278  (1st Cir. 1993).  Keller claims that\n         \n\nby failing  to distinguish  between  \"turnover\" and  \"continuing\"\n\nduties,  the district  court  misconstrued the  standard of  care\n\nincumbent upon a vessel owner under LHWCA   905(b). \n\n          As it pertains  to Keller and  Simplex, in its  current\n\n                                10\n\nincarnation the LHWCA is a strict liability statute.  A longshore\n\nor  harbor  worker such  as  Keller,  who incurs  a  work-related\n\ninjury, may recover disability  and medical compensation from the\n\nstevedore-employer (viz., Simplex) even though the  stevedore was\n                        \n\nnot at fault.   Conversely,  an award of  compensation under  the\n\nLHWCA, such  as Keller recovered  from Simplex, is  the longshore\n\nworker's exclusive remedy against the stevedore-employer.  See 33\n                                                              \n\nU.S.C.     904, 905(a); Williams v.  Jones, 11 F.3d 247,  250 n.1\n                                          \n\n(1st Cir. 1993).\n\n          Until 1972,  an injured longshore worker  could sue the\n\nvessel  owner on  two distinct  legal theories:   negligence  and\n             \n\nbreach  of the  warranty  of \"seaworthiness.\"   \"Unseaworthiness\"\n\ncould  be  established more  easily  than  negligence, simply  by\n\nshowing that some condition or  appurtenance on board the  vessel\n\nat the time of  the accident was unreasonably hazardous,  even if\n\nthe stevedore-employer was  the sole  cause of the  hazard.   See\n                                                                 \n\nSeas  Shipping Co. v. Sieracki, 328  U.S. 85, 94 (1946); Ellen M.\n                              \n\nFlynn &amp; Dale S. Cooper,  1A Benedict on Admiralty   91, at 5-2 to\n                                                 \n\n5-4 (7th ed. 1993) [hereinafter:  Benedict on Admiralty].  Vessel\n                                                       \n\nowners thus  became virtual  insurers of  the on-board  safety of\n\nlongshore workers.  Although the only legal recourse available to\n\nthe  nonnegligent  vessel  owner  was  an  indemnification  claim\n\nagainst the stevedore-employer, even  that remedy was unavailable\n\nunless  the hazardous  condition or  appurtenance was due  to the\n\nstevedore's negligence.            In  1972,  the LHWCA  remedial\n\nscheme underwent dramatic adjustment.  Congress greatly increased\n\n                                11\n\nthe amount of compensation recoverable from the stevedore-employ-\n\ner, repudiated  the warranty  of \"seaworthiness\"  as a  basis for\n\nthird-party  actions  against  the  vessel  owner,  required  the\n\ninjured longshore worker to  prove negligence on the part  of the\n\nvessel owner, and precluded a negligent vessel owner from obtain-\n\ning indemnification from the stevedore-employer.  See 33 U.S.C.  \n                                                     \n\n905(b); supra note 2.  These changes were designed \"to shift more\n                                                                 \n\nof the  responsibility for  compensating injured  longshoremen to\n                      \n\nthe party best able to prevent injuries: the stevedore-employer.\"\n                                                               \n\nHowlett  v. Birkdale Shipping Co.,  114 S. Ct.  2057, 2063 (1994)\n                                 \n\n(emphasis added).   Consequently, at the present  time the duties\n\nof care incumbent upon a vessel owner fall into two broad catego-\n\nries:   (i) so-called \"turnover\" duties     those which are to be\n\ndischarged before the owner consigns the vessel  to the stevedore\n                 \n\nfor cargo  loading operations    and  (ii) so-called \"continuing\"\n\nduties, such  as inspection,  supervision or  intervention, which\n\nmay  persist after the stevedore commences cargo operations.  See\n                                                                 \n\nScindia, 451 U.S. at 166-67, 172-76.  There are two distinct sub-\n       \n\ncategories of \"turnover\" duty,  depending on whether an unreason-\n\nably hazardous condition on board the vessel is patent or latent.\n\n          (i)  The Vessel Owner's \"Duty of Safe Condition\"\n                                                         \n\n          First, the  vessel owner's \"duty of  safe condition\" is\n\nmet if the  condition of the vessel when entrusted  to the steve-\n\ndore poses  no reasonably foreseeable  risk to  any worker,  even\n                                     \n\nassuming a complete failure on the part of the stevedore-employer\n\n                                12\n\nto monitor the  vessel workplace for safety.   On the other hand,\n\nbecause longshoring  is particularly dangerous, in  many respects\n\ninherently so, see Johnson  v. A/S Ivarans Rederi, 613  F.2d 334,\n                                                 \n\n339 n.5 (1st  Cir. 1980), few  on-board appurtenances would  ever\n\nsatisfy such  an exacting threshold.   Accordingly, the \"foresee-\n\nability\" standard to which a vessel owner is held under its \"duty\n\nof  safe condition\" has been  relaxed:  \"ordinary  care under the\n\ncircumstances\" now governs  the owner's discharge of its  duty to\n\nturn  the vessel  over  \"in such  condition  that an  expert  and\n                                                                 \n\nexperienced  stevedoring  contractor, mindful  of the  dangers he\n                                    \n\nshould  expect to  encounter,  arising from  the  hazards of  the\n                            \n\nship's  service or  otherwise, will  be able  by the  exercise of\n\nordinary care\"  to  conduct  cargo  operations  \"with  reasonable\n\nsafety to persons and property.\"   See Federal Marine  Terminals,\n                                                                 \n\nInc.  v. Burnside Shipping Co., 394 U.S. 404, 416-17 n. 18 (1969)\n                              \n\n(emphasis added) (citation omitted).  \n\n          Unlike  the  vessel owner,  however,  the  stevedore is\n\nsubject to detailed  legislative and administrative prescriptions\n\nfor  affording its  workers a  \"safe\" workplace.   See,  e.g., 33\n                                                             \n\nU.S.C.    941  (1993); 29  C.F.R.     1918.1-1918.106,    1918.25\n\n(1993) (implementing regulations for  \"ladders\"); see also  Scin-\n                                                                 \n\ndia, 451 U.S. at 170.  Thus, a vessel owner \"reasonably\" may rely\n   \n\non the  stevedore-employer's supervision of its  own employees in\n\ntheir interaction with and  avoidance of \"obvious\" or \"anticipat-\n\ned\" hazards foreseeably associated  with stevedoring on board the\n\nowner's vessel.  See,  e.g., Polizzi v. M/V Zephros  II Monrovia,\n                                                                \n\n                                13\n\n860  F.2d 147, 149 (5th  Cir. 1988); Jupitz  v. National Shipping\n                                                                 \n\nCo., 730 F. Supp.  1358, 1362 (D. Md.  1990) (noting that  vessel\n   \n\nowner's duty is \"to turn over the cargo area in a reasonably safe\n                                                            \n\ncondition; . . . not to turn over the area completely free of all\n\nhazards\")  (emphasis added).    Conversely, under  current law  a\n\nvessel owner may be  held liable, even for \"obvious\"  or \"antici-\n\npated\" hazards, upon  a showing that  the owner effectively  dis-\n                                                                 \n\nabled the stevedore-employer or  the longshore worker from taking\n     \n\nameliorative  measures to avoid the  hazard.  See  Teply v. Mobil\n                                                                 \n\nOil  Corp., 859  F.2d 375,  378 (5th  Cir. 1988); Theriot  v. Bay\n                                                                 \n\nDrilling Corp., 783 F.2d 527, 536 (5th Cir. 1986). \n              \n\n          (ii) The Vessel Owner's \"Duty to Warn\"\n                                               \n\n          The second  sub-category of turnover duty  is the \"duty\n\nto  warn\" prior to turnover,  which requires the  vessel owner to\n\nalert the  stevedore-employer to  any latent or  concealed defect\n     \n\nincluding \"any hazards on the ship or  with respect to its equip-\n\nment\" which \"are  known to the vessel [owner]  or should be known\n                                                                 \n\nto it in the exercise of reasonable care\" and which \"would likely\n\nbe encountered by the stevedore in the course of his cargo opera-\n\ntions[,]  are  not known  by the  stevedore[,]  and would  not be\n                                                              \n\nobvious to or anticipated  by him if reasonably competent  in the\n       \n\nperformance of his  work.\"   Scindia, 451 U.S.  at 167  (emphasis\n                                    \n\nadded).     \n\n          Although Keller concedes that the trial court correctly\n\nquoted  verbatim from the Scindia exegesis  relating to these two\n                                 \n\nturnover duties,  Keller, No.  81-549-SD, slip  op. at 10-11,  he\n                        \n\n                                14\n\nargues that the court focused its factual inquiry exclusively  on\n                                                             \n\nwhether  the defendant  vessel owner  owed Keller  a \"continuing\"\n\nduty of intervention.  See Brief  for Appellant at 27.  We cannot\n                          \n\nagree.   Though neither the  district court, nor  for that matter\n\nthe  Scindia Court, used  the term \"turnover  duty,\" the district\n            \n\ncourt focused directly on  the two issues material to  the perti-\n\nnent inquiry:  (i) \"[c]entral to the issue of legal fault in this\n\nlitigation  is whether  the [original  design  of the]  ladder at\n\nissue  was causally  defective,\" in  light of  \"applicable safety\n\nstandards\" and  other evidence  proffered by Keller,  Keller, No.\n                                                            \n\n81-549-SD, slip op. at 13, and (ii)  whether \"the notice given by\n                                                        \n\nthe presence of any such hazard\" rendered it obvious, id. at  14.\n                                                         \n\nThus,  the  district court  clearly  identified  and applied  the\n\nproper duty of care.   We turn then to examine its  factual find-\n\nings.\n\n     b.   Factual Findings on \"Turnover\" Duties\n                                               \n\n           Keller asserts  two challenges  to the district  court\n\nfinding  that  the  United  States did  not  breach  its turnover\n\nduties.   First, he  argues that the pivotal  finding    that the\n\ntestimony of Jan Bijhouwer,  defendant's expert witness on marine\n\ndesign, was  \"more persuasive\" than the  testimony of plaintiff's\n\nexpert      is so  conclusory that no  evidentiary basis  for the\n\nfinding can be gleaned from  the record.  See Fed. R.  Civ. P. 52\n                                             \n\n(\"In  all actions tried upon  the facts without a  jury . . . the\n\ncourt shall  find the facts  specially and  state separately  its\n                                      \n\nconclusions of law thereon . . . .\") (emphasis added).\n\n                                15\n\n          The  crux of our ad  hoc Rule 52(a)  inquiry is whether\n                                  \n\nthe  trial court  findings  are precise  and  detailed enough  to\n\nenable  effective appellate  review.   See  Knapp Shoes,  Inc. v.\n                                                              \n\nSylvania Shoe Mfg. Corp., 15 F.3d 1222, 1228 (1st Cir. 1994).  As\n                        \n\nlong  as  the  factual  bases essential  to  the  court's special\n\nfindings are reasonably discernible from the record, the dictates\n\nof Rule  52(a) are met.   Id. (noting that the  \"'judge need only\n                             \n\nmake  brief, definite,  pertinent  findings .  .  . there  is  no\n\nnecessity for  over-elaboration of detail'\")  (citation omitted).\n\nContrary to Keller's contention, the district court did not begin\n\nand  end  its  analysis  with the  observation  that  Bijhouwer's\n\ntestimony was \"more persuasive,\" but expressed one very important\n                                              \n\nrationale  for so finding:  Bijhouwer was the only expert witness\n                                                  \n\nwho based his opinion on \"applicable [maritime] safety standards\"\n                                    \n\nand  on the  possible  consequences any  \"deviations\" from  those\n\nstandards  might  have upon  worker safety.   Further,  the court\n\nproceeded  to point  out that  Keller  had produced  no competent\n\nevidence that the Tank 4 ladder  was defective in any way.  These\n\n\"special findings\" met the Rule 52(a) requirements. \n\n          Keller  next  argues that  the  trial court's  findings\n\n(e.g., that  the  ladder  design  was \"generally  safe,\"  or  its\n     \n\nhazardous  features,  if any,  should  have been  obvious  to the\n\nstevedore's employees)  were based upon inherently  unreliable or\n\ninadmissible  evidence,  or  its  refusal to  admit  or  consider\n\ncompetent  evidence  entitled to  greater  weight.   Whether  the\n\ndefendant breached a duty of care is a question of fact, which we\n\n                                16\n\nreview only for clear error.  See Fed. R. Civ. P. 52(a); Martinez\n                                                                 \n\nv.  Korea  Shipping Corp.,  903 F.2d  606,  609 (9th  Cir. 1990);\n                         \n\nMiller v. Patton-Tully Transp.  Co., 851 F.2d 202, 205  (8th Cir.\n                                   \n\n1988).   Clear  error review  presupposes appellate  deference to\n\ntrial court findings  of fact unless we are left  with the \"defi-\n\nnite and  firm conviction  that a  mistake  has been  committed.\"\n\nHolmes  Transp., Inc., 983 F.2d at 1129.  Particular deference is\n                     \n\ndue trial  court findings  dependent on witness  credibility, see\n                                                                 \n\nDesRosiers  v. Moran,  949 F.2d 15,  19 (1st  Cir. 1991),  to the\n                    \n\ndegree that error is seldom considered \"clear\" unless the  credi-\n\nbility assessments  were based on testimony  which was inherently\n\nimplausible,  internally  inconsistent, or  critically impeached.\n\nSee Anderson v. City  of Bessemer City, 470 U.S. 564, 575 (1985);\n                                      \n\nRivera-Gomez v. de Castro, 900 F.2d 1, 4 (1st Cir. 1990).  \n                         \n\n          Under LHWCA    905(b), the  plaintiff must prove,  by a\n                                               \n\npreponderance  of the  evidence, both  proximate causation  and a\n\nbreach of the applicable duty of care.  See  Bjaranson v. Botelho\n                                                                 \n\nShipping Corp., 873  F.2d 1204,  1208 (9th Cir.  1989); Biggs  v.\n                                                             \n\nLogicon, Inc., 663 F.2d 52, 53-54 (8th Cir. 1981).  Since action-\n             \n\nable negligence under the  LHWCA depends on the fluid  concept of\n\n\"reasonableness\" in  the circumstances, the LHWCA provides little\n\nsubstantive  guidance on  vessel-owner conduct  violative of  the\n\nvarious duties of  care.  See Scindia, 451  U.S. at 165-66 (\"Sec-\n                                     \n\ntion  905(b) did not specify the acts  or omissions of the vessel\n\nthat would  constitute  negligence. .  . .  Much was  left to  be\n\nresolved through the 'application  of accepted principles of tort\n\n                                17\n\nlaw and  the ordinary  process of litigation.'\")  (citation omit-\n\nted).   Generally  speaking,  the fact-finder  should assess  the\n\n\"reasonableness\" of the vessel  owner's conduct \"by balancing the\n\nusefulness to the [vessel] of the [allegedly] dangerous condition\n          \n\nand  the burden involved in curing it against the probability and\n                                                             \n\nseverity of the harm it poses.\"  Johnson, 613 F.2d at 348 (empha-\n                                        \n\nsis  added); see also Miller, 851 F.2d  at 205 (same).  And, even\n                            \n\nthough  \"proof of [the  vessel owner's] adherence  to an industry\n\npractice  or custom  is not  dispositive on  the issue  of negli-\n                                        \n\ngence,\" Martinez,  903 F.2d at 610  (citations omitted) (emphasis\n                \n\nadded), often the plaintiff's case  will \"depend on the existence\n                                                \n\nof  statutes, regulations  and customs  allocating responsibility\n\nfor repairs of  defective equipment [between the owner and steve-\n\ndore],\" since these sources are probative of the risks a \"reason-\n\nably competent\" stevedore should  anticipate and manage.  See  1A\n                                                             \n\nBenedict on Admiralty    94, at 5-25 (emphasis added);  see also,\n                                                                \n\ne.g., Martinez, 903  F.2d at  609 (noting, on  review of  summary\n              \n\njudgment,  that \"[vessel owner] . . . submitted the affidavits of\n\na  licensed ship master and  a naval architect,  who claimed that\n\nthe platform is standard in  the industry and meets international\n\nrequirements\").  \n\n          Keller   challenges  the  cornerstone  finding  by  the\n\ndistrict court:  that Bijhouwer's expert opinion was founded on a\n\n\"persuasive\" appraisal of  \"applicable\" industry standards.   The\n\ngist of  Bijhouwer's testimony  was that he  personally inspected\n\nthe Tank 4  ladder after Keller's fall, measured  its dimensions,\n\n                                18\n\nand climbed out of Tank 4 several times by pulling himself  under\n                                                                 \n\nthe lower railing with the  aid of the metal grab bar  mounted in\n\nthe 'tween deck floor.  In twenty-four years  as a marine survey-\n\nor, approximately five  to ten percent  of the vessels  Bijhouwer\n\nhad encountered were equipped with  ladder-railing configurations\n\nsimilar to Tank  4.  Bijhouwer found the Tank  4 ladder \"easy\" to\n\nclimb,  and  \"perfectly safe.\"    He  consulted two  fixed-ladder\n\nsafety standards governing \"shipboard  installation as opposed to\n\nland-based installation\":   the Maritime  Administration standard\n\n(MARAD) (1965) and the American Society for Testing and Materials\n\nstandard (ASTM)  (1983).  In Bijhouwer's  opinion, both standards\n\nconfirmed that the Tank 4 ladder-railing design met  or surpassed\n\napplicable maritime safety standards.3   \n\n          Finding no  merit in  Keller's other challenges  to the\n\ndistrict  court's credibility  determinations,4 we  focus on  two\n\n                    \n\n     3Minor measurement \"deviations\"  between MARAD-ASTM and Tank\n4 included, inter alia: the facial width of ladder rungs (slight-\n                      \nly  over 14 inches; standard  14 inches); rungs  (1-1/2 inches by\n1/2  inch;  standard 3/4  inch by  3/4  inch); and  toe clearance\nbehind  rungs (5 inches at sides, 14  3/4 inches in middle; stan-\ndard minimum 5 inches). \n\n     4For  example, Bijhouwer  testified  that a  person who  was\nexiting Tank 4 for  the first time might be able to do so \"blind-\nfolded.\"   Keller  characterizes this  testimony as  patently in-\ncredible, especially in view  of other testimony that Tank  4 was\n\"more difficult\" to exit  than the tanks on other  vessels (e.g.,\n                                                                \nthe  FURMAN)  then moored  at  Simplex.   On  redirect,  however,\nBijhouwer  clarified that  the  ladder and  grab bar  combination\ninstalled in Tank 4 was so well designed that, after one trip up,\n                                                                \na  climber  could use  it  \"blindfolded.\"   Bijhouwer's  redirect\ntestimony would enable a  reasonable inference that Simplex, once\n                                                           \nit  became acquainted  with  the Tank  4 configuration  following\nturnover,  was in no sense disabled  from informing its employees\nabout  at least one safe  method of exiting  the tank.  Moreover,\nthe  fact that other witnesses  testified that the  Tank 4 ladder\n\n                                19\n\nrelated contentions.   First,  Keller quarrels with  the district\n\ncourt ruling that ASTM was an \"applicable\" industry standard.  He\n\npoints  out that  the  ASTM was  promulgated several  years after\n\nKeller's  fall,  for  the  purpose  of facilitating  inter-vessel\n\nexchangeability of component parts, rather than promoting  safety\n\nconcerns.   And, because Bijhouwer  conceded at trial  that MARAD\n\nrequired  an  unobstructed  gap in  the  Tank  4 railing,  Keller\n                               \n\ncontests the district court ruling that MARAD was an \"applicable\"\n\nindustry standard and  disagrees that the Tank  4 ladder substan-\n\ntially conformed with the MARAD design.  \n\n          These  contentions cannot  withstand scrutiny.   Keller\n\ndoes not explain why  a maritime safety standard like  ASTM would\n\nbe wholly  \"inapplicable\" simply because it  had been promulgated\n         \n\nafter the accident.  In this context, \"applicability\" connotes no\n\nstatutory or  regulatory compulsion to conform  with a particular\n                                              \n\nstandard.  See  infra note 5.   Rather, \"applicability\"  connotes\n                     \n\nmere relevance:  that ASTM  had some tendency to make it  more or\n\nless likely  that the defendant  and Simplex would  have regarded\n                                    \n\nthe  ASTM norm  as a  minimum safety  standard for  the industry.\n\nThere  is  no evidence  that  general  maritime safety  standards\n\nchanged  so dramatically  between  1979 and  1983  that ASTM  was\n\nrendered  wholly  immaterial as  an  indicator  of 1979  industry\n\n                    \n\nwas \"more\"  difficult to climb did  not compel a  finding that it\nwas defective, since (1)  these lay witnesses testified to  their\npersonal experiences  only, not  to safety  design; and  (2) this\ninapposite comparison (i.e., \"more  difficult\" as opposed to \"too\n                           \ndifficult\") would not show  that the Tank 4 ladder  was \"unsafe,\"\nonly  that other Navy ships moored at Simplex had \"safer\" ladders\n(i.e., exceeded applicable maritime safety standards).\n     \n\n                                20\n\nsafety practices, see Fed. R. Evid. 401, nor that ASTM was  based\n                     \n\nexclusively on post-1979 data.   Further, in response to Keller's\n\ncontention  that  ASTM's purpose  was  merely  to facilitate  the\n\ninterchangeability   of  component  parts,  we  note  Bijhouwer's\n\ntestimony  that  though the  maritime  standards  he relied  upon\n\n(including  ASTM) might not be exclusively safety-oriented, there\n                                          \n\nwere  \"safety-related aspects  to all  of [these  industry] stan-\n                                     \n\ndards.\"  Thus, it was not clear error to find that ASTM possessed\n\nsome probative value in  determining industry safety practices in\n\n1979.  \n\n          Even if ASTM were deemed wholly  \"inapplicable,\" howev-\n\ner, it was but  one of two independent maritime  safety standards\n                                      \n\non  which Bijhouwer relied.   Keller therefore would  have had to\n\nhobble both the ASTM and the MARAD standards in order to prevail.\n                                  \n\nViewed as  an enumeration  of minimum safety  recommendations for\n                                     \n\nthe  industry,  MARAD is  conspicuously  silent  on many  matters\n                                               \n\nKeller considered pertinent to  the defendant vessel owner's duty\n\nof care, including  any unequivocal recommendation that  a gap be\n\nleft in  safety railings which extend  around the top of  a fixed\n\nladder.   Bijhouwer testified that  MARAD recommended such  a gap\n\n(or  removable  railings)  only  as needed  to  facilitate  cargo\n\nloading via the deck on which the railings are located.  Here, of\n                                                      \n\ncourse, the cable was not loaded into Tank 4 across the HUDDELL's\n                                                   \n\n'tween  deck where the safety railings were located, but from the\n\nmain  deck, down  through an  upper hatch  and into  Tank 4.   He\n\nfurther testified that MARAD  recommends such an \"access opening\"\n\n                                21\n\nonly  in  \"deck\"  railings  near ladders,  citing  two  plausible\n\nreasons that this would  not indicate that a complete  gap should\n                                                     \n\nhave  been left in  the Tank 4 railings:  (1) the MARAD provision\n\nrefers  exclusively to railings on  the periphery of  the main or\n\nweather deck of the vessel, not  to railings on lower decks, like\n\nthe 'tween  deck; and  (2) the  undefined  term \"access  opening\"\n                                         \n\nmight reasonably mean any  aperture through which a  person could\n\nexit safely, such as the 27-inch space under the lower railing on\n                                            \n\nTank 4.   Bijhouwer's  testimony likewise  was bolstered  by OSHA\n\nregulations, which presumably  impose a heightened obligation  on\n                                                  \n\nthe stevedore to  provide its employees with  a \"safe\" workplace.\n\nSee 33  U.S.C.   941.   Yet even  the OSHA standards do  not dis-\n   \n\ncourage the ladder configuration  found on Tank 4.  See 29 C.F.R.\n                                                       \n\n  1918.25.  Thus, Keller failed to weaken Bijhouwer's interpreta-\n\ntion and application of MARAD.\n\n          To  the  extent that  the  technical  aspects of  MARAD\n\ninvited expert interpretation, the district court was entitled to\n\nrely  on Bijhouwer's testimony,  especially since Keller tendered\n\nno persuasive counter-interpretation:\n\n          Compliance  with the customs  and practice of\n          an industry, while relevant and admissible[,]\n          is not necessarily due  care.  It may, howev-\n          er, be  evidence of due care  and when relied\n                          \n          on by the fact  finder \"his findings will not\n          be lightly disregarded unless there is a par-\n                                                       \n          ticularly strong showing of the unreasonable-\n                                  \n          ness of the customary practice.\"\n\n1 Martin J. Norris, The Law  of Maritime Personal Injuries   9:5,\n                                                          \n\nat 453  (4th ed. 1990) (quoting Cia  Maritima Del Nervon v. James\n                                                                 \n\nJ. Flanagan Shipping  Corp., 308  F.2d 120, 125  (5th Cir.  1962)\n                           \n\n                                22\n\n(emphasis  added));  McGann  v. Compania  de  Navegacio  Maritima\n                                                                 \n\nNetumar, 586 F.  Supp. 1568,  1571 (D. Md.  1984) (evidence  that\n       \n\nladder was \"typical\" or \"standard\" is probative of vessel owner's\n\nnonnegligent conduct).    Van Dissell,  Keller's expert  witness,\n\nconceded that he never consulted the ASTM  standards, and neither\n\nreferenced nor analyzed MARAD before surveying the Tank 4 ladder.\n\nWe  think it clear that this effort  fell well short of the \"par-\n                                                                 \n\nticularly  strong showing,\" see Cia Maritima Del Nervon, 308 F.2d\n                                                       \n\nat 125 (emphasis added), needed to demonstrate clear error in the\n\ntrial court's decision  to credit Bijhouwer's expert  recommenda-\n\ntions relating to an \"applicable\" industry \"standard.\"  \n\n          Keller concedes that van  Dissell relied on three land-\n                                                                 \n\nbased  safety  standards, or  at  least on  safety  standards not\n     \n\nintended  for  applications  distinctively  maritime  in  nature:\n\nDepartment of Defense Military  Standard Human Engineering Design\n\nCriteria for Military Systems, Equipment and Facilities, MIL-STD-\n\n1472  (1970);  American  National  Standards  Institute's  (ANSI)\n\nStandard  Safety Code for Fixed  Ladders (1956 &amp;  1974); and OSHA\n\nStandards for Fixed  Ladders, 29  C.F.R.   1910.27  (1975).5   In\n\ngeneral, differentials between land-based and maritime design and\n\n                    \n\n     5Keller did  not contend that these  OSHA standards directly\n                                                                 \napplied to defendant.   Therefore, even a failure to  comply with\nthe OSHA standards would not  entitle Keller to claim  negligence\nper se.   And  in  fact, the  OSHA  standards were  not  directly\n      \napplicable  to defendant,  because  (1) they  do  not pertain  to\nmaritime  employment  of longshore  and  harbor  workers, cf.  33\n                                                             \nU.S.C.   941; 29 C.F.R.    1918.1-1918.106; and (2) they regulate\nonly the obligations of employers, see Martinez, 903 F.2d at 611;\n                                               \nBandeen v. United Carriers (Panama), Inc., 712 F.2d 1336, 1339-40\n                                         \n(9th Cir. 1983) (same), and defendant was not Keller's employer.\n\n                                23\n\nsafety codes are  necessitated by the  unique spatial and  weight\n\nconstraints on working maritime vessels.   The van Dissell bench-\n\nmarks undoubtedly set  more stringent safety specifications  than\n\nthe MARAD model,  and thus were  relatively \"safer,\" but  Scindia\n                                                                 \n\ninquires  only whether  Simplex could  have anticipated  that the\n                                                       \n\nvessel owner would consign  a vessel with these heightened  land-\n\nbased safety  specifications.   By contrast, Bijhouwer  testified\n\nthat  shipyards commonly  consult  standards, such  as MARAD,  in\n                                                            \n\ndesigning and constructing merchant vessels, rather than the more\n                                                        \n\ngeneralized  military  specifications  like   MIL-STD-1472;  and,\n\nfurther, that he had encountered  the Tank 4 ladder configuration\n\nin at  least five to ten  percent of the merchant  vessels he had\n\nsurveyed. \n\n          Second, Keller attacks, as internally  inconsistent and\n\ninherently implausible, the Bijhouwer  testimony that the 27-inch\n\nspace  beneath the  lower safety  railing on  Tank 4  afforded an\n              \n\nadequate \"access  opening\" according to MARAD.   Bijhouwer testi-\n\nfied on  deposition that  a minimum  vertical gap  of twenty-five\n\ninches  beneath the  lower  railing  would  be a  \"safe\"  \"access\n\nopening\"  for  exiting Tank  4.    At trial,  however,  Bijhouwer\n\nconceded that the grab bar, which  was 4 1/8 inches high, was set\n\ninto the 'tween deck floor six inches from the ladder and the rim\n\nof Tank 4.   Confronted with this configuration     indicating an\n\nactual clearance of 22 7/8 inches    Bijhouwer nonetheless stated\n\nthat  the grab bar posed no hazardous interference.  He explained\n\nthat there  would remain  at least a  25-inch clearance  directly\n                                                                 \n\n                                24\n\nbeneath the lower railing where it passed over the six-inch ledge\n                                                                 \n\nof the tank, and  that this clearance was needed only to accommo-\n           \n\ndate the  height of the climber's  body as he placed  his knee up\n\nonto  the tank  ledge.6   In  that  position, the  climber  would\n\nattain   maximum   vertical   posture   (measured   from  stooped\n                \n\nhead/shoulders to  knee), at which  point his body  would flatten\n\nout  to less than twenty-five inches as he pulled himself forward\n                                                                 \n\nand through the narrower opening between  the top of the grab bar\n           \n\nand  the  lower railing.7      While Keller  characterizes  these\n\nmovements as  dangerously acrobatic,  it is well  recognized that\n\nlongshore  workers are  called upon  to cope  with uncomfortable,\n\ncramped positions in the close confines of a vessel.  See,  e.g.,\n                                                                \n\nBjaranson,  873 F.2d at 1208 (\"the men, according to the testimo-\n         \n\nny, could have squeezed around the leg of the crane\" to avoid the\n                       \n\n                    \n\n     6Keller argues that  the method of  egress endorsed by  Bij-\nhouwer  was unmanageable because the climber  would have to place\nhis knee on a narrow  coaming that raised 7/8 inches at  the edge\nof the  tank,  which  Bijhouwer conceded  would  \"cut\"  into  the\nclimber's knee.   In  fact, however,  Bijhouwer testified  that a\nclimber could  place his  knee \"momentarily\" between  the coaming\n                                                    \nand the grab bar, not on top  of the coaming.  When asked if  the\n                                            \ncoaming  would  then \"dig[]  into  your  knee,\" Bijhouwer  simply\nresponded that \"[y]ou can feel the coaming.\"  \n                              \n\n     7Keller likewise relies on Bijhouwer's admission that at the\ntime he first formulated  his opinion that the ladder  design was\nsafe, he  had not  considered the  actual conditions (e.g.,  wet,\n                                                          \ncold, artificial  lighting) in Tank  4 on the night  of the acci-\ndent.   Nevertheless,  when asked  at trial,  Bijhouwer testified\nthat those  conditions did not alter his opinion as to the safety\nof  the  ladder design.   He  explained,  for example,  that even\nthough  Keller was wearing heavy clothing at the time, the clear-\nance beneath the  lower safety  railing would be  adequate for  a\nclimber  emerging from the tank, because  clothing might catch on\n                      \nthe railing only as a  climber was backing into the tank,  not as\n                                               \nhe was pushing forward. \n\n                                25\n\nhazard) (emphasis added).   Further, Bijhouwer testified that the\n\nlower railing served both  (i) a safety function, since  it would\n\nprotect  an exiting climber from falling  backward into the tank,\n\nand (ii) a  utilitarian purpose, since  it would provide  Simplex\n   \n\nwith the option to spool  wire into Tank 4 above the  'tween deck\n                                                \n\nlevel.  See Johnson, 613 F.2d  at 348 (trier of fact may consider\n                   \n\n\"the  usefulness to  the  [vessel] of  the [allegedly]  dangerous\n                \n\ncondition\")  (emphasis added); see  also Miller, 851  F.2d at 205\n                                               \n\n(\"The  court  found that  the toolbox  was  a necessary  piece of\n                                                                 \n\nequipment  for the barge and  that it was  situated reasonably to\n         \n\nkeep it out of the way of the  workers on the barge. . . .  Simi-\n\nlarly,  the court found that whatever hazard was presented by the\n\ncounterweight was  justified by  its important safety  purpose of\n                                                              \n\nkeeping  the  toolbox  lid  from  snapping  shut  unexpectedly.\")\n\n(emphasis added).\n\n          According to  Bijhouwer, therefore,  the Tank  4 ladder\n\nincorporated at least one \"safe\" method of egress compatible with\n\nMARAD (i.e., \"under\" the lower safety railing); hence, the vessel\n           \n\nowner had  not provided  Simplex with an  \"unavoidably\" hazardous\n\nladder.   See Teply,  859 F.2d at  378.  Thus,  even if MARAD had\n                   \n\nbeen the  only \"applicable\" industry standard  on which Bijhouwer\n\ncould rely, it afforded sufficient support for the district court\n\nfinding  that  the  defendant  vessel owner  had  discharged  its\n\nturnover  duty of  safe  condition, on  the  ground that  Simplex\n\nshould have \"anticipated\" and  managed the equipment as designed,\n\nwhatever its inherent, but avoidable, risks.  \n                                    \n\n                                26\n\n          Keller further  contends that the trial  court erred in\n\nfinding that any potential  risks attending the use of the Tank 4\n\nladder were  \"obvious.\"  He  relies on (i)  Bijhouwer's testimony\n\nthat it would be  \"reckless\" for Simplex employees to  attempt to\n\nexit Tank 4 by passing between  the two safety railings or \"over\"\n\nthe top railing, and (ii) evidence that Simplex employees contin-\n\nued to use both these methods after turnover.  Keller argues that\n\nthis latent  design \"defect\"  generated the  independent turnover\n\nduty  that the vessel owner warn Simplex or its longshore workers\n                                \n\nof the hidden danger.  This contention, too, is flawed.\n\n          First,  Keller  incorrectly  assumes  that  by adopting\n\nBijhouwer's  testimony  that  MARAD  and  ASTM  were \"applicable\"\n\nsafety standards, the  trial court likewise  necessarily credited\n\nBijhouwer's  expert opinion (not  based on  MARAD) that  it would\n                                \n\nhave  been reckless to utilize  the two other  methods of egress.\n\nOn the contrary, however, the court did not adopt that portion of\n\nthe Bijhouwer testimony but  went on to note instead  that Keller\n\nhad  proffered no evidence of any design defect whatsoever in the\n                                                          \n\nTank 4 ladder; for  example, that any accident had  ever occurred\n                                     \n\non  the  ladder when  persons other  than  Keller used  these two\n\nalternate  methods under  substantially similar  conditions (wet,\n\ncold,  artificial lighting).  See,  e.g., McKinnon v. Skil Corp.,\n                                                                \n\n638 F.2d 270, 277 (1st Cir. 1981) (subject to Rule 403 balancing,\n\nevidence of prior  accidents under similar conditions  admissible\n\nto show design defect); cf. Martinez, 903 F.2d at 609 (at summary\n                                    \n\njudgment, vessel  owner met  burden by \"offer[ing]  evidence that\n\n                                27\n\nduring the vessel's seven years of operation no longshoreman ever\n\nfell into one of the ladder openings on the lashing platforms and\n\nno complaints were lodged concerning the platforms\"); McGann, 586\n                                                            \n\nF. Supp. at  1571 (\"[N]o other accidents or complaints concerning\n\nthis type  of ladder have been reported . . . .\"); accord Pittman\n                                                                 \n\nv. Littlefield, 438  F.2d 659,  662 (1st Cir.  1971) (absence  of\n              \n\nother  accidents under  substantially similar  conditions  may be\n\nprobative of \"safe\" condition) (applying New Hampshire law).\n\n          Second,  even if  the  district court  had agreed  with\n\nBijhouwer's assessment  of the risks attending  the two alternate\n\nmethods of  egress, Bijhouwer never intimated  that those methods\n\nposed  hazards not readily foreseeable by  Simplex.  Scindia, 451\n                                                            \n\nU.S. at 167  (noting that  duty to warn  exists only if  \"defect\"\n\n\"would not be obvious to or anticipated by [stevedore] if reason-\n\nably competent in  the performance  of his work\").   The  alleged\n\ndesign  defect  (two  fixed railings)  was  in  no sense  latent.\n\nUnlike a hairline fracture in the rung of a  ladder, for example,\n\nwhich might  render the ladder configuration  not reasonably safe\n\nfor any unwarned usage, the juxtaposition of the two railings and\n       \n\nthe absence of posted instructions put Simplex on notice that its\n\nemployees,  unless instructed  otherwise, might  attempt  to exit\n\nTank  4 in any of three ways.   If Simplex had deemed Bijhouwer's\n\n\"under\"  method the only \"safe\" one, it could have instructed its\n\nemployees not to use the two alternate methods.  Or if it consid-\n\nered  all  three  methods \"unsafe,\"  it  could  have removed  the\n\nrailings between the stanchions at the top of the ladder.  \n\n                                28\n\n          Relying on the  fact that he was never  in Tank 4 prior\n\nto  the  night of  the  accident,  Keller wrongly  presumes  that\n\nobviousness and latency are measured by what a relatively inexpe-\n\nrienced  longshore worker  might observe.   Instead,  the Scindia\n                                                                 \n\nstandard turns primarily on what an \"experienced\" stevedore, like\n\nSimplex, reasonably would  be expected  to notice.   By the  same\n       \n\ntoken, if the  district court correctly  found that even  Simplex\n\nlongshore workers  reasonably could be expected  to recognize any\n                 \n\nsuch  defects,  it surely  follows  that  their more  experienced\n\nstevedore-employer should have discovered the  defects during the\n\ncourse  of its extended two-year stewardship of the HUDDELL.  See\n                                                                 \n\nBjaranson, 873 F.2d at 1209 n.7 (\"The condition of the ladder was\n         \n\napparent and obvious  when Bjaranson's employer,  the stevedoring\n\ncontractor, boarded the ship and assumed the control of the cargo\n\noperation. Although  the condition may  not have been  obvious to\n\nBjaranson  at night, the fact  that the condition  was obvious to\n                                                                 \n\nhis  employer eliminated whatever  duty there may  have been upon\n             \n\n[the vessel owner] to  warn the individual employees.\") (emphasis\n\nadded).\n\n          Next, Keller contends that the district court improper-\n\nly  considered his blood-alcohol level  at the time  of the acci-\n\ndent,  since the  doctrine of  pure comparative  fault  would not\n\npermit contributory  negligence to  defeat Keller's  LHWCA claim,\n                                          \n\nbut only  to abate  damages.   See Johnson, 613  F.2d at  347; 1A\n                                          \n\nBenedict on Admiralty   56,  at 3-33.  First, the district  court\n                     \n\nexplicitly acknowledged that had Keller proven that the defendant\n\n                                29\n\nvessel  owner was a cause  of Keller's accident,  the court could\n                   \n\nnot have treated Keller's  blood-alcohol level as a total  bar to\n\nrecovery under the LHWCA.  See Keller, No. 81-549-SD, slip op. at\n                                     \n\n15 (\"The court is, of course, aware that were negligence found on\n                                                                 \n\nthe part  of the ship  owner, the  intoxication of Keller  . .  .\n                            \n\nwould  not  serve  necessarily  to totally  disqualify  him  from\n\nrecovery.\")  (emphasis  added).    Second,  under  the  analogous\n\ncomparative  fault  doctrine  for LHWCA  compensation  awards,  a\n                                                             \n\nstevedore  may  defend by  proving  that  the longshore  worker's\n\ninjuries were caused \"solely\" by his intoxication, cf. 33  U.S.C.\n                                                      \n\n  903(c).  While the longshore worker initially enjoys a rebutta-\n\nble  presumption against such a finding, id.   920(c), the steve-\n                                            \n\ndore's defense is not  unprovable.   See, e.g., Walker v. Univer-\n                                                                 \n\nsal  Terminal &amp;  Stevedoring Corp.,  645 F.2d  170, 173  (3d Cir.\n                                  \n\n1981)  (finding    903(c) intoxication  defense established,  and\n\nnoting that the  rebuttable presumption \"falls  out of the  case\"\n\nonce stevedore  proffers  \"substantial evidence\"  that  longshore\n\nworker's intoxication was sole cause of injury or death).  \n\n          Similarly, in a section  905(b) action, the trial court\n\nmay assess  the quality of  the vessel owner's  rebuttal evidence\n\nwhere the  longshore worker failed  to demonstrate a  vessel \"de-\n\nfect\"8  and where  the vessel  owner has  proffered \"substantial\"\n\n                    \n\n     8Given the  Scindia  standard,  evidence  of  Keller's  high\n                        \nblood-alcohol level cannot be  wholly divorced from the threshold\nquestion whether  a defective design  rendered the Tank  4 ladder\n\"unreasonably\"  dangerous.    A  written  policy forbade  Simplex\nworkers  from  reporting to  work  intoxicated.   Thus,  Keller's\nblood-alcohol  level would be relevant to whether the ladder con-\nstituted an \"unreasonably\" dangerous  condition, since the vessel\n\n                                30\n\nevidence of the longshore worker's intoxication.  Here, the trial\n\ncourt's consideration of the blood-alcohol level followed direct-\n\nly upon  its observations concerning Keller's  failures of proof:\n\n(1)  the absence of persuasive  expert testimony that  the Tank 4\n                                                \n\nladder  design was  so inferior  to anticipated  safety standards\n\nthat the defendant vessel  owner could not entrust the  equipment\n\nto  the stevedore's able charge; and (ii) the absence of evidence\n\nof  other accidents  on  the ladder  under substantially  similar\n\nconditions.   In  this context,  we interpret  these trial  court\n\nobservations as  an acknowledgment  not only that  Keller utterly\n\nfailed to carry  his burden of proof  but that the only  credible\n                                                       \n\nevidence  of possible  causation  (i.e., Keller's  heavy drinking\n                                       \n\nearlier  in the evening and his high blood-alcohol level one hour\n\nafter  the fall) in  no respect  implicated the  defendant vessel\n                                           \n\nowner.  See supra note 8.\n                 \n\n          Keller further claims  that but for  two items of  evi-\n\ndence which the district court improperly ignored or excluded, we\n\nwould be compelled to conclude  that the district court committed\n\nclear error.   First, the district court  excluded the deposition\n\ntestimony of eyewitness Rhonda Rossley, who expressed the opinion\n\nthat Keller  had hit  his head  on a railing  prior to  the fall.\n\nNonexpert-opinion testimony is permitted  only if \"(1) rationally\n\nbased on the perception of the witness and (2) helpful to a clear\n\n                    \n\nowner, in turning over  the Tank 4 ladder, reasonably  could rely\non  compliance with the stevedore's policy  on intoxication.  See\n                                                                 \nJohnson,  613 F.2d  at  348 (trier  of  fact must  consider  \"the\n       \nprobability and severity of the harm [the condition] poses\").  \n           \n\n                                31\n\nunderstanding of  the witness' testimony or  the determination of\n\nthe fact in issue.\"   Fed. R. Evid. 701.  See  Swajian v. General\n                                                                 \n\nMotors Corp., 916  F.2d 31, 36 (1st Cir. 1990).   The trial court\n            \n\nruled that the  proffered deposition testimony  did not meet  the\n\nfirst  Rule 701 test because Rossley \"did not see [Keller] strike\n\nhis head, nor could she see  his right hand before he fell[, nor]\n\nobserve whether his left hand or his left foot first lost contact\n\nwith, respectively, the railing or the ladder rung.\"  Keller, No.\n                                                            \n\n81-549-SD, slip op. at 12.  \n\n          We  review a Rule 701 ruling only for manifest abuse of\n\ndiscretion.  See United  States v. Paiva, 892 F.2d 148,  156 (1st\n                                        \n\nCir. 1989).  We  find no abuse  of discretion.  First,  Rossley's\n\nopinion necessarily  depended upon  a forbidden Rule  701 \"infer-\n\nence,\" because she (i) neither saw Keller strike  his head on the\n\nrailing, (ii)  nor testified to any other sensory perception from\n                                   \n\nwhich  one might rationally infer such an impact (e.g., the sound\n                                                      \n\nof impact,a sudden jolt orhalt in Keller's upwardprogress, a pre-\n\n or post-impact cry, or any outward appearance of a head wound or\n\nbleeding).9  Cf. Swajian, 916 F.2d  at 36 (finding clear abuse of\n                        \n\ndiscretion  in allowing lay opinion that wheel fell off rear axle\n\nbefore  car  flipped over,  based  exclusively  on the  witness's\n      \n\nobservation that he first  saw wheel crossing the road  while the\n                                                             \n\n                    \n\n     9Although a medical  doctor testified that Keller  sustained\nan eye injury which  could have been consistent with  the Rossley\ninference, given that  Keller also suffered  head trauma when  he\nlanded head-first on the tank floor sixteen feet below the 'tween\ndeck  the doctor  could not  testify that  such an  inference was\ncompelled. \n\n                                32\n\nflip-over was in  progress).  Although  Keller's failure to  call\n\nout or  to try to regain  hold of the ladder  could be consistent\n\nwith  sudden disorientation  or  even unconsciousness,  as a  lay\n\nwitness  Rossley  would  have  had no  nonspeculative  basis  for\n\nexcluding  possible causes other than  a blow to  the head (e.g.,\n                                                                \n\nintoxication, fatigue and heavy exertion).  \n\n          Second, and perhaps more  importantly, this was a bench\n                                                                 \n\ntrial,  in which  the trial  judge would  not only  determine the\n     \n\nadmissibility  of the evidence but serve as the ultimate trier of\n\nfact.  The Rule 701 admissibility determination turns on  whether\n\nthe  inference drawn by the nonexpert lay witness would be \"help-\n                                                                 \n\nful to  . . .  the determination  of the fact  in issue.\"   Thus,\n   \n\nhaving considered  the entire  proffer, the trial  judge excluded\n                                      \n\nthe Rossley opinion testimony because  the court found no  suffi-\n\nciently reliable  basis for the speculative inference on which it\n\nwas based.  Not only do we agree, but nothing would have required\n                                                                 \n\nthe trial judge, as trier of fact, to credit  the Rossley opinion\n\nhad it been admitted in  evidence, especially since she possessed\n\nno particular  skill or experience which would  have assisted the\n\ntrial court's fact-finding insight.  Cf., e.g., Soden v. Freight-\n                                                                 \n\nliner Corp., 714 F.2d 498, 512 (5th Cir. 1983) (nonexpert witness\n           \n\nwith  eighteen years'  experience repairing  trucks can  give lay\n\nopinion whether truck was defective).   \n\n          Finally, Keller contests the exclusion of evidence that\n\nSimplex cut out  the two railings  on the Tank  4 ladder one  day\n\nafter the accident, as proof that the original ladder design con-\n\n                                33\n\nstituted an \"unreasonably\" dangerous  condition.  Keller suggests\n\nthat this evidence was admissible notwithstanding Rule 407, which\n\nrequires  the exclusion  of  subsequent remedial  repairs by  the\n\ndefendant  only, not by nondefendants  like Simplex.  See Raymond\n                                                                 \n\nv. Raymond Corp., 938 F.2d 1518,  1524 (1st Cir. 1991); Koonce v.\n                                                              \n\nQuaker  Safety Prods. &amp; Mfg. Co.,  798 F.2d 700, 719-20 (5th Cir.\n                                \n\n1986).  \n\n          At  best, subsequent  remedial measures  are considered\n\nmarginally probative of  prior negligence.  See  John H. Wigmore,\n                                               \n\nEvidence   283, at 174-75 (1979).  In this case, moreover, defen-\n        \n\ndant could have capitalized  on the very same evidence  to demon-\n\nstrate that Simplex was expected to make such  structural altera-\n\ntions to the HUDDELL without first consulting defendant, and that\n\ndefendant was entitled to  rely on Simplex, as a  reasonably com-\n\npetent  stevedore,  to  take such  preemptive  measures  provided\n\nSimplex deemed them  necessary for  its employees'  safety.   See\n                                                                 \n\nalso  infra note 11.   Under the Scindia  delineation of turnover\n                                        \n\nduty,  therefore, this evidence was at least a \"wash\" for Keller,\n\nand actually may  have helped  defendant more than  Keller.   For\n                                        \n\nthese reasons,  we conclude that  the exclusion of  this evidence\n\nwas at most  harmless.  See Fed. R. Civ.  P. 61 (erroneous exclu-\n                           \n\nsion  of evidence harmless if it \"does not affect the substantial\n\nrights of the parties\").10 \n\n                    \n\n     10Keller  catalogues various  documentary exhibits  which he\ncontends  were improperly  excluded.   We  find  no error.    For\nexample,  Exhibits 10, 21, and 65 were proffered to establish the\ncontents of  the contract  between Simplex and  defendant.   This\nissue was  mooted by the finding  that the Tank 4  ladder did not\n\n                                34\n\n     2.   Post-Turnover Duties of Intervention\n                                              \n\n          Leaving  no ground  unturned,  Keller  argues that  the\n\ncourt erred in ruling that the defendant did not breach its post-\n                                                                \n\nturnover duties:   to  supervise and  inspect the HUDDELL  during\n\ncable loading and to intervene and remedy any hazardous condition\n\nthat  developed following turnover.  See Scindia, 451 U.S. at 172\n                                                \n\n(noting that post-turnover duty  to intervene to remedy unreason-\n\nably dangerous  condition  may derive  from  custom or  from  the\n\nvessel owner's contractual obligation  to the stevedore).  Keller\n\ncontends  that the  court  (1)  disregarded  his claim  that  the\n\ncontract  with Simplex  required  the defendant  vessel owner  to\n\nintervene to  effect any safety-related  alterations during cargo\n\noperations; (2) ignored Keller's evidence that it was a customary\n\nor established  practice that  the defendant monitor  the HUDDELL\n\nduring  loading operations; and (3)  erred as a  matter of law in\n\n                    \n\nconstitute  an  unreasonably  dangerous  condition.    See  infra\n                                                                 \nSection  II.B.2 &amp;  note  11.   Exhibits 34  and 34A  were largely\ncumulative  of evidence  already admitted  and  any noncumulative\nportions were provided in the van Dissell testimony.  See Fed. R.\n                                                         \nCiv.  P. 61 (harmless error); Fed. R. Evid. 403 (governing admis-\nsion of \"cumulative\" evidence).  Finally, Exhibit 73    a mock-up\nof a portion of the Tank 4 ladder, used for demonstrative purpos-\nes at  trial    was  excludable due  to failure to  lay a  proper\nfoundation  for  its admission.   See  Rogers v.  Raymark Indus.,\n                                                                 \nInc.,  922 F.2d 1426, 1429  (9th Cir. 1991)  (admission of demon-\n    \nstrative  evidence  entrusted to  trial  court  discretion).   At\ntrial,  Bijhouwer  challenged the  accuracy  of  the van  Dissell\nmeasurements upon  which Exhibit 73  was predicated.   See United\n                                                                 \nStates v. Myers,  972 F.2d  1566, 1579 (11th  Cir. 1992)  (noting\n               \nthat  admission turns  on whether  there is  foundation testimony\nthat demonstrative evidence is \"fair\" and \"accurate\" depiction of\noriginal), cert. denied, 113 S.  Ct. 1813 (1993); Nichols Constr.\n                                                                 \nCorp  v. Cessna Aircraft  Co., 808 F.2d 340,  353 (5th Cir. 1985)\n                             \n(same).  Finally, relevant  portions of Exhibits 91 and  91A were\nread into  the trial  record.  See  Fed. R. Civ.  P. 61;  Fed. R.\n                                  \nEvid. 403.\n\n                                35\n\ndetermining  that  \"a  custom-generated  duty  to  supervise  and\n\ninspect  does not transfer to the ship  owner a duty to eradicate\n\ndangers  reasonably  known  to  and managed  by  the  stevedore.\"\n\nKeller, No. 81-549-SD, slip  op. at 14 (citing La  Martina v. Pan\n                                                                 \n\nOcean  Shipping Co.,  Ltd.,  815 F.  Supp.  878, 880-81  (D.  Md.\n                          \n\n1993)).\n\n          A vessel owner's duty  of care normally ceases  once it\n\nhas discharged its \"turnover\" duties and the stevedore-employer's\n\ncargo operations have begun.   Nonetheless, the Supreme Court has\n\nsuggested  three settings  in which an  owner might  remain under\n                                                   \n\nsome  \"continuing\" duty  to  monitor, supervise,  or inspect  the\n\nvessel  for  hazards   developing  after  stevedoring  operations\n                                 \n\ncommence.  First, the vessel owner might remain under such a duty\n\nwere it to retain actual physical control or custody of a portion\n\nof the vessel, or  participate in stevedoring operations.   Scin-\n                                                                 \n\ndia, 451 U.S. at 167.  Keller concedes that these conditions were\n   \n\nnot met.  Second, a  duty to intervene might attach in  the event\n\nthe vessel  owner were to  acquire actual knowledge  that \"unsafe\n                                                   \n\nconditions\"  had developed  in  the vessel's  appurtenances since\n                          \n\nturnover, that the stevedore-employer will not address the unsafe\n\ncondition, and  that the stevedore's  decision not to  remedy the\n              \n\ndeveloping  hazard was  \"obviously  improvident\"  in the  circum-\n\nstances.   Id.  at 174-75.   Third,  even absent  actual control,\n              \n\nparticipation or  knowledge, a post-\"turnover\" duty  may arise if\n\nthe vessel owner was  obligated, by contract, statute  or custom,\n\n                                36\n\nto monitor  stevedoring operations  for the purpose  of detecting\n\nand remedying unsafe conditions.  Id. at 172.  \n                                     \n\n          Keller's  \"continuing  duty\" claim  was founded  on the\n\ncontention  that the defendant vessel  owner had either actual or\n\nconstructive knowledge  of  an unreasonably  dangerous  condition\n\nduring cable  loading operations.   However, he does  not suggest\n      \n\nthat the basic structure or  design of the Tank 4  ladder changed\n                                                                 \n\nafter cable loading began (e.g., ladder rungs displaced, loosened\n                               \n\nor fractured).   Therefore, the defendant could  have breached no\n\ncontinuing  duty  of care  to  Keller, since  the  district court\n          \n\nsupportably found that the Tank 4 ladder configuration created no\n\n\"unreasonable\"  hazard ab initio.   See Scindia, 451  U.S. at 172\n                                               \n\n(\"We are of the view that . . . the shipowner has no general duty\n\nby way of supervision or  inspection to exercise reasonable  care\n\nto discover  dangerous conditions that develop  [i.e., a malfunc-\n                                              \n\ntioning winch] within the  confines of the cargo  operations that\n\nare assigned  to  the stevedore.\");  Martinez,  903 F.2d  at  611\n                                             \n\n(\"[T]he  alleged unsafe condition  [employees working on \"unsafe\"\n\nplatform] did not develop during cargo operations; it was  either\n\nsafe or unsafe at the time the cargo operations began . .  . .\");\n\nPluyer v. Mitsui  O. S. K. Lines, Ltd., 664  F.2d 1243, 1246 (5th\n                                      \n\nCir. 1982)  (noting \"different  situation\" than in  Scindia where\n                                                           \n\nthe  \"case  involves  the  vessel's liability  for  hazards  that\n\nantedate or  are coincident with the commencement of cargo opera-\n        \n\ntions\").\n\n                                37\n\n          Keller intimates that the  relevant \"change\" or \"devel-\n\nopment\" which  would have been  discovered had defendant  met its\n\nalleged continuing duty to monitor and intervene was  the failure\n\nof Simplex cable loaders to use the Tank 4 ladder in the intended\n\nmanner.  Thus, Keller would  interpret the district court  ruling\n\n   that  \"a custom-generated duty  to supervise and  inspect does\n\nnot  transfer to  the  ship owner  a  duty to  eradicate  dangers\n\nreasonably known to and  managed by the stevedore\"     as holding\n\nthat a vessel owner can never be duty-bound to intervene  once an\n                             \n\non-board danger (the risk that longshore workers might resort  to\n\nthe \"over\" and \"between\" methods  of egress) becomes \"obvious\" to\n\nthe stevedore. \n\n          We cannot  subscribe to Keller's reasoning.   First, as\n\nalready noted,  we  discern no  indication that  the trial  court\n\ncredited evidence  that the two alternate methods of exiting Tank\n\n4 were not  reasonably safe.  Second, even if  the district court\n\nhad found these  other methods of egress \"unsafe,\"  initially the\n                                                             \n\nvessel  owner could  rely  on Simplex  to  manage such  \"obvious\"\n\ndefects, unless and until it appeared that Simplex's decision not\n\nto  take  remedial measures  (warnings  or  railing removal)  was\n\n\"obviously improvident\"  under the circumstances.  Keller conced-\n\ned, however, that  Simplex, which plainly had actual or construc-\n\ntive notice as to how its longshore workers were exiting Tank  4,\n\nnever  received an employee complaint about the Tank 4 ladder and\n     \n\nthat no accident  ever occurred  on the ladder  either before  or\n                      \n\nafter  the Keller incident.   Thus, evidence  presented by Keller\n\n                                38\n\ndid not begin  to establish defendant's  actual knowledge of  the\n\nalleged \"hazard\" on the  part of the defendant vessel  owner, let\n\nalone any obvious improvidence on  the part of Simplex.  For  the\n\nsame  reason, even if the defendant vessel owner had been under a\n\ncontractual or  custom-generated duty to  monitor and  intervene,\n\nKeller failed to establish a breach.11 \n\n                               III\n\n                            CONCLUSION\n                                      \n\n          Given the  exacting standards of care  incumbent upon a\n\nstevedore under the LHWCA, and  the supportable trial court find-\n\nings, we are left  with nothing approaching a \"definite  and firm\n\nconviction  that a mistake has  been committed.\"  Holmes Transp.,\n                                                                 \n\nInc., 983 F.2d at 1129.   Once the trier of fact  determined that\n    \n\nthe  Tank 4 ladder was \"safe,\" its design compatible with \"appli-\n\ncable\"  maritime  safety  standards, and  any  potential  hazards\n\nsufficiently \"obvious\" to Simplex longshore  workers, it followed\n\n                    \n\n     11Keller  argues that  the  contract between  defendant  and\nSimplex unambiguously provided that defendant, not Simplex, would\n                                                          \nbear  primary responsibility for ongoing \"safety\" inspections and\n             \nmodifications  to  the HUDDELL's  work areas  following turnover.\nKeller points to a contract provision barring Simplex from making\nunilateral  structural alterations  to  the HUDDELL.   From  this\n          \npremise, he contends that Simplex was compelled to use the Tank 4\nladder  in existence  at  turnover.   We  do not  agree.   First,\ncontrary to  the trial  court's alternate finding,  this argument\npresumes that the  ladder was  \"unsafe.\"    Second, the  contract\ncontemplated that Simplex would  bear the primary role in  deter-\n                                                 \nmining whether  modifications were needed, even  if defendant was\nto be consulted before \"major\" modifications were undertaken.  In\nany event,  this contention falls  far short  of demonstrating  a\ncontractual  duty on the part  of the vessel  owner to monitor in\n                                                              \nthe first instance. \n                  \n\n                                39\n\ninexorably that the vessel owner was entitled to rely on Simplex,\n\nas an \"expert and experienced\"  stevedore, to act with reasonable\n\ncare in  supervising its workers  in their  interaction with  and\n\navoidance  of  any such  \"obvious\"  hazards on  board  the vessel\n\nduring  cargo loading  operations.   Any relevant  \"hazard\" could\n\nhave  been averted  by  Simplex in  various  ways, including  the\n\npermanent removal of the safety railings at the top of the Tank 4\n\nladder, a  warning on the ladder as to safe methods of egress, or\n\nsimple instruction of its longshore workers. \n\n          The judgment is affirmed.  The parties shall bear their\n                                                                 \n\nown costs.\n         \n\n                                40\n",
  "html": "<p class=\"case_cite\">38 F.3d 16</p>\n    <p class=\"case_cite\">1995 A.M.C. 397, 63 USLW 2270</p>\n    <p class=\"parties\">Steve V.B. KELLER, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1136.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 10, 1994.<br>Decided Oct. 19, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Christopher Cole, Manchester, NH, with whom Michael J. Donahue, Donahue, McCaffrey, Tucker &amp; Ciandella, Exeter, NH, David S. Brown, and Sheehan, Phinney, Bass &amp; Green, Manchester, NH, were on brief, for appellant.</p>\n      <p class=\"indent\">Gretchen Leah Witt, Asst. U.S. Atty., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Steven V.B. Keller appeals from a belated judgment dismissing his Longshore and Harbor Workers' Compensation Act suit, see 33 U.S.C. Secs. 901-950, Sec. 905(b) (1993) (LHWCA), to recover damages for injuries sustained in a fall on board a maritime vessel owned by defendant-appellee United States of America.  As appellant has not demonstrated--nor careful scrutiny disclosed--that the unprecedented decision-making delay in this case rendered the district court's findings unreliable, we affirm the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1978, the United States Navy converted the U.S.S. ARTHUR M. HUDDELL, a World War II Liberty Ship, into a non-motorized barge for storing and transporting maritime cable purchased by the Navy from Simplex Wire and Cable Co.  The retrofitted HUDDELL was towed to Simplex's facility at Newington, New Hampshire, for cable loading in May 1979, where it remained moored for two years.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The cargo hold had been adapted to house several round tanks, recessed sixteen feet into the 'tween deck.  Simplex hired temporary employees--known as cable loaders--to descend into these tanks from the 'tween deck for the purpose of winding the incoming \"wet\" cable in concentric layers onto a spool.  During the HUDDELL's retrofitting, the Navy installed a nonremovable metal barrier around Tank 4 to prevent workers on the 'tween deck from falling into the tank.  The barrier included two uninterrupted safety railings located at the top of an access ladder attached to the interior wall of the tank to permit access to and from the tank floor.  In order to exit the tank, a cable loader would climb to the top rungs of the ladder, at which point three options were available for getting from the tank onto the 'tween deck floor:  (1) holding onto a \"grab bar,\" which was attached to the 'tween deck floor and located six inches from the outside edge of the tank, then crawling forward and passing under the lower railing and between the vertical stanchions supporting the two railings;  (2) stepping in a crouched position between the lower and upper railings of the barrier;  or (3) climbing over the top railing located approximately five feet above the 'tween deck floor.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the time Simplex hired Keller as a cable loader, he was a nonmatriculating sophomore at the University of New Hampshire.  On the night of November 4, 1979, Keller went to a bar, where he and his friends drank approximately 120-160 ounces (or two six-packs) of beer between 10:00 p.m. and 11:20 p.m.  Keller reported for work at about 11:30 p.m., and was assigned to Tank 4 for the first time.  He and several coworkers climbed down the ladder from the 'tween deck into Tank 4 without incident, where they loaded cable until 2:00 a.m.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When it came time for a work break, Keller climbed to the top of the ladder, and, according to coworker Rhonda Rossley, grabbed the lower safety railing with his left hand and placed his left foot on one of the two top rungs of the ladder.  Then, as he began to raise his right leg, he fell backward, neither attempting to regain his purchase nor crying out, and plummeted to the tank floor sixteen feet below, landing on his head.  When a Simplex foreman administered first aid, he detected the odor of alcohol.  A blood-alcohol test taken at 3:00 a.m., some three and one-half hours after Keller had reported for work, revealed a .14 blood-alcohol level, well above the .10 prima facie blood-alcohol level for demonstrating that a motor vehicle operator is under the influence.  See N.H.Rev.Stat.Ann. Sec. 262-A:63 (1963) (amended 1994, lowering limit to .08).  Since the fall, Keller has remained amnesiac as to all events surrounding the accident.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following a seven-day bench trial on Keller's claims against the United States for negligently installing \"unsafe\" lighting and railings and an \"unsafe\" ladder in Tank 4, and for failing to warn Simplex workers of the potential danger, see 33 U.S.C. Sec. 905(b), the district court ultimately awarded judgment to the United States.  See Keller v. United States, No. 81-549-SD, 1993 WL 743979 (D.N.H. Dec. 30, 1993).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Three principal issues must be addressed.  First, did the eight-year lapse between the bench trial and entry of final judgment deprive the trial court findings of the customary deference on appeal, or violate Keller's constitutional rights to access to the courts and due process, see generally U.S. Const. amends.  I, V?   Second, did the district court make clearly erroneous factual findings, or fail to make required findings, see Fed.R.Civ.P. 52(a), regarding the alleged breach of the vessel owner's \"turnover\" duties of care?   Third, did the district court misdefine a vessel owner's \"continuing\" duty to inspect or supervise cargo loading operations for developing hazards?</p>\n    </div>\n    <p>A. The Decision-making Delay</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">First, Keller claims that an unprecedented eight-year delay between trial and the entry of judgment, coupled with the trial judge's failure to refresh his recollection through recourse to a complete trial transcript prior to making findings of fact, resulted in a violation of his constitutional right to \"access to the courts\" and to due process, see U.S. Const. amends.  I, V;  Ad Hoc Comm. on Judicial Admin. v. Massachusetts, 488 F.2d 1241, 1244 (1st Cir.1973) (noting that pretrial delay might violate constitutional rights if a civil litigant is \"denied for too long his day in court\"), cert. denied, 416 U.S. 986, 94 S.Ct. 2389, 40 L.Ed.2d 763 (1974), or in a violation which warrants withholding the customary appellate deference accorded trial court findings.  Cf. Chamberlin v. 101 Realty, Inc., 915 F.2d 777, 787 (1st Cir.1990) (excusing two-year delay);  Fernberg v. T.F. Boyle Transp., Inc., 889 F.2d 1205, 1209 (1st Cir.1989) (excusing two and one-half year delay).  Keller attributes the purported generality in the district court findings, see infra Section II.B, to this extended decision-making delay, and implicitly relies on a conclusive presumption that the court was unable to make more complete and detailed findings as it could not recall the evidence presented at trial almost eight years earlier.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Keller concedes that neither Chamberlin nor Fernberg concluded that prolonged decision-making delay, per se, requires vacatur.  Nor has he cited authority for a per se rule fixing an outer limit on decision-making delay.  Cf. Ad Hoc Comm., 488 F.2d at 1244 (rejecting per se rule under Federal Constitution for bounding decision-making delay in state court civil cases);  cf. also, Los Angeles County Bar Ass'n v. March Fong Eu, 979 F.2d 697, 705-06 (9th Cir.1992) (conducting ad hoc inquiry to determine whether pretrial delay \"exceed[ed] constitutional boundaries\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There are sound reasons for abjuring a per se rule even in cases involving plainly excessive delay.  In the first place, ad hoc appellate scrutiny is indispensable to the core determination whether delay rendered the decision unreliable.  Secondly, it is highly doubtful that direct appellate review affords \"an effective means of enforcing district court timeliness.\"   See Phonetele, Inc. v. American Tel. &amp; Tel. Co., 889 F.2d 224, 232 (9th Cir.1989) (delay approximating four years), cert. denied, --- U.S. ----, 112 S.Ct. 1283, 117 L.Ed.2d 508 (1992).  Thirdly, remands for reconsideration or retrial yield yet further delays, exacerbating the burdens on litigants.  For these reasons, and notwithstanding our parallel supervisory responsibility, see, e.g., 28 U.S.C. Sec. 1651 (mandamus jurisdiction);  Petition of Henneman, 137 F.2d 627, 630 (1st Cir.1943), we consider it critically important that appellate attention remain focused on ensuring that trial court findings, despite inordinate decision-making delay, not be squandered unless their reliability has been undermined.  We therefore opt for careful de novo scrutiny of the entire record with a view to whether the prolonged delay in reaching a decision rendered the trial court's findings of fact unreliable to the degree that vacation of its judgment is warranted despite the admittedly severe impediments to reliable fact-finding in the event of a remand for new trial.  Cf. Barker v. Wingo, 407 U.S. 514, 532, 92 S.Ct. 2182, 2193, 33 L.Ed.2d 101 (1972) (long pretrial delays threaten to impair criminal defense, lest witnesses die, disappear, or suffer memory loss or distortion).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Notwithstanding the eight-year interval between trial and judgment, for which we have been unable to glean adequate explanation, neither Keller nor the record on appeal suggests that the district court did not perform its decision-making responsibility with care.  As Keller's several requests to expedite the decision-making process acknowledge, the district court was in no sense indifferent to its responsibility to render a decision but encountered extraordinary docket pressures at the same time it was required to give precedence to its criminal caseload.  See Speedy Trial Act, 18 U.S.C. Sec. 3161 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nor would we well serve the interests of justice, or the integrity of the decision-making process, were we to presume that the absence of a complete trial transcript rendered the district court incapable of determining matters relating to witness demeanor and credibility, or to recollect or reconstruct trial testimony, through other reliable means (viz., trial notes, voluminous trial exhibits).  See Keller, No. 81-549-SD, slip op. at 16 (\"The court in the course of rendering its decision has reviewed all of the exhibits....\").  After all, the responsibility incumbent on an appellant to substantiate a challenge to the sufficiency of trial court findings is not met merely with conclusory allegations that the trier of fact could not have recalled or reconstructed the evidence without a complete trial transcript.  Moreover, this case does not require us to speculate as to the reliability of the trial judge's findings, since a complete trial transcript is available for the purpose.  Thus, as regards the claim that the trial judge's findings themselves evince prejudice from the extended decision-making delay, we test Keller's thesis as in any other case, by inquiring whether the findings were infected with \"clear error\" based on our own painstaking scrutiny of the entire trial record, including a complete trial transcript.  See Interstate Commerce Comm'n v. Holmes Transp., Inc., 983 F.2d 1122, 1129 (1st Cir.1993) (noting that appellate court must defer to trial court fact-finding unless, after reviewing entire record, it is left with the \"definite and firm conviction that a mistake has been committed\").</p>\n    </div>\n    <p>B. The Merits</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court made seven findings central to the merits-related challenges advanced on appeal:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(1) Keller was a \"longshore worker\" to whom defendant owed a duty of \"ordinary care,\" under LHWCA section 905(b),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> to provide a vessel in such condition that \"an expert and experienced stevedore [would] be able to exercise reasonable care to carry on its cargo operations with reasonable safety,\" and a duty to warn the stevedore of any latent safety defects on the vessel not reasonably discoverable by an \"expert and experienced\" stevedore, Keller, No. 81-549-SD, slip op. at 9-10 (quoting Scindia Steam Navigation Co. v. de los Santos, 451 U.S. 156, 166-67 [101 S.Ct. 1614, 1621-22, 68 L.Ed.2d 1] (1981));</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(2) Defendant's expert witness, Jan Bijhouwer, relying on \"applicable\" maritime safety standards in formulating his opinion that the HUDDELL's ladder design was \"safe,\" proved \"more persuasive\" than plaintiff's competing expert, id. at 13;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(3) No eyewitness observed the precipitating cause of the fall (e.g., whether Keller hit his head on a safety rail), id. at 11-12;</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(4) Even if the design of the ladder deviated from \"applicable\" maritime safety standards in certain respects, there was insufficient evidence that these deviations caused Keller's fall.  No other accidents occurred on this ladder, despite the fact that no less than twelve persons climbed up or down the ladder under identical conditions immediately prior to and after Keller's accident, id. at 13;</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(5) Keller's blood alcohol level of .14, see supra at p. 4, might have been a \"significant [causal] factor\" in the accident, Keller, No. 81-549-SD, slip op. at 15;</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(6) If any design deviation constituted a potential \"hazard,\" such hazard was obvious (i.e., not latent), and could be \"anticipate[d]\" by a stevedore \"if reasonably competent in the performance of his work,\" id. at 13-14;  and</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(7) Even if custom had required that defendant place a representative aboard the HUDDELL to monitor cargo loading, \"a custom-generated duty to supervise and inspect does not transfer to the ship owner a duty to eradicate dangers reasonably known to and managed by the stevedore,\" id. at 14.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">1. The Vessel Owner's \"Turnover\" Duties of Care</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">a. Applicable Law</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The definition of a vessel owner's duties of care under LHWCA Sec. 905(b) is a matter of law for the district court in the first instance, see Elberg v. Mobil Oil Corp., 967 F.2d 1146, 1149 (7th Cir.1992);  Ludwig v. Pan Ocean Shipping Co., 941 F.2d 849, 850 (9th Cir.1991), subject to de novo review, see Williams v. Poulos, 11 F.3d 271, 278 (1st Cir.1993).  Keller claims that by failing to distinguish between \"turnover\" and \"continuing\" duties, the district court misconstrued the standard of care incumbent upon a vessel owner under LHWCA Sec. 905(b).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As it pertains to Keller and Simplex, in its current incarnation the LHWCA is a strict liability statute.  A longshore or harbor worker such as Keller, who incurs a work-related injury, may recover disability and medical compensation from the stevedore-employer (viz., Simplex) even though the stevedore was not at fault.  Conversely, an award of compensation under the LHWCA, such as Keller recovered from Simplex, is the longshore worker's exclusive remedy against the stevedore-employer.  See 33 U.S.C. Secs. 904, 905(a);  Williams v. Jones, 11 F.3d 247, 250 n. 1 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Until 1972, an injured longshore worker could sue the vessel owner on two distinct legal theories:  negligence and breach of the warranty of \"seaworthiness.\"  \"Unseaworthiness\" could be established more easily than negligence, simply by showing that some condition or appurtenance on board the vessel at the time of the accident was unreasonably hazardous, even if the stevedore-employer was the sole cause of the hazard.  See Seas Shipping Co. v. Sieracki, 328 U.S. 85, 94, 66 S.Ct. 872, 877, 90 L.Ed. 1099 (1946);  Ellen M. Flynn &amp; Dale S. Cooper, 1A Benedict on Admiralty Sec. 91, at 5-2 to 5-4 (7th ed. 1993) [hereinafter:  Benedict on Admiralty ].  Vessel owners thus became virtual insurers of the on-board safety of longshore workers.  Although the only legal recourse available to the nonnegligent vessel owner was an indemnification claim against the stevedore-employer, even that remedy was unavailable unless the hazardous condition or appurtenance was due to the stevedore's negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In 1972, the LHWCA remedial scheme underwent dramatic adjustment.  Congress greatly increased the amount of compensation recoverable from the stevedore-employer, repudiated the warranty of \"seaworthiness\" as a basis for third-party actions against the vessel owner, required the injured longshore worker to prove negligence on the part of the vessel owner, and precluded a negligent vessel owner from obtaining indemnification from the stevedore-employer.  See 33 U.S.C. Sec. 905(b);  supra note 2.  These changes were designed \"to shift more of the responsibility for compensating injured longshoremen to the party best able to prevent injuries:  the stevedore-employer.\"  Howlett v. Birkdale Shipping Co., --- U.S. ----, ----, 114 S.Ct. 2057, 2063, 129 L.Ed.2d 78 (1994) (emphasis added).  Consequently, at the present time the duties of care incumbent upon a vessel owner fall into two broad categories:  (i) so-called \"turnover\" duties--those which are to be discharged before the owner consigns the vessel to the stevedore for cargo loading operations--and (ii) so-called \"continuing\" duties, such as inspection, supervision or intervention, which may persist after the stevedore commences cargo operations.  See Scindia, 451 U.S. at 166-67, 172-76, 101 S.Ct. at 1621-22, 1624-26.   There are two distinct sub-categories of \"turnover\" duty, depending on whether an unreasonably hazardous condition on board the vessel is patent or latent.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(i) The Vessel Owner's \"Duty of Safe Condition \"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">First, the vessel owner's \"duty of safe condition\" is met if the condition of the vessel when entrusted to the stevedore poses no reasonably foreseeable risk to any worker, even assuming a complete failure on the part of the stevedore-employer to monitor the vessel workplace for safety.  On the other hand, because longshoring is particularly dangerous, in many respects inherently so, see Johnson v. A/S Ivarans Rederi, 613 F.2d 334, 339 n. 5 (1st Cir.1980), few on-board appurtenances would ever satisfy such an exacting threshold.  Accordingly, the \"foreseeability\" standard to which a vessel owner is held under its \"duty of safe condition\" has been relaxed:  \"ordinary care under the circumstances\" now governs the owner's discharge of its duty to turn the vessel over \"in such condition that an expert and experienced stevedoring contractor, mindful of the dangers he should expect to encounter, arising from the hazards of the ship's service or otherwise, will be able by the exercise of ordinary care\" to conduct cargo operations \"with reasonable safety to persons and property.\"   See Federal Marine Terminals, Inc. v. Burnside Shipping Co., 394 U.S. 404, 416-17 n. 18, 89 S.Ct. 1144, 1151-52 n. 18, 22 L.Ed.2d 371 (1969) (emphasis added) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Unlike the vessel owner, however, the stevedore is subject to detailed legislative and administrative prescriptions for affording its workers a \"safe\" workplace.  See, e.g., 33 U.S.C. Sec. 941 (1993);  29 C.F.R. Secs. 1918.1-1918.106, Sec. 1918.25 (1993) (implementing regulations for \"ladders\");  see also Scindia, 451 U.S. at 170, 101 S.Ct. at 1623-24.   Thus, a vessel owner \"reasonably\" may rely on the stevedore-employer's supervision of its own employees in their interaction with and avoidance of \"obvious\" or \"anticipated\" hazards foreseeably associated with stevedoring on board the owner's vessel.  See, e.g., Polizzi v. M/V Zephyros II Monrovia, 860 F.2d 147, 149 (5th Cir.1988);  Jupitz v. National Shipping Co., 730 F.Supp. 1358, 1362 (D.Md.1990) (noting that vessel owner's duty is \"to turn over the cargo area in a reasonably safe condition;  ...  not to turn over the area completely free of all hazards\") (emphasis added).  Conversely, under current law a vessel owner may be held liable, even for \"obvious\" or \"anticipated\" hazards, upon a showing that the owner effectively disabled the stevedore-employer or the longshore worker from taking ameliorative measures to avoid the hazard.  See Teply v. Mobil Oil Corp., 859 F.2d 375, 378 (5th Cir.1988);  Theriot v. Bay Drilling Corp., 783 F.2d 527, 536 (5th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(ii) The Vessel Owner's \"Duty to Warn \"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The second sub-category of turnover duty is the \"duty to warn\" prior to turnover, which requires the vessel owner to alert the stevedore-employer to any latent or concealed defect including \"any hazards on the ship or with respect to its equipment\" which \"are known to the vessel [owner] or should be known to it in the exercise of reasonable care\" and which \"would likely be encountered by the stevedore in the course of his cargo operations[,] are not known by the stevedore[,] and would not be obvious to or anticipated by him if reasonably competent in the performance of his work.\"  Scindia, 451 U.S. at 167, 101 S.Ct. at 1622 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although Keller concedes that the trial court correctly quoted verbatim from the Scindia exegesis relating to these two turnover duties Keller, No. 81-549-SD, slip op. at 10-11, he argues that the court focused its factual inquiry exclusively on whether the defendant vessel owner owed Keller a \"continuing\" duty of intervention.  See Brief for Appellant at 27.  We cannot agree.  Though neither the district court, nor for that matter the Scindia Court, used the term \"turnover duty,\" the district court focused directly on the two issues material to the pertinent inquiry:  (i) \"[c]entral to the issue of legal fault in this litigation is whether the [original design of the] ladder at issue was causally defective,\" in light of \"applicable safety standards\" and other evidence proffered by Keller, Keller, No. 81-549-SD, slip op. at 13, and (ii) whether \"the notice given by the presence of any such hazard\" rendered it obvious, id. at 14.   Thus, the district court clearly identified and applied the proper duty of care.  We turn then to examine its factual findings.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">b. Factual Findings on \"Turnover\" Duties</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Keller asserts two challenges to the district court finding that the United States did not breach its turnover duties.  First, he argues that the pivotal finding--that the testimony of Jan Bijhouwer, defendant's expert witness on marine design, was \"more persuasive\" than the testimony of plaintiff's expert--is so conclusory that no evidentiary basis for the finding can be gleaned from the record.  See Fed.R.Civ.P. 52 (\"In all actions tried upon the facts without a jury ... the court shall find the facts specially and state separately its conclusions of law thereon....\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The crux of our ad hoc Rule 52(a) inquiry is whether the trial court findings are precise and detailed enough to enable effective appellate review.  See Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp., 15 F.3d 1222, 1228 (1st Cir.1994).  As long as the factual bases essential to the court's special findings are reasonably discernible from the record, the dictates of Rule 52(a) are met.  Id. (noting that the \" 'judge need only make brief, definite, pertinent findings ... there is no necessity for over-elaboration of detail' \") (citation omitted).  Contrary to Keller's contention, the district court did not begin and end its analysis with the observation that Bijhouwer's testimony was \"more persuasive,\" but expressed one very important rationale for so finding:  Bijhouwer was the only expert witness who based his opinion on \"applicable [maritime] safety standards\" and on the possible consequences any \"deviations\" from those standards might have upon worker safety.  Further, the court proceeded to point out that Keller had produced no competent evidence that the Tank 4 ladder was defective in any way.  These \"special findings\" met the Rule 52(a) requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Keller next argues that the trial court's findings (e.g., that the ladder design was \"generally safe,\" or its hazardous features, if any, should have been obvious to the stevedore's employees) were based upon inherently unreliable or inadmissible evidence, or its refusal to admit or consider competent evidence entitled to greater weight.  Whether the defendant breached a duty of care is a question of fact, which we review only for clear error.  See Fed.R.Civ.P. 52(a);  Martinez v. Korea Shipping Corp., 903 F.2d 606, 609 (9th Cir.1990);  Miller v. Patton-Tully Transp. Co., 851 F.2d 202, 205 (8th Cir.1988).  Clear error review presupposes appellate deference to trial court findings of fact unless we are left with the \"definite and firm conviction that a mistake has been committed.\"  Holmes Transp., Inc., 983 F.2d at 1129.   Particular deference is due trial court findings dependent on witness credibility, see DesRosiers v. Moran, 949 F.2d 15, 19 (1st Cir.1991), to the degree that error is seldom considered \"clear\" unless the credibility assessments were based on testimony which was inherently implausible, internally inconsistent, or critically impeached.  See Anderson v. City of Bessemer City, 470 U.S. 564, 575, 105 S.Ct. 1504, 1512, 84 L.Ed.2d 518 (1985);  Rivera-Gomez v. de Castro, 900 F.2d 1, 4 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Under LHWCA Sec. 905(b), the plaintiff must prove, by a preponderance of the evidence, both proximate causation and a breach of the applicable duty of care.  See Bjaranson v. Botelho Shipping Corp., 873 F.2d 1204, 1208 (9th Cir.1989);  Biggs v. Logicon, Inc., 663 F.2d 52, 53-54 (8th Cir.1981).  Since actionable negligence under the LHWCA depends on the fluid concept of \"reasonableness\" in the circumstances, the LHWCA provides little substantive guidance on vessel-owner conduct violative of the various duties of care.  See Scindia, 451 U.S. at 165-66, 101 S.Ct. at 1621 (\"Section 905(b) did not specify the acts or omissions of the vessel that would constitute negligence....  Much was left to be resolved through the 'application of accepted principles of tort law and the ordinary process of litigation.' \")  (citation omitted).  Generally speaking, the fact-finder should assess the \"reasonableness\" of the vessel owner's conduct \"by balancing the usefulness to the [vessel] of the [allegedly] dangerous condition and the burden involved in curing it against the probability and severity of the harm it poses.\"  Johnson, 613 F.2d at 348 (emphasis added);  see also Miller, 851 F.2d at 205 (same).  And, even though \"proof of [the vessel owner's] adherence to an industry practice or custom is not dispositive on the issue of negligence,\" Martinez, 903 F.2d at 610 (citations omitted) (emphasis added), often the plaintiff's case will \"depend on the existence of statutes, regulations and customs allocating responsibility for repairs of defective equipment [between the owner and stevedore],\" since these sources are probative of the risks a \"reasonably competent\" stevedore should anticipate and manage.  See 1A Benedict on Admiralty Sec. 94, at 5-25 (emphasis added);  see also, e.g., Martinez, 903 F.2d at 609 (noting, on review of summary judgment, that \"[vessel owner] ... submitted the affidavits of a licensed ship master and a naval architect, who claimed that the platform is standard in the industry and meets international requirements\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Keller challenges the cornerstone finding by the district court:  that Bijhouwer's expert opinion was founded on a \"persuasive\" appraisal of \"applicable\" industry standards.  The gist of Bijhouwer's testimony was that he personally inspected the Tank 4 ladder after Keller's fall, measured its dimensions, and climbed out of Tank 4 several times by pulling himself under the lower railing with the aid of the metal grab bar mounted in the 'tween deck floor.  In twenty-four years as a marine surveyor, approximately five to ten percent of the vessels Bijhouwer had encountered were equipped with ladder-railing configurations similar to Tank 4.  Bijhouwer found the Tank 4 ladder \"easy\" to climb, and \"perfectly safe.\"   He consulted two fixed-ladder safety standards governing \"shipboard installation as opposed to land-based installation\":  the Maritime Administration standard (MARAD) (1965) and the American Society for Testing and Materials standard (ASTM) (1983).  In Bijhouwer's opinion, both standards confirmed that the Tank 4 ladder-railing design met or surpassed applicable maritime safety standards.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Finding no merit in Keller's other challenges to the district court's credibility determinations,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> we focus on two related contentions.  First, Keller quarrels with the district court ruling that ASTM was an \"applicable\" industry standard.  He points out that the ASTM was promulgated several years after Keller's fall, for the purpose of facilitating inter-vessel exchangeability of component parts, rather than promoting safety concerns.  And, because Bijhouwer conceded at trial that MARAD required an unobstructed gap in the Tank 4 railing, Keller contests the district court ruling that MARAD was an \"applicable\" industry standard and disagrees that the Tank 4 ladder substantially conformed with the MARAD design.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">These contentions cannot withstand scrutiny.  Keller does not explain why a maritime safety standard like ASTM would be wholly \"inapplicable\" simply because it had been promulgated after the accident.  In this context, \"applicability\" connotes no statutory or regulatory compulsion to conform with a particular standard.  See infra note 5.  Rather, \"applicability\" connotes mere relevance:  that ASTM had some tendency to make it more or less likely that the defendant and Simplex would have regarded the ASTM norm as a minimum safety standard for the industry.  There is no evidence that general maritime safety standards changed so dramatically between 1979 and 1983 that ASTM was rendered wholly immaterial as an indicator of 1979 industry safety practices, see Fed.R.Evid. 401, nor that ASTM was based exclusively on post-1979 data.  Further, in response to Keller's contention that ASTM's purpose was merely to facilitate the interchangeability of component parts, we note Bijhouwer's testimony that though the maritime standards he relied upon (including ASTM ) might not be exclusively safety-oriented, there were \"safety-related aspects to all of [these industry] standards.\"   Thus, it was not clear error to find that ASTM possessed some probative value in determining industry safety practices in 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Even if ASTM were deemed wholly \"inapplicable,\" however, it was but one of two independent maritime safety standards on which Bijhouwer relied.  Keller therefore would have had to hobble both the ASTM and the MARAD standards in order to prevail.  Viewed as an enumeration of minimum safety recommendations for the industry, MARAD is conspicuously silent on many matters Keller considered pertinent to the defendant vessel owner's duty of care, including any unequivocal recommendation that a gap be left in safety railings which extend around the top of a fixed ladder.  Bijhouwer testified that MARAD recommended such a gap (or removable railings) only as needed to facilitate cargo loading via the deck on which the railings are located.   Here, of course, the cable was not loaded into Tank 4 across the HUDDELL's 'tween deck where the safety railings were located, but from the main deck, down through an upper hatch and into Tank 4.  He further testified that MARAD recommends such an \"access opening\" only in \"deck\" railings near ladders, citing two plausible reasons that this would not indicate that a complete gap should have been left in the Tank 4 railings:  (1) the MARAD provision refers exclusively to railings on the periphery of the main or weather deck of the vessel, not to railings on lower decks, like the 'tween deck;  and (2) the undefined term \"access opening\" might reasonably mean any aperture through which a person could exit safely, such as the 27-inch space under the lower railing on Tank 4.  Bijhouwer's testimony likewise was bolstered by OSHA regulations, which presumably impose a heightened obligation on the stevedore to provide its employees with a \"safe\" workplace.  See 33 U.S.C. Sec. 941.  Yet even the OSHA standards do not discourage the ladder configuration found on Tank 4.  See 29 C.F.R. Sec. 1918.25.  Thus, Keller failed to weaken Bijhouwer's interpretation and application of MARAD.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">To the extent that the technical aspects of MARAD invited expert interpretation, the district court was entitled to rely on Bijhouwer's testimony, especially since Keller tendered no persuasive counter-interpretation:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>Compliance with the customs and practice of an industry, while relevant and admissible[,] is not necessarily due care.  It may, however, be evidence of due care and when relied on by the fact finder \"his findings will not be lightly disregarded unless there is a particularly strong showing of the unreasonableness of the customary practice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">1 Martin J. Norris, The Law of Maritime Personal Injuries Sec. 9:5, at 453 (4th ed. 1990) (quoting Cia Maritima Del Nervion v. James J. Flanagan Shipping Corp., 308 F.2d 120, 125 (5th Cir.1962) (emphasis added));  McGann v. Compania De Navegacio Maritima Netumar, 586 F.Supp. 1568, 1571 (D.Md.1984) (evidence that ladder was \"typical\" or \"standard\" is probative of vessel owner's nonnegligent conduct).  Van Dissell, Keller's expert witness, conceded that he never consulted the ASTM standards, and neither referenced nor analyzed MARAD before surveying the Tank 4 ladder.  We think it clear that this effort fell well short of the \"particularly strong showing,\" see Cia Maritima Del Nervion, 308 F.2d at 125 (emphasis added), needed to demonstrate clear error in the trial court's decision to credit Bijhouwer's expert recommendations relating to an \"applicable\" industry \"standard.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Keller concedes that van Dissell relied on three land-based safety standards, or at least on safety standards not intended for applications distinctively maritime in nature:  Department of Defense Military Standard Human Engineering Design Criteria for Military Systems, Equipment and Facilities, MIL-STD-1472 (1970);  American National Standards Institute's (ANSI) Standard Safety Code for Fixed Ladders (1956 &amp; 1974);  and OSHA Standards for Fixed Ladders, 29 C.F.R. Sec. 1910.27 (1975).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In general, differentials between land-based and maritime design and safety codes are necessitated by the unique spatial and weight constraints on working maritime vessels.  The van Dissell benchmarks undoubtedly set more stringent safety specifications than the MARAD model, and thus were relatively \"safer,\" but Scindia inquires only whether Simplex could have anticipated that the vessel owner would consign a vessel with these heightened land-based safety specifications.  By contrast, Bijhouwer testified that shipyards commonly consult standards, such as MARAD, in designing and constructing merchant vessels, rather than the more generalized military specifications like MIL-STD-1472;  and, further, that he had encountered the Tank 4 ladder configuration in at least five to ten percent of the merchant vessels he had surveyed.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Second, Keller attacks, as internally inconsistent and inherently implausible, the Bijhouwer testimony that the 27-inch space beneath the lower safety railing on Tank 4 afforded an adequate \"access opening\" according to MARAD.  Bijhouwer testified on deposition that a minimum vertical gap of twenty-five inches beneath the lower railing would be a \"safe\" \"access opening\" for exiting Tank 4.  At trial, however, Bijhouwer conceded that the grab bar, which was 4 1/8 inches high, was set into the 'tween deck floor six inches from the ladder and the rim of Tank 4.  Confronted with this configuration--indicating an actual clearance of 22 7/8 inches--Bijhouwer nonetheless stated that the grab bar posed no hazardous interference.  He explained that there would remain at least a 25-inch clearance directly beneath the lower railing where it passed over the six-inch ledge of the tank, and that this clearance was needed only to accommodate the height of the climber's body as he placed his knee up onto the tank ledge.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In that position, the climber would attain maximum vertical posture (measured from stooped head/shoulders to knee), at which point his body would flatten out to less than twenty-five inches as he pulled himself forward and through the narrower opening between the top of the grab bar and the lower railing.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  While Keller characterizes these movements as dangerously acrobatic, it is well recognized that longshore workers are called upon to cope with uncomfortable, cramped positions in the close confines of a vessel.  See, e.g., Bjaranson, 873 F.2d at 1208 (\"the men, according to the testimony, could have squeezed around the leg of the crane\" to avoid the hazard) (emphasis added).  Further, Bijhouwer testified that the lower railing served both (i) a safety function, since it would protect an exiting climber from falling backward into the tank, and (ii) a utilitarian purpose, since it would provide Simplex with the option to spool wire into Tank 4 above the 'tween deck level.  See Johnson, 613 F.2d at 348 (trier of fact may consider \"the usefulness to the [vessel] of the [allegedly] dangerous condition\") (emphasis added);  see also Miller, 851 F.2d at 205 (\"The court found that the toolbox was a necessary piece of equipment for the barge and that it was situated reasonably to keep it out of the way of the workers on the barge....  Similarly, the court found that whatever hazard was presented by the counterweight was justified by its important safety purpose of keeping the toolbox lid from snapping shut unexpectedly.\")  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">According to Bijhouwer, therefore, the Tank 4 ladder incorporated at least one \"safe\" method of egress compatible with MARAD (i.e., \"under\" the lower safety railing);  hence, the vessel owner had not provided Simplex with an \"unavoidably\" hazardous ladder.  See Teply, 859 F.2d at 378.   Thus, even if MARAD had been the only \"applicable\" industry standard on which Bijhouwer could rely, it afforded sufficient support for the district court finding that the defendant vessel owner had discharged its turnover duty of safe condition, on the ground that Simplex should have \"anticipated\" and managed the equipment as designed, whatever its inherent, but avoidable, risks.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Keller further contends that the trial court erred in finding that any potential risks attending the use of the Tank 4 ladder were \"obvious.\"   He relies on (i) Bijhouwer's testimony that it would be \"reckless\" for Simplex employees to attempt to exit Tank 4 by passing between the two safety railings or \"over\" the top railing, and (ii) evidence that Simplex employees continued to use both these methods after turnover.  Keller argues that this latent design \"defect\" generated the independent turnover duty that the vessel owner warn Simplex or its longshore workers of the hidden danger.  This contention, too, is flawed.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">First, Keller incorrectly assumes that by adopting Bijhouwer's testimony that MARAD and ASTM were \"applicable\" safety standards, the trial court likewise necessarily credited Bijhouwer's expert opinion (not based on MARAD) that it would have been reckless to utilize the two other methods of egress.  On the contrary, however, the court did not adopt that portion of the Bijhouwer testimony but went on to note instead that Keller had proffered no evidence of any design defect whatsoever in the Tank 4 ladder;  for example, that any accident had ever occurred on the ladder when persons other than Keller used these two alternate methods under substantially similar conditions (wet, cold, artificial lighting).  See, e.g., McKinnon v. Skil Corp., 638 F.2d 270, 277 (1st Cir.1981) (subject to Rule 403 balancing, evidence of prior accidents under similar conditions admissible to show design defect);  cf. Martinez, 903 F.2d at 609 (at summary judgment, vessel owner met burden by \"offer[ing] evidence that during the vessel's seven years of operation no longshoreman ever fell into one of the ladder openings on the lashing platforms and no complaints were lodged concerning the platforms\");  McGann, 586 F.Supp. at 1571 (\"[N]o other accidents or complaints concerning this type of ladder have been reported....\");  accord Pittman v. Littlefield, 438 F.2d 659, 662 (1st Cir.1971) (absence of other accidents under substantially similar conditions may be probative of \"safe\" condition) (applying New Hampshire law).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Second, even if the district court had agreed with Bijhouwer's assessment of the risks attending the two alternate methods of egress, Bijhouwer never intimated that those methods posed hazards not readily foreseeable by Simplex.  Scindia, 451 U.S. at 167, 101 S.Ct. at 1622 (noting that duty to warn exists only if \"defect\" \"would not be obvious to or anticipated by [stevedore] if reasonably competent in the performance of his work\").  The alleged design defect (two fixed railings) was in no sense latent.  Unlike a hairline fracture in the rung of a ladder, for example, which might render the ladder configuration not reasonably safe for any unwarned usage, the juxtaposition of the two railings and the absence of posted instructions put Simplex on notice that its employees, unless instructed otherwise, might attempt to exit Tank 4 in any of three ways.  If Simplex had deemed Bijhouwer's \"under\" method the only \"safe\" one, it could have instructed its employees not to use the two alternate methods.  Or if it considered all three methods \"unsafe,\" it could have removed the railings between the stanchions at the top of the ladder.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Relying on the fact that he was never in Tank 4 prior to the night of the accident, Keller wrongly presumes that obviousness and latency are measured by what a relatively inexperienced longshore worker might observe.  Instead, the Scindia standard turns primarily on what an \"experienced\" stevedore, like Simplex, reasonably would be expected to notice.  By the same token, if the district court correctly found that even Simplex longshore workers reasonably could be expected to recognize any such defects, it surely follows that their more experienced stevedore-employer should have discovered the defects during the course of its extended two-year stewardship of the HUDDELL.  See Bjaranson, 873 F.2d at 1209 n. 7 (\"The condition of the ladder was apparent and obvious when Bjaranson's employer, the stevedoring contractor, boarded the ship and assumed the control of the cargo operation.  Although the condition may not have been obvious to Bjaranson at night, the fact that the condition was obvious to his employer eliminated whatever duty there may have been upon [the vessel owner] to warn the individual employees.\")  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Next, Keller contends that the district court improperly considered his blood-alcohol level at the time of the accident, since the doctrine of pure comparative fault would not permit contributory negligence to defeat Keller's LHWCA claim, but only to abate damages.  See Johnson, 613 F.2d at 347;  1A Benedict on Admiralty Sec. 56, at 3-33.  First, the district court explicitly acknowledged that had Keller proven that the defendant vessel owner was a cause of Keller's accident, the court could not have treated Keller's blood-alcohol level as a total bar to recovery under the LHWCA.  See Keller, No. 81-549-SD, slip op. at 15 (\"The court is, of course, aware that were negligence found on the part of the ship owner, the intoxication of Keller ... would not serve necessarily to totally disqualify him from recovery.\")  (emphasis added).  Second, under the analogous comparative fault doctrine for LHWCA compensation awards, a stevedore may defend by proving that the longshore worker's injuries were caused \"solely\" by his intoxication, cf. 33 U.S.C. Sec. 903(c).  While the longshore worker initially enjoys a rebuttable presumption against such a finding, id. Sec. 920(c), the stevedore's defense is not unprovable.  See, e.g., Walker v. Universal Terminal &amp; Stevedoring Corp., 645 F.2d 170, 173 (3d Cir.1981) (finding Sec. 903(c) intoxication defense established, and noting that the rebuttable presumption \"falls out of the case\" once stevedore proffers \"substantial evidence\" that longshore worker's intoxication was sole cause of injury or death).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Similarly, in a section 905(b) action, the trial court may assess the quality of the vessel owner's rebuttal evidence where the longshore worker failed to demonstrate a vessel \"defect\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and where the vessel owner has proffered \"substantial\" evidence of the longshore worker's intoxication.  Here, the trial court's consideration of the blood-alcohol level followed directly upon its observations concerning Keller's failures of proof:  (1) the absence of persuasive expert testimony that the Tank 4 ladder design was so inferior to anticipated safety standards that the defendant vessel owner could not entrust the equipment to the stevedore's able charge;  and (2) the absence of evidence of other accidents on the ladder under substantially similar conditions.  In this context, we interpret these trial court observations as an acknowledgment not only that Keller utterly failed to carry his burden of proof but that the only credible evidence of possible causation (i.e., Keller's heavy drinking earlier in the evening and his high blood-alcohol level one hour after the fall) in no respect implicated the defendant vessel owner.  See supra note 8.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Keller further claims that but for two items of evidence which the district court improperly ignored or excluded, we would be compelled to conclude that the district court committed clear error.  First, the district court excluded the deposition testimony of eyewitness Rhonda Rossley, who expressed the opinion that Keller had hit his head on a railing prior to the fall.  Nonexpert-opinion testimony is permitted only if \"(a) rationally based on the perception of the witness and (b) helpful to a clear understanding of the witness' testimony or the determination of the fact in issue.\"   Fed.R.Evid. 701.  See Swajian v. General Motors Corp., 916 F.2d 31, 36 (1st Cir.1990).  The trial court ruled that the proffered deposition testimony did not meet the first Rule 701 test because Rossley \"did not see [Keller] strike his head, nor could she see his right hand before he fell[, nor] observe whether his left hand or his left foot first lost contact with, respectively, the railing or the ladder rung.\"  Keller, No. 81-549-SD, slip op. at 12.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We review a Rule 701 ruling only for manifest abuse of discretion.  See United States v. Paiva, 892 F.2d 148, 156 (1st Cir.1989).  We find no abuse of discretion.  First, Rossley's opinion necessarily depended upon a forbidden Rule 701 \"inference,\" because she (i) neither saw Keller strike his head on the railing, (ii) nor testified to any other sensory perception from which one might rationally infer such an impact (e.g., the sound of impact, a sudden jolt or halt in Keller's upward progress, a pre- or post-impact cry, or any outward appearance of a head wound or bleeding).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Cf. Swajian, 916 F.2d at 36 (finding clear abuse of discretion in allowing lay opinion that wheel fell off rear axle before car flipped over, based exclusively on the witness's observation that he first saw wheel crossing the road while the flip-over was in progress).  Although Keller's failure to call out or to try to regain hold of the ladder could be consistent with sudden disorientation or even unconsciousness, as a lay witness Rossley would have had no nonspeculative basis for excluding possible causes other than a blow to the head (e.g., intoxication, fatigue and heavy exertion).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Second, and perhaps more importantly, this was a bench trial, in which the trial judge would not only determine the admissibility of the evidence but serve as the ultimate trier of fact.  The Rule 701 admissibility determination turns on whether the inference drawn by the nonexpert lay witness would be \"helpful to ... the determination of the fact in issue.\"   Thus, having considered the entire proffer, the trial judge excluded the Rossley opinion testimony because the court found no sufficiently reliable basis for the speculative inference on which it was based.  Not only do we agree, but nothing would have required the trial judge, as trier of fact, to credit the Rossley opinion had it been admitted in evidence, especially since she possessed no particular skill or experience which would have assisted the trial court's fact-finding insight.  Cf., e.g., Soden v. Freightliner Corp., 714 F.2d 498, 512 (5th Cir.1983) (nonexpert witness with eighteen years' experience repairing trucks can give lay opinion whether truck was defective).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Finally, Keller contests the exclusion of evidence that Simplex cut out the two railings on the Tank 4 ladder one day after the accident, as proof that the original ladder design constituted an \"unreasonably\" dangerous condition.  Keller suggests that this evidence was admissible notwithstanding Rule 407, which requires the exclusion of subsequent remedial repairs by the defendant only, not by nondefendants like Simplex.  See Raymond v. Raymond Corp., 938 F.2d 1518, 1524 (1st Cir.1991);  Koonce v. Quaker Safety Prods. &amp; Mfg. Co., 798 F.2d 700, 719-20 (5th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">At best, subsequent remedial measures are considered marginally probative of prior negligence.  See John H. Wigmore, Evidence Sec. 283, at 174-75 (1979).  In this case, moreover, defendant could have capitalized on the very same evidence to demonstrate that Simplex was expected to make such structural alterations to the HUDDELL without first consulting defendant, and that defendant was entitled to rely on Simplex, as a reasonably competent stevedore, to take such preemptive measures provided Simplex deemed them necessary for its employees' safety.  See also infra note 11.  Under the Scindia delineation of turnover duty, therefore, this evidence was at least a \"wash\" for Keller, and actually may have helped defendant more than Keller.  For these reasons, we conclude that the exclusion of this evidence was at most harmless.  See Fed.R.Civ.P. 61 (erroneous exclusion of evidence harmless if it \"does not affect the substantial rights of the parties\").<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p class=\"indent\">2. Post-Turnover Duties of Intervention</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Leaving no ground unturned, Keller argues that the court erred in ruling that the defendant did not breach its post-turnover duties:  to supervise and inspect the HUDDELL during cable loading and to intervene and remedy any hazardous condition that developed following turnover.  See Scindia, 451 U.S. at 172, 101 S.Ct. at 1624-25 (noting that post-turnover duty to intervene to remedy unreasonably dangerous condition may derive from custom or from the vessel owner's contractual obligation to the stevedore).  Keller contends that the court (1) disregarded his claim that the contract with Simplex required the defendant vessel owner to intervene to effect any safety-related alterations during cargo operations;  (2) ignored Keller's evidence that it was a customary or established practice that the defendant monitor the HUDDELL during loading operations;  and (3) erred as a matter of law in determining that \"a custom-generated duty to supervise and inspect does not transfer to the ship owner a duty to eradicate dangers reasonably known to and managed by the stevedore.\"  Keller, No. 81-549-SD, slip op. at 14 (citing LaMartina v. Pan Ocean Shipping Co., Ltd., 815 F.Supp. 878, 880-81 (D.Md.1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">A vessel owner's duty of care normally ceases once it has discharged its \"turnover\" duties and the stevedore-employer's cargo operations have begun.  Nonetheless, the Supreme Court has suggested three settings in which an owner might remain under some \"continuing\" duty to monitor, supervise, or inspect the vessel for hazards developing after stevedoring operations commence.  First, the vessel owner might remain under such a duty were it to retain actual physical control or custody of a portion of the vessel, or participate in stevedoring operations.  Scindia, 451 U.S. at 167, 101 S.Ct. at 1622.   Keller concedes that these conditions were not met.  Second, a duty to intervene might attach in the event the vessel owner were to acquire actual knowledge that \"unsafe conditions\" had developed in the vessel's appurtenances since turnover, that the stevedore-employer will not address the unsafe condition, and that the stevedore's decision not to remedy the developing hazard was \"obviously improvident\" in the circumstances.  Id. at 174-75, 101 S.Ct. at 1625-26.   Third, even absent actual control, participation or knowledge, a post-\"turnover\" duty may arise if the vessel owner was obligated, by contract, statute or custom, to monitor stevedoring operations for the purpose of detecting and remedying unsafe conditions.  Id. at 172, 101 S.Ct. at 1624-25.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Keller's \"continuing duty\" claim was founded on the contention that the defendant vessel owner had either actual or constructive knowledge of an unreasonably dangerous condition during cable loading operations.  However, he does not suggest that the basic structure or design of the Tank 4 ladder changed after cable loading began (e.g., ladder rungs displaced, loosened or fractured).  Therefore, the defendant could have breached no continuing duty of care to Keller, since the district court supportably found that the Tank 4 ladder configuration created no \"unreasonable\" hazard ab initio.  See Scindia, 451 U.S. at 172, 101 S.Ct. at 1624-25 (\"We are of the view that ... the shipowner has no general duty by way of supervision or inspection to exercise reasonable care to discover dangerous conditions that develop [i.e., a malfunctioning winch] within the confines of the cargo operations that are assigned to the stevedore.\");  Martinez, 903 F.2d at 611 (\"[T]he alleged unsafe condition [employees working on \"unsafe\" platform] did not develop during cargo operations;  it was either safe or unsafe at the time the cargo operations began....\");  Pluyer v. Mitsui O.S.K. Lines, Ltd., 664 F.2d 1243, 1246 (5th Cir.1982) (noting \"different situation\" than in Scindia where the \"case involves the vessel's liability for hazards that antedate or are coincident with the commencement of cargo operations\").</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Keller intimates that the relevant \"change\" or \"development\" which would have been discovered had defendant met its alleged continuing duty to monitor and intervene was the failure of Simplex cable loaders to use the Tank 4 ladder in the intended manner.  Thus, Keller would interpret the district court ruling--that \"a custom-generated duty to supervise and inspect does not transfer to the ship owner a duty to eradicate dangers reasonably known to and managed by the stevedore\"--as holding that a vessel owner can never be duty-bound to intervene once an on-board danger (the risk that longshore workers might resort to the \"over\" and \"between\" methods of egress) becomes \"obvious\" to the stevedore.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We cannot subscribe to Keller's reasoning.  First, as already noted, we discern no indication that the trial court credited evidence that the two alternate methods of exiting Tank 4 were not reasonably safe.  Second, even if the district court had found these other methods of egress \"unsafe,\" initially the vessel owner could rely on Simplex to manage such \"obvious\" defects, unless and until it appeared that Simplex's decision not to take remedial measures (warnings or railing removal) was \"obviously improvident\" under the circumstances.  Keller conceded, however, that Simplex, which plainly had actual or constructive notice as to how its longshore workers were exiting Tank 4, never received an employee complaint about the Tank 4 ladder and that no accident ever occurred on the ladder either before or after the Keller incident.  Thus, evidence presented by Keller did not begin to establish defendant's actual knowledge of the alleged \"hazard\" on the part of the defendant vessel owner, let alone any obvious improvidence on the part of Simplex.  For the same reason, even if the defendant vessel owner had been under a contractual or custom-generated duty to monitor and intervene, Keller failed to establish a breach.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Given the exacting standards of care incumbent upon a stevedore under the LHWCA, and the supportable trial court findings, we are left with nothing approaching a \"definite and firm conviction that a mistake has been committed.\"  Holmes Transp., Inc., 983 F.2d at 1129.   Once the trier of fact determined that the Tank 4 ladder was \"safe,\" its design compatible with \"applicable\" maritime safety standards, and any potential hazards sufficiently \"obvious\" to Simplex longshore workers, it followed inexorably that the vessel owner was entitled to rely on Simplex, as an \"expert and experienced\" stevedore, to act with reasonable care in supervising its workers in their interaction with and avoidance of any such \"obvious\" hazards on board the vessel during cargo loading operations.  Any relevant \"hazard\" could have been averted by Simplex in various ways, including the permanent removal of the safety railings at the top of the Tank 4 ladder, a warning on the ladder as to safe methods of egress, or simple instruction of its longshore workers.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The judgment is affirmed.  The parties shall bear their own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Among other things, Keller alleged that (1) the ladder rungs were wet, slippery, worn, and irregularly spaced;  (2) the metal railings protruded so as to make it likely that a climber would strike his head;  and (3) no warning of these protrusions was posted on the ladder</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 905(b) provides in pertinent part:</p>\n        <p>In the event of injury to a person covered under this Act caused by the negligence of a vessel, then such person ... may bring an action against such vessel as a third party ..., and the employer shall not be liable to the vessel for such damages directly or indirectly and any agreements or warranties to the contrary shall be void....  The liability of the vessel under this subsection shall not be based upon the warranty of seaworthiness or a breach thereof at the time the injury occurred.</p>\n        <p>33 U.S.C. Sec. 905(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Minor measurement \"deviations\" between MARAD-ASTM and Tank 4 included, inter alia:  the facial width of ladder rungs (slightly over 14 inches;  standard 14 inches);  rungs (1 1/2 inches by  1/2 inch;  standard  3/4 inch by  3/4 inch);  and toe clearance behind rungs (5 inches at sides, 14 3/4 inches in middle;  standard minimum 5 inches)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For example, Bijhouwer testified that a person who was exiting Tank 4 for the first time might be able to do so \"blindfolded.\"   Keller characterizes this testimony as patently incredible, especially in view of other testimony that Tank 4 was \"more difficult\" to exit than the tanks on other vessels (e.g., the FURMAN) then moored at Simplex.  On redirect, however, Bijhouwer clarified that the ladder and grab bar combination installed in Tank 4 was so well designed that, after one trip up, a climber could use it \"blindfolded.\"   Bijhouwer's redirect testimony would enable a reasonable inference that Simplex, once it became acquainted with the Tank 4 configuration following turnover, was in no sense disabled from informing its employees about at least one safe method of exiting the tank.  Moreover, the fact that other witnesses testified that the Tank 4 ladder was \"more\" difficult to climb did not compel a finding that it was defective, since (1) these lay witnesses testified to their personal experiences only, not to safety design;  and (2) this inapposite comparison (i.e., \"more difficult\" as opposed to \"too difficult\") would not show that the Tank 4 ladder was \"unsafe,\" only that other Navy ships moored at Simplex had \"safer\" ladders (i.e., exceeded applicable maritime safety standards)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Keller did not contend that these OSHA standards directly applied to defendant.  Therefore, even a failure to comply with the OSHA standards would not entitle Keller to claim negligence per se.   And in fact, the OSHA standards were not directly applicable to defendant, because (1) they do not pertain to maritime employment of longshore and harbor workers, cf. 33 U.S.C. Sec. 941;  29 C.F.R. Secs. 1918.1-1918.106;  and (2) they regulate only the obligations of employers, see Martinez, 903 F.2d at 611;  Bandeen v. United Carriers (Panama), Inc., 712 F.2d 1336, 1339-40 (9th Cir.1983) (same), and defendant was not Keller's employer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Keller argues that the method of egress endorsed by Bijhouwer was unmanageable because the climber would have to place his knee on a narrow coaming that raised  7/8 inches at the edge of the tank, which Bijhouwer conceded would \"cut\" into the climber's knee.  In fact, however, Bijhouwer testified that a climber could place his knee \"momentarily\" between the coaming and the grab bar, not on top of the coaming.   When asked if the coaming would then \"dig[ ] into your knee,\" Bijhouwer simply responded that \"[y]ou can feel the coaming.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Keller likewise relies on Bijhouwer's admission that at the time he first formulated his opinion that the ladder design was safe, he had not considered the actual conditions (e.g., wet, cold, artificial lighting) in Tank 4 on the night of the accident.  Nevertheless, when asked at trial, Bijhouwer testified that those conditions did not alter his opinion as to the safety of the ladder design.  He explained, for example, that even though Keller was wearing heavy clothing at the time, the clearance beneath the lower safety railing would be adequate for a climber emerging from the tank, because clothing might catch on the railing only as a climber was backing into the tank, not as he was pushing forward</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Given the Scindia standard, evidence of Keller's high blood-alcohol level cannot be wholly divorced from the threshold question whether a defective design rendered the Tank 4 ladder \"unreasonably\" dangerous.  A written policy forbade Simplex workers from reporting to work intoxicated.  Thus, Keller's blood-alcohol level would be relevant to whether the ladder constituted an \"unreasonably\" dangerous condition, since the vessel owner, in turning over the Tank 4 ladder, reasonably could rely on compliance with the stevedore's policy on intoxication.  See Johnson, 613 F.2d at 348 (trier of fact must consider \"the probability and severity of the harm [the condition] poses\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although a medical doctor testified that Keller sustained an eye injury which could have been consistent with the Rossley inference, given that Keller also suffered head trauma when he landed head-first on the tank floor sixteen feet below the 'tween deck the doctor could not testify that such an inference was compelled</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Keller catalogues various documentary exhibits which he contends were improperly excluded.  We find no error.  For example, Exhibits 10, 21, and 65 were proffered to establish the contents of the contract between Simplex and defendant.  This issue was mooted by the finding that the Tank 4 ladder did not constitute an unreasonably dangerous condition.  See infra Section II.B.2 &amp; note 11.  Exhibits 34 and 34A were largely cumulative of evidence already admitted and any noncumulative portions were provided in the van Dissell testimony.  See Fed.R.Civ.P. 61 (harmless error);  Fed.R.Evid. 403 (governing admission of \"cumulative\" evidence).  Finally, Exhibit 73--a mock-up of a portion of the Tank 4 ladder, used for demonstrative purposes at trial--was excludable due to failure to lay a proper foundation for its admission.  See Rogers v. Raymark Indus., Inc., 922 F.2d 1426, 1429 (9th Cir.1991) (admission of demonstrative evidence entrusted to trial court discretion).  At trial, Bijhouwer challenged the accuracy of the van Dissell measurements upon which Exhibit 73 was predicated.  See United States v. Myers, 972 F.2d 1566, 1579 (11th Cir.1992) (noting that admission turns on whether there is foundation testimony that demonstrative evidence is \"fair\" and \"accurate\" depiction of original), cert. denied, --- U.S. ----, 113 S.Ct. 1813, 123 L.Ed.2d 445 (1993);  Nichols Constr.  Corp v. Cessna Aircraft Co., 808 F.2d 340, 353 (5th Cir.1985) (same).  Finally, relevant portions of Exhibits 91 and 91A were read into the trial record.  See Fed.R.Civ.P. 61;  Fed.R.Evid. 403</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Keller argues that the contract between defendant and Simplex unambiguously provided that defendant, not Simplex, would bear primary responsibility for ongoing \"safety\" inspections and modifications to the HUDDELL's work areas following turnover.  Keller points to a contract provision barring Simplex from making unilateral structural alterations to the HUDDELL.  From this premise, he contends that Simplex was compelled to use the Tank 4 ladder in existence at turnover.  We do not agree.  First, contrary to the trial court's alternate finding, this argument presumes that the ladder was \"unsafe.\"   Second, the contract contemplated that Simplex would bear the primary role in determining whether modifications were needed, even if defendant was to be consulted before \"major\" modifications were undertaken.  In any event, this contention falls far short of demonstrating a contractual duty on the part of the vessel owner to monitor in the first instance</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">A.M.C.</span> <span class=\"page\">397</span></span>, 63 USLW 2270</p>\n    <p class=\"parties\">Steve V.B. KELLER, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1136.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 10, 1994.<br>Decided Oct. 19, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Christopher Cole, Manchester, NH, with whom Michael J. Donahue, Donahue, McCaffrey, Tucker &amp; Ciandella, Exeter, NH, David S. Brown, and Sheehan, Phinney, Bass &amp; Green, Manchester, NH, were on brief, for appellant.</p>\n      <p class=\"indent\">Gretchen Leah Witt, Asst. U.S. Atty., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Steven V.B. Keller appeals from a belated judgment dismissing his Longshore and Harbor Workers' Compensation Act suit, see 33 U.S.C. Secs. 901-950, Sec. 905(b) (1993) (LHWCA), to recover damages for injuries sustained in a fall on board a maritime vessel owned by defendant-appellee United States of America.  As appellant has not demonstrated--nor careful scrutiny disclosed--that the unprecedented decision-making delay in this case rendered the district court's findings unreliable, we affirm the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1978, the United States Navy converted the U.S.S. ARTHUR M. HUDDELL, a World War II Liberty Ship, into a non-motorized barge for storing and transporting maritime cable purchased by the Navy from Simplex Wire and Cable Co.  The retrofitted HUDDELL was towed to Simplex's facility at Newington, New Hampshire, for cable loading in May 1979, where it remained moored for two years.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The cargo hold had been adapted to house several round tanks, recessed sixteen feet into the 'tween deck.  Simplex hired temporary employees--known as cable loaders--to descend into these tanks from the 'tween deck for the purpose of winding the incoming \"wet\" cable in concentric layers onto a spool.  During the HUDDELL's retrofitting, the Navy installed a nonremovable metal barrier around Tank 4 to prevent workers on the 'tween deck from falling into the tank.  The barrier included two uninterrupted safety railings located at the top of an access ladder attached to the interior wall of the tank to permit access to and from the tank floor.  In order to exit the tank, a cable loader would climb to the top rungs of the ladder, at which point three options were available for getting from the tank onto the 'tween deck floor:  (1) holding onto a \"grab bar,\" which was attached to the 'tween deck floor and located six inches from the outside edge of the tank, then crawling forward and passing under the lower railing and between the vertical stanchions supporting the two railings;  (2) stepping in a crouched position between the lower and upper railings of the barrier;  or (3) climbing over the top railing located approximately five feet above the 'tween deck floor.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the time Simplex hired Keller as a cable loader, he was a nonmatriculating sophomore at the University of New Hampshire.  On the night of November 4, 1979, Keller went to a bar, where he and his friends drank approximately 120-160 ounces (or two six-packs) of beer between 10:00 p.m. and 11:20 p.m.  Keller reported for work at about 11:30 p.m., and was assigned to Tank 4 for the first time.  He and several coworkers climbed down the ladder from the 'tween deck into Tank 4 without incident, where they loaded cable until 2:00 a.m.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When it came time for a work break, Keller climbed to the top of the ladder, and, according to coworker Rhonda Rossley, grabbed the lower safety railing with his left hand and placed his left foot on one of the two top rungs of the ladder.  Then, as he began to raise his right leg, he fell backward, neither attempting to regain his purchase nor crying out, and plummeted to the tank floor sixteen feet below, landing on his head.  When a Simplex foreman administered first aid, he detected the odor of alcohol.  A blood-alcohol test taken at 3:00 a.m., some three and one-half hours after Keller had reported for work, revealed a .14 blood-alcohol level, well above the .10 prima facie blood-alcohol level for demonstrating that a motor vehicle operator is under the influence.  See N.H.Rev.Stat.Ann. Sec. 262-A:63 (1963) (amended 1994, lowering limit to .08).  Since the fall, Keller has remained amnesiac as to all events surrounding the accident.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following a seven-day bench trial on Keller's claims against the United States for negligently installing \"unsafe\" lighting and railings and an \"unsafe\" ladder in Tank 4, and for failing to warn Simplex workers of the potential danger, see 33 U.S.C. Sec. 905(b), the district court ultimately awarded judgment to the United States.  See Keller v. United States, No. 81-549-SD, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">743979</span> </span>(D.N.H. Dec. 30, 1993).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Three principal issues must be addressed.  First, did the eight-year lapse between the bench trial and entry of final judgment deprive the trial court findings of the customary deference on appeal, or violate Keller's constitutional rights to access to the courts and due process, see generally U.S. Const. amends.  I, V?   Second, did the district court make clearly erroneous factual findings, or fail to make required findings, see Fed.R.Civ.P. 52(a), regarding the alleged breach of the vessel owner's \"turnover\" duties of care?   Third, did the district court misdefine a vessel owner's \"continuing\" duty to inspect or supervise cargo loading operations for developing hazards?</p>\n    </div>\n    <p>A. The Decision-making Delay</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">First, Keller claims that an unprecedented eight-year delay between trial and the entry of judgment, coupled with the trial judge's failure to refresh his recollection through recourse to a complete trial transcript prior to making findings of fact, resulted in a violation of his constitutional right to \"access to the courts\" and to due process, see U.S. Const. amends.  I, V;  Ad Hoc Comm. on Judicial Admin. v. Massachusetts, <span class=\"citation\" data-id=\"315673\"><a href=\"/opinion/315673/ad-hoc-committee-on-judicial-administration-etc-v-commonwealth-of/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1241</span></a></span>, 1244 (1st Cir.1973) (noting that pretrial delay might violate constitutional rights if a civil litigant is \"denied for too long his day in court\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2389</span></span>, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">763</span> </span>(1974), or in a violation which warrants withholding the customary appellate deference accorded trial court findings.  Cf. Chamberlin v. 101 Realty, Inc., <span class=\"citation\" data-id=\"548932\"><a href=\"/opinion/548932/54-fair-emplpraccas-101-54-empl-prac-dec-p-40282-katherine-m/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">777</span></a></span>, 787 (1st Cir.1990) (excusing two-year delay);  Fernberg v. T.F. Boyle Transp., Inc., <span class=\"citation\" data-id=\"532522\"><a href=\"/opinion/532522/paul-r-fernberg-etcs-v-tf-boyle-transportation-inc/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1205</span></a></span>, 1209 (1st Cir.1989) (excusing two and one-half year delay).  Keller attributes the purported generality in the district court findings, see infra Section II.B, to this extended decision-making delay, and implicitly relies on a conclusive presumption that the court was unable to make more complete and detailed findings as it could not recall the evidence presented at trial almost eight years earlier.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Keller concedes that neither Chamberlin nor Fernberg concluded that prolonged decision-making delay, per se, requires vacatur.  Nor has he cited authority for a per se rule fixing an outer limit on decision-making delay.  Cf. Ad Hoc <span class=\"citation\" data-id=\"315673\"><span class=\"antecedent_guess\">Comm.,</span> <a href=\"/opinion/315673/ad-hoc-committee-on-judicial-administration-etc-v-commonwealth-of/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1244</span> </a></span>(rejecting per se rule under Federal Constitution for bounding decision-making delay in state court civil cases);  cf. also, Los Angeles County Bar Ass'n v. March Fong Eu, <span class=\"citation\" data-id=\"594763\"><a href=\"/opinion/594763/los-angeles-county-bar-association-a-non-profit-mutual-benefit-corporation/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">697</span></a></span>, 705-06 (9th Cir.1992) (conducting ad hoc inquiry to determine whether pretrial delay \"exceed[ed] constitutional boundaries\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There are sound reasons for abjuring a per se rule even in cases involving plainly excessive delay.  In the first place, ad hoc appellate scrutiny is indispensable to the core determination whether delay rendered the decision unreliable.  Secondly, it is highly doubtful that direct appellate review affords \"an effective means of enforcing district court timeliness.\"   See Phonetele, Inc. v. American Tel. &amp; Tel. Co., <span class=\"citation\" data-id=\"531905\"><a href=\"/opinion/531905/phonetele-inc-v-american-telephone-telegraph-company/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">224</span></a></span>, 232 (9th Cir.1989) (delay approximating four years), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1283</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </span>(1992).  Thirdly, remands for reconsideration or retrial yield yet further delays, exacerbating the burdens on litigants.  For these reasons, and notwithstanding our parallel supervisory responsibility, see, e.g., 28 U.S.C. Sec. 1651 (mandamus jurisdiction);  Petition of Henneman, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">627</span></span>, 630 (1st Cir.1943), we consider it critically important that appellate attention remain focused on ensuring that trial court findings, despite inordinate decision-making delay, not be squandered unless their reliability has been undermined.  We therefore opt for careful de novo scrutiny of the entire record with a view to whether the prolonged delay in reaching a decision rendered the trial court's findings of fact unreliable to the degree that vacation of its judgment is warranted despite the admittedly severe impediments to reliable fact-finding in the event of a remand for new trial.  Cf. Barker v. Wingo, <span class=\"citation\" data-id=\"108590\"><a href=\"/opinion/108590/barker-v-wingo/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">514</span></a></span>, 532, <span class=\"citation\" data-id=\"108590\"><a href=\"/opinion/108590/barker-v-wingo/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2182</span></a></span>, 2193, <span class=\"citation\" data-id=\"108590\"><a href=\"/opinion/108590/barker-v-wingo/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span> </a></span>(1972) (long pretrial delays threaten to impair criminal defense, lest witnesses die, disappear, or suffer memory loss or distortion).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Notwithstanding the eight-year interval between trial and judgment, for which we have been unable to glean adequate explanation, neither Keller nor the record on appeal suggests that the district court did not perform its decision-making responsibility with care.  As Keller's several requests to expedite the decision-making process acknowledge, the district court was in no sense indifferent to its responsibility to render a decision but encountered extraordinary docket pressures at the same time it was required to give precedence to its criminal caseload.  See Speedy Trial Act, 18 U.S.C. Sec. 3161 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nor would we well serve the interests of justice, or the integrity of the decision-making process, were we to presume that the absence of a complete trial transcript rendered the district court incapable of determining matters relating to witness demeanor and credibility, or to recollect or reconstruct trial testimony, through other reliable means (viz., trial notes, voluminous trial exhibits).  See Keller, No. 81-549-SD, slip op. at 16 (\"The court in the course of rendering its decision has reviewed all of the exhibits....\").  After all, the responsibility incumbent on an appellant to substantiate a challenge to the sufficiency of trial court findings is not met merely with conclusory allegations that the trier of fact could not have recalled or reconstructed the evidence without a complete trial transcript.  Moreover, this case does not require us to speculate as to the reliability of the trial judge's findings, since a complete trial transcript is available for the purpose.  Thus, as regards the claim that the trial judge's findings themselves evince prejudice from the extended decision-making delay, we test Keller's thesis as in any other case, by inquiring whether the findings were infected with \"clear error\" based on our own painstaking scrutiny of the entire trial record, including a complete trial transcript.  See Interstate Commerce Comm'n v. Holmes Transp., Inc., <span class=\"citation\" data-id=\"598968\"><a href=\"/opinion/598968/fed-carr-cas-p-83804-interstate-commerce-commission-v-holmes/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span>, 1129 (1st Cir.1993) (noting that appellate court must defer to trial court fact-finding unless, after reviewing entire record, it is left with the \"definite and firm conviction that a mistake has been committed\").</p>\n    </div>\n    <p>B. The Merits</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court made seven findings central to the merits-related challenges advanced on appeal:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(1) Keller was a \"longshore worker\" to whom defendant owed a duty of \"ordinary care,\" under LHWCA section 905(b),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> to provide a vessel in such condition that \"an expert and experienced stevedore [would] be able to exercise reasonable care to carry on its cargo operations with reasonable safety,\" and a duty to warn the stevedore of any latent safety defects on the vessel not reasonably discoverable by an \"expert and experienced\" stevedore, Keller, No. 81-549-SD, slip op. at 9-10 (quoting Scindia Steam Navigation Co. v. de los Santos, <span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 166-67 [<span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1614</span></a></span>, 1621-22, <span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span>] (1981));</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(2) Defendant's expert witness, Jan Bijhouwer, relying on \"applicable\" maritime safety standards in formulating his opinion that the HUDDELL's ladder design was \"safe,\" proved \"more persuasive\" than plaintiff's competing expert, <span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"id_token\">id.</span> at 13;</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(3) No eyewitness observed the precipitating cause of the fall (e.g., whether Keller hit his head on a safety rail), <span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"id_token\">id.</span> at 11-12;</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(4) Even if the design of the ladder deviated from \"applicable\" maritime safety standards in certain respects, there was insufficient evidence that these deviations caused Keller's fall.  No other accidents occurred on this ladder, despite the fact that no less than twelve persons climbed up or down the ladder under identical conditions immediately prior to and after Keller's accident, <span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"id_token\">id.</span> at 13;</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(5) Keller's blood alcohol level of .14, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>at p. 4, might have been a \"significant [causal] factor\" in the accident, Keller, No. 81-549-SD, slip op. at 15;</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(6) If any design deviation constituted a potential \"hazard,\" such hazard was obvious (i.e., not latent), and could be \"anticipate[d]\" by a stevedore \"if reasonably competent in the performance of his work,\" <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 13-14; </span> and</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(7) Even if custom had required that defendant place a representative aboard the HUDDELL to monitor cargo loading, \"a custom-generated duty to supervise and inspect does not transfer to the ship owner a duty to eradicate dangers reasonably known to and managed by the stevedore,\" <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 14.</span></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">1. The Vessel Owner's \"Turnover\" Duties of Care</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">a. Applicable Law</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The definition of a vessel owner's duties of care under LHWCA Sec. 905(b) is a matter of law for the district court in the first instance, see Elberg v. Mobil Oil Corp., <span class=\"citation\" data-id=\"585844\"><a href=\"/opinion/585844/donald-w-elberg-v-mobil-oil-corporation/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1146</span></a></span>, 1149 (7th Cir.1992);  Ludwig v. Pan Ocean Shipping Co., <span class=\"citation\" data-id=\"566417\"><a href=\"/opinion/566417/glenn-ludwig-v-pan-ocean-shipping-co-ltd-owner-of-the-mv-ocean-royal/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">849</span></a></span>, 850 (9th Cir.1991), subject to de novo review, see Williams v. Poulos, <span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></a></span>, 278 (1st Cir.1993).  Keller claims that by failing to distinguish between \"turnover\" and \"continuing\" duties, the district court misconstrued the standard of care incumbent upon a vessel owner under LHWCA Sec. 905(b).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As it pertains to Keller and Simplex, in its current incarnation the LHWCA is a strict liability statute.  A longshore or harbor worker such as Keller, who incurs a work-related injury, may recover disability and medical compensation from the stevedore-employer (viz., Simplex) even though the stevedore was not at fault.  Conversely, an award of compensation under the LHWCA, such as Keller recovered from Simplex, is the longshore worker's exclusive remedy against the stevedore-employer.  See 33 U.S.C. Secs. 904, 905(a);  Williams v. Jones, <span class=\"citation\" data-id=\"195068\"><a href=\"/opinion/195068/williams-v-jones/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">247</span></a></span>, 250 n. 1 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Until 1972, an injured longshore worker could sue the vessel owner on two distinct legal theories:  negligence and breach of the warranty of \"seaworthiness.\"  \"Unseaworthiness\" could be established more easily than negligence, simply by showing that some condition or appurtenance on board the vessel at the time of the accident was unreasonably hazardous, even if the stevedore-employer was the sole cause of the hazard.  See Seas Shipping Co. v. Sieracki, <span class=\"citation\" data-id=\"104287\"><a href=\"/opinion/104287/seas-shipping-co-v-sieracki/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 94, <span class=\"citation\" data-id=\"104287\"><a href=\"/opinion/104287/seas-shipping-co-v-sieracki/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">872</span></a></span>, 877, <span class=\"citation\" data-id=\"104287\"><a href=\"/opinion/104287/seas-shipping-co-v-sieracki/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1099</span> </a></span>(1946);  Ellen M. Flynn &amp; Dale S. Cooper, 1A Benedict on Admiralty Sec. 91, at 5-2 to 5-4 (7th ed. 1993) [hereinafter:  Benedict on Admiralty ].  Vessel owners thus became virtual insurers of the on-board safety of longshore workers.  Although the only legal recourse available to the nonnegligent vessel owner was an indemnification claim against the stevedore-employer, even that remedy was unavailable unless the hazardous condition or appurtenance was due to the stevedore's negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In 1972, the LHWCA remedial scheme underwent dramatic adjustment.  Congress greatly increased the amount of compensation recoverable from the stevedore-employer, repudiated the warranty of \"seaworthiness\" as a basis for third-party actions against the vessel owner, required the injured longshore worker to prove negligence on the part of the vessel owner, and precluded a negligent vessel owner from obtaining indemnification from the stevedore-employer.  See 33 U.S.C. Sec. 905(b);  supra note 2.  These changes were designed \"to shift more of the responsibility for compensating injured longshoremen to the party best able to prevent injuries:  the stevedore-employer.\"  Howlett v. Birkdale Shipping Co., --- U.S. ----, ----, <span class=\"citation\" data-id=\"117850\"><a href=\"/opinion/117850/howlett-v-birkdale-shipping-co/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2057</span></a></span>, 2063, <span class=\"citation\" data-id=\"117850\"><a href=\"/opinion/117850/howlett-v-birkdale-shipping-co/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">78</span> </a></span>(1994) (emphasis added).  Consequently, at the present time the duties of care incumbent upon a vessel owner fall into two broad categories:  (i) so-called \"turnover\" duties--those which are to be discharged before the owner consigns the vessel to the stevedore for cargo loading operations--and (ii) so-called \"continuing\" duties, such as inspection, supervision or intervention, which may persist after the stevedore commences cargo operations.  See <span class=\"citation\" data-id=\"110462\"><span class=\"antecedent_guess\">Scindia,</span> <a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">166-67</span></a></span>, <span class=\"citation\" data-id=\"110462\"><span class=\"antecedent_guess\">172-76,</span> <a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1621-22</span></a></span>, 1624-26.   There are two distinct sub-categories of \"turnover\" duty, depending on whether an unreasonably hazardous condition on board the vessel is patent or latent.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(i) The Vessel Owner's \"Duty of Safe Condition \"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">First, the vessel owner's \"duty of safe condition\" is met if the condition of the vessel when entrusted to the stevedore poses no reasonably foreseeable risk to any worker, even assuming a complete failure on the part of the stevedore-employer to monitor the vessel workplace for safety.  On the other hand, because longshoring is particularly dangerous, in many respects inherently so, see Johnson v. A/S Ivarans Rederi, <span class=\"citation\" data-id=\"373780\"><a href=\"/opinion/373780/roger-johnson-v-as-ivarans-rederi/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">334</span></a></span>, 339 n. 5 (1st Cir.1980), few on-board appurtenances would ever satisfy such an exacting threshold.  Accordingly, the \"foreseeability\" standard to which a vessel owner is held under its \"duty of safe condition\" has been relaxed:  \"ordinary care under the circumstances\" now governs the owner's discharge of its duty to turn the vessel over \"in such condition that an expert and experienced stevedoring contractor, mindful of the dangers he should expect to encounter, arising from the hazards of the ship's service or otherwise, will be able by the exercise of ordinary care\" to conduct cargo operations \"with reasonable safety to persons and property.\"   See Federal Marine Terminals, Inc. v. Burnside Shipping Co., <span class=\"citation\" data-id=\"1087812\"><a href=\"/opinion/1087812/federal-marine-terminals-inc-v-burnside-shipping-co/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">404</span></a></span>, 416-17 n. 18, <span class=\"citation\" data-id=\"1087812\"><a href=\"/opinion/1087812/federal-marine-terminals-inc-v-burnside-shipping-co/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1144</span></a></span>, 1151-52 n. 18, <span class=\"citation\" data-id=\"1087812\"><a href=\"/opinion/1087812/federal-marine-terminals-inc-v-burnside-shipping-co/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span> </a></span>(1969) (emphasis added) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Unlike the vessel owner, however, the stevedore is subject to detailed legislative and administrative prescriptions for affording its workers a \"safe\" workplace.  See, e.g., 33 U.S.C. Sec. 941 (1993);  29 C.F.R. Secs. 1918.1-1918.106, Sec. 1918.25 (1993) (implementing regulations for \"ladders\");  see also <span class=\"citation\" data-id=\"110462\"><span class=\"antecedent_guess\">Scindia,</span> <a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">170</span></a></span>, 101 S.Ct. at 1623-24.   Thus, a vessel owner \"reasonably\" may rely on the stevedore-employer's supervision of its own employees in their interaction with and avoidance of \"obvious\" or \"anticipated\" hazards foreseeably associated with stevedoring on board the owner's vessel.  See, e.g., Polizzi v. M/V Zephyros II Monrovia, <span class=\"citation\" data-id=\"513292\"><a href=\"/opinion/513292/kent-polizzi-and-insurance-company-of-north-america-intervenor-appellant/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">147</span></a></span>, 149 (5th Cir.1988);  Jupitz v. National Shipping Co., <span class=\"citation no-link\"><span class=\"volume\">730</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1358</span></span>, 1362 (D.Md.1990) (noting that vessel owner's duty is \"to turn over the cargo area in a reasonably safe condition;  ...  not to turn over the area completely free of all hazards\") (emphasis added).  Conversely, under current law a vessel owner may be held liable, even for \"obvious\" or \"anticipated\" hazards, upon a showing that the owner effectively disabled the stevedore-employer or the longshore worker from taking ameliorative measures to avoid the hazard.  See Teply v. Mobil Oil Corp., <span class=\"citation\" data-id=\"512901\"><a href=\"/opinion/512901/richard-teply-and-reeled-tubing-inc-and-national-union-fire-insurance/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">375</span></a></span>, 378 (5th Cir.1988);  Theriot v. Bay Drilling Corp., <span class=\"citation\" data-id=\"464824\"><a href=\"/opinion/464824/eugene-joseph-theriot-cross-v-bay-drilling-corporation-defendant-third/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">527</span></a></span>, 536 (5th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(ii) The Vessel Owner's \"Duty to Warn \"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The second sub-category of turnover duty is the \"duty to warn\" prior to turnover, which requires the vessel owner to alert the stevedore-employer to any latent or concealed defect including \"any hazards on the ship or with respect to its equipment\" which \"are known to the vessel [owner] or should be known to it in the exercise of reasonable care\" and which \"would likely be encountered by the stevedore in the course of his cargo operations[,] are not known by the stevedore[,] and would not be obvious to or anticipated by him if reasonably competent in the performance of his work.\"  <span class=\"citation\" data-id=\"110462\"><span class=\"antecedent_guess\">Scindia,</span> <a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">167</span></a></span>, 101 S.Ct. at 1622 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although Keller concedes that the trial court correctly quoted verbatim from the Scindia exegesis relating to these two turnover duties Keller, No. 81-549-SD, slip op. at 10-11, he argues that the court focused its factual inquiry exclusively on whether the defendant vessel owner owed Keller a \"continuing\" duty of intervention.  See Brief for Appellant at 27.  We cannot agree.  Though neither the district court, nor for that matter the Scindia Court, used the term \"turnover duty,\" the district court focused directly on the two issues material to the pertinent inquiry:  (i) \"[c]entral to the issue of legal fault in this litigation is whether the [original design of the] ladder at issue was causally defective,\" in light of \"applicable safety standards\" and other evidence proffered by Keller, Keller, No. 81-549-SD, slip op. at 13, and (ii) whether \"the notice given by the presence of any such hazard\" rendered it obvious, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 14. </span>  Thus, the district court clearly identified and applied the proper duty of care.  We turn then to examine its factual findings.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">b. Factual Findings on \"Turnover\" Duties</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Keller asserts two challenges to the district court finding that the United States did not breach its turnover duties.  First, he argues that the pivotal finding--that the testimony of Jan Bijhouwer, defendant's expert witness on marine design, was \"more persuasive\" than the testimony of plaintiff's expert--is so conclusory that no evidentiary basis for the finding can be gleaned from the record.  See Fed.R.Civ.P. 52 (\"In all actions tried upon the facts without a jury ... the court shall find the facts specially and state separately its conclusions of law thereon....\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The crux of our ad hoc Rule 52(a) inquiry is whether the trial court findings are precise and detailed enough to enable effective appellate review.  See Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp., <span class=\"citation\" data-id=\"195201\"><a href=\"/opinion/195201/knapp-v-sylvania-shoe/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1222</span></a></span>, 1228 (1st Cir.1994).  As long as the factual bases essential to the court's special findings are reasonably discernible from the record, the dictates of Rule 52(a) are met.  <span class=\"citation\" data-id=\"195201\"><a href=\"/opinion/195201/knapp-v-sylvania-shoe/\"><span class=\"id_token\">Id.</span> (noting that </a></span>the \" 'judge need only make brief, definite, pertinent findings ... there is no necessity for over-elaboration of detail' \") (citation omitted).  Contrary to Keller's contention, the district court did not begin and end its analysis with the observation that Bijhouwer's testimony was \"more persuasive,\" but expressed one very important rationale for so finding:  Bijhouwer was the only expert witness who based his opinion on \"applicable [maritime] safety standards\" and on the possible consequences any \"deviations\" from those standards might have upon worker safety.  Further, the court proceeded to point out that Keller had produced no competent evidence that the Tank 4 ladder was defective in any way.  These \"special findings\" met the Rule 52(a) requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Keller next argues that the trial court's findings (e.g., that the ladder design was \"generally safe,\" or its hazardous features, if any, should have been obvious to the stevedore's employees) were based upon inherently unreliable or inadmissible evidence, or its refusal to admit or consider competent evidence entitled to greater weight.  Whether the defendant breached a duty of care is a question of fact, which we review only for clear error.  See Fed.R.Civ.P. 52(a);  Martinez v. Korea Shipping Corp., <span class=\"citation\" data-id=\"541801\"><a href=\"/opinion/541801/armando-martinez-v-korea-shipping-corp-ltd-hyundai-heavy-industries/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">606</span></a></span>, 609 (9th Cir.1990);  Miller v. Patton-Tully Transp. Co., <span class=\"citation\" data-id=\"508546\"><a href=\"/opinion/508546/william-h-miller-v-patton-tully-transportation-company-inc/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">202</span></a></span>, 205 (8th Cir.1988).  Clear error review presupposes appellate deference to trial court findings of fact unless we are left with the \"definite and firm conviction that a mistake has been committed.\"  Holmes Transp., <span class=\"citation\" data-id=\"598968\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/598968/fed-carr-cas-p-83804-interstate-commerce-commission-v-holmes/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1129</span></a></span>.   Particular deference is due trial court findings dependent on witness credibility, see DesRosiers v. Moran, <span class=\"citation\" data-id=\"572165\"><a href=\"/opinion/572165/steven-m-desrosiers-v-john-j-moran/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 19 (1st Cir.1991), to the degree that error is seldom considered \"clear\" unless the credibility assessments were based on testimony which was inherently implausible, internally inconsistent, or critically impeached.  See Anderson v. City of Bessemer City, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 575, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, 1512, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span> </a></span>(1985);  Rivera-Gomez v. de Castro, <span class=\"citation\" data-id=\"539214\"><a href=\"/opinion/539214/martin-rivera-gomez-v-rafael-adolfo-de-castro/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Under LHWCA Sec. 905(b), the plaintiff must prove, by a preponderance of the evidence, both proximate causation and a breach of the applicable duty of care.  See Bjaranson v. Botelho Shipping Corp., <span class=\"citation\" data-id=\"522275\"><a href=\"/opinion/522275/robert-p-bjaranson-v-botelho-shipping-corporation-manila/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1204</span></a></span>, 1208 (9th Cir.1989);  Biggs v. Logicon, Inc., <span class=\"citation\" data-id=\"396379\"><a href=\"/opinion/396379/william-biggs-v-logicon-inc/\"><span class=\"volume\">663</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 53-54 (8th Cir.1981).  Since actionable negligence under the LHWCA depends on the fluid concept of \"reasonableness\" in the circumstances, the LHWCA provides little substantive guidance on vessel-owner conduct violative of the various duties of care.  See <span class=\"citation\" data-id=\"110462\"><span class=\"antecedent_guess\">Scindia,</span> <a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">165-66</span></a></span>, 101 S.Ct. at 1621 (\"Section 905(b) did not specify the acts or omissions of the vessel that would constitute negligence....  Much was left to be resolved through the 'application of accepted principles of tort law and the ordinary process of litigation.' \")  (citation omitted).  Generally speaking, the fact-finder should assess the \"reasonableness\" of the vessel owner's conduct \"by balancing the usefulness to the [vessel] of the [allegedly] dangerous condition and the burden involved in curing it against the probability and severity of the harm it poses.\"  <span class=\"citation\" data-id=\"373780\"><span class=\"antecedent_guess\">Johnson,</span> <a href=\"/opinion/373780/roger-johnson-v-as-ivarans-rederi/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">348</span> </a></span>(emphasis added);  see also <span class=\"citation\" data-id=\"508546\"><span class=\"antecedent_guess\">Miller,</span> <a href=\"/opinion/508546/william-h-miller-v-patton-tully-transportation-company-inc/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">205</span> </a></span>(same).  And, even though \"proof of [the vessel owner's] adherence to an industry practice or custom is not dispositive on the issue of negligence,\" <span class=\"citation\" data-id=\"541801\"><span class=\"antecedent_guess\">Martinez,</span> <a href=\"/opinion/541801/armando-martinez-v-korea-shipping-corp-ltd-hyundai-heavy-industries/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">610</span> </a></span>(citations omitted) (emphasis added), often the plaintiff's case will \"depend on the existence of statutes, regulations and customs allocating responsibility for repairs of defective equipment [between the owner and stevedore],\" since these sources are probative of the risks a \"reasonably competent\" stevedore should anticipate and manage.  See 1A Benedict on Admiralty Sec. 94, at 5-25 (emphasis added);  see also, e.g., <span class=\"citation\" data-id=\"541801\"><span class=\"antecedent_guess\">Martinez,</span> <a href=\"/opinion/541801/armando-martinez-v-korea-shipping-corp-ltd-hyundai-heavy-industries/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">609</span> </a></span>(noting, on review of summary judgment, that \"[vessel owner] ... submitted the affidavits of a licensed ship master and a naval architect, who claimed that the platform is standard in the industry and meets international requirements\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Keller challenges the cornerstone finding by the district court:  that Bijhouwer's expert opinion was founded on a \"persuasive\" appraisal of \"applicable\" industry standards.  The gist of Bijhouwer's testimony was that he personally inspected the Tank 4 ladder after Keller's fall, measured its dimensions, and climbed out of Tank 4 several times by pulling himself under the lower railing with the aid of the metal grab bar mounted in the 'tween deck floor.  In twenty-four years as a marine surveyor, approximately five to ten percent of the vessels Bijhouwer had encountered were equipped with ladder-railing configurations similar to Tank 4.  Bijhouwer found the Tank 4 ladder \"easy\" to climb, and \"perfectly safe.\"   He consulted two fixed-ladder safety standards governing \"shipboard installation as opposed to land-based installation\":  the Maritime Administration standard (MARAD) (1965) and the American Society for Testing and Materials standard (ASTM) (1983).  In Bijhouwer's opinion, both standards confirmed that the Tank 4 ladder-railing design met or surpassed applicable maritime safety standards.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Finding no merit in Keller's other challenges to the district court's credibility determinations,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> we focus on two related contentions.  First, Keller quarrels with the district court ruling that ASTM was an \"applicable\" industry standard.  He points out that the ASTM was promulgated several years after Keller's fall, for the purpose of facilitating inter-vessel exchangeability of component parts, rather than promoting safety concerns.  And, because Bijhouwer conceded at trial that MARAD required an unobstructed gap in the Tank 4 railing, Keller contests the district court ruling that MARAD was an \"applicable\" industry standard and disagrees that the Tank 4 ladder substantially conformed with the MARAD design.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">These contentions cannot withstand scrutiny.  Keller does not explain why a maritime safety standard like ASTM would be wholly \"inapplicable\" simply because it had been promulgated after the accident.  In this context, \"applicability\" connotes no statutory or regulatory compulsion to conform with a particular standard.  See infra note 5.  Rather, \"applicability\" connotes mere relevance:  that ASTM had some tendency to make it more or less likely that the defendant and Simplex would have regarded the ASTM norm as a minimum safety standard for the industry.  There is no evidence that general maritime safety standards changed so dramatically between 1979 and 1983 that ASTM was rendered wholly immaterial as an indicator of 1979 industry safety practices, see Fed.R.Evid. 401, nor that ASTM was based exclusively on post-1979 data.  Further, in response to Keller's contention that ASTM's purpose was merely to facilitate the interchangeability of component parts, we note Bijhouwer's testimony that though the maritime standards he relied upon (including ASTM ) might not be exclusively safety-oriented, there were \"safety-related aspects to all of [these industry] standards.\"   Thus, it was not clear error to find that ASTM possessed some probative value in determining industry safety practices in 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Even if ASTM were deemed wholly \"inapplicable,\" however, it was but one of two independent maritime safety standards on which Bijhouwer relied.  Keller therefore would have had to hobble both the ASTM and the MARAD standards in order to prevail.  Viewed as an enumeration of minimum safety recommendations for the industry, MARAD is conspicuously silent on many matters Keller considered pertinent to the defendant vessel owner's duty of care, including any unequivocal recommendation that a gap be left in safety railings which extend around the top of a fixed ladder.  Bijhouwer testified that MARAD recommended such a gap (or removable railings) only as needed to facilitate cargo loading via the deck on which the railings are located.   Here, of course, the cable was not loaded into Tank 4 across the HUDDELL's 'tween deck where the safety railings were located, but from the main deck, down through an upper hatch and into Tank 4.  He further testified that MARAD recommends such an \"access opening\" only in \"deck\" railings near ladders, citing two plausible reasons that this would not indicate that a complete gap should have been left in the Tank 4 railings:  (1) the MARAD provision refers exclusively to railings on the periphery of the main or weather deck of the vessel, not to railings on lower decks, like the 'tween deck;  and (2) the undefined term \"access opening\" might reasonably mean any aperture through which a person could exit safely, such as the 27-inch space under the lower railing on Tank 4.  Bijhouwer's testimony likewise was bolstered by OSHA regulations, which presumably impose a heightened obligation on the stevedore to provide its employees with a \"safe\" workplace.  See 33 U.S.C. Sec. 941.  Yet even the OSHA standards do not discourage the ladder configuration found on Tank 4.  See 29 C.F.R. Sec. 1918.25.  Thus, Keller failed to weaken Bijhouwer's interpretation and application of MARAD.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">To the extent that the technical aspects of MARAD invited expert interpretation, the district court was entitled to rely on Bijhouwer's testimony, especially since Keller tendered no persuasive counter-interpretation:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>Compliance with the customs and practice of an industry, while relevant and admissible[,] is not necessarily due care.  It may, however, be evidence of due care and when relied on by the fact finder \"his findings will not be lightly disregarded unless there is a particularly strong showing of the unreasonableness of the customary practice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">1 Martin J. Norris, The Law of Maritime Personal Injuries Sec. 9:5, at 453 (4th ed. 1990) (quoting Cia Maritima Del Nervion v. James J. Flanagan Shipping Corp., <span class=\"citation\" data-id=\"258260\"><a href=\"/opinion/258260/cia-maritima-del-nervion-v-james-j-flanagan-shipping-corporation/\"><span class=\"volume\">308</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span>, 125 (5th Cir.1962) (emphasis added));  McGann v. Compania De Navegacio Maritima Netumar, <span class=\"citation\" data-id=\"1903154\"><a href=\"/opinion/1903154/mcgann-v-compania-de-navegacio-maritima-netumar/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1568</span></a></span>, 1571 (D.Md.1984) (evidence that ladder was \"typical\" or \"standard\" is probative of vessel owner's nonnegligent conduct).  Van Dissell, Keller's expert witness, conceded that he never consulted the ASTM standards, and neither referenced nor analyzed MARAD before surveying the Tank 4 ladder.  We think it clear that this effort fell well short of the \"particularly strong showing,\" see Cia Maritima Del <span class=\"citation\" data-id=\"258260\"><span class=\"antecedent_guess\">Nervion,</span> <a href=\"/opinion/258260/cia-maritima-del-nervion-v-james-j-flanagan-shipping-corporation/\"><span class=\"volume\">308</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">125</span> </a></span>(emphasis added), needed to demonstrate clear error in the trial court's decision to credit Bijhouwer's expert recommendations relating to an \"applicable\" industry \"standard.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Keller concedes that van Dissell relied on three land-based safety standards, or at least on safety standards not intended for applications distinctively maritime in nature:  Department of Defense Military Standard Human Engineering Design Criteria for Military Systems, Equipment and Facilities, MIL-STD-1472 (1970);  American National Standards Institute's (ANSI) Standard Safety Code for Fixed Ladders (1956 &amp; 1974);  and OSHA Standards for Fixed Ladders, 29 C.F.R. Sec. 1910.27 (1975).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In general, differentials between land-based and maritime design and safety codes are necessitated by the unique spatial and weight constraints on working maritime vessels.  The van Dissell benchmarks undoubtedly set more stringent safety specifications than the MARAD model, and thus were relatively \"safer,\" but Scindia inquires only whether Simplex could have anticipated that the vessel owner would consign a vessel with these heightened land-based safety specifications.  By contrast, Bijhouwer testified that shipyards commonly consult standards, such as MARAD, in designing and constructing merchant vessels, rather than the more generalized military specifications like MIL-STD-1472;  and, further, that he had encountered the Tank 4 ladder configuration in at least five to ten percent of the merchant vessels he had surveyed.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Second, Keller attacks, as internally inconsistent and inherently implausible, the Bijhouwer testimony that the 27-inch space beneath the lower safety railing on Tank 4 afforded an adequate \"access opening\" according to MARAD.  Bijhouwer testified on deposition that a minimum vertical gap of twenty-five inches beneath the lower railing would be a \"safe\" \"access opening\" for exiting Tank 4.  At trial, however, Bijhouwer conceded that the grab bar, which was 4 1/8 inches high, was set into the 'tween deck floor six inches from the ladder and the rim of Tank 4.  Confronted with this configuration--indicating an actual clearance of 22 7/8 inches--Bijhouwer nonetheless stated that the grab bar posed no hazardous interference.  He explained that there would remain at least a 25-inch clearance directly beneath the lower railing where it passed over the six-inch ledge of the tank, and that this clearance was needed only to accommodate the height of the climber's body as he placed his knee up onto the tank ledge.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In that position, the climber would attain maximum vertical posture (measured from stooped head/shoulders to knee), at which point his body would flatten out to less than twenty-five inches as he pulled himself forward and through the narrower opening between the top of the grab bar and the lower railing.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  While Keller characterizes these movements as dangerously acrobatic, it is well recognized that longshore workers are called upon to cope with uncomfortable, cramped positions in the close confines of a vessel.  See, e.g., <span class=\"citation\" data-id=\"522275\"><span class=\"antecedent_guess\">Bjaranson,</span> <a href=\"/opinion/522275/robert-p-bjaranson-v-botelho-shipping-corporation-manila/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1208</span> </a></span>(\"the men, according to the testimony, could have squeezed around the leg of the crane\" to avoid the hazard) (emphasis added).  Further, Bijhouwer testified that the lower railing served both (i) a safety function, since it would protect an exiting climber from falling backward into the tank, and (ii) a utilitarian purpose, since it would provide Simplex with the option to spool wire into Tank 4 above the 'tween deck level.  See <span class=\"citation\" data-id=\"373780\"><span class=\"antecedent_guess\">Johnson,</span> <a href=\"/opinion/373780/roger-johnson-v-as-ivarans-rederi/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">348</span> </a></span>(trier of fact may consider \"the usefulness to the [vessel] of the [allegedly] dangerous condition\") (emphasis added);  see also <span class=\"citation\" data-id=\"508546\"><span class=\"antecedent_guess\">Miller,</span> <a href=\"/opinion/508546/william-h-miller-v-patton-tully-transportation-company-inc/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">205</span> </a></span>(\"The court found that the toolbox was a necessary piece of equipment for the barge and that it was situated reasonably to keep it out of the way of the workers on the barge....  Similarly, the court found that whatever hazard was presented by the counterweight was justified by its important safety purpose of keeping the toolbox lid from snapping shut unexpectedly.\")  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">According to Bijhouwer, therefore, the Tank 4 ladder incorporated at least one \"safe\" method of egress compatible with MARAD (i.e., \"under\" the lower safety railing);  hence, the vessel owner had not provided Simplex with an \"unavoidably\" hazardous ladder.  See <span class=\"citation\" data-id=\"512901\"><span class=\"antecedent_guess\">Teply,</span> <a href=\"/opinion/512901/richard-teply-and-reeled-tubing-inc-and-national-union-fire-insurance/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">378</span></a></span>.   Thus, even if MARAD had been the only \"applicable\" industry standard on which Bijhouwer could rely, it afforded sufficient support for the district court finding that the defendant vessel owner had discharged its turnover duty of safe condition, on the ground that Simplex should have \"anticipated\" and managed the equipment as designed, whatever its inherent, but avoidable, risks.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Keller further contends that the trial court erred in finding that any potential risks attending the use of the Tank 4 ladder were \"obvious.\"   He relies on (i) Bijhouwer's testimony that it would be \"reckless\" for Simplex employees to attempt to exit Tank 4 by passing between the two safety railings or \"over\" the top railing, and (ii) evidence that Simplex employees continued to use both these methods after turnover.  Keller argues that this latent design \"defect\" generated the independent turnover duty that the vessel owner warn Simplex or its longshore workers of the hidden danger.  This contention, too, is flawed.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">First, Keller incorrectly assumes that by adopting Bijhouwer's testimony that MARAD and ASTM were \"applicable\" safety standards, the trial court likewise necessarily credited Bijhouwer's expert opinion (not based on MARAD) that it would have been reckless to utilize the two other methods of egress.  On the contrary, however, the court did not adopt that portion of the Bijhouwer testimony but went on to note instead that Keller had proffered no evidence of any design defect whatsoever in the Tank 4 ladder;  for example, that any accident had ever occurred on the ladder when persons other than Keller used these two alternate methods under substantially similar conditions (wet, cold, artificial lighting).  See, e.g., McKinnon v. Skil Corp., <span class=\"citation\" data-id=\"386002\"><a href=\"/opinion/386002/james-a-mckinnon-v-skil-corporation/\"><span class=\"volume\">638</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span></a></span>, 277 (1st Cir.1981) (subject to Rule 403 balancing, evidence of prior accidents under similar conditions admissible to show design defect);  cf. <span class=\"citation\" data-id=\"541801\"><span class=\"antecedent_guess\">Martinez,</span> <a href=\"/opinion/541801/armando-martinez-v-korea-shipping-corp-ltd-hyundai-heavy-industries/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">609</span> </a></span>(at summary judgment, vessel owner met burden by \"offer[ing] evidence that during the vessel's seven years of operation no longshoreman ever fell into one of the ladder openings on the lashing platforms and no complaints were lodged concerning the platforms\");  <span class=\"citation\" data-id=\"1903154\"><span class=\"antecedent_guess\">McGann,</span> <a href=\"/opinion/1903154/mcgann-v-compania-de-navegacio-maritima-netumar/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1571</span> </a></span>(\"[N]o other accidents or complaints concerning this type of ladder have been reported....\");  accord Pittman v. Littlefield, <span class=\"citation\" data-id=\"294963\"><a href=\"/opinion/294963/raymond-j-pittman-v-harold-a-littlefield-e-kenneth-littlefield-edith/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">659</span></a></span>, 662 (1st Cir.1971) (absence of other accidents under substantially similar conditions may be probative of \"safe\" condition) (applying New Hampshire law).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Second, even if the district court had agreed with Bijhouwer's assessment of the risks attending the two alternate methods of egress, Bijhouwer never intimated that those methods posed hazards not readily foreseeable by Simplex.  <span class=\"citation\" data-id=\"110462\"><span class=\"antecedent_guess\">Scindia,</span> <a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">167</span></a></span>, 101 S.Ct. at 1622 (noting that duty to warn exists only if \"defect\" \"would not be obvious to or anticipated by [stevedore] if reasonably competent in the performance of his work\").  The alleged design defect (two fixed railings) was in no sense latent.  Unlike a hairline fracture in the rung of a ladder, for example, which might render the ladder configuration not reasonably safe for any unwarned usage, the juxtaposition of the two railings and the absence of posted instructions put Simplex on notice that its employees, unless instructed otherwise, might attempt to exit Tank 4 in any of three ways.  If Simplex had deemed Bijhouwer's \"under\" method the only \"safe\" one, it could have instructed its employees not to use the two alternate methods.  Or if it considered all three methods \"unsafe,\" it could have removed the railings between the stanchions at the top of the ladder.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Relying on the fact that he was never in Tank 4 prior to the night of the accident, Keller wrongly presumes that obviousness and latency are measured by what a relatively inexperienced longshore worker might observe.  Instead, the Scindia standard turns primarily on what an \"experienced\" stevedore, like Simplex, reasonably would be expected to notice.  By the same token, if the district court correctly found that even Simplex longshore workers reasonably could be expected to recognize any such defects, it surely follows that their more experienced stevedore-employer should have discovered the defects during the course of its extended two-year stewardship of the HUDDELL.  See <span class=\"citation\" data-id=\"522275\"><span class=\"antecedent_guess\">Bjaranson,</span> <a href=\"/opinion/522275/robert-p-bjaranson-v-botelho-shipping-corporation-manila/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1209</span> </a></span>n. 7 (\"The condition of the ladder was apparent and obvious when Bjaranson's employer, the stevedoring contractor, boarded the ship and assumed the control of the cargo operation.  Although the condition may not have been obvious to Bjaranson at night, the fact that the condition was obvious to his employer eliminated whatever duty there may have been upon [the vessel owner] to warn the individual employees.\")  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Next, Keller contends that the district court improperly considered his blood-alcohol level at the time of the accident, since the doctrine of pure comparative fault would not permit contributory negligence to defeat Keller's LHWCA claim, but only to abate damages.  See <span class=\"citation\" data-id=\"373780\"><span class=\"antecedent_guess\">Johnson,</span> <a href=\"/opinion/373780/roger-johnson-v-as-ivarans-rederi/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">347</span></a></span>;  1A Benedict on Admiralty Sec. 56, at 3-33.  First, the district court explicitly acknowledged that had Keller proven that the defendant vessel owner was a cause of Keller's accident, the court could not have treated Keller's blood-alcohol level as a total bar to recovery under the LHWCA.  See Keller, No. 81-549-SD, slip op. at 15 (\"The court is, of course, aware that were negligence found on the part of the ship owner, the intoxication of Keller ... would not serve necessarily to totally disqualify him from recovery.\")  (emphasis added).  Second, under the analogous comparative fault doctrine for LHWCA compensation awards, a stevedore may defend by proving that the longshore worker's injuries were caused \"solely\" by his intoxication, cf. 33 U.S.C. Sec. 903(c).  While the longshore worker initially enjoys a rebuttable presumption against such a finding, <span class=\"citation\" data-id=\"373780\"><a href=\"/opinion/373780/roger-johnson-v-as-ivarans-rederi/\"><span class=\"id_token\">id.</span> Sec. 920(c), </a></span>the stevedore's defense is not unprovable.  See, e.g., Walker v. Universal Terminal &amp; Stevedoring Corp., <span class=\"citation\" data-id=\"389118\"><a href=\"/opinion/389118/methel-walker-v-universal-terminal-stevedoring-corp-employer-and/\"><span class=\"volume\">645</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">170</span></a></span>, 173 (3d Cir.1981) (finding Sec. 903(c) intoxication defense established, and noting that the rebuttable presumption \"falls out of the case\" once stevedore proffers \"substantial evidence\" that longshore worker's intoxication was sole cause of injury or death).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Similarly, in a section 905(b) action, the trial court may assess the quality of the vessel owner's rebuttal evidence where the longshore worker failed to demonstrate a vessel \"defect\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and where the vessel owner has proffered \"substantial\" evidence of the longshore worker's intoxication.  Here, the trial court's consideration of the blood-alcohol level followed directly upon its observations concerning Keller's failures of proof:  (1) the absence of persuasive expert testimony that the Tank 4 ladder design was so inferior to anticipated safety standards that the defendant vessel owner could not entrust the equipment to the stevedore's able charge;  and (2) the absence of evidence of other accidents on the ladder under substantially similar conditions.  In this context, we interpret these trial court observations as an acknowledgment not only that Keller utterly failed to carry his burden of proof but that the only credible evidence of possible causation (i.e., Keller's heavy drinking earlier in the evening and his high blood-alcohol level one hour after the fall) in no respect implicated the defendant vessel owner.  See supra note 8.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Keller further claims that but for two items of evidence which the district court improperly ignored or excluded, we would be compelled to conclude that the district court committed clear error.  First, the district court excluded the deposition testimony of eyewitness Rhonda Rossley, who expressed the opinion that Keller had hit his head on a railing prior to the fall.  Nonexpert-opinion testimony is permitted only if \"(a) rationally based on the perception of the witness and (b) helpful to a clear understanding of the witness' testimony or the determination of the fact in issue.\"   Fed.R.Evid. 701.  See Swajian v. General Motors Corp., <span class=\"citation\" data-id=\"549742\"><a href=\"/opinion/549742/gregory-swajian-v-general-motors-corporation/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 36 (1st Cir.1990).  The trial court ruled that the proffered deposition testimony did not meet the first Rule 701 test because Rossley \"did not see [Keller] strike his head, nor could she see his right hand before he fell[, nor] observe whether his left hand or his left foot first lost contact with, respectively, the railing or the ladder rung.\"  Keller, No. 81-549-SD, slip op. at 12.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We review a Rule 701 ruling only for manifest abuse of discretion.  See United States v. Paiva, <span class=\"citation\" data-id=\"534182\"><a href=\"/opinion/534182/united-states-v-james-earl-paiva/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 156 (1st Cir.1989).  We find no abuse of discretion.  First, Rossley's opinion necessarily depended upon a forbidden Rule 701 \"inference,\" because she (i) neither saw Keller strike his head on the railing, (ii) nor testified to any other sensory perception from which one might rationally infer such an impact (e.g., the sound of impact, a sudden jolt or halt in Keller's upward progress, a pre- or post-impact cry, or any outward appearance of a head wound or bleeding).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Cf. <span class=\"citation\" data-id=\"549742\"><span class=\"antecedent_guess\">Swajian,</span> <a href=\"/opinion/549742/gregory-swajian-v-general-motors-corporation/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">36</span> </a></span>(finding clear abuse of discretion in allowing lay opinion that wheel fell off rear axle before car flipped over, based exclusively on the witness's observation that he first saw wheel crossing the road while the flip-over was in progress).  Although Keller's failure to call out or to try to regain hold of the ladder could be consistent with sudden disorientation or even unconsciousness, as a lay witness Rossley would have had no nonspeculative basis for excluding possible causes other than a blow to the head (e.g., intoxication, fatigue and heavy exertion).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Second, and perhaps more importantly, this was a bench trial, in which the trial judge would not only determine the admissibility of the evidence but serve as the ultimate trier of fact.  The Rule 701 admissibility determination turns on whether the inference drawn by the nonexpert lay witness would be \"helpful to ... the determination of the fact in issue.\"   Thus, having considered the entire proffer, the trial judge excluded the Rossley opinion testimony because the court found no sufficiently reliable basis for the speculative inference on which it was based.  Not only do we agree, but nothing would have required the trial judge, as trier of fact, to credit the Rossley opinion had it been admitted in evidence, especially since she possessed no particular skill or experience which would have assisted the trial court's fact-finding insight.  Cf., e.g., Soden v. Freightliner Corp., <span class=\"citation\" data-id=\"423540\"><a href=\"/opinion/423540/mary-ann-soden-individually-and-as-independent-of-the-estate-of-willard-c/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">498</span></a></span>, 512 (5th Cir.1983) (nonexpert witness with eighteen years' experience repairing trucks can give lay opinion whether truck was defective).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Finally, Keller contests the exclusion of evidence that Simplex cut out the two railings on the Tank 4 ladder one day after the accident, as proof that the original ladder design constituted an \"unreasonably\" dangerous condition.  Keller suggests that this evidence was admissible notwithstanding Rule 407, which requires the exclusion of subsequent remedial repairs by the defendant only, not by nondefendants like Simplex.  See Raymond v. Raymond Corp., <span class=\"citation\" data-id=\"564962\"><a href=\"/opinion/564962/33-fed-r-evid-serv-1294-prodliabrepcchp-12860-jeanne-raymond/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1518</span></a></span>, 1524 (1st Cir.1991);  Koonce v. Quaker Safety Prods. &amp; Mfg. Co., <span class=\"citation\" data-id=\"474839\"><a href=\"/opinion/474839/21-fed-r-evid-serv-631-prodliabrepcchp-11207-rita-koonce-v/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">700</span></a></span>, 719-20 (5th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">At best, subsequent remedial measures are considered marginally probative of prior negligence.  See John H. Wigmore, Evidence Sec. 283, at 174-75 (1979).  In this case, moreover, defendant could have capitalized on the very same evidence to demonstrate that Simplex was expected to make such structural alterations to the HUDDELL without first consulting defendant, and that defendant was entitled to rely on Simplex, as a reasonably competent stevedore, to take such preemptive measures provided Simplex deemed them necessary for its employees' safety.  See also infra note 11.  Under the Scindia delineation of turnover duty, therefore, this evidence was at least a \"wash\" for Keller, and actually may have helped defendant more than Keller.  For these reasons, we conclude that the exclusion of this evidence was at most harmless.  See Fed.R.Civ.P. 61 (erroneous exclusion of evidence harmless if it \"does not affect the substantial rights of the parties\").<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p class=\"indent\">2. Post-Turnover Duties of Intervention</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Leaving no ground unturned, Keller argues that the court erred in ruling that the defendant did not breach its post-turnover duties:  to supervise and inspect the HUDDELL during cable loading and to intervene and remedy any hazardous condition that developed following turnover.  See <span class=\"citation\" data-id=\"110462\"><span class=\"antecedent_guess\">Scindia,</span> <a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">172</span></a></span>, 101 S.Ct. at 1624-25 (noting that post-turnover duty to intervene to remedy unreasonably dangerous condition may derive from custom or from the vessel owner's contractual obligation to the stevedore).  Keller contends that the court (1) disregarded his claim that the contract with Simplex required the defendant vessel owner to intervene to effect any safety-related alterations during cargo operations;  (2) ignored Keller's evidence that it was a customary or established practice that the defendant monitor the HUDDELL during loading operations;  and (3) erred as a matter of law in determining that \"a custom-generated duty to supervise and inspect does not transfer to the ship owner a duty to eradicate dangers reasonably known to and managed by the stevedore.\"  Keller, No. 81-549-SD, slip op. at 14 (citing LaMartina v. Pan Ocean Shipping Co., Ltd., <span class=\"citation no-link\"><span class=\"volume\">815</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">878</span></span>, 880-81 (D.Md.1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">A vessel owner's duty of care normally ceases once it has discharged its \"turnover\" duties and the stevedore-employer's cargo operations have begun.  Nonetheless, the Supreme Court has suggested three settings in which an owner might remain under some \"continuing\" duty to monitor, supervise, or inspect the vessel for hazards developing after stevedoring operations commence.  First, the vessel owner might remain under such a duty were it to retain actual physical control or custody of a portion of the vessel, or participate in stevedoring operations.  <span class=\"citation\" data-id=\"110462\"><span class=\"antecedent_guess\">Scindia,</span> <a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">167</span></a></span>, 101 S.Ct. at 1622.   Keller concedes that these conditions were not met.  Second, a duty to intervene might attach in the event the vessel owner were to acquire actual knowledge that \"unsafe conditions\" had developed in the vessel's appurtenances since turnover, that the stevedore-employer will not address the unsafe condition, and that the stevedore's decision not to remedy the developing hazard was \"obviously improvident\" in the circumstances.  <span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"id_token\">Id.</span> at 174-75, </a></span>101 S.Ct. at 1625-26.   Third, even absent actual control, participation or knowledge, a post-\"turnover\" duty may arise if the vessel owner was obligated, by contract, statute or custom, to monitor stevedoring operations for the purpose of detecting and remedying unsafe conditions.  Id. at <span class=\"citation\" data-id=\"110462\"><span class=\"antecedent_guess\">172,</span> <a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1624-25</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Keller's \"continuing duty\" claim was founded on the contention that the defendant vessel owner had either actual or constructive knowledge of an unreasonably dangerous condition during cable loading operations.  However, he does not suggest that the basic structure or design of the Tank 4 ladder changed after cable loading began (e.g., ladder rungs displaced, loosened or fractured).  Therefore, the defendant could have breached no continuing duty of care to Keller, since the district court supportably found that the Tank 4 ladder configuration created no \"unreasonable\" hazard ab initio.  See <span class=\"citation\" data-id=\"110462\"><span class=\"antecedent_guess\">Scindia,</span> <a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">172</span></a></span>, 101 S.Ct. at 1624-25 (\"We are of the view that ... the shipowner has no general duty by way of supervision or inspection to exercise reasonable care to discover dangerous conditions that develop [i.e., a malfunctioning winch] within the confines of the cargo operations that are assigned to the stevedore.\");  <span class=\"citation\" data-id=\"541801\"><span class=\"antecedent_guess\">Martinez,</span> <a href=\"/opinion/541801/armando-martinez-v-korea-shipping-corp-ltd-hyundai-heavy-industries/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">611</span> </a></span>(\"[T]he alleged unsafe condition [employees working on \"unsafe\" platform] did not develop during cargo operations;  it was either safe or unsafe at the time the cargo operations began....\");  Pluyer v. Mitsui O.S.K. Lines, Ltd., <span class=\"citation\" data-id=\"397195\"><a href=\"/opinion/397195/eloy-s-pluyer-cross-american-mutual-liability-insurance-company/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1243</span></a></span>, 1246 (5th Cir.1982) (noting \"different situation\" than in Scindia where the \"case involves the vessel's liability for hazards that antedate or are coincident with the commencement of cargo operations\").</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Keller intimates that the relevant \"change\" or \"development\" which would have been discovered had defendant met its alleged continuing duty to monitor and intervene was the failure of Simplex cable loaders to use the Tank 4 ladder in the intended manner.  Thus, Keller would interpret the district court ruling--that \"a custom-generated duty to supervise and inspect does not transfer to the ship owner a duty to eradicate dangers reasonably known to and managed by the stevedore\"--as holding that a vessel owner can never be duty-bound to intervene once an on-board danger (the risk that longshore workers might resort to the \"over\" and \"between\" methods of egress) becomes \"obvious\" to the stevedore.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We cannot subscribe to Keller's reasoning.  First, as already noted, we discern no indication that the trial court credited evidence that the two alternate methods of exiting Tank 4 were not reasonably safe.  Second, even if the district court had found these other methods of egress \"unsafe,\" initially the vessel owner could rely on Simplex to manage such \"obvious\" defects, unless and until it appeared that Simplex's decision not to take remedial measures (warnings or railing removal) was \"obviously improvident\" under the circumstances.  Keller conceded, however, that Simplex, which plainly had actual or constructive notice as to how its longshore workers were exiting Tank 4, never received an employee complaint about the Tank 4 ladder and that no accident ever occurred on the ladder either before or after the Keller incident.  Thus, evidence presented by Keller did not begin to establish defendant's actual knowledge of the alleged \"hazard\" on the part of the defendant vessel owner, let alone any obvious improvidence on the part of Simplex.  For the same reason, even if the defendant vessel owner had been under a contractual or custom-generated duty to monitor and intervene, Keller failed to establish a breach.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Given the exacting standards of care incumbent upon a stevedore under the LHWCA, and the supportable trial court findings, we are left with nothing approaching a \"definite and firm conviction that a mistake has been committed.\"  Holmes Transp., <span class=\"citation\" data-id=\"598968\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/598968/fed-carr-cas-p-83804-interstate-commerce-commission-v-holmes/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1129</span></a></span>.   Once the trier of fact determined that the Tank 4 ladder was \"safe,\" its design compatible with \"applicable\" maritime safety standards, and any potential hazards sufficiently \"obvious\" to Simplex longshore workers, it followed inexorably that the vessel owner was entitled to rely on Simplex, as an \"expert and experienced\" stevedore, to act with reasonable care in supervising its workers in their interaction with and avoidance of any such \"obvious\" hazards on board the vessel during cargo loading operations.  Any relevant \"hazard\" could have been averted by Simplex in various ways, including the permanent removal of the safety railings at the top of the Tank 4 ladder, a warning on the ladder as to safe methods of egress, or simple instruction of its longshore workers.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The judgment is affirmed.  The parties shall bear their own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Among other things, Keller alleged that (1) the ladder rungs were wet, slippery, worn, and irregularly spaced;  (2) the metal railings protruded so as to make it likely that a climber would strike his head;  and (3) no warning of these protrusions was posted on the ladder</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 905(b) provides in pertinent part:</p>\n        <p>In the event of injury to a person covered under this Act caused by the negligence of a vessel, then such person ... may bring an action against such vessel as a third party ..., and the employer shall not be liable to the vessel for such damages directly or indirectly and any agreements or warranties to the contrary shall be void....  The liability of the vessel under this subsection shall not be based upon the warranty of seaworthiness or a breach thereof at the time the injury occurred.</p>\n        <p>33 U.S.C. Sec. 905(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Minor measurement \"deviations\" between MARAD-ASTM and Tank 4 included, inter alia:  the facial width of ladder rungs (slightly over 14 inches;  standard 14 inches);  rungs (1 1/2 inches by  1/2 inch;  standard  3/4 inch by  3/4 inch);  and toe clearance behind rungs (5 inches at sides, 14 3/4 inches in middle;  standard minimum 5 inches)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For example, Bijhouwer testified that a person who was exiting Tank 4 for the first time might be able to do so \"blindfolded.\"   Keller characterizes this testimony as patently incredible, especially in view of other testimony that Tank 4 was \"more difficult\" to exit than the tanks on other vessels (e.g., the FURMAN) then moored at Simplex.  On redirect, however, Bijhouwer clarified that the ladder and grab bar combination installed in Tank 4 was so well designed that, after one trip up, a climber could use it \"blindfolded.\"   Bijhouwer's redirect testimony would enable a reasonable inference that Simplex, once it became acquainted with the Tank 4 configuration following turnover, was in no sense disabled from informing its employees about at least one safe method of exiting the tank.  Moreover, the fact that other witnesses testified that the Tank 4 ladder was \"more\" difficult to climb did not compel a finding that it was defective, since (1) these lay witnesses testified to their personal experiences only, not to safety design;  and (2) this inapposite comparison (i.e., \"more difficult\" as opposed to \"too difficult\") would not show that the Tank 4 ladder was \"unsafe,\" only that other Navy ships moored at Simplex had \"safer\" ladders (i.e., exceeded applicable maritime safety standards)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Keller did not contend that these OSHA standards directly applied to defendant.  Therefore, even a failure to comply with the OSHA standards would not entitle Keller to claim negligence per se.   And in fact, the OSHA standards were not directly applicable to defendant, because (1) they do not pertain to maritime employment of longshore and harbor workers, cf. 33 U.S.C. Sec. 941;  29 C.F.R. Secs. 1918.1-1918.106;  and (2) they regulate only the obligations of employers, see <span class=\"citation\" data-id=\"541801\"><span class=\"antecedent_guess\">Martinez,</span> <a href=\"/opinion/541801/armando-martinez-v-korea-shipping-corp-ltd-hyundai-heavy-industries/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">611</span></a></span>;  Bandeen v. United Carriers (Panama), Inc., <span class=\"citation\" data-id=\"421919\"><a href=\"/opinion/421919/eugene-h-bandeen-v-united-carriers-panama-inc-japan-line-ltd-and/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1336</span></a></span>, 1339-40 (9th Cir.1983) (same), and defendant was not Keller's employer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Keller argues that the method of egress endorsed by Bijhouwer was unmanageable because the climber would have to place his knee on a narrow coaming that raised  7/8 inches at the edge of the tank, which Bijhouwer conceded would \"cut\" into the climber's knee.  In fact, however, Bijhouwer testified that a climber could place his knee \"momentarily\" between the coaming and the grab bar, not on top of the coaming.   When asked if the coaming would then \"dig[ ] into your knee,\" Bijhouwer simply responded that \"[y]ou can feel the coaming.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Keller likewise relies on Bijhouwer's admission that at the time he first formulated his opinion that the ladder design was safe, he had not considered the actual conditions (e.g., wet, cold, artificial lighting) in Tank 4 on the night of the accident.  Nevertheless, when asked at trial, Bijhouwer testified that those conditions did not alter his opinion as to the safety of the ladder design.  He explained, for example, that even though Keller was wearing heavy clothing at the time, the clearance beneath the lower safety railing would be adequate for a climber emerging from the tank, because clothing might catch on the railing only as a climber was backing into the tank, not as he was pushing forward</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Given the Scindia standard, evidence of Keller's high blood-alcohol level cannot be wholly divorced from the threshold question whether a defective design rendered the Tank 4 ladder \"unreasonably\" dangerous.  A written policy forbade Simplex workers from reporting to work intoxicated.  Thus, Keller's blood-alcohol level would be relevant to whether the ladder constituted an \"unreasonably\" dangerous condition, since the vessel owner, in turning over the Tank 4 ladder, reasonably could rely on compliance with the stevedore's policy on intoxication.  See <span class=\"citation\" data-id=\"373780\"><span class=\"antecedent_guess\">Johnson,</span> <a href=\"/opinion/373780/roger-johnson-v-as-ivarans-rederi/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">348</span> </a></span>(trier of fact must consider \"the probability and severity of the harm [the condition] poses\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although a medical doctor testified that Keller sustained an eye injury which could have been consistent with the Rossley inference, given that Keller also suffered head trauma when he landed head-first on the tank floor sixteen feet below the 'tween deck the doctor could not testify that such an inference was compelled</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Keller catalogues various documentary exhibits which he contends were improperly excluded.  We find no error.  For example, Exhibits 10, 21, and 65 were proffered to establish the contents of the contract between Simplex and defendant.  This issue was mooted by the finding that the Tank 4 ladder did not constitute an unreasonably dangerous condition.  See infra Section II.B.2 &amp; note 11.  Exhibits 34 and 34A were largely cumulative of evidence already admitted and any noncumulative portions were provided in the van Dissell testimony.  See Fed.R.Civ.P. 61 (harmless error);  Fed.R.Evid. 403 (governing admission of \"cumulative\" evidence).  Finally, Exhibit 73--a mock-up of a portion of the Tank 4 ladder, used for demonstrative purposes at trial--was excludable due to failure to lay a proper foundation for its admission.  See Rogers v. Raymark Indus., Inc., <span class=\"citation\" data-id=\"553891\"><a href=\"/opinion/553891/hester-m-rogers-individually-and-as-special-administratrix-of-the-estate/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1426</span></a></span>, 1429 (9th Cir.1991) (admission of demonstrative evidence entrusted to trial court discretion).  At trial, Bijhouwer challenged the accuracy of the van Dissell measurements upon which Exhibit 73 was predicated.  See United States v. Myers, <span class=\"citation\" data-id=\"589639\"><a href=\"/opinion/589639/united-states-v-carl-harold-myers/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1566</span></a></span>, 1579 (11th Cir.1992) (noting that admission turns on whether there is foundation testimony that demonstrative evidence is \"fair\" and \"accurate\" depiction of original), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">445</span> </span>(1993);  Nichols Constr.  Corp v. Cessna Aircraft Co., <span class=\"citation\" data-id=\"481010\"><a href=\"/opinion/481010/prodliabrepcchp-10758-nichols-construction-corp-v-cessna-aircraft/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">340</span></a></span>, 353 (5th Cir.1985) (same).  Finally, relevant portions of Exhibits 91 and 91A were read into the trial record.  See Fed.R.Civ.P. 61;  Fed.R.Evid. 403</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Keller argues that the contract between defendant and Simplex unambiguously provided that defendant, not Simplex, would bear primary responsibility for ongoing \"safety\" inspections and modifications to the HUDDELL's work areas following turnover.  Keller points to a contract provision barring Simplex from making unilateral structural alterations to the HUDDELL.  From this premise, he contends that Simplex was compelled to use the Tank 4 ladder in existence at turnover.  We do not agree.  First, contrary to the trial court's alternate finding, this argument presumes that the ladder was \"unsafe.\"   Second, the contract contemplated that Simplex would bear the primary role in determining whether modifications were needed, even if defendant was to be consulted before \"major\" modifications were undertaken.  In any event, this contention falls far short of demonstrating a contractual duty on the part of the vessel owner to monitor in the first instance</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110462/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117850/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195201/",
    "https://www.courtlistener.com/api/rest/v3/opinions/258260/",
    "https://www.courtlistener.com/api/rest/v3/opinions/294963/",
    "https://www.courtlistener.com/api/rest/v3/opinions/315673/",
    "https://www.courtlistener.com/api/rest/v3/opinions/373780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/386002/",
    "https://www.courtlistener.com/api/rest/v3/opinions/389118/",
    "https://www.courtlistener.com/api/rest/v3/opinions/396379/",
    "https://www.courtlistener.com/api/rest/v3/opinions/397195/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421919/",
    "https://www.courtlistener.com/api/rest/v3/opinions/423540/",
    "https://www.courtlistener.com/api/rest/v3/opinions/464824/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474839/",
    "https://www.courtlistener.com/api/rest/v3/opinions/481010/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508546/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512901/",
    "https://www.courtlistener.com/api/rest/v3/opinions/513292/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522275/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532522/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534182/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539214/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541801/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548932/",
    "https://www.courtlistener.com/api/rest/v3/opinions/549742/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553891/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564962/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566417/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572165/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585844/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589639/",
    "https://www.courtlistener.com/api/rest/v3/opinions/594763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/598968/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1087812/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1903154/"
  ]
}