{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195619/",
  "id": 195619,
  "absolute_url": "/opinion/195619/henley-v-marine-transportion/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195619/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:55Z",
  "date_modified": "2020-02-21T23:30:04.665873Z",
  "type": "010combined",
  "sha1": "5bfb82c7b1c114d02c82404f18e3563c42049cf1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1543.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 93-1543\n                     HENLEY DRILLING COMPANY,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                         WILLIAM H. McGEE\n                               AND\n                   CNA CASUALTY OF PUERTO RICO,\n\n                     Defendants, Appellants.\n\n                                           \nNo. 93-1548\n                     HENLEY DRILLING COMPANY,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n               MARINE TRANSPORTATION SERVICES, ETC.\n                               AND\n                LUIS A. AYALA COLON SUCRS., INC.,\n\n                     Defendants, Appellants.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Raymond L. Acosta, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\n                                            \n\n                  Aldrich, Senior Circuit Judge,\n                                               \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n     Keith A. Graffam, with  whom Dario Rivera Carrasquillo, John\n                                                                 \nE. Mudd and Cordero, Miranda &amp; Pinto were on brief for plaintiff.\n                                    \n     Jose   F.  Sarraga   for  defendant   Marine  Transportation\n                       \nServices. \n     Eugene F. Hestres,  with whom  Bird, Bird &amp;  Hestres was  on\n                                                         \nbrief for defendant Luis A. Ayala Colon Sucrs., Inc.\n\n                                           \n\n                        September 27, 1994\n\n                                           \n\n          CYR, Circuit Judge.  The central question in this  case\n          CYR, Circuit Judge.\n                            \n\n   whether the $500 per-package limit on ocean carriage liability\n\nimposed  by the Carriage  of Goods by Sea  Act (COGSA), 46 U.S.C.\n\n  1304(5), is applicable to  an oil drilling rig     requires the\n\ncourt to  consider  for the  first time  the COGSA-related  \"fair\n\nopportunity\" doctrine. \n\n                                I\n\n                            BACKGROUND\n                                      \n\n          Puerto Rico Electric Power Authority (PREPA) contracted\n\nwith  Henley  Drilling  Company  (Henley)  to  conduct  petroleum\n\ndrilling  operations  in  Puerto  Rico.    Marine  Transportation\n\nServices-Sea  Barge Group,  Inc. (Sea  Barge), an  ocean carrier,\n\nagreed to  transport Henley's drilling equipment  from Houston to\n\nPuerto Rico, and  return.  PREPA obtained  marine cargo insurance\n\non the Henley drilling rig through William H. McGee &amp; Co. (McGee)\n\nand CNA Casualty of  Puerto Rico (CNA).  Following  an uneventful\n\nsouthbound voyage,  Sea Barge retained a  stevedoring contractor,\n\nLuis A. Ayala Col n  Sucrs., Inc. (Ayacol), to stow  the drilling\n\nrig aboard  the barge for the  return trip to Houston.   When the\n\nbarge arrived  in Houston,  however, Henley's huge  drilling rig,\n\nvalued at $629,000, was nowhere to be found. \n\n          Henley sued Sea Barge, Ayacol, McGee, CNA and PREPA  in\n\nthe United States District Court for the District of Puerto Rico.\n\nUnder  the terms of their settlement  agreement, PREPA, McGee and\n\nCNA  were subrogated to the  rights of Henley,  leaving Sea Barge\n\n                                3\n\nand Ayacol as the only defendants.  In March 1992,  Sea Barge and\n\nAyacol moved for partial  summary judgment, contending that their\n\nliability,  if any,  could  not exceed  the $500  per-package/CFU\n\nlimit  imposed  by COGSA.1    Contemporaneously,  Ayacol and  Sea\n\nBarge moved for summary  judgment on the further ground  that the\n\nstowing of the drilling rig aboard the barge for  the return trip\n\nto  Houston  was improperly  supervised  by  the marine  surveyor\n\nretained  by PREPA,  thereby entitling  Ayacol  and Sea  Barge to\n\nexoneration from liability. \n\n          A magistrate judge recommended partial summary judgment\n\nin  favor of Sea  Barge and Ayacol,  based on a  finding that the\n\ndrilling rig constituted a \"package\" within the meaning  of COGSA\n\n  4(5),  for which the maximum liability of the carrier is $500.2\n\nThe magistrate judge did  not rule on the summary  judgment claim\n\nfor exoneration.   McGee, CNA  and PREPA objected  to the  magis-\n\ntrate-judge's report and recommendation, which the district judge\n\nsubsequently  adopted over their objection.  McGee, CNA and PREPA\n\nunsuccessfully  moved for reconsideration  by the district judge.\n\nCNA  and McGee [collectively:  \"McGee\"] appealed.  Ayacol and Sea\n\nBarge  cross-appealed,  challenging  the  district   court  order\n\nadopting the magistrate-judge's report and recommendation insofar\n\nas it failed to  grant Ayacol and Sea Barge exoneration  from all\n\nliability and included no attorney fee award against McGee. \n\n                    \n\n     1The  COGSA-imposed liability limit  applies to each package\nor \"customary freight unit\" (\"CFU\").  \n  \n\n     2See note 1 supra.\n                      \n\n                                4\n\n                                II\n\n                            DISCUSSION\n                                      \n\nA.   The McGee Appeal (No.  93-1543)\n                                    \n\n     1.   Summary Judgment Standard\n                                   \n\n          We  review  a  grant   of  summary  judgment  de  novo.\n                                                                \n\nCommercial Union Ins. Co. v. Walbrook Ins. Co., 7 F.3d 1047, 1050\n                                              \n\n(1st  Cir. 1993).    Summary judgment  is  appropriate where  the\n\nrecord,  viewed  in the  light  most favorable  to  the nonmoving\n\nparty,  reveals no genuine issue as to any material fact, and the\n\nmoving party is entitled to judgment  as a matter of law.  Velez-\n                                                                 \n\nGomez v. SMA Life Assur. Co., 8 F.3d 873, 874-75 (1st Cir. 1993).\n                            \n\n     2.   The COGSA Liability Limitation\n                                        \n\n          Section 1304(5) of COGSA,  entitled \"Rights and immuni-\n\nties of carrier and ship,\" provides in relevant part:\n\n               Neither  the carrier nor  the ship shall\n          in any event be or become liable for any loss\n          or damage to or in connection with the trans-\n          portation of  goods  in an  amount  exceeding\n          $500  per package . .  . or in  case of goods\n          not  shipped  in   packages,  per   customary\n          freight  unit .  .  . unless  the nature  and\n                                                       \n          value of such goods have been declared by the\n                                                       \n          shipper before  shipment and inserted  in the\n                                                       \n          bill of lading . . . .\n                        \n               By agreement between  the carrier,  mas-\n          ter, or agent of the carrier, and the shipper\n          another maximum amount than that mentioned in\n          this paragraph may be fixed . . . [but] in no\n          event shall the  carrier be  liable for  more\n          than the amount of damage actually sustained.\n\n46 U.S.C. App.   1304(5) (emphasis added).  \n\n                                5\n\n          The  courts  generally  have required  the  carrier  to\n\nafford  the  shipper a  \"fair  opportunity\"  to avoid  the  COGSA\n\n\"package/CFU\"  liability  limitation  through   adequate  advance\n\nnotice.   See, e.g., Carman  Tool &amp; Abrasives,  Inc. v. Evergreen\n                                                                 \n\nLines, 871 F.2d 897, 899  n.3 (9th Cir. 1989).  As this court has\n     \n\nnot adopted  the COGSA  \"fair opportunity\" doctrine,  see Granite\n                                                                 \n\nState Ins. Co. v. M/V Caraibe, 825 F. Supp. 1113, 1118-24 (D.P.R.\n                             \n\n1993)  (noting  absence  of  First  Circuit  precedent  on  \"fair\n\nopportunity\" doctrine),  we first examine  the case law  in other\n\njurisdictions. \n\n          All courts which have  addressed the matter require the\n\ncarrier  to  provide  the  shipper  some  notice  of   the  COGSA\n\n\"package/CFU\" liability limitation, differing only as to the type\n\nof notice.    See id.  (examining circuit  split as  to level  of\n                     \n\nnotice  required); see  generally  Michael F.  Sturley, The  Fair\n                                                                 \n\nOpportunity Requirement Under COGSA  Section 4(5):  A  Case Study\n                                                                 \n\nin  the Misinterpretation  of the  Carriage of  Goods by  Sea Act\n                                                                 \n\n(Part I),  19 J.  Mar. L.  &amp; Com. 1,  13-17 (1988)  (hereinafter,\n        \n\n\"Sturley,  Part I\");  Michael  F. Sturley,  The Fair  Opportunity\n                                                                 \n\nRequirement (Part II),  19 J. Mar.  L. &amp; Com.  157 (1988)  (here-\n                     \n\ninafter,  \"Sturley, Part II\").   The Ninth Circuit  is thought to\n                  \n\nhave  the more demanding notice requirement, see 2A Ellen Flynn &amp;\n                                                \n\nGina A. Raduazzo, Benedict  on Admiralty    166, at pp. 16-28  to\n                                        \n\n16-29 (Michael  F. Sturley,  contrib. ed. 1993)  (hereinafter, 2A\n\nBenedict)  (describing  \"strict\" Ninth  Circuit  standard, citing\n        \n\ncases), mandating  that the  carrier provide the  shipper legible\n\n                                6\n\nwritten notice of the COGSA \"package/CFU\" liability limitation in\n\nthe bill  of lading, employing language  substantially similar to\n\nCOGSA   4(5).  See, e.g., Nemeth v. General  S.S. Corp., 694 F.2d\n                                                       \n\n609,  611 (9th Cir. 1982).   Other courts,  including the Second,\n\nFourth, Fifth and Eleventh Circuits, simply require that the bill\n\nof  lading include  a \"clause  paramount\" incorporating  COGSA by\n\nreference.  See, e.g., Insurance Co. of N. Am. v. M/V Ocean Lynx,\n                                                                \n\n901 F.2d 934,  939 (11th Cir. 1990), cert. denied,  498 U.S. 1025\n                                                 \n\n(1991);  General Elec. Co. v.  M/V Nedlloyd, 817  F.2d 1022, 1029\n                                           \n\n(2d Cir. 1987),  cert. denied, 484  U.S. 1011 (1988);  Cincinnati\n                                                                 \n\nMilacron, Ltd. v.  M/V American  Legend, 804 F.2d  837, 837  (4th\n                                       \n\nCir. 1986) (en banc) (per curiam), rev'g 784 F.2d 1161 (4th  Cir.\n                                        \n\n1986); Brown &amp;  Root, Inc.  v. M/V Peisander,  648 F.2d 415,  424\n                                            \n\n(5th  Cir. 1981).   The courts are in  agreement that the carrier\n\nbears  the burden of proving that it has afforded the shipper the\n\nrequisite \"fair  opportunity\" notice.  See,  e.g., General Elec.,\n                                                                \n\n817  F.2d at 1029; Tessler Bros. (B.C.) Ltd. v. Italpacific Line,\n                                                                \n\n494 F.2d 438, 443 (9th Cir. 1974).  \n\n          Our review leads us to conclude that the bill of lading\n\nin  this case  afforded \"fair  opportunity\" notice  sufficient to\n\nsatisfy  whatever  essential  requirements are  imposed  by these\n\nother courts.   Constructive notice was  afforded by the  \"clause\n\nparamount\"3  legibly printed on the  reverse side of  the bill of\n\n                    \n\n     3The bill of lading included a typical \"clause paramount\":\n\n     1.   CLAUSE PARAMOUNT:  This  bill of lading shall have\n     effect  subject to  the provisions  of the  Carriage of\n     Goods by Sea Act, approved April 16, 1936. \n\n                                7\n\nlading:  \"This bill  of lading shall  have effect subject to  the\n\nprovisions of  the Carriage of  Goods by  Sea Act .  . . .\"   See\n                                                                 \n\nCincinnati Milacron, 804 F.2d at 837 (\"clause paramount\" provides\n                   \n\nconstructive notice).4   A  more particular notice  was contained\n\nin the bill of lading \"valuation clause\": \n\n          20.  VALUATION.   Carrier shall not be liable\n          in any event for any  loss, damage, misdeliv-\n          ery or delay with respect to  the goods in an\n          amount exceeding $500.00  lawful money of the\n          United States per package,  or in the case of\n          goods  not shipped in packages, per customary\n          freight unit, unless the  nature of the goods\n          and  a valuation thereof  higher than $500.00\n          is declared in writing by Shipper on delivery\n          of the  goods to Carrier and  inserted in the\n          Bill of  Lading  and extra  freight  is  paid\n          thereon  as required by the applicable tariff\n          to obtain  the benefit of  such higher valua-\n          tion.\n\nSee Carman Tool, 871 F.2d at 899 n.4 (finding that bill of lading\n               \n\nprovision substantially similar to  that sub judice recited terms\n                                                   \n\n                    \n\nSee  also 46  U.S.C. App.     1312 (\"any  bill  of lading  . .  .\n         \ncontaining an express statement  that it shall be subject  to the\nprovisions  of [COGSA] shall be  subjected hereto as  fully as if\nsubject hereto by the express provisions of [COGSA] . . . Provid-\n                                                                 \ned  further, that  every bill  of lading  . .  . shall  contain a\n           \nstatement  that it shall have effect subject to the provisions of\n[COGSA]\") (emphasis  original); cf.  Komatsu Ltd. v.  States S.S.\n                                                                 \nCo., 674 F.2d 806,  810 n.6 (9th Cir. 1982)  (rejecting statutory\n   \nchallenge to \"fair opportunity\" doctrine based on   1312, because\nthis  section \"leaves  a carrier  free to  quote the  language of\nsection 4(5) in full\").\n\n     4McGee  does  not  challenge  the legibility  of  the  COGSA\nnotice.   Cf. Nemeth, 694 F.2d at 611-12 (illegible recitation of\n                    \nCOGSA   4(5) does not provide \"fair opportunity\" notice).  \n\n                                8\n\nof COGSA    4(5) and thus afforded actual  notice); cf. supra pp.\n                                                             \n\n5-6 (quoting 46 U.S.C. App.   1304(5)).5\n\n          McGee contends  that Sea Barge did  not demonstrate its\n\nentitlement  to summary  judgment  on compliance  with the  \"fair\n\nopportunity\" requirement  because  there was  competent  evidence\n\nthat Sea  Barge failed to  offer PREPA ad valorem  rates based on\n                                                 \n\nthe  true value of the cargo.  Specifically, McGee reiterates its\n\nclaim  below that Sea Barge failed to show that published tariffs\n\nwere available for a drilling rig on this voyage.6   McGee relies\n\nprimarily on the Fifth Circuit's language in Brown &amp; Root:\n                                                         \n\n          [T]he circumstances of the case before  us do\n          not overcome the prima  facie evidence of the\n          opportunity for a choice of rates and  valua-\n          tions . . . First, COGSA was expressly incor-\n          porated  in  the bill  of  lading to  thereby\n          bring into play   4(5).   Next, and more sig-\n                                                       \n          nificantly,  the  published tariff  which has\n                                            \n\n                    \n\n     5In  light of  our conclusion  that the  bill of  lading met\nwhatever \"fair  opportunity\" notice  requirements are  imposed by\nother circuits, we refrain  from embracing the \"fair opportunity\"\ndoctrine itself,  in any form.   We take this  course because the\nparties have assumed, from the outset, that a COGSA-related \"fair\nopportunity\" doctrine  would apply.   Thus, we leave  for another\nday,  and a proper adversarial setting, what  we perceive to be a\nproblematic question.  See Michael F. Sturley, The Fair  Opportu-\n                                                                 \nnity Requirement Under COGSA Section  4(5):  A Case Study in  the\n                                                                 \nMisinterpretation of the Carriage  of Goods by Sea Act  (Part I),\n                                                                \n19  J. Mar. L. &amp; Com. 1  (1988); and Michael F. Sturley, The Fair\n                                                                 \nOpportunity Requirement (Part  II), 19 J. Mar. L. &amp; Com. 157, 176\n                                  \n(1988)  (\"All of the available evidence suggests that the [COGSA]\npackage limitation should  not be subject  to a fair  opportunity\nrequirement.\"). \n\n     6McGee relies on a deposition by William Lauderdale, the Sea\nBarge  agent  responsible for  negotiating  freight  charges with\nPREPA,  which states that the rate for transporting the drill rig\nwas \"outside\" the tariff  Sea Barge filed with the  Federal Mari-\ntime Commission, because this  was \"a single shipper on  a single\nvoyage, on  a contract voyage.\"   The record  does not contain  a\ncopy of the Sea Barge tariff.  Cf. infra note 7.\n                                        \n\n                                9\n\n          the effect of law very carefully gave Shipper\n                                                       \n          a choice  of valuations  by a choice  of pre-\n                                                       \n          cisely definable freight rates.\n                                        \n\n648 F.2d  at 424 (emphasis  added, citations  omitted); see  also\n                                                                 \n\nWuerttembergische  v. M/V  Stuttgart Express,  711 F.2d  621, 622\n                                            \n\n(5th  Cir. 1983) (per  curiam) (similar, applying  Brown &amp; Root).\n                                                               \n\nThe controlling  question before  us therefore becomes:   whether\n\nactual and constructive notice, without more, affords the shipper\n\n\"fair opportunity,\" as a matter of law. \n\n          Careful examination of the authorities has disclosed no\n\nappellate  case which requires a  valid tariff     in addition to\n\nactual  or  constructive notice     as  an  element of  the \"fair\n\nopportunity\" doctrine.  The Fifth Circuit, whose cases constitute\n\nthe principal authority relied on by McGee, has reserved judgment\n\non this matter: \n\n          The facts  of [Brown &amp; Root, 648 F.2d at 424,\n                                     \n          and  Wuerttembergische, 711 F.2d  at 622] re-\n                                \n          veal that we  have not  held . .  . that  the\n                                \n          mere  incorporation of  COGSA into a  bill of\n          lading  constitutes  prima facie  evidence of\n          fair opportunity.  Because  that circumstance\n                                                       \n          is not before us in  this case, we express no\n                                                       \n          opinion on the issue.  \n                              \n\nCouthino, Caro &amp; Co. v. M/V Sava, 849 F.2d 166, 170 n.6 (5th Cir.\n                                \n\n1988) (emphasis added).  Other courts  of appeals either directly\n\nhold that a tariff is not required if notice of the COGSA liabil-\n    \n\nity limitation has been given, see, e.g., Ocean Lynx, 901 F.2d at\n                                                    \n\n939 (\"Brown &amp; Root  thus adopted a system of  constructive notice\n                  \n\nof an opportunity to  declare excess valuation.  Either  a clause\n\nparamount in the bill of lading  or a valid tariff filed with the\n                                   \n\nFederal Maritime Commission  . .  . is sufficient  to afford  the\n\n                                10\n\nshipper  an opportunity  to  declare  excess value.\")  (citations\n\nomitted, emphasis  added),7 or  clearly imply  such a  rule, see,\n                                                                \n\ne.g., Aetna Ins.  Co. v. M/V Lash Italia, 858  F.2d 190, 193 (4th\n                                        \n\nCir. 1988) (\"In  this case [language reciting the COGSA liability\n\nlimitation  in the] bill  of lading establishes  prima facie evi-\n                                                            \n\ndence of  fair opportunity by clearly outlining the limitation of\n\nliability and  explaining the shipper's opportunity  to avoid the\n\nlimitation  by declaring a higher value.\"); Carman Tool, 871 F.2d\n                                                       \n\nat 901  (\"so long as  the bill of  lading, on its  face, provides\n\nadequate notice  of the  liability  limit and  an opportunity  to\n\ndeclare a higher value, the  carrier has discharged its responsi-\n\nbility\")  (9th Cir.);  cf.  Komatsu, 674  F.2d at  811 (published\n                                   \n\ntariff,  without  actual notice  of  the  relevant provisions  of\n\nCOGSA, does not satisfy \"fair opportunity\" requirement). \n\n          We thus  eschew McGee's implicit invitation  to augment\n\nthe \"fair opportunity\" doctrine.   As the Ninth  Circuit observed\n\nin a similar context:\n\n          We  decline to  expand  the fair  opportunity\n          requirement  as suggested by  [shipper].  The\n          requirement is  not found in  the language of\n          COGSA;  it is  a  judicial encrustation,  de-\n          signed to avoid  what courts felt  were harsh\n          or unfair results.  The  requirement has been\n          criticized  for introducing  uncertainty into\n\n                    \n\n     7Though the published tariff  in Ocean Lynx \"provide[d] that\n                                                \nan ad valorem rate shall be applied to shipments of certain  com-\n             \nmodities [but did]  not provide  for the method  through which  a\nshipper of  goods other  than the  listed  commodities can  avoid\nCOGSA section 4(5)'s  limitation on liability,\" 901  F.2d at 940,\nthe  court found  that incorporation  of COGSA  into the  bill of\nlading  satisfied the  \"fair opportunity\"  requirement, id.   The\n                                                           \nargument rejected by the Eleventh Circuit is very similar to that\nadvanced by McGee.  See supra note 6.    \n                             \n\n                                11\n\n          commercial transactions that  should be  gov-\n          erned by certain and uniform rules.\n\nCarman  Tool, 871 F.2d at 900 (citations omitted); see also Vimar\n                                                                 \n\nSeguros y  Reaseguros, S.A. v. M/V Sky  Reefer,     F.3d    ,    \n                                              \n\n(1st Cir.  1994) [No. 93-2179,  slip op. at  4 (1st Cir.  July 7,\n\n1994)]  (\"COGSA was . . . intended to reduce uncertainty concern-\n\ning the responsibilities  and liabilities of carriers,  responsi-\n\nbilities and  rights of shippers, and  liabilities of insurers.\")\n\n(citations  omitted);   see  generally  Sturley,   Parts  I,   II\n                                               \n\n(criticizing \"fair opportunity\" doctrine as  economically ineffi-\n\ncient and  inconsistent with  COGSA's roots in  international and\n\ndomestic law).8   The bill of  lading indisputably provided  both\n\n                    \n\n     8Further, nothing in the facts of this case counsels  exten-\nsion of the  \"fair opportunity\"  doctrine.  McGee  has not  shown\nthat the  absence of  relevant published tariffs  prevented PREPA\nfrom  avoiding  the  COGSA liability  limitation.    We will  not\npresume that  PREPA, McGee's  insured, would have  declared addi-\n       \ntional value  under a published tariff,  especially since PREPA's\ncontract with Henley  obligated it to provide marine cargo insur-\n                                  \nance for the full replacement value of the drilling rig.  Compare\n                                                                 \nTravelers Indemn. Co.  v. Vessel  Sam Houston, 26  F.3d 895,  900\n                                             \n(9th Cir.  1994) (because  shipper obtained insurance  through an\nindependent underwriter,  \"there is every reason  to believe that\n[the shipper] made  a deliberate choice to  forego the additional\ncost that would have been incurred in raising [the COGSA] liabil-\nity limit\").  Indeed, Sea Barge proffered uncontroverted evidence\nthat though it offered  insurance, PREPA declined, opting instead\nto purchase insurance through McGee.\n     Professor Sturley  has suggested  that in the  typical case,\nthe ad valorem rates  for excess value  offered by a carrier  are\n              \nhigher than premiums for equivalent cargo-insurance coverage from\na third-party  underwriter.   See Sturley,  Part II,  at 194.   A\n                                         \nrational shipper confronted with  such a choice is not  likely to\npay ad valorem rates when third-party  insurance coverage is less\n              \nexpensive.   Moreover,  a  judicially-imposed tariff  requirement\nwould increase transaction  costs to the carrier, with  no corre-\nsponding benefit to either party.\n\n                                12\n\nactual  and constructive  notice  of the  COGSA   4(5)  liability\n\nlimitation.9  As there  was no material fact in  genuine dispute,\n\nthe  district court  properly  granted summary  judgment for  Sea\n\nBarge/Ayacol on the ground that the COGSA \"package/CFU\" liability\n\nlimitation applies.          \n\n     3.   COGSA Package/Customary Freight Unit\n                                              \n\n          COGSA   4(5) limits liability to \"$500 per package  . .\n\n.  or in case  of goods  not shipped  in packages,  per customary\n\nfreight unit.\"   46 U.S.C.  App.   1304(5).   The district  court\n\nconcluded that the drill  rig was shipped as a  single \"package.\"\n\nStrictly  speaking, of  course,  it was  not  a \"package.\"    The\n\nparties  agree that \"the actual cargo that was lost overboard was\n\na  truck mounted Cabot 900 Drilling rig, which was self propelled\n\nand had eighteen (18) wheels .  . . [and which] was not  boxed or\n                                                                 \n\ncrated in any  way.\"  McGee's Mot. Opposing Def.'s Mot. for Summ.\n                  \n\nJ.  at 5-6 (emphasis added);  compare Sea Barge's  Resp. to Pl.'s\n                                     \n\nStatement  of Uncont. Mat. Facts  at 4 (expressly admitting these\n\nfacts).  Moreover, we have held that a printing press shipped \"in\n\n                    \n\n     9McGee  also argues  that because  David Kiester,  the PREPA\nagent who negotiated the bill of lading with Sea Barge, allegedly\nwas inexperienced in maritime matters, knowledge of the effect of\nCOGSA   4(5)  may not be imputed  to PREPA.  The  only case McGee\ncites  for this proposition, see  Pan American World Airways, 559\n                                                            \nF.2d at  1177 (holding  that \"clause  paramount\" alone  cannot be\n                                                      \nused  to  impute knowledge  of effect  of  COGSA to  shipper), is\ninapposite.  Moreover, we conclude that Kiester's inexperience is\nimmaterial to our analysis.  Cf. Carman Tool, 871 F.2d at 901 n.9\n                                            \n(\"So long as the bill of lading has all the necessary information\n[i.e., gives actual notice of COGSA   4(5)],  the shipper, or any\n                                                                 \nother  interested party, has the means  of learning everything it\n                       \nmay  wish to know about the terms of the transaction.\") (emphasis\nadded). \n\n                                13\n\nopen  view, unboxed, [which] was not wrapped  or crated . . . was\n\nnot a  package as defined by COGSA.\"  Hanover Ins. Co. v. Shulman\n                                                                 \n\nTransp.  Enters., Inc., 581 F.2d 268, 275 (1st Cir. 1978); accord\n                                                                 \n\nTamini  v. Salen Dry Cargo AB, 866  F.2d 741, 743 (5th Cir. 1989)\n                             \n\n(free-standing portable  drilling rig, \"for the  most part\" fully\n\nexposed  and not enclosed in a  container, was not a COGSA \"pack-\n\nage\");  Petition of Isbrandtsen Co.,  201 F.2d 281,  286 (2d Cir.\n                                   \n\n1953)  (uncrated locomotive  not COGSA  \"package\"); 2A  Benedict,\n                                                                \n\nsupra,    167,  at  16-35 (\"cargo  that  is shipped  without  any\n     \n\npackaging  whatsoever is  generally  treated as  'not shipped  in\n\npackages'\") (citations  omitted,  citing numerous  cases).   How,\n\nthen,  since  the shipper  chose to  describe  the shipment  as a\n\nsingle package can it now claim it constituted multiple units?\n\n          Thus,  the  drilling  rig  constituted  but  one  unit,\n\nwhether labeled  a \"package\"  or, more correctly,  one \"customary\n\nfreight unit\"  (CFU).  Within the  meaning of COGSA, the  CFU \"is\n\ngenerally  the unit on which the  freight charge is based for the\n\nshipment at  issue.\"  Binladen  BSB Landscaping v.  M.V. Nedlloyd\n                                                                 \n\nRotterdam,  759 F.2d 1006, 1016 (2d Cir.), cert. denied, 474 U.S.\n                                                       \n\n902 (1985); Granite  State, 825 F.  Supp. at 1126.10   To  deter-\n                          \n\n                    \n\n     10Some early  cases  looked to  shipping-industry custom  in\ndetermining  the CFU.  See,  e.g., Waterman S.S.  Corp. v. United\n                                                                 \nStates Smelting, Ref.  &amp; Mining  Co., 155 F.2d  687, 693-94  (5th\n                                    \nCir.), cert. denied,  329 U.S. 761 (1946).   But the clear modern\n                   \ntrend is to  \"recognize the  customary freight unit  as the  unit\nspecifically employed  by the  parties in  arriving  at the  rate\ncharged  for shipment,\" Granite State, 825 F. Supp. at 1126; see,\n                                                                \ne.g., FMC Corp. v. S.S. Marjorie Lykes, 851 F.2d 78,  80 (2d Cir.\n                                      \n1988); see also Jerome C. Scowcroft, Recent Developments Concern-\n                                                                 \ning the  Package Limitation, 20 J. Mar. L. &amp; Com. 403, 412 (1989)\n                           \n(discussing modern cases);  2A Benedict, supra,   168, at pp. 16-\n                                              \n\n                                14\n\nmine the  unit upon  which freight was  charged we  look \"to  the\n\nparties' intent, as  expressed in the Bill  of Lading, applicable\n\ntariff,  and perhaps  elsewhere.\"11   Croft &amp;  Scully Co.  v. M/V\n                                                                 \n\nSkulptor  Vuchetich, 664 F.2d 1277, 1282 (5th Cir. 1982); see FMC\n                                                                 \n\nCorp. v.  S.S. Marjorie Lykes, 851 F.2d 78, 80 (2d Cir. 1988) (in\n                             \n\ndetermining the CFU, \"district  court should examine the bill  of\n\nlading, which expresses the contractual relationship in which the\n\nintent of  the parties  is the overarching  standard\") (citations\n\nomitted). \n\n          In  support of  its  motion for  summary judgment,  Sea\n\nBarge  argued that  it charged  a lump  sum for  transporting the\n\ndrilling rig on  the northbound  voyage.12  Sea  Barge relied  on\n\nthe bill of  lading, PREPA's acceptance of the bid/purchase order\n\n(purchase order), and a facsimile from Sea Barge to PREPA quoting\n\nthe charge  for the  northbound voyage  (\"quoted  charge\").   The\n\npurchase order and the  quoted charge clearly establish  that the\n\nfreight charge was based on a lump sum:\n\n                    \n\n46 to 16-47 (same).\n\n     11Since  the bill  of  lading is  the  contract of  carriage\nbetween shipper  and carrier, Grant  Gilmore &amp; Charles  L. Black,\nJr., The Law of  Admiralty 93 (2d ed. 1975),  familiar principles\n                          \nof contract  interpretation govern its construction,  see Croft &amp;\n                                                                 \nScully  Co. v. M/V Skulptor  Vuchetich, 664 F.2d  1277, 1282 (5th\n                                      \nCir. 1982).\n\n     12It is undisputed that the  freight charges for the  south-\n                                                                 \nbound voyage, totalling $164,583,  were calculated on a short-ton\n     \nbasis, as evidenced by the bill of lading.  It is not clear  from\nthe  record exactly why the parties opted for a lump-sum contract\nrate  on the  northbound  voyage, but  the Lauderdale  deposition\nsuggests that Sea Barge's expenses would be lower for the trip to\nHouston  because the  barge  to be  used  on the  return  leg was\nalready positioned in Puerto Rico.  \n\n                                15\n\n     [PURCHASE ORDER]\n\n          Charges will be as follows:\n               a)   Ocean Transportation\n                    --Drill rig &amp; acc.: $86,400 lumpsum\n               b)   Port charges &amp; handling fees\n                    --San Juan arrimo:  $5.00/2,000 lbs\n                    --Houston Wharfage: 1.50/2,000 lbs\n                    --Houston truck loading: $7.50/2,000 lbs\n\n     [QUOTED CHARGE]\n\n          David, I have finalize  [sic] shipping charges for this\n          move and wish to give you our charges  to move this rig\n          to Houston, Texas.\n          . . .\n          Charges ocean transportation:\n               Drill rig and accessories loose.   $86,400.00\n                                                  lumpsum\n          . . . \n          Port charges and handling fees:\n               San Juan Arrimo               $5.00 per 2000 lbs\n               Houston Wharfage              $1.50 per 2000 lbs\n               Houston truck loading         $7.50 per 2000 lbs\n\nThe relevant portion of  the bill of lading is  substantially the\n\nsame, though  it does not use  the term \"lump sum.\"13   This evi-\n\ndence  was sufficient to establish that Sea Barge was entitled to\n\nsummary judgment on  its claim that the northbound freight charge\n\n                    \n\n     13\n\n                                                      \n      TARIFF ITEM NUMBER      CHARGES        TOTAL    \n      TARIFF ITEM NUMBER      CHARGES        TOTAL\n                                                      \n      CONTRACT                               86,400.00\n                                                      \n\n                                                      \n      TOTAL THRU FREIGHT                              \n                                                      \n      WHARFAGE 1.50 st                       1,322.25 \n                                                      \n      TERMINAL USAGE(1)PR 5.00 st            4,407.50 \n                                                      \n      TERMINAL USAGE(2)US 7.50 st            6,611.25 \n                                                      \n     . . .\n          TOTAL CHARGES       --------       98,741.00 \n                              -------- \n                                                      \n\n(Italicized  characters  are typed  in  the  original; all  other\ncharacters are pre-printed in the bill of lading.)\n\n                                16\n\nwas based on a lump sum.  See FMC  Corp., 851 F.2d at 81 (bill of\n                                        \n\nlading established that CFU was calculated on lump-sum basis).\n\n          McGee argues that  listing wharfage and terminal  usage\n\ncharges by short ton  (st) on the bill of  lading established the\n\nshort ton as the CFU.  We think this argument cuts the other way.\n\nThe portion of  the bill  of lading reproduced  above, see  supra\n                                                                 \n\nnote 13, sets out the charge per short ton only  for wharfage and\n                                               \n\nterminal  usage, whereas the freight  charge is stated  in a lump\n\nsum.  And this reading is buttressed by the quoted charge and the\n\npurchase order, which clearly evince the intent of the parties to\n\ncalculate the freight charge on a lump-sum basis.\n\n          Sea  Barge having  carried  the initial  burden on  its\n\nmotion for summary judgment, the burden shifted to McGee to point\n\nto competent evidence indicating a trialworthy issue.   See Local\n                                                                 \n\n48 v. United  Bhd. of Carps. &amp; Joiners, 920  F.2d 1047, 1050 (1st\n                                      \n\nCir. 1990).   In support of  its claim that freight  charges were\n\nbased on the short ton, McGee proffered the Sea  Barge invoice to\n\nPREPA relating to  the northbound  voyage, and a  portion of  the\n\ndeposition  testimony  of William  Lauderdale.    The invoice  is\n\nsimilar in all  relevant respects to  the portion of the  bill of\n\nlading set out in the margin.  See supra note 13.  A flat $86,400\n                                        \n\ncharge  is made for \"Ocean  freight,\" while wharfage and terminal\n\ncharges  are listed  on a  short-ton basis.   Although,  as McGee\n\npoints  out, other  portions of  the invoice  and bill  of lading\n\nreflect that the drilling rig weighed  1,726,000 pounds, there is\n\n                                17\n\nnothing to link weight with the freight charge, and McGee made no\n                                       \n\nproffer supporting such a link.14\n\n          More importantly, the Lauderdale deposition tendered by\n\nMcGee  states  that Lauderdale  calculated  the  charges for  the\n\nnorthbound voyage  based on  Sea Barge's expenses,  including the\n                                                 \n\ncosts  of operating  the  vessel; agency,  port, stevedoring  and\n\ncontainer  costs; as  well  as a  profit  margin.   Nowhere  does\n\nLauderdale  intimate that the drilling-rig weight was a factor in\n\ncalculating the freight charge or  in the parties' discussions of\n\nthe freight charge for the northbound  voyage.  Thus, we find  no\n\ncompetent evidence that the freight  charge was based on anything\n\nother than a lump sum, see S.S. Marjorie Lykes, 851 F.2d at 80-81\n                                              \n\n(finding that bill  of lading and tariff established that parties\n\nintended  to calculate  freight on  lump-sum basis),  which means\n\nthat the drilling rig itself was the CFU in this case.  Binladen,\n                                                                \n\n759 F.2d at 1016; see Union Carbide Corp. v. M/V  Michele, 764 F.\n                                                         \n\nSupp. 783, 786 (S.D.N.Y. 1990) (CFU was transportable tank, since\n\nfreight charge was computed on lump-sum basis).     \n\nB.   The Cross Appeal (No. 93-1548)\n\nB.   The Cross Appeal (No. 93-1548)\n                                   \n\n                    \n\n     14Even  evidence that Sea Barge used the weight of the drill\nrig to calculate  its own  costs may not  have been  dispositive.\n                         \nSee M/V Lash Italia, 858 F.2d at 193 (\"[w]hile [carrier] may have\n                   \nconsidered the vehicles' dimensions in setting its freight rates,\nthe mere consideration of a particular measure does not render it\na  customary freight unit\"); S.S. Marjorie Lykes, 851 F.2d at 80-\n                                                \n81  (even though preliminary  negotiations indicated that carrier\nwas calculating freight based on price per ton, the fact that the\nbill of lading and tariff unambiguously reflected a lump-sum rate\nwas controlling).\n\n                                18\n\n          The Ayacol  and Sea  Barge cross-appeal  challenges (1)\n\nthe district court finding  that the loading of the  drilling rig\n\nwas  not controlled by  PREPA to such  an extent  that Ayacol was\n\nexonerated from  liability, and (2) the  order denying Ayacol/Sea\n\nBarge  an  attorney fee  award against  McGee.15   We  deem these\n\nclaims waived due to  cross-appellants' failure to object to  the\n\nmagistrate-judge's report and  recommendation within the  ten-day\n\nperiod  prescribed by 28 U.S.C.    636(b)(1)(C).   See Park Motor\n                                                                 \n\nMart,  Inc.  v. Ford  Motor  Co., 616  F.2d  603,  605 (1st  Cir.\n                                \n\n1980)16 (\"[A] party 'may'  file objections within ten days  or he\n\nmay not, as he chooses, but he 'shall' do so if he wishes further\n\n[appellate]  consideration.\").17  See also Fed.  R. Civ. P. 72(b)\n                                          \n\n(same); D.P.R. Loc. R. 510.2(A) (failure to object to magistrate-\n\n                    \n\n     15Prior  to  briefing  and  oral argument,  McGee  moved  to\ndismiss the  Ayacol/Sea Barge cross-appeal for  failure to comply\nwith  D.P.R. Loc. R.  510.2(A) (failure to  object to magistrate-\njudge's report within ten days waives right to appellate review).\nOn  written submissions  by  the parties,  we  denied the  motion\nwithout  prejudice,  specifically  preserving  McGee's  right  to\naddress this  issue in  its  appellate brief.   Ayacol/Sea  Barge\nfailed  to respond  to the  waiver argument presented  in McGee's\nbrief, either at  oral argument  or in their  principal brief  on\nappeal, and filed no reply brief.  Thus, we rely  on the Ayacol/-\nSeaBarge submissions in opposition to McGee's motion to dismiss. \n\n     16The  Supreme Court has made clear that the failure to make\ntimely  objection does not deprive the court of appeals of juris-\ndiction.  Thomas v. Arn, 474 U.S. 140, 146 n.4 (1985). \n                       \n\n     17We reject  the contention that the  Ayacol/Sea Barge claim\nsought to be raised  on cross-appeal was preserved by  an oblique\nfootnote reference  in  their joint  memorandum opposing  McGee's\n                                                                 \nobjection to the magistrate-judge's report.  Their joint memoran-\n         \ndum  was not  filed within  the ten-day  period prescribed  by 28\nU.S.C.   636(b)(1)(C).  See Park Motor Mart., 616 F.2d at 605.  \n                                            \n\n                                19\n\njudge's report within  ten days waives  absolute right to  appeal\n\ndistrict court order).18  \n\n          Ayacol/Sea Barge urge that timely objection is required\n\nonly  when a party challenges  a finding actually  set out in the\n\nmagistrate-judge's report and recommendation.  Thus, they  assert\n\nno exception to the report per se but challenge the \"fail[ure] to\n                                 \n\nmake the additional findings requested [in the motion for summary\n\njudgment].\"   We reject  their contention, which  would allow  an\n\naggrieved party to assert on appeal an argument never surfaced in\n\nthe district court;  namely, in this  case, that the  magistrate-\n\njudge's  report failed to respond  to the portions  of the motion\n\ndealing with  exoneration of liability  and attorney  fees.   See\n                                                                 \n\nUnited States  v. Nu ez,  19 F.3d  719, 722  n.8 (1st Cir.  1994)\n                       \n\n(arguments  not seasonably addressed  to trial  court may  not be\n\nsurfaced for  first time on  appeal) (citing cases).19   Finally,\n\n                    \n\n     18The  report  and recommendation  warned  that \"failure  to\ncomply with [D.P.R. Loc. R. 510.2(A)] precludes further appellate\nreview.\"  See  United States  v. Valencia-Copete, 792  F.2d 4,  6\n                                                \n(1st  Cir. 1986)  (directing  inclusion of  notice  of waiver  in\nmagistrate-judge's reports). \n\n     19Ayacol/Sea  Barge  point  to Orthopedic  &amp;  Sports  Injury\n                                                                 \nClinic  v. Wang  Labs., Inc., 922  F.2d 220  (5th Cir.  1991), as\n                            \nsupport  for their theory.  In Wang, plaintiffs did not object to\n                                   \nthe  magistrate-judge's report  with  respect to  its failure  to\ntreat  plaintiffs'  res  ipsa  loquitur  defense against  partial\n                                       \nsummary  judgment.   The Fifth  Circuit rejected  the defendant's\nargument  that Thomas v. Arn barred the claim, stating:  \"[plain-\n                            \ntiff] is still able  to request that  the issue be considered  on\n                               \nappeal, even  if it did not question  the magistrate's findings.\"\nWang, 922 F.2d at  225 (emphasis added), citing Thomas,  477 U.S.\n                                                      \nat 148-49.  Although the court did not detail the reasons for its\ndecision,  the referenced portion of Thomas states:  \"we need not\n                                           \ndecide  whether the  Act  mandates a  waiver of  appellate review\nabsent [timely  objection to the magistrate-judge's  report].  We\nhold only that  it does not forbid  such a rule.\"  Id.   No other\n                                                      \n\n                                20\n\nthe  proposed bypass of the Article III judge would undermine the\n\nestablished role of the magistrate judge in the federal system:\n\n          The purpose of the Federal Magistrates Act is\n          to relieve courts of unnecessary work.  Since\n          magistrates are not Article III judges, it is\n          necessary to provide for a redetermination by\n          the  court, if requested,  of matters falling\n                                  \n          within subsection (b)(1)(B).   To require  it\n                                                       \n          if not requested  would defeat the  main pur-\n                                                       \n          pose of the act.\n                         \n\nPark Motor  Mart, 616 F.2d  at 605  (footnote omitted)  (emphasis\n                \n\nadded);  see also id. at  605 n.1 (\"Nor can it  be thought that a\n                     \n\nparty  could  skip  the  district court  and,  in  effect, appeal\n\ndirectly to us.  We have no jurisdiction to review the determina-\n\ntions of magistrates\").20\n\n          We  affirm   the  district   court  judgment   for  Sea\n                                                                 \n\nBarge/Ayacol,  dismiss  the  Sea Barge/Ayacol  cross-appeal,  and\n                                                                 \n\nremand for further proceedings consistent with this opinion.  All\n                                                                 \n\nparties are to bear their own costs.\n                                   \n\n                    \n\ncourt has cited Wang on this point.  We think Wang is better seen\n                                                  \nas support for the view that a court of appeals has discretion to\n                                                              \nadopt  a rule allowing  a party  to raise  a claim  not preserved\nbefore magistrate-judge.   Since  this case presents  no suitable\noccasion  for such a rule, see Park  Motor Mart, 616 F.2d at 605,\n                                               \nwe find Wang to be inapposite.         \n            \n\n     20Additionally, we  note that these claims  likely would not\nsucceed  on the  merits.   Ayacol  cites no  case holding  that a\nstevedore's duty of care may be delegated, in toto, to its marine\n                                                  \nsurveyor.  The  district court case  cited for this  proposition,\nsee  Royal Embassy of Saudi Arabia v. S.S. Ioannis Martinos, 1986\n                                                           \nA.M.C. 769 (E.D.N.C. 1984), merely  found a right to contribution\n                                                                 \nfrom the marine surveyor.   As concerns the request  for attorney\nfees,  Sea Barge/Ayacol  established  no conduct  on the  part of\nMcGee which would warrant a fee award. \n\n                                21\n",
  "html": "<p class=\"case_cite\">36 F.3d 143</p>\n    <p class=\"case_cite\">1995 A.M.C. 173, 63 USLW 2213</p>\n    <p class=\"parties\">HENLEY DRILLING COMPANY, Plaintiff, Appellee,<br>v.<br>William H. McGEE and CNA Casualty of Puerto Rico,<br>Defendants, Appellants.<br>HENLEY DRILLING COMPANY, Plaintiff, Appellee,<br>v.<br>MARINE TRANSPORTATION SERVICES, etc. and Luis A. Ayala Colon<br>Sucrs., Inc., Defendants, Appellants.</p>\n    <p class=\"docket\">Nos. 93-1543, 93-1548.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 7, 1994.<br>Decided Sept. 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Keith A. Graffam, with whom Dario Rivera Carrasquillo, John E. Mudd and Cordero, Miranda &amp; Pinto, Old San Juan, PR, were on brief, for plaintiff.</p>\n      <p class=\"indent\">Jose F. Sarraga, San Juan, PR, for defendant Marine Transp. Services.</p>\n      <p class=\"indent\">Eugene F. Hestres, with whom Bird, Bird &amp; Hestres, San Juan, PR, was on brief, for defendant Luis A. Ayala Colon Sucrs., Inc.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, ALDRICH, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The central question in this case--whether the $500 per-package limit on ocean carriage liability imposed by the Carriage of Goods by Sea Act (COGSA), 46 U.S.C.App. Sec. 1304(5), is applicable to an oil drilling rig--requires the court to consider for the first time the COGSA-related \"fair opportunity\" doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Puerto Rico Electric Power Authority (PREPA) contracted with Henley Drilling Company (Henley) to conduct petroleum drilling operations in Puerto Rico.  Marine Transportation Services-Sea Barge Group, Inc.  (Sea Barge), an ocean carrier, agreed to transport Henley's drilling equipment from Houston to Puerto Rico, and return.  PREPA obtained marine cargo insurance on the Henley drilling rig through William H. McGee &amp; Co.  (McGee) and CNA Casualty of Puerto Rico (CNA).  Following an uneventful southbound voyage, Sea Barge retained a stevedoring contractor, Luis A. Ayala Colon Sucrs., Inc.  (Ayacol), to stow the drilling rig aboard the barge for the return trip to Houston.  When the barge arrived in Houston, however, Henley's huge drilling rig, valued at $629,000, was nowhere to be found.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Henley sued Sea Barge, Ayacol, McGee, CNA and PREPA in the United States District Court for the District of Puerto Rico.  Under the terms of their settlement agreement, PREPA, McGee and CNA were subrogated to the rights of Henley, leaving Sea Barge and Ayacol as the only defendants.  In March 1992, Sea Barge and Ayacol moved for partial summary judgment, contending that their liability, if any, could not exceed the $500 per-package/CFU limit imposed by COGSA.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  Contemporaneously, Ayacol and Sea Barge moved for summary judgment on the further ground that the stowing of the drilling rig aboard the barge for the return trip to Houston was improperly supervised by the marine surveyor retained by PREPA, thereby entitling Ayacol and Sea Barge to exoneration from liability.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A magistrate judge recommended partial summary judgment in favor of Sea Barge and Ayacol, based on a finding that the drilling rig constituted a \"package\" within the meaning of COGSA Sec. 4(5), for which the maximum liability of the carrier is $500.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The magistrate judge did not rule on the summary judgment claim for exoneration.  McGee, CNA and PREPA objected to the magistrate-judge's report and recommendation, which the district judge subsequently adopted over their objection.  McGee, CNA and PREPA unsuccessfully moved for reconsideration by the district judge.  CNA and McGee [collectively:  \"McGee\"] appealed.  Ayacol and Sea Barge cross-appealed, challenging the district court order adopting the magistrate-judge's report and recommendation insofar as it failed to grant Ayacol and Sea Barge exoneration from all liability and included no attorney fee award against McGee.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. The McGee Appeal (No. 93-1543)</p>\n    <p class=\"indent\">1. Summary Judgment Standard</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo.  Commercial Union Ins. Co. v. Walbrook Ins. Co., 7 F.3d 1047, 1050 (1st Cir.1993).  Summary judgment is appropriate where the record, viewed in the light most favorable to the nonmoving party, reveals no genuine issue as to any material fact, and the moving party is entitled to judgment as a matter of law.  Velez-Gomez v. SMA Life Assur. Co., 8 F.3d 873, 874-75 (1st Cir.1993).</p>\n    </div>\n    <p class=\"indent\">2. The COGSA Liability Limitation</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Section 1304(5) of COGSA, entitled \"Rights and immunities of carrier and ship,\" provides in relevant part:Neither the carrier nor the ship shall in any event be or become liable for any loss or damage to or in connection with the transportation of goods in an amount exceeding $500 per package ... or in case of goods not shipped in packages, per customary freight unit ... unless the nature and value of such goods have been declared by the shipper before shipment and inserted in the bill of lading....</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">By agreement between the carrier, master, or agent of the carrier, and the shipper another maximum amount than that mentioned in this paragraph may be fixed ... [but] in no event shall the carrier be liable for more than the amount of damage actually sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">46 U.S.C.App. Sec. 1304(5) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The courts generally have required the carrier to afford the shipper a \"fair opportunity\" to avoid the COGSA \"package/CFU\" liability limitation through adequate advance notice.  See, e.g., Carman Tool &amp; Abrasives, Inc. v. Evergreen Lines, 871 F.2d 897, 899 n. 3 (9th Cir.1989).  As this court has not adopted the COGSA \"fair opportunity\" doctrine, see Granite State Ins. Co. v. M/V Caraibe, 825 F.Supp. 1113, 1118-24 (D.P.R.1993) (noting absence of First Circuit precedent on \"fair opportunity\" doctrine), we first examine the case law in other jurisdictions.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">All courts which have addressed the matter require the carrier to provide the shipper some notice of the COGSA \"package/CFU\" liability limitation, differing only as to the type of notice.  See id.  (examining circuit split as to level of notice required);  see generally Michael F. Sturley, The Fair Opportunity Requirement Under COGSA Section 4(5):  A Case Study in the Misinterpretation of the Carriage of Goods by Sea Act (Part I), 19 J.Mar.L. &amp; Com. 1, 13-17 (1988) (hereinafter, \"Sturley, Part I\");  Michael F. Sturley, The Fair Opportunity Requirement (Part II), 19 J.Mar.L. &amp; Com. 157 (1988) (hereinafter, \"Sturley, Part II\").  The Ninth Circuit is thought to have the more demanding notice requirement, see 2A Ellen Flynn &amp; Gina A. Raduazzo, Benedict on Admiralty Sec. 166, at pp. 16-28 to 16-29 (Michael F. Sturley, contrib. ed. 1993) (hereinafter, 2A Benedict ) (describing \"strict\" Ninth Circuit standard, citing cases), mandating that the carrier provide the shipper legible written notice of the COGSA \"package/CFU\" liability limitation in the bill of lading, employing language substantially similar to COGSA Sec. 4(5).  See, e.g., Nemeth v. General S.S. Corp., 694 F.2d 609, 611 (9th Cir.1982).  Other courts, including the Second, Fourth, Fifth and Eleventh Circuits, simply require that the bill of lading include a \"clause paramount\" incorporating COGSA by reference.  See, e.g., Insurance Co. of N. Am. v. M/V Ocean Lynx, 901 F.2d 934, 939 (11th Cir.1990), cert. denied, 498 U.S. 1025, 111 S.Ct. 675, 112 L.Ed.2d 667 (1991);  General Elec. Co. v. MV Nedlloyd, 817 F.2d 1022, 1029 (2d Cir.1987), cert. denied, 484 U.S. 1011, 108 S.Ct. 710, 98 L.Ed.2d 661 (1988);  Cincinnati Milacron, Ltd. v. M/V American Legend, 804 F.2d 837, 837 (4th Cir.1986) (en banc) (per curiam), rev'g 784 F.2d 1161 (4th Cir.1986);  Brown &amp; Root, Inc. v. M/V Peisander, 648 F.2d 415, 424 (5th Cir.1981).  The courts are in agreement that the carrier bears the burden of proving that it has afforded the shipper the requisite \"fair opportunity\" notice.  See, e.g., General Elec., 817 F.2d at 1029;  Tessler Bros.  (B.C.) Ltd. v. Italpacific Line, 494 F.2d 438, 443 (9th Cir.1974).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our review leads us to conclude that the bill of lading in this case afforded \"fair opportunity\" notice sufficient to satisfy whatever essential requirements are imposed by these other courts.  Constructive notice was afforded by the \"clause paramount\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> legibly printed on the reverse side of the bill of lading:  \"This bill of lading shall have effect subject to the provisions of the Carriage of Goods by Sea Act....\"  See Cincinnati Milacron, 804 F.2d at 837 (\"clause paramount\" provides constructive notice).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  A more particular notice was contained in the bill of lading \"valuation clause\":</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>20. VALUATION.  Carrier shall not be liable in any event for any loss, damage, misdelivery or delay with respect to the goods in an amount exceeding $500.00 lawful money of the United States per package, or in the case of goods not shipped in packages, per customary freight unit, unless the nature of the goods and a valuation thereof higher than $500.00 is declared in writing by Shipper on delivery of the goods to Carrier and inserted in the Bill of Lading and extra freight is paid thereon as required by the applicable tariff to obtain the benefit of such higher valuation.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">See Carman Tool, 871 F.2d at 899 n. 4 (finding that bill of lading provision substantially similar to that sub judice recited terms of COGSA Sec. 4(5) and thus afforded actual notice);  cf. supra pp. 144-45 (quoting 46 U.S.C.App. Sec. 1304(5)).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">McGee contends that Sea Barge did not demonstrate its entitlement to summary judgment on compliance with the \"fair opportunity\" requirement because there was competent evidence that Sea Barge failed to offer PREPA ad valorem rates based on the true value of the cargo.  Specifically, McGee reiterates its claim below that Sea Barge failed to show that published tariffs were available for a drilling rig on this voyage.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  McGee relies primarily on the Fifth Circuit's language in Brown &amp; Root:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>[T]he circumstances of the case before us do not overcome the prima facie evidence of the opportunity for a choice of rates and valuations ...  First, COGSA was expressly incorporated in the bill of lading to thereby bring into play Sec. 4(5).  Next, and more significantly, the published tariff which has the effect of law very carefully gave Shipper a choice of valuations by a choice of precisely definable freight rates.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">648 F.2d at 424 (emphasis added, citations omitted);  see also Wuerttembergische v. M/V Stuttgart Express, 711 F.2d 621, 622 (5th Cir.1983) (per curiam) (similar, applying Brown &amp; Root ).   The controlling question before us therefore becomes:  whether actual and constructive notice, without more, affords the shipper \"fair opportunity,\" as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Careful examination of the authorities has disclosed no appellate case which requires a valid tariff--in addition to actual or constructive notice--as an element of the \"fair opportunity\" doctrine.  The Fifth Circuit, whose cases constitute the principal authority relied on by McGee, has reserved judgment on this matter:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>The facts of [Brown &amp; Root, 648 F.2d at 424, and Wuerttembergische, 711 F.2d at 622] reveal that we have not held ... that the mere incorporation of COGSA into a bill of lading constitutes prima facie evidence of fair opportunity.  Because that circumstance is not before us in this case, we express no opinion on the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Couthino, Caro &amp; Co. v. M/V Sava, 849 F.2d 166, 170 n. 6 (5th Cir.1988) (emphasis added).  Other courts of appeals either directly hold that a tariff is not required if notice of the COGSA liability limitation has been given, see, e.g., Ocean Lynx, 901 F.2d at 939 (\"Brown &amp; Root thus adopted a system of constructive notice of an opportunity to declare excess valuation.  Either a clause paramount in the bill of lading or a valid tariff filed with the Federal Maritime Commission ... is sufficient to afford the shipper an opportunity to declare excess value.\")  (citations omitted, emphasis added),<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> or clearly imply such a rule, see, e.g., Aetna Ins. Co. v. M/V Lash Italia, 858 F.2d 190, 193 (4th Cir.1988) (\"In this case [language reciting the COGSA liability limitation in the] bill of lading establishes prima facie evidence of fair opportunity by clearly outlining the limitation of liability and explaining the shipper's opportunity to avoid the limitation by declaring a higher value.\");  Carman Tool, 871 F.2d at 901 (\"so long as the bill of lading, on its face, provides adequate notice of the liability limit and an opportunity to declare a higher value, the carrier has discharged its responsibility\") (9th Cir.);   cf. Komatsu, 674 F.2d at 811 (published tariff, without actual notice of the relevant provisions of COGSA, does not satisfy \"fair opportunity\" requirement).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We thus eschew McGee's implicit invitation to augment the \"fair opportunity\" doctrine.  As the Ninth Circuit observed in a similar context:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>We decline to expand the fair opportunity requirement as suggested by [shipper].  The requirement is not found in the language of COGSA;  it is a judicial encrustation, designed to avoid what courts felt were harsh or unfair results.  The requirement has been criticized for introducing uncertainty into commercial transactions that should be governed by certain and uniform rules.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Carman Tool, 871 F.2d at 900 (citations omitted);  see also Vimar Seguros y Reaseguros, S.A. v. M/V Sky Reefer, 29 F.3d 727, 728 (1st Cir.1994) (\"COGSA was ... intended to reduce uncertainty concerning the responsibilities and liabilities of carriers, responsibilities and rights of shippers, and liabilities of insurers.\")  (citations omitted);  see generally Sturley, Parts I, II (criticizing \"fair opportunity\" doctrine as economically inefficient and inconsistent with COGSA's roots in international and domestic law).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The bill of lading indisputably provided both actual and constructive notice of the COGSA Sec. 4(5) liability limitation.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  As there was no material fact in genuine dispute, the district court properly granted summary judgment for Sea Barge/Ayacol on the ground that the COGSA \"package/CFU\" liability limitation applies.</p>\n    </div>\n    <p class=\"indent\">3. COGSA Package/Customary Freight Unit</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">COGSA Sec. 4(5) limits liability to \"$500 per package ... or in case of goods not shipped in packages, per customary freight unit.\"   46 U.S.C.App. Sec. 1304(5).  The district court concluded that the drill rig was shipped as a single \"package.\"   Strictly speaking, of course, it was not a \"package.\"   The parties agree that \"the actual cargo that was lost overboard was a truck mounted Cabot 900 Drilling rig, which was self propelled and had eighteen (18) wheels ... [and which] was not boxed or crated in any way.\"   McGee's Mot.  Opposing Def.'s Mot. for Summ.  J. at 5-6 (emphasis added);  compare Sea Barge's Resp. to Pl.'s Statement of Uncont.  Mat. Facts at 4 (expressly admitting these facts).  Moreover, we have held that a printing press shipped \"in open view, unboxed, [which] was not wrapped or crated ... was not a package as defined by COGSA.\"  Hanover Ins. Co. v. Shulman Transp. Enters., Inc., 581 F.2d 268, 275 (1st Cir.1978);  accord Tamini v. Salen Dry Cargo AB, 866 F.2d 741, 743 (5th Cir.1989) (free-standing portable drilling rig, \"for the most part\" fully exposed and not enclosed in a container, was not a COGSA \"package\");  Petition of Isbrandtsen Co., 201 F.2d 281, 286 (2d Cir.1953) (uncrated locomotive not COGSA \"package\");  2A Benedict, supra, Sec. 167, at 16-35 (\"cargo that is shipped without any packaging whatsoever is generally treated as 'not shipped in packages' \") (citations omitted, citing numerous cases).  How, then, since the shipper chose to describe the shipment as a single package can it now claim it constituted multiple units?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Thus, the drilling rig constituted but one unit, whether labeled a \"package\" or, more correctly, one \"customary freight unit\" (CFU).  Within the meaning of COGSA, the CFU \"is generally the unit on which the freight charge is based for the shipment at issue.\"  Binladen BSB Landscaping v. M.V. \"Nedlloyd Rotterdam\", 759 F.2d 1006, 1016 (2d Cir.), cert. denied, 474 U.S. 902, 106 S.Ct. 229, 88 L.Ed.2d 229 (1985);  Granite State, 825 F.Supp. at 1126.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  To determine the unit upon which freight was charged we look \"to the parties' intent, as expressed in the Bill of Lading, applicable tariff, and perhaps elsewhere.\"<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Croft &amp; Scully Co. v. M/V Skulptor Vuchetich, 664 F.2d 1277, 1282 (5th Cir.1982);  see FMC Corp. v. S.S. Marjorie Lykes, 851 F.2d 78, 80 (2d Cir.1988) (in determining the CFU, \"district court should examine the bill of lading, which expresses the contractual relationship in which the intent of the parties is the overarching standard\") (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In support of its motion for summary judgment, Sea Barge argued that it charged a lump sum for transporting the drilling rig on the northbound voyage.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Sea Barge relied on the bill of lading, PREPA's acceptance of the bid/purchase order (purchase order), and a facsimile from Sea Barge to PREPA quoting the charge for the northbound voyage (\"quoted charge\").  The purchase order and the quoted charge clearly establish that the freight charge was based on a lump sum:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>[PURCHASE ORDER]</p>\n    </div>\n    <p>Charges will be as follows:</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">a) Ocean Transportation</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">--Drill rig &amp; acc.:  $86,400 lumpsum</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">b) Port charges &amp; handling fees</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">--San Juan arrimo:  $5.00/2,000 lbs</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">--Houston Wharfage:  1.50/2,000 lbs</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">--Houston truck loading:  $7.50/2,000 lbs</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>[QUOTED CHARGE]</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>David, I have finalize [sic] shipping charges for this move and wish to give you our charges to move this rig to Houston, Texas.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>.    .    .    .    .Charges ocean transportation:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>Drill rig and accessories loose.  $86,400.00 lumpsum</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>...</p>\n    </div>\n    <p>Port charges and handling fees:</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>San Juan Arrimo                   $5.00 per 2000 lbs</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>Houston Wharfage                  $1.50 per 2000 lbs</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>Houston truck loading             $7.50 per 2000 lbs</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The relevant portion of the bill of lading is substantially the same, though it does not use the term \"lump sum.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  This evidence was sufficient to establish that Sea Barge was entitled to summary judgment on its claim that the northbound freight charge was based on a lump sum.  See FMC Corp., 851 F.2d at 81 (bill of lading established that CFU was calculated on lump-sum basis).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>NOTE: OPINION CONTAINS TABLE OR OTHER DATA THAT IS NOT VIEWABLE</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">McGee argues that listing wharfage and terminal usage charges by short ton (st) on the bill of lading established the short ton as the CFU.  We think this argument cuts the other way.  The portion of the bill of lading reproduced above, see supra note 13, sets out the charge per short ton only for wharfage and terminal usage, whereas the freight charge is stated in a lump sum.  And this reading is buttressed by the quoted charge and the purchase order, which clearly evince the intent of the parties to calculate the freight charge on a lump-sum basis.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Sea Barge having carried the initial burden on its motion for summary judgment, the burden shifted to McGee to point to competent evidence indicating a trialworthy issue. See Local 48 v. United Bhd. of Carps. &amp; Joiners, 920 F.2d 1047, 1050 (1st Cir.1990).  In support of its claim that freight charges were based on the short ton, McGee proffered the Sea Barge invoice to PREPA relating to the northbound voyage, and a portion of the deposition testimony of William Lauderdale.  The invoice is similar in all relevant respects to the portion of the bill of lading set out in the margin.  See supra note 13.  A flat $86,400 charge is made for \"Ocean freight,\" while wharfage and terminal charges are listed on a short-ton basis.  Although, as McGee points out, other portions of the invoice and bill of lading reflect that the drilling rig weighed 1,726,000 pounds, there is nothing to link weight with the freight charge, and McGee made no proffer supporting such a link.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">More importantly, the Lauderdale deposition tendered by McGee states that Lauderdale calculated the charges for the northbound voyage based on Sea Barge's expenses, including the costs of operating the vessel;  agency, port, stevedoring and container costs;  as well as a profit margin.  Nowhere does Lauderdale intimate that the drilling-rig weight was a factor in calculating the freight charge or in the parties' discussions of the freight charge for the northbound voyage.  Thus, we find no competent evidence that the freight charge was based on anything other than a lump sum, see S.S. Marjorie Lykes, 851 F.2d at 80-81 (finding that bill of lading and tariff established that parties intended to calculate freight on lump-sum basis), which means that the drilling rig itself was the CFU in this case.  Binladen, 759 F.2d at 1016;  see Union Carbide Corp. v. M/V Michele, 764 F.Supp. 783, 786 (S.D.N.Y.1990) (CFU was transportable tank, since freight charge was computed on lump-sum basis).</p>\n    </div>\n    <p>B. The Cross Appeal (No. 93-1548)</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Ayacol and Sea Barge cross-appeal challenges (1) the district court finding that the loading of the drilling rig was not controlled by PREPA to such an extent that Ayacol was exonerated from liability, and (2) the order denying Ayacol/Sea Barge an attorney fee award against McGee.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  We deem these claims waived due to cross-appellants' failure to object to the magistrate-judge's report and recommendation within the ten-day period prescribed by 28 U.S.C. Sec. 636(b)(1)(C).  See Park Motor Mart, Inc. v. Ford Motor Co., 616 F.2d 603, 605 (1st Cir.1980)<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> (\"[A] party 'may' file objections within ten days or he may not, as he chooses, but he 'shall' do so if he wishes further [appellate] consideration.\").<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  See also Fed.R.Civ.P. 72(b) (same);  D.P.R.Loc.R. 510.2(A) (failure to object to magistrate-judge's report within ten days waives absolute right to appeal district court order).<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Ayacol/Sea Barge urge that timely objection is required only when a party challenges a finding actually set out in the magistrate-judge's report and recommendation.  Thus, they assert no exception to the report per se but challenge the \"fail[ure] to make the additional findings requested [in the motion for summary judgment].\"  We reject their contention, which would allow an aggrieved party to assert on appeal an argument never surfaced in the district court;  namely, in this case, that the magistrate-judge's report failed to respond to the portions of the motion dealing with exoneration of liability and attorney fees.  See United States v. Nunez, 19 F.3d 719, 722 n. 8 (1st Cir.1994) (arguments not seasonably addressed to trial court may not be surfaced for first time on appeal) (citing cases).<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  Finally, the proposed bypass of the Article III judge would undermine the established role of the magistrate judge in the federal system:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>The purpose of the Federal Magistrates Act is to relieve courts of unnecessary work.  Since magistrates are not Article III judges, it is necessary to provide for a redetermination by the court, if requested, of matters falling within subsection (b)(1)(B).  To require it if not requested would defeat the main purpose of the act.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Park Motor Mart, 616 F.2d at 605 (footnote omitted) (emphasis added);  see also id. at 605 n. 1 (\"Nor can it be thought that a party could skip the district court and, in effect, appeal directly to us.  We have no jurisdiction to review the determinations of magistrates\").<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We affirm the district court judgment for Sea Barge/Ayacol, dismiss the Sea Barge/Ayacol cross-appeal, and remand for further proceedings consistent with this opinion.  All parties are to bear their own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The COGSA-imposed liability limit applies to each package or \"customary freight unit\" (\"CFU\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See note 1 supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The bill of lading included a typical \"clause paramount\":</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> CLAUSE PARAMOUNT:  This bill of lading shall have effect subject to the provisions of the Carriage of Goods by Sea Act, approved April 16, 1936</p>\n        <p>See also 46 U.S.C.App. Sec. 1312 (\"any bill of lading ... containing an express statement that it shall be subject to the provisions of [COGSA] shall be subjected hereto as fully as if subject hereto by the express provisions of [COGSA] ... Provided further, that every bill of lading ... shall contain a statement that it shall have effect subject to the provisions of [COGSA]\") (emphasis original);  cf. Komatsu Ltd. v. States S.S. Co., 674 F.2d 806, 810 n. 6 (9th Cir.1982) (rejecting statutory challenge to \"fair opportunity\" doctrine based on Sec. 1312, because this section \"leaves a carrier free to quote the language of section 4(5) in full\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> McGee does not challenge the legibility of the COGSA notice.  Cf. Nemeth, 694 F.2d at 611-12 (illegible recitation of COGSA Sec. 4(5) does not provide \"fair opportunity\" notice)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In light of our conclusion that the bill of lading met whatever \"fair opportunity\" notice requirements are imposed by other circuits, we refrain from embracing the \"fair opportunity\" doctrine itself, in any form.  We take this course because the parties have assumed, from the outset, that a COGSA-related \"fair opportunity\" doctrine would apply.  Thus, we leave for another day, and a proper adversarial setting, what we perceive to be a problematic question.  See Michael F. Sturley, The Fair Opportunity Requirement Under COGSA Section 4(5):  A Case Study in the Misinterpretation of the Carriage of Goods by Sea Act (Part I), 19 J.Mar.L. &amp; Com. 1 (1988);  and Michael F. Sturley, The Fair Opportunity Requirement (Part II), 19 J.Mar.L. &amp; Com. 157, 176 (1988) (\"All of the available evidence suggests that the [COGSA] package limitation should not be subject to a fair opportunity requirement.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> McGee relies on a deposition by William Lauderdale, the Sea Barge agent responsible for negotiating freight charges with PREPA, which states that the rate for transporting the drill rig was \"outside\" the tariff Sea Barge filed with the Federal Maritime Commission, because this was \"a single shipper on a single voyage, on a contract voyage.\"   The record does not contain a copy of the Sea Barge tariff.  Cf. infra note 7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Though the published tariff in Ocean Lynx \"provide[d] that an ad valorem rate shall be applied to shipments of certain commodities [but did] not provide for the method through which a shipper of goods other than the listed commodities can avoid COGSA section 4(5)'s limitation on liability,\" 901 F.2d at 940, the court found that incorporation of COGSA into the bill of lading satisfied the \"fair opportunity\" requirement, id.   The argument rejected by the Eleventh Circuit is very similar to that advanced by McGee.  See supra note 6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Further, nothing in the facts of this case counsels extension of the \"fair opportunity\" doctrine.  McGee has not shown that the absence of relevant published tariffs prevented PREPA from avoiding the COGSA liability limitation.  We will not presume that PREPA, McGee's insured, would have declared additional value under a published tariff, especially since PREPA's contract with Henley obligated it to provide marine cargo insurance for the full replacement value of the drilling rig.  Compare Travelers Indemn.  Co. v. Vessel Sam Houston, 26 F.3d 895, 900 (9th Cir.1994) (because shipper obtained insurance through an independent underwriter, \"there is every reason to believe that [the shipper] made a deliberate choice to forego the additional cost that would have been incurred in raising [the COGSA] liability limit\").  Indeed, Sea Barge proffered uncontroverted evidence that though it offered insurance, PREPA declined, opting instead to purchase insurance through McGee</p>\n        <p>Professor Sturley has suggested that in the typical case, the ad valorem rates for excess value offered by a carrier are higher than premiums for equivalent cargo-insurance coverage from a third-party underwriter.  See Sturley, Part II, at 194.  A rational shipper confronted with such a choice is not likely to pay ad valorem rates when third-party insurance coverage is less expensive.  Moreover, a judicially-imposed tariff requirement would increase transaction costs to the carrier, with no corresponding benefit to either party.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> McGee also argues that because David Kiester, the PREPA agent who negotiated the bill of lading with Sea Barge, allegedly was inexperienced in maritime matters, knowledge of the effect of COGSA Sec. 4(5) may not be imputed to PREPA.  The only case McGee cites for this proposition, see Pan American World Airways v. California Stevedore &amp; Ballast Co., 559 F.2d 1173, 1177 (9th Cir.1977) (holding that \"clause paramount\" alone cannot be used to impute knowledge of effect of COGSA to shipper), is inapposite.  Moreover, we conclude that Kiester's inexperience is immaterial to our analysis.  Cf. Carman Tool, 871 F.2d at 901 n. 9 (\"So long as the bill of lading has all the necessary information [i.e., gives actual notice of COGSA Sec. 4(5) ], the shipper, or any other interested party, has the means of learning everything it may wish to know about the terms of the transaction.\")  (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Some early cases looked to shipping-industry custom in determining the CFU.  See, e.g., Waterman S.S. Corp. v. United States Smelting, Ref. &amp; Mining Co., 155 F.2d 687, 693-94 (5th Cir.), cert. denied, 329 U.S. 761, 67 S.Ct. 115, 91 L.Ed. 656 (1946).  But the clear modern trend is to \"recognize the customary freight unit as the unit specifically employed by the parties in arriving at the rate charged for shipment,\" Granite State, 825 F.Supp. at 1126;  see, e.g., FMC Corp. v. S.S. Marjorie Lykes, 851 F.2d 78, 80 (2d Cir.1988);  see also Jerome C. Scowcroft, Recent Developments Concerning the Package Limitation, 20 J.Mar.L. &amp; Com. 403, 412 (1989) (discussing modern cases);  2A Benedict, supra, Sec. 168, at pp. 16-46 to 16-47 (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Since the bill of lading is the contract of carriage between shipper and carrier, Grant Gilmore &amp; Charles L. Black, Jr., The Law of Admiralty 93 (2d ed. 1975), familiar principles of contract interpretation govern its construction, see Croft &amp; Scully Co. v. M/V Skulptor Vuchetich, 664 F.2d 1277, 1282 (5th Cir.1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> It is undisputed that the freight charges for the southbound voyage, totalling $164,583, were calculated on a short-ton basis, as evidenced by the bill of lading.  It is not clear from the record exactly why the parties opted for a lump-sum contract rate on the northbound voyage, but the Lauderdale deposition suggests that Sea Barge's expenses would be lower for the trip to Houston because the barge to be used on the return leg was already positioned in Puerto Rico</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> </p>\n        <p>(Italicized characters are typed in the original;  all other characters are pre-printed in the bill of lading.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Even evidence that Sea Barge used the weight of the drill rig to calculate its own costs may not have been dispositive.  See M/V Lash Italia, 858 F.2d at 193 (\"[w]hile [carrier] may have considered the vehicles' dimensions in setting its freight rates, the mere consideration of a particular measure does not render it a customary freight unit\");  S.S. Marjorie Lykes, 851 F.2d at 80-81 (even though preliminary negotiations indicated that carrier was calculating freight based on price per ton, the fact that the bill of lading and tariff unambiguously reflected a lump-sum rate was controlling)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Prior to briefing and oral argument, McGee moved to dismiss the Ayacol/Sea Barge cross-appeal for failure to comply with D.P.R.Loc.R. 510.2(A) (failure to object to magistrate-judge's report within ten days waives right to appellate review).  On written submissions by the parties, we denied the motion without prejudice, specifically preserving McGee's right to address this issue in its appellate brief.  Ayacol/Sea Barge failed to respond to the waiver argument presented in McGee's brief, either at oral argument or in their principal brief on appeal, and filed no reply brief.  Thus, we rely on the Ayacol/Sea Barge submissions in opposition to McGee's motion to dismiss</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The Supreme Court has made clear that the failure to make timely objection does not deprive the court of appeals of jurisdiction.  Thomas v. Arn, 474 U.S. 140, 146 n. 4, 106 S.Ct. 466, 470 n. 4, 88 L.Ed.2d 435 (1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> We reject the contention that the Ayacol/Sea Barge claim sought to be raised on cross-appeal was preserved by an oblique footnote reference in their joint memorandum opposing McGee's objection to the magistrate-judge's report.  Their joint memorandum was not filed within the ten-day period prescribed by 28 U.S.C. Sec. 636(b)(1)(C).  See Park Motor Mart., 616 F.2d at 605</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The report and recommendation warned that \"failure to comply with [D.P.R.Loc.R. 510.2(A) ] precludes further appellate review.\"   See United States v. Valencia-Copete, 792 F.2d 4, 6 (1st Cir.1986) (directing inclusion of notice of waiver in magistrate-judge's reports)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Ayacol/Sea Barge point to Orthopedic &amp; Sports Injury Clinic v. Wang Labs., Inc., 922 F.2d 220 (5th Cir.1991), as support for their theory.  In Wang, plaintiffs did not object to the magistrate-judge's report with respect to its failure to treat plaintiffs' res ipsa loquitur defense against partial summary judgment.  The Fifth Circuit rejected the defendant's argument that Thomas v. Arn barred the claim, stating:  \"[plaintiff] is still able to request that the issue be considered on appeal, even if it did not question the magistrate's findings.\"  Wang, 922 F.2d at 225 (emphasis added), citing Thomas, 474 U.S. at 148-49, 106 S.Ct. at 471-72.   Although the court did not detail the reasons for its decision, the referenced portion of Thomas states:  \"we need not decide whether the Act mandates a waiver of appellate review absent [timely objection to the magistrate-judge's report].  We hold only that it does not forbid such a rule.\"  Id.  No other court has cited Wang on this point.  We think Wang is better seen as support for the view that a court of appeals has discretion to adopt a rule allowing a party to raise a claim not preserved before magistrate-judge.  Since this case presents no suitable occasion for such a rule, see Park Motor Mart, 616 F.2d at 605, we find Wang to be inapposite</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Additionally, we note that these claims likely would not succeed on the merits.  Ayacol cites no case holding that a stevedore's duty of care may be delegated, in toto, to its marine surveyor.  The district court case cited for this proposition, see Royal Embassy of Saudi Arabia v. S.S. Ioannis Martinos, 1986 A.M.C. 769 (E.D.N.C.1984), merely found a right to contribution from the marine surveyor.  As concerns the request for attorney fees, Sea Barge/Ayacol established no conduct on the part of McGee which would warrant a fee award</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">143</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">A.M.C.</span> <span class=\"page\">173</span></span>, 63 USLW 2213</p>\n    <p class=\"parties\">HENLEY DRILLING COMPANY, Plaintiff, Appellee,<br>v.<br>William H. McGEE and CNA Casualty of Puerto Rico,<br>Defendants, Appellants.<br>HENLEY DRILLING COMPANY, Plaintiff, Appellee,<br>v.<br>MARINE TRANSPORTATION SERVICES, etc. and Luis A. Ayala Colon<br>Sucrs., Inc., Defendants, Appellants.</p>\n    <p class=\"docket\">Nos. 93-1543, 93-1548.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 7, 1994.<br>Decided Sept. 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Keith A. Graffam, with whom Dario Rivera Carrasquillo, John E. Mudd and Cordero, Miranda &amp; Pinto, Old San Juan, PR, were on brief, for plaintiff.</p>\n      <p class=\"indent\">Jose F. Sarraga, San Juan, PR, for defendant Marine Transp. Services.</p>\n      <p class=\"indent\">Eugene F. Hestres, with whom Bird, Bird &amp; Hestres, San Juan, PR, was on brief, for defendant Luis A. Ayala Colon Sucrs., Inc.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, ALDRICH, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The central question in this case--whether the $500 per-package limit on ocean carriage liability imposed by the Carriage of Goods by Sea Act (COGSA), 46 U.S.C.App. Sec. 1304(5), is applicable to an oil drilling rig--requires the court to consider for the first time the COGSA-related \"fair opportunity\" doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Puerto Rico Electric Power Authority (PREPA) contracted with Henley Drilling Company (Henley) to conduct petroleum drilling operations in Puerto Rico.  Marine Transportation Services-Sea Barge Group, Inc.  (Sea Barge), an ocean carrier, agreed to transport Henley's drilling equipment from Houston to Puerto Rico, and return.  PREPA obtained marine cargo insurance on the Henley drilling rig through William H. McGee &amp; Co.  (McGee) and CNA Casualty of Puerto Rico (CNA).  Following an uneventful southbound voyage, Sea Barge retained a stevedoring contractor, Luis A. Ayala Colon Sucrs., Inc.  (Ayacol), to stow the drilling rig aboard the barge for the return trip to Houston.  When the barge arrived in Houston, however, Henley's huge drilling rig, valued at $629,000, was nowhere to be found.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Henley sued Sea Barge, Ayacol, McGee, CNA and PREPA in the United States District Court for the District of Puerto Rico.  Under the terms of their settlement agreement, PREPA, McGee and CNA were subrogated to the rights of Henley, leaving Sea Barge and Ayacol as the only defendants.  In March 1992, Sea Barge and Ayacol moved for partial summary judgment, contending that their liability, if any, could not exceed the $500 per-package/CFU limit imposed by COGSA.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  Contemporaneously, Ayacol and Sea Barge moved for summary judgment on the further ground that the stowing of the drilling rig aboard the barge for the return trip to Houston was improperly supervised by the marine surveyor retained by PREPA, thereby entitling Ayacol and Sea Barge to exoneration from liability.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A magistrate judge recommended partial summary judgment in favor of Sea Barge and Ayacol, based on a finding that the drilling rig constituted a \"package\" within the meaning of COGSA Sec. 4(5), for which the maximum liability of the carrier is $500.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The magistrate judge did not rule on the summary judgment claim for exoneration.  McGee, CNA and PREPA objected to the magistrate-judge's report and recommendation, which the district judge subsequently adopted over their objection.  McGee, CNA and PREPA unsuccessfully moved for reconsideration by the district judge.  CNA and McGee [collectively:  \"McGee\"] appealed.  Ayacol and Sea Barge cross-appealed, challenging the district court order adopting the magistrate-judge's report and recommendation insofar as it failed to grant Ayacol and Sea Barge exoneration from all liability and included no attorney fee award against McGee.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. The McGee Appeal (No. 93-1543)</p>\n    <p class=\"indent\">1. Summary Judgment Standard</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo.  Commercial Union Ins. Co. v. Walbrook Ins. Co., <span class=\"citation\" data-id=\"655503\"><a href=\"/opinion/655503/commercial-union-insurance-co-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1047</span></a></span>, 1050 (1st Cir.1993).  Summary judgment is appropriate where the record, viewed in the light most favorable to the nonmoving party, reveals no genuine issue as to any material fact, and the moving party is entitled to judgment as a matter of law.  Velez-Gomez v. SMA Life Assur. Co., <span class=\"citation\" data-id=\"195013\"><a href=\"/opinion/195013/velez-gomez-v-sma-life-assurance/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span></a></span>, 874-75 (1st Cir.1993).</p>\n    </div>\n    <p class=\"indent\">2. The COGSA Liability Limitation</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Section 1304(5) of COGSA, entitled \"Rights and immunities of carrier and ship,\" provides in relevant part:Neither the carrier nor the ship shall in any event be or become liable for any loss or damage to or in connection with the transportation of goods in an amount exceeding $500 per package ... or in case of goods not shipped in packages, per customary freight unit ... unless the nature and value of such goods have been declared by the shipper before shipment and inserted in the bill of lading....</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">By agreement between the carrier, master, or agent of the carrier, and the shipper another maximum amount than that mentioned in this paragraph may be fixed ... [but] in no event shall the carrier be liable for more than the amount of damage actually sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">46 U.S.C.App. Sec. 1304(5) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The courts generally have required the carrier to afford the shipper a \"fair opportunity\" to avoid the COGSA \"package/CFU\" liability limitation through adequate advance notice.  See, e.g., Carman Tool &amp; Abrasives, Inc. v. Evergreen Lines, <span class=\"citation\" data-id=\"520672\"><a href=\"/opinion/520672/carman-tool-abrasives-inc-v-evergreen-lines-a-corporation/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">897</span></a></span>, 899 n. 3 (9th Cir.1989).  As this court has not adopted the COGSA \"fair opportunity\" doctrine, see Granite State Ins. Co. v. M/V Caraibe, <span class=\"citation no-link\"><span class=\"volume\">825</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1113</span></span>, 1118-24 (D.P.R.1993) (noting absence of First Circuit precedent on \"fair opportunity\" doctrine), we first examine the case law in other jurisdictions.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">All courts which have addressed the matter require the carrier to provide the shipper some notice of the COGSA \"package/CFU\" liability limitation, differing only as to the type of notice.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>  (examining circuit </span>split as to level of notice required);  see generally Michael F. Sturley, The Fair Opportunity Requirement Under COGSA Section 4(5):  A Case Study in the Misinterpretation of the Carriage of Goods by Sea Act (Part I), 19 J.Mar.L. &amp; Com. 1, 13-17 (1988) (hereinafter, \"Sturley, Part I\");  Michael F. Sturley, The Fair Opportunity Requirement (Part II), 19 J.Mar.L. &amp; Com. 157 (1988) (hereinafter, \"Sturley, Part II\").  The Ninth Circuit is thought to have the more demanding notice requirement, see 2A Ellen Flynn &amp; Gina A. Raduazzo, Benedict on Admiralty Sec. 166, at pp. 16-28 to 16-29 (Michael F. Sturley, contrib. ed. 1993) (hereinafter, 2A Benedict ) (describing \"strict\" Ninth Circuit standard, citing cases), mandating that the carrier provide the shipper legible written notice of the COGSA \"package/CFU\" liability limitation in the bill of lading, employing language substantially similar to COGSA Sec. 4(5).  See, e.g., Nemeth v. General S.S. Corp., <span class=\"citation\" data-id=\"411429\"><a href=\"/opinion/411429/stephen-nemeth-v-general-steamship-corporation-ltd-a-corporation/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">609</span></a></span>, 611 (9th Cir.1982).  Other courts, including the Second, Fourth, Fifth and Eleventh Circuits, simply require that the bill of lading include a \"clause paramount\" incorporating COGSA by reference.  See, e.g., Insurance Co. of N. Am. v. M/V Ocean Lynx, <span class=\"citation\" data-id=\"540138\"><a href=\"/opinion/540138/insurance-company-of-north-america-plaintiff-appellee-cross-appellant-v/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span>, 939 (11th Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1025</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">667</span> </span>(1991);  General Elec. Co. v. MV Nedlloyd, <span class=\"citation\" data-id=\"487751\"><a href=\"/opinion/487751/general-electric-company-v-mv-nedlloyd-her-engines-boilers-nedlloyd/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1022</span></a></span>, 1029 (2d Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1011</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">710</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span> </span>(1988);  Cincinnati Milacron, Ltd. v. M/V American Legend, <span class=\"citation\" data-id=\"478955\"><a href=\"/opinion/478955/cincinnati-milacron-ltd-v-mv-american-legend-her-engines-boilers/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">837</span></a></span>, 837 (4th Cir.1986) (en banc) (per curiam), rev'g <span class=\"citation\" data-id=\"465373\"><a href=\"/opinion/465373/cincinnati-milacron-ltd-v-mv-american-legend-her-engines-boilers/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1161</span> </a></span>(4th Cir.1986);  Brown &amp; Root, Inc. v. M/V Peisander, <span class=\"citation\" data-id=\"390241\"><a href=\"/opinion/390241/brown-root-inc-v-mv-peisander-etc/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">415</span></a></span>, 424 (5th Cir.1981).  The courts are in agreement that the carrier bears the burden of proving that it has afforded the shipper the requisite \"fair opportunity\" notice.  See, e.g., General <span class=\"citation\" data-id=\"487751\"><span class=\"antecedent_guess\">Elec.,</span> <a href=\"/opinion/487751/general-electric-company-v-mv-nedlloyd-her-engines-boilers-nedlloyd/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1029</span></a></span>;  Tessler Bros.  (B.C.) Ltd. v. Italpacific Line, <span class=\"citation\" data-id=\"318213\"><a href=\"/opinion/318213/tessler-brothers-bc-ltd-v-italpacific-line-and-matson-terminals-inc/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">438</span></a></span>, 443 (9th Cir.1974).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our review leads us to conclude that the bill of lading in this case afforded \"fair opportunity\" notice sufficient to satisfy whatever essential requirements are imposed by these other courts.  Constructive notice was afforded by the \"clause paramount\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> legibly printed on the reverse side of the bill of lading:  \"This bill of lading shall have effect subject to the provisions of the Carriage of Goods by Sea Act....\"  See Cincinnati <span class=\"citation\" data-id=\"478955\"><span class=\"antecedent_guess\">Milacron,</span> <a href=\"/opinion/478955/cincinnati-milacron-ltd-v-mv-american-legend-her-engines-boilers/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">837</span> </a></span>(\"clause paramount\" provides constructive notice).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  A more particular notice was contained in the bill of lading \"valuation clause\":</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>20. VALUATION.  Carrier shall not be liable in any event for any loss, damage, misdelivery or delay with respect to the goods in an amount exceeding $500.00 lawful money of the United States per package, or in the case of goods not shipped in packages, per customary freight unit, unless the nature of the goods and a valuation thereof higher than $500.00 is declared in writing by Shipper on delivery of the goods to Carrier and inserted in the Bill of Lading and extra freight is paid thereon as required by the applicable tariff to obtain the benefit of such higher valuation.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">See Carman <span class=\"citation\" data-id=\"520672\"><span class=\"antecedent_guess\">Tool,</span> <a href=\"/opinion/520672/carman-tool-abrasives-inc-v-evergreen-lines-a-corporation/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">899</span> </a></span>n. 4 (finding that bill of lading provision substantially similar to that sub judice recited terms of COGSA Sec. 4(5) and thus afforded actual notice);  cf. supra pp. 144-45 (quoting 46 U.S.C.App. Sec. 1304(5)).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">McGee contends that Sea Barge did not demonstrate its entitlement to summary judgment on compliance with the \"fair opportunity\" requirement because there was competent evidence that Sea Barge failed to offer PREPA ad valorem rates based on the true value of the cargo.  Specifically, McGee reiterates its claim below that Sea Barge failed to show that published tariffs were available for a drilling rig on this voyage.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  McGee relies primarily on the Fifth Circuit's language in Brown &amp; Root:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>[T]he circumstances of the case before us do not overcome the prima facie evidence of the opportunity for a choice of rates and valuations ...  First, COGSA was expressly incorporated in the bill of lading to thereby bring into play Sec. 4(5).  Next, and more significantly, the published tariff which has the effect of law very carefully gave Shipper a choice of valuations by a choice of precisely definable freight rates.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">648 F.2d at 424 (emphasis added, citations omitted);  see also Wuerttembergische v. M/V Stuttgart Express, <span class=\"citation\" data-id=\"421162\"><a href=\"/opinion/421162/wuerttembergische-and-badische-versicherungs-aktiengesellschaft-v-mv/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span>, 622 (5th Cir.1983) (per curiam) (similar, applying Brown &amp; Root ).   The controlling question before us therefore becomes:  whether actual and constructive notice, without more, affords the shipper \"fair opportunity,\" as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Careful examination of the authorities has disclosed no appellate case which requires a valid tariff--in addition to actual or constructive notice--as an element of the \"fair opportunity\" doctrine.  The Fifth Circuit, whose cases constitute the principal authority relied on by McGee, has reserved judgment on this matter:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>The facts of [Brown &amp; <span class=\"citation\" data-id=\"390241\"><span class=\"antecedent_guess\">Root,</span> <a href=\"/opinion/390241/brown-root-inc-v-mv-peisander-etc/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">424</span></a></span>, and <span class=\"citation\" data-id=\"421162\"><span class=\"antecedent_guess\">Wuerttembergische,</span> <a href=\"/opinion/421162/wuerttembergische-and-badische-versicherungs-aktiengesellschaft-v-mv/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">622</span></a></span>] reveal that we have not held ... that the mere incorporation of COGSA into a bill of lading constitutes prima facie evidence of fair opportunity.  Because that circumstance is not before us in this case, we express no opinion on the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Couthino, Caro &amp; Co. v. M/V Sava, <span class=\"citation\" data-id=\"507381\"><a href=\"/opinion/507381/couthino-caro-and-company-inc-and-firemans-fund-insurance-company/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">166</span></a></span>, 170 n. 6 (5th Cir.1988) (emphasis added).  Other courts of appeals either directly hold that a tariff is not required if notice of the COGSA liability limitation has been given, see, e.g., Ocean <span class=\"citation\" data-id=\"540138\"><span class=\"antecedent_guess\">Lynx,</span> <a href=\"/opinion/540138/insurance-company-of-north-america-plaintiff-appellee-cross-appellant-v/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">939</span> </a></span>(\"Brown &amp; Root thus adopted a system of constructive notice of an opportunity to declare excess valuation.  Either a clause paramount in the bill of lading or a valid tariff filed with the Federal Maritime Commission ... is sufficient to afford the shipper an opportunity to declare excess value.\")  (citations omitted, emphasis added),<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> or clearly imply such a rule, see, e.g., Aetna Ins. Co. v. M/V Lash Italia, <span class=\"citation\" data-id=\"512398\"><a href=\"/opinion/512398/aetna-insurance-company-as-subrogee-to-government-of-the-united-arab/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">190</span></a></span>, 193 (4th Cir.1988) (\"In this case [language reciting the COGSA liability limitation in the] bill of lading establishes prima facie evidence of fair opportunity by clearly outlining the limitation of liability and explaining the shipper's opportunity to avoid the limitation by declaring a higher value.\");  Carman <span class=\"citation\" data-id=\"520672\"><span class=\"antecedent_guess\">Tool,</span> <a href=\"/opinion/520672/carman-tool-abrasives-inc-v-evergreen-lines-a-corporation/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">901</span> </a></span>(\"so long as the bill of lading, on its face, provides adequate notice of the liability limit and an opportunity to declare a higher value, the carrier has discharged its responsibility\") (9th Cir.);   cf. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Komatsu,</span> <span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">811</span> </span>(published tariff, without actual notice of the relevant provisions of COGSA, does not satisfy \"fair opportunity\" requirement).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We thus eschew McGee's implicit invitation to augment the \"fair opportunity\" doctrine.  As the Ninth Circuit observed in a similar context:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>We decline to expand the fair opportunity requirement as suggested by [shipper].  The requirement is not found in the language of COGSA;  it is a judicial encrustation, designed to avoid what courts felt were harsh or unfair results.  The requirement has been criticized for introducing uncertainty into commercial transactions that should be governed by certain and uniform rules.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Carman <span class=\"citation\" data-id=\"520672\"><span class=\"antecedent_guess\">Tool,</span> <a href=\"/opinion/520672/carman-tool-abrasives-inc-v-evergreen-lines-a-corporation/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">900</span> </a></span>(citations omitted);  see also Vimar Seguros y Reaseguros, S.A. v. M/V Sky Reefer, <span class=\"citation\" data-id=\"674591\"><a href=\"/opinion/674591/vimar-seguros-y-reaseguros-sa-v-mv-sky-reefer-her-engines-etc-and/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">727</span></a></span>, 728 (1st Cir.1994) (\"COGSA was ... intended to reduce uncertainty concerning the responsibilities and liabilities of carriers, responsibilities and rights of shippers, and liabilities of insurers.\")  (citations omitted);  see generally Sturley, Parts I, II (criticizing \"fair opportunity\" doctrine as economically inefficient and inconsistent with COGSA's roots in international and domestic law).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The bill of lading indisputably provided both actual and constructive notice of the COGSA Sec. 4(5) liability limitation.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  As there was no material fact in genuine dispute, the district court properly granted summary judgment for Sea Barge/Ayacol on the ground that the COGSA \"package/CFU\" liability limitation applies.</p>\n    </div>\n    <p class=\"indent\">3. COGSA Package/Customary Freight Unit</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">COGSA Sec. 4(5) limits liability to \"$500 per package ... or in case of goods not shipped in packages, per customary freight unit.\"   46 U.S.C.App. Sec. 1304(5).  The district court concluded that the drill rig was shipped as a single \"package.\"   Strictly speaking, of course, it was not a \"package.\"   The parties agree that \"the actual cargo that was lost overboard was a truck mounted Cabot 900 Drilling rig, which was self propelled and had eighteen (18) wheels ... [and which] was not boxed or crated in any way.\"   McGee's Mot.  Opposing Def.'s Mot. for Summ.  J. at 5-6 (emphasis added);  compare Sea Barge's Resp. to Pl.'s Statement of Uncont.  Mat. Facts at 4 (expressly admitting these facts).  Moreover, we have held that a printing press shipped \"in open view, unboxed, [which] was not wrapped or crated ... was not a package as defined by COGSA.\"  Hanover Ins. Co. v. Shulman Transp. Enters., Inc., <span class=\"citation\" data-id=\"358670\"><a href=\"/opinion/358670/hanover-insurance-company-v-shulman-transport-enterprises-inc/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 275 (1st Cir.1978);  accord Tamini v. Salen Dry Cargo AB, <span class=\"citation\" data-id=\"517628\"><a href=\"/opinion/517628/ali-a-tamini-v-salen-dry-cargo-ab-ahjin-shipping-co-ltd/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span>, 743 (5th Cir.1989) (free-standing portable drilling rig, \"for the most part\" fully exposed and not enclosed in a container, was not a COGSA \"package\");  Petition of Isbrandtsen Co., <span class=\"citation\" data-id=\"230846\"><a href=\"/opinion/230846/petition-of-isbrandtsen-company-inc-isbrandtsen-co-inc-v-united/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></a></span>, 286 (2d Cir.1953) (uncrated locomotive not COGSA \"package\");  2A Benedict, supra, Sec. 167, at 16-35 (\"cargo that is shipped without any packaging whatsoever is generally treated as 'not shipped in packages' \") (citations omitted, citing numerous cases).  How, then, since the shipper chose to describe the shipment as a single package can it now claim it constituted multiple units?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Thus, the drilling rig constituted but one unit, whether labeled a \"package\" or, more correctly, one \"customary freight unit\" (CFU).  Within the meaning of COGSA, the CFU \"is generally the unit on which the freight charge is based for the shipment at issue.\"  Binladen BSB Landscaping v. M.V. \"Nedlloyd Rotterdam\", <span class=\"citation\" data-id=\"450723\"><a href=\"/opinion/450723/binladen-bsb-landscaping-v-m-v-nedlloyd-rotterdam-her-engines/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1006</span></a></span>, 1016 (2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">902</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">229</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span> </span>(1985);  Granite <span class=\"citation no-link\"><span class=\"antecedent_guess\">State,</span> <span class=\"volume\">825</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1126</span></span>.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  To determine the unit upon which freight was charged we look \"to the parties' intent, as expressed in the Bill of Lading, applicable tariff, and perhaps elsewhere.\"<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Croft &amp; Scully Co. v. M/V Skulptor Vuchetich, <span class=\"citation\" data-id=\"397201\"><a href=\"/opinion/397201/croft-scully-co-v-mv-skulptor-vuchetich-etc/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1277</span></a></span>, 1282 (5th Cir.1982);  see FMC Corp. v. S.S. Marjorie Lykes, <span class=\"citation\" data-id=\"508522\"><a href=\"/opinion/508522/fmc-corporation-v-ss-marjorie-lykes-her-engines-tackles/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">78</span></a></span>, 80 (2d Cir.1988) (in determining the CFU, \"district court should examine the bill of lading, which expresses the contractual relationship in which the intent of the parties is the overarching standard\") (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In support of its motion for summary judgment, Sea Barge argued that it charged a lump sum for transporting the drilling rig on the northbound voyage.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Sea Barge relied on the bill of lading, PREPA's acceptance of the bid/purchase order (purchase order), and a facsimile from Sea Barge to PREPA quoting the charge for the northbound voyage (\"quoted charge\").  The purchase order and the quoted charge clearly establish that the freight charge was based on a lump sum:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>[PURCHASE ORDER]</p>\n    </div>\n    <p>Charges will be as follows:</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">a) Ocean Transportation</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">--Drill rig &amp; acc.:  $86,400 lumpsum</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">b) Port charges &amp; handling fees</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">--San Juan arrimo:  $5.00/2,000 lbs</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">--Houston Wharfage:  1.50/2,000 lbs</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">--Houston truck loading:  $7.50/2,000 lbs</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>[QUOTED CHARGE]</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>David, I have finalize [sic] shipping charges for this move and wish to give you our charges to move this rig to Houston, Texas.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>.    .    .    .    .Charges ocean transportation:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>Drill rig and accessories loose.  $86,400.00 lumpsum</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>...</p>\n    </div>\n    <p>Port charges and handling fees:</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>San Juan Arrimo                   $5.00 per 2000 lbs</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>Houston Wharfage                  $1.50 per 2000 lbs</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>Houston truck loading             $7.50 per 2000 lbs</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The relevant portion of the bill of lading is substantially the same, though it does not use the term \"lump sum.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  This evidence was sufficient to establish that Sea Barge was entitled to summary judgment on its claim that the northbound freight charge was based on a lump sum.  See FMC <span class=\"citation\" data-id=\"508522\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/508522/fmc-corporation-v-ss-marjorie-lykes-her-engines-tackles/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">81</span> </a></span>(bill of lading established that CFU was calculated on lump-sum basis).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>NOTE: OPINION CONTAINS TABLE OR OTHER DATA THAT IS NOT VIEWABLE</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">McGee argues that listing wharfage and terminal usage charges by short ton (st) on the bill of lading established the short ton as the CFU.  We think this argument cuts the other way.  The portion of the bill of lading reproduced above, see supra note 13, sets out the charge per short ton only for wharfage and terminal usage, whereas the freight charge is stated in a lump sum.  And this reading is buttressed by the quoted charge and the purchase order, which clearly evince the intent of the parties to calculate the freight charge on a lump-sum basis.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Sea Barge having carried the initial burden on its motion for summary judgment, the burden shifted to McGee to point to competent evidence indicating a trialworthy issue. See Local 48 v. United Bhd. of Carps. &amp; Joiners, <span class=\"citation\" data-id=\"552770\"><a href=\"/opinion/552770/local-no-48-united-brotherhood-of-carpenters-and-joiners-of-america-v/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1047</span></a></span>, 1050 (1st Cir.1990).  In support of its claim that freight charges were based on the short ton, McGee proffered the Sea Barge invoice to PREPA relating to the northbound voyage, and a portion of the deposition testimony of William Lauderdale.  The invoice is similar in all relevant respects to the portion of the bill of lading set out in the margin.  See supra note 13.  A flat $86,400 charge is made for \"Ocean freight,\" while wharfage and terminal charges are listed on a short-ton basis.  Although, as McGee points out, other portions of the invoice and bill of lading reflect that the drilling rig weighed 1,726,000 pounds, there is nothing to link weight with the freight charge, and McGee made no proffer supporting such a link.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">More importantly, the Lauderdale deposition tendered by McGee states that Lauderdale calculated the charges for the northbound voyage based on Sea Barge's expenses, including the costs of operating the vessel;  agency, port, stevedoring and container costs;  as well as a profit margin.  Nowhere does Lauderdale intimate that the drilling-rig weight was a factor in calculating the freight charge or in the parties' discussions of the freight charge for the northbound voyage.  Thus, we find no competent evidence that the freight charge was based on anything other than a lump sum, see S.S. Marjorie <span class=\"citation\" data-id=\"508522\"><span class=\"antecedent_guess\">Lykes,</span> <a href=\"/opinion/508522/fmc-corporation-v-ss-marjorie-lykes-her-engines-tackles/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">80-81</span> </a></span>(finding that bill of lading and tariff established that parties intended to calculate freight on lump-sum basis), which means that the drilling rig itself was the CFU in this case.  <span class=\"citation\" data-id=\"450723\"><span class=\"antecedent_guess\">Binladen,</span> <a href=\"/opinion/450723/binladen-bsb-landscaping-v-m-v-nedlloyd-rotterdam-her-engines/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1016</span></a></span>;  see Union Carbide Corp. v. M/V Michele, <span class=\"citation no-link\"><span class=\"volume\">764</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">783</span></span>, 786 (S.D.N.Y.1990) (CFU was transportable tank, since freight charge was computed on lump-sum basis).</p>\n    </div>\n    <p>B. The Cross Appeal (No. 93-1548)</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Ayacol and Sea Barge cross-appeal challenges (1) the district court finding that the loading of the drilling rig was not controlled by PREPA to such an extent that Ayacol was exonerated from liability, and (2) the order denying Ayacol/Sea Barge an attorney fee award against McGee.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  We deem these claims waived due to cross-appellants' failure to object to the magistrate-judge's report and recommendation within the ten-day period prescribed by 28 U.S.C. Sec. 636(b)(1)(C).  See Park Motor Mart, Inc. v. Ford Motor Co., <span class=\"citation\" data-id=\"375497\"><a href=\"/opinion/375497/park-motor-mart-inc-v-ford-motor-company/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">603</span></a></span>, 605 (1st Cir.1980)<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> (\"[A] party 'may' file objections within ten days or he may not, as he chooses, but he 'shall' do so if he wishes further [appellate] consideration.\").<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  See also Fed.R.Civ.P. 72(b) (same);  D.P.R.Loc.R. 510.2(A) (failure to object to magistrate-judge's report within ten days waives absolute right to appeal district court order).<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Ayacol/Sea Barge urge that timely objection is required only when a party challenges a finding actually set out in the magistrate-judge's report and recommendation.  Thus, they assert no exception to the report per se but challenge the \"fail[ure] to make the additional findings requested [in the motion for summary judgment].\"  We reject their contention, which would allow an aggrieved party to assert on appeal an argument never surfaced in the district court;  namely, in this case, that the magistrate-judge's report failed to respond to the portions of the motion dealing with exoneration of liability and attorney fees.  See United States v. Nunez, <span class=\"citation\" data-id=\"195254\"><a href=\"/opinion/195254/united-states-v-nunez/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">719</span></a></span>, 722 n. 8 (1st Cir.1994) (arguments not seasonably addressed to trial court may not be surfaced for first time on appeal) (citing cases).<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  Finally, the proposed bypass of the Article III judge would undermine the established role of the magistrate judge in the federal system:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>The purpose of the Federal Magistrates Act is to relieve courts of unnecessary work.  Since magistrates are not Article III judges, it is necessary to provide for a redetermination by the court, if requested, of matters falling within subsection (b)(1)(B).  To require it if not requested would defeat the main purpose of the act.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Park Motor <span class=\"citation\" data-id=\"375497\"><span class=\"antecedent_guess\">Mart,</span> <a href=\"/opinion/375497/park-motor-mart-inc-v-ford-motor-company/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">605</span> </a></span>(footnote omitted) (emphasis added);  see also <span class=\"citation\" data-id=\"375497\"><a href=\"/opinion/375497/park-motor-mart-inc-v-ford-motor-company/\"><span class=\"id_token\">id.</span> at 605 </a></span>n. 1 (\"Nor can it be thought that a party could skip the district court and, in effect, appeal directly to us.  We have no jurisdiction to review the determinations of magistrates\").<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We affirm the district court judgment for Sea Barge/Ayacol, dismiss the Sea Barge/Ayacol cross-appeal, and remand for further proceedings consistent with this opinion.  All parties are to bear their own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The COGSA-imposed liability limit applies to each package or \"customary freight unit\" (\"CFU\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See <span class=\"citation no-link\"><span class=\"antecedent_guess\">note</span> <span class=\"volume\">1</span> supra</span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The bill of lading included a typical \"clause paramount\":</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> CLAUSE PARAMOUNT:  This bill of lading shall have effect subject to the provisions of the Carriage of Goods by Sea Act, approved April 16, 1936</p>\n        <p>See also 46 U.S.C.App. Sec. 1312 (\"any bill of lading ... containing an express statement that it shall be subject to the provisions of [COGSA] shall be subjected hereto as fully as if subject hereto by the express provisions of [COGSA] ... Provided further, that every bill of lading ... shall contain a statement that it shall have effect subject to the provisions of [COGSA]\") (emphasis original);  cf. Komatsu Ltd. v. States S.S. Co., <span class=\"citation\" data-id=\"402181\"><a href=\"/opinion/402181/komatsu-ltd-komatsu-america-corporation-and-nippon-fire-marine/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">806</span></a></span>, 810 n. 6 (9th Cir.1982) (rejecting statutory challenge to \"fair opportunity\" doctrine based on Sec. 1312, because this section \"leaves a carrier free to quote the language of section 4(5) in full\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> McGee does not challenge the legibility of the COGSA notice.  Cf. <span class=\"citation\" data-id=\"411429\"><span class=\"antecedent_guess\">Nemeth,</span> <a href=\"/opinion/411429/stephen-nemeth-v-general-steamship-corporation-ltd-a-corporation/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">611-12</span> </a></span>(illegible recitation of COGSA Sec. 4(5) does not provide \"fair opportunity\" notice)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In light of our conclusion that the bill of lading met whatever \"fair opportunity\" notice requirements are imposed by other circuits, we refrain from embracing the \"fair opportunity\" doctrine itself, in any form.  We take this course because the parties have assumed, from the outset, that a COGSA-related \"fair opportunity\" doctrine would apply.  Thus, we leave for another day, and a proper adversarial setting, what we perceive to be a problematic question.  See Michael F. Sturley, The Fair Opportunity Requirement Under COGSA Section 4(5):  A Case Study in the Misinterpretation of the Carriage of Goods by Sea Act (Part I), 19 J.Mar.L. &amp; Com. 1 (1988);  and Michael F. Sturley, The Fair Opportunity Requirement (Part II), 19 J.Mar.L. &amp; Com. 157, 176 (1988) (\"All of the available evidence suggests that the [COGSA] package limitation should not be subject to a fair opportunity requirement.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> McGee relies on a deposition by William Lauderdale, the Sea Barge agent responsible for negotiating freight charges with PREPA, which states that the rate for transporting the drill rig was \"outside\" the tariff Sea Barge filed with the Federal Maritime Commission, because this was \"a single shipper on a single voyage, on a contract voyage.\"   The record does not contain a copy of the Sea Barge tariff.  Cf. infra note 7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Though the published tariff in Ocean Lynx \"provide[d] that an ad valorem rate shall be applied to shipments of certain commodities [but did] not provide for the method through which a shipper of goods other than the listed commodities can avoid COGSA section 4(5)'s limitation on <span class=\"citation\" data-id=\"540138\"><span class=\"antecedent_guess\">liability,\"</span> <a href=\"/opinion/540138/insurance-company-of-north-america-plaintiff-appellee-cross-appellant-v/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">940</span></a></span>, the court found that incorporation of COGSA into the bill of lading satisfied the \"fair opportunity\" requirement, <span class=\"citation\" data-id=\"540138\"><a href=\"/opinion/540138/insurance-company-of-north-america-plaintiff-appellee-cross-appellant-v/\"><span class=\"id_token\">id.</span>   The argument </a></span>rejected by the Eleventh Circuit is very similar to that advanced by McGee.  See supra note 6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Further, nothing in the facts of this case counsels extension of the \"fair opportunity\" doctrine.  McGee has not shown that the absence of relevant published tariffs prevented PREPA from avoiding the COGSA liability limitation.  We will not presume that PREPA, McGee's insured, would have declared additional value under a published tariff, especially since PREPA's contract with Henley obligated it to provide marine cargo insurance for the full replacement value of the drilling rig.  Compare Travelers Indemn.  Co. v. Vessel Sam Houston, <span class=\"citation\" data-id=\"672114\"><a href=\"/opinion/672114/travelers-indemnity-company-v-the-vessel-sam-houston-and-waterman/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">895</span></a></span>, 900 (9th Cir.1994) (because shipper obtained insurance through an independent underwriter, \"there is every reason to believe that [the shipper] made a deliberate choice to forego the additional cost that would have been incurred in raising [the COGSA] liability limit\").  Indeed, Sea Barge proffered uncontroverted evidence that though it offered insurance, PREPA declined, opting instead to purchase insurance through McGee</p>\n        <p>Professor Sturley has suggested that in the typical case, the ad valorem rates for excess value offered by a carrier are higher than premiums for equivalent cargo-insurance coverage from a third-party underwriter.  See Sturley, Part II, at 194.  A rational shipper confronted with such a choice is not likely to pay ad valorem rates when third-party insurance coverage is less expensive.  Moreover, a judicially-imposed tariff requirement would increase transaction costs to the carrier, with no corresponding benefit to either party.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> McGee also argues that because David Kiester, the PREPA agent who negotiated the bill of lading with Sea Barge, allegedly was inexperienced in maritime matters, knowledge of the effect of COGSA Sec. 4(5) may not be imputed to PREPA.  The only case McGee cites for this proposition, see Pan American World Airways v. California Stevedore &amp; Ballast Co., <span class=\"citation\" data-id=\"347707\"><a href=\"/opinion/347707/pan-american-world-airways-inc-a-corporation-v-california-stevedore-and/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1173</span></a></span>, 1177 (9th Cir.1977) (holding that \"clause paramount\" alone cannot be used to impute knowledge of effect of COGSA to shipper), is inapposite.  Moreover, we conclude that Kiester's inexperience is immaterial to our analysis.  Cf. Carman <span class=\"citation\" data-id=\"520672\"><span class=\"antecedent_guess\">Tool,</span> <a href=\"/opinion/520672/carman-tool-abrasives-inc-v-evergreen-lines-a-corporation/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">901</span> </a></span>n. 9 (\"So long as the bill of lading has all the necessary information [i.e., gives actual notice of COGSA Sec. 4(5) ], the shipper, or any other interested party, has the means of learning everything it may wish to know about the terms of the transaction.\")  (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Some early cases looked to shipping-industry custom in determining the CFU.  See, e.g., Waterman S.S. Corp. v. United States Smelting, Ref. &amp; Mining Co., <span class=\"citation\" data-id=\"1563506\"><a href=\"/opinion/1563506/waterman-ss-corp-v-united-states-sr-m-co/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">687</span></a></span>, 693-94 (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">761</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">656</span> </span>(1946).  But the clear modern trend is to \"recognize the customary freight unit as the unit specifically employed by the parties in arriving at the rate charged for shipment,\" Granite <span class=\"citation no-link\"><span class=\"antecedent_guess\">State,</span> <span class=\"volume\">825</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1126</span></span>;  see, e.g., FMC Corp. v. S.S. Marjorie Lykes, <span class=\"citation\" data-id=\"508522\"><a href=\"/opinion/508522/fmc-corporation-v-ss-marjorie-lykes-her-engines-tackles/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">78</span></a></span>, 80 (2d Cir.1988);  see also Jerome C. Scowcroft, Recent Developments Concerning the Package Limitation, 20 J.Mar.L. &amp; Com. 403, 412 (1989) (discussing modern cases);  2A Benedict, supra, Sec. 168, at pp. 16-46 to 16-47 (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Since the bill of lading is the contract of carriage between shipper and carrier, Grant Gilmore &amp; Charles L. Black, Jr., The Law of Admiralty 93 (2d ed. 1975), familiar principles of contract interpretation govern its construction, see Croft &amp; Scully Co. v. M/V Skulptor Vuchetich, <span class=\"citation\" data-id=\"397201\"><a href=\"/opinion/397201/croft-scully-co-v-mv-skulptor-vuchetich-etc/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1277</span></a></span>, 1282 (5th Cir.1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> It is undisputed that the freight charges for the southbound voyage, totalling $164,583, were calculated on a short-ton basis, as evidenced by the bill of lading.  It is not clear from the record exactly why the parties opted for a lump-sum contract rate on the northbound voyage, but the Lauderdale deposition suggests that Sea Barge's expenses would be lower for the trip to Houston because the barge to be used on the return leg was already positioned in Puerto Rico</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> </p>\n        <p>(Italicized characters are typed in the original;  all other characters are pre-printed in the bill of lading.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Even evidence that Sea Barge used the weight of the drill rig to calculate its own costs may not have been dispositive.  See M/V Lash <span class=\"citation\" data-id=\"512398\"><span class=\"antecedent_guess\">Italia,</span> <a href=\"/opinion/512398/aetna-insurance-company-as-subrogee-to-government-of-the-united-arab/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">193</span> </a></span>(\"[w]hile [carrier] may have considered the vehicles' dimensions in setting its freight rates, the mere consideration of a particular measure does not render it a customary freight unit\");  S.S. Marjorie <span class=\"citation\" data-id=\"508522\"><span class=\"antecedent_guess\">Lykes,</span> <a href=\"/opinion/508522/fmc-corporation-v-ss-marjorie-lykes-her-engines-tackles/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">80-81</span> </a></span>(even though preliminary negotiations indicated that carrier was calculating freight based on price per ton, the fact that the bill of lading and tariff unambiguously reflected a lump-sum rate was controlling)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Prior to briefing and oral argument, McGee moved to dismiss the Ayacol/Sea Barge cross-appeal for failure to comply with D.P.R.Loc.R. 510.2(A) (failure to object to magistrate-judge's report within ten days waives right to appellate review).  On written submissions by the parties, we denied the motion without prejudice, specifically preserving McGee's right to address this issue in its appellate brief.  Ayacol/Sea Barge failed to respond to the waiver argument presented in McGee's brief, either at oral argument or in their principal brief on appeal, and filed no reply brief.  Thus, we rely on the Ayacol/Sea Barge submissions in opposition to McGee's motion to dismiss</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The Supreme Court has made clear that the failure to make timely objection does not deprive the court of appeals of jurisdiction.  Thomas v. Arn, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></span>, 146 n. 4, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></span>, 470 n. 4, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span> </span>(1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> We reject the contention that the Ayacol/Sea Barge claim sought to be raised on cross-appeal was preserved by an oblique footnote reference in their joint memorandum opposing McGee's objection to the magistrate-judge's report.  Their joint memorandum was not filed within the ten-day period prescribed by 28 U.S.C. Sec. 636(b)(1)(C).  See Park Motor <span class=\"citation\" data-id=\"375497\"><span class=\"antecedent_guess\">Mart.,</span> <a href=\"/opinion/375497/park-motor-mart-inc-v-ford-motor-company/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">605</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The report and recommendation warned that \"failure to comply with [D.P.R.Loc.R. 510.2(A) ] precludes further appellate review.\"   See United States v. Valencia-Copete, <span class=\"citation\" data-id=\"471042\"><a href=\"/opinion/471042/united-states-v-emiliano-valencia-copete/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 6 (1st Cir.1986) (directing inclusion of notice of waiver in magistrate-judge's reports)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Ayacol/Sea Barge point to Orthopedic &amp; Sports Injury Clinic v. Wang Labs., Inc., <span class=\"citation\" data-id=\"553364\"><a href=\"/opinion/553364/orthopedic-sports-injury-clinic-v-wang-laboratories-inc/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">220</span> </a></span>(5th Cir.1991), as support for their theory.  In Wang, plaintiffs did not object to the magistrate-judge's report with respect to its failure to treat plaintiffs' res ipsa loquitur defense against partial summary judgment.  The Fifth Circuit rejected the defendant's argument that Thomas v. Arn barred the claim, stating:  \"[plaintiff] is still able to request that the issue be considered on appeal, even if it did not question the magistrate's findings.\"  <span class=\"citation\" data-id=\"553364\"><span class=\"antecedent_guess\">Wang,</span> <a href=\"/opinion/553364/orthopedic-sports-injury-clinic-v-wang-laboratories-inc/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">225</span> </a></span>(emphasis added), citing <span class=\"citation no-link\"><span class=\"antecedent_guess\">Thomas,</span> <span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">148-49</span></span>, 106 S.Ct. at 471-72.   Although the court did not detail the reasons for its decision, the referenced portion of Thomas states:  \"we need not decide whether the Act mandates a waiver of appellate review absent [timely objection to the magistrate-judge's report].  We hold only that it does not forbid such a rule.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  No other </span>court has cited Wang on this point.  We think Wang is better seen as support for the view that a court of appeals has discretion to adopt a rule allowing a party to raise a claim not preserved before magistrate-judge.  Since this case presents no suitable occasion for such a rule, see Park Motor <span class=\"citation\" data-id=\"375497\"><span class=\"antecedent_guess\">Mart,</span> <a href=\"/opinion/375497/park-motor-mart-inc-v-ford-motor-company/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">605</span></a></span>, we find Wang to be inapposite</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Additionally, we note that these claims likely would not succeed on the merits.  Ayacol cites no case holding that a stevedore's duty of care may be delegated, in toto, to its marine surveyor.  The district court case cited for this proposition, see Royal Embassy of Saudi Arabia v. S.S. Ioannis Martinos, <span class=\"citation no-link\"><span class=\"volume\">1986</span> <span class=\"reporter\">A.M.C.</span> <span class=\"page\">769</span> </span>(E.D.N.C.1984), merely found a right to contribution from the marine surveyor.  As concerns the request for attorney fees, Sea Barge/Ayacol established no conduct on the part of McGee which would warrant a fee award</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195013/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195254/",
    "https://www.courtlistener.com/api/rest/v3/opinions/230846/",
    "https://www.courtlistener.com/api/rest/v3/opinions/318213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/347707/",
    "https://www.courtlistener.com/api/rest/v3/opinions/358670/",
    "https://www.courtlistener.com/api/rest/v3/opinions/375497/",
    "https://www.courtlistener.com/api/rest/v3/opinions/390241/",
    "https://www.courtlistener.com/api/rest/v3/opinions/397201/",
    "https://www.courtlistener.com/api/rest/v3/opinions/402181/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411429/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421162/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450723/",
    "https://www.courtlistener.com/api/rest/v3/opinions/465373/",
    "https://www.courtlistener.com/api/rest/v3/opinions/471042/",
    "https://www.courtlistener.com/api/rest/v3/opinions/478955/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487751/",
    "https://www.courtlistener.com/api/rest/v3/opinions/507381/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508522/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512398/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517628/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520672/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540138/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552770/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553364/",
    "https://www.courtlistener.com/api/rest/v3/opinions/655503/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672114/",
    "https://www.courtlistener.com/api/rest/v3/opinions/674591/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1563506/"
  ]
}