{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195641/",
  "id": 195641,
  "absolute_url": "/opinion/195641/town-of-allenstown-v-national-casualty-co/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195641/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:44:21Z",
  "date_modified": "2020-02-21T23:31:41.816396Z",
  "type": "010combined",
  "sha1": "e35d45e40fbd649fd5582ee9561c1b85671ebc60",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1106.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1106\n\n                     TOWN OF ALLENSTOWN,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  NATIONAL CASUALTY COMPANY,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n        [Hon. Paul J. Barbadoro, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n\n               Campbell, Senior Circuit Judge,\n                                             \n\n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nGlenn R.  Milner with  whom Cook  &amp; Molan,  P.A. was on  brief for\n                                                \nappellant.\nJohn A.  Lassey with whom Wadleigh,  Starr, Peters,  Dunn &amp; Chiesa\n                                                                  \nwas on brief for appellee.\n\n                                         \n\n                      September 30, 1994\n                                         \n\n     BOUDIN, Circuit Judge.   In May 1986, an officer  of the\n                          \n\nAllenstown,  New Hampshire,  Police Department  arrested Paul\n\nCutting for a number  of traffic offenses.  At  trial Cutting\n\nwas acquitted of  all charges.   In April  1988, counsel  for\n\nCutting and his wife  wrote a letter to the  Allenstown Board\n\nof Selectmen  advising that his  clients were making  a claim\n\nfor damages against the town, arising from the arrest.\n\n     At that time the National Casualty Company  had in force\n\na comprehensive  law enforcement liability  policy protecting\n\nAllenstown and its employees against claims  of the kind made\n\nby  the Cuttings.   National  Casualty opened  a file  on the\n\nincident  and  obtained  from  the  town  copies  of  various\n\ndocuments relating to the  Cutting arrest.  In June  1988 the\n\nCuttings brought a  civil rights action against  the town and\n\nthe arresting  officer in the  federal district court  in New\n\nHampshire.\n\n     When  the federal  suit was  filed, the  Cuttings served\n\ncopies  of  their summons  and complaint  on  the town.   The\n\nNational  Casualty policy provided if a claim is made or suit\n\nbrought against  the insured, the insured  \"shall immediately\n\nforward to the Company every demand, notice, summons or other\n\nprocess\" received by the  insured; the policy made compliance\n\nwith  this  requirement a  condition  precedent  to any  suit\n\nagainst  National  Casualty.    Allenstown  contends  that it\n\nmailed the  summons and complaint to  National Casualty about\n\n                             -2-\n\neight  days after  it received  them; National  Casualty says\n\nthat it never received  the papers and denies that  they were\n\nmailed.\n\n     Neither the  town  nor  National  Casualty  appeared  to\n\ndefend against the Cuttings' suit, and a default judgment was\n\nentered.  After a  hearing on damages, the district  court in\n\nMarch  1989 entered judgment for  $424,909.88 in favor of the\n\nCuttings,  including  compensatory damages,  punitive damages\n\nand  attorneys' fees.   After a year's wait,  Fed. R. Civ. P.\n\n60, the Cuttings  obtained a writ of execution in April 1990.\n\nAllenstown then  moved for relief from  the default judgment.\n\nIn August 1990,  the district  court denied the  motion.   On\n\nappeal this  court affirmed.  Cutting v.  Town of Allenstown,\n                                                            \n\n936 F.2d 18 (1st Cir. 1991).\n\n     In May  1990, after the  writ of  execution had  issued,\n\nNational Casualty learned--assertedly,  for the first  time--\n\nthat the  Cuttings  filed their  threatened suit.   Not  long\n\nafterwards, Allenstown wrote  to National Casualty requesting\n\nit to provide  coverage for  the Cuttings' law  suit and  the\n\njudgment  they had obtained.  In June 1990, National Casualty\n\ndeclined to do  so on the ground that the  town had failed to\n\nnotify National Casualty of the law suit's filing in a timely\n\nfashion and had failed immediately to forward the summons and\n\ncomplaint as required by the policy.\n\n                             -3-\n\n     Allenstown then sued National Casualty  in New Hampshire\n\nstate court  seeking a  declaratory judgment under  N.H. Rev.\n\nStat. Ann.    491:22 that  National Casualty was  required to\n\nprovide  coverage for  the  Cuttings' suit.   Section  491:22\n\npermits declaratory actions to determine  insurance coverage,\n\nif  such  an  action is  brought  within  six  months of  the\n\nunderlying  suit  that  seeks  to  impose  liability  on  the\n\ninsured.  Section 491:22-a provides  that in an action  under\n\nsection 491:22, \"the burden  of proof concerning the coverage\n\nshall be upon the insurer . . . .\"  There is also a provision\n\nfor attorneys' fees.  N.H. Rev. Stat. Ann.   491:22-b.\n\n     National Casualty removed  the town's declaratory action\n\nagainst it  to federal  district  court in  New Hampshire  on\n\ngrounds  of diversity.   Thereafter,   the  town amended  its\n\ncomplaint to  include claims for  breach of contract  and bad\n\nfaith against National  Casualty.  After  a number of  delays\n\nbecause  of  reassignment  of  the  case  from one  judge  to\n\nanother,  and finally  to  a third,  the  trial commenced  on\n\nNovember 30, 1993.\n\n     At trial,  the town  presented testimony of  one of  its\n\npolice officers that he had  mailed the summons and complaint\n\nin the  Cuttings' suit to National Casualty  within two weeks\n\nafter  they had  been  served on  the  town.   A witness  for\n\nNational Casualty  testified that no such  documents had been\n\nreceived and that the company had no record that the suit had\n\n                             -4-\n\nbeen  filed.    There  was  also some,  but  not  conclusive,\n\nevidence that might  suggest that the officer who  claimed to\n\nhave  mailed  the summons  and  complaint  might have  partly\n\nmisaddressed it.   Under  these circumstances, the  burden of\n\nproof has assumed some importance.\n\n     Well before trial, in July 1993, the district  court had\n\nruled that section 491:22,  and its ancillary burden shifting\n\nand  attorney's fee provisions,  did not apply  in this case.\n\nThe court ruled that  under New Hampshire law, a  declaratory\n\naction  under section  491:22 could  be brought  to determine\n\ninsurance coverage only where the underlying action to impose\n                                            \n\nliability on  the insured had  been brought in  New Hampshire\n\nstate  court.   The district  court also  took the  view that\n\nwhere  the  statute  did  not apply,  the  burden  under  New\n\nHampshire law was upon the insured to establish coverage.\n\n     After the  close of  all of  the evidence, the  district\n\ncourt submitted the town's contract  claim to the jury  which\n\nfound  in favor  of National  Casualty.1  The  district court\n\ntreated  the request for declaratory relief as a matter to be\n\ndetermined by the court.  But, following the jury's lead, the\n\ntrial judge ruled in favor of National Casualty, holding that\n\nthe  town \"did  not,  by  a  preponderance of  the  evidence,\n\n                    \n\n     1The  bad  faith claim  was  not submitted  to  the jury\nbecause  the district  court  ruled, after  the close  of the\ntown's evidence, that  as a  matter of law  judgment on  this\nclaim should be entered in favor of National Casualty.\n\n                             -5-\n\nestablish that the suit papers in  this case were immediately\n\nforwarded.\"2  The town now appeals to this court.\n\n     The principal  issue on  appeal stems from  the district\n\ncourt's decision that  section 491:22, including  its burden-\n\nshifting provision, did not apply in this case.  At all times\n\npertinent here, section 491:22 allowed a declaratory judgment\n\naction if sought within  six months \"after the filing  of the\n\nwrit which gives rise to the question,\" i.e., the writ in the\n                                            \n\nunderlying  liability action--here,  the Cuttings'  law suit.\n\nBecause New  Hampshire state-court actions  are commenced  by\n\nthe filing of a writ  and federal actions by the filing  of a\n\ncomplaint, the New  Hampshire Supreme Court had  held in 1985\n\nthat \"[t]he  plain language  of the statute  [section 491:22]\n\nclearly applies only  to State actions.\"   Jackson v. Federal\n                                                             \n\nIns. Co., 498 A.2d 757, 759 (N.H. 1985).\n       \n\n     Jackson involved  a  declaratory action  in state  court\n            \n\nwhere  the  underlying liability  suit  had  been brought  in\n\nfederal court.  A  year later, this court applied  Jackson to\n                                                          \n\nbar  a declaratory  action  under section  491:22 brought  in\n\nfederal court;  as in Jackson, the  underlying liability suit\n                             \n\nhad  been brought  in  federal court.    Volpe v.  Prudential\n                                                             \n\nProperty &amp; Casualty Ins. Co., 802 F.2d 1 (1st Cir. 1986).  It\n                           \n\n                    \n\n     2The district  court had,  of course, already  ruled the\ndeclaratory relief  was not  available under  section 491:22;\nbut it  considered declaratory  relief to be  available under\nthe federal Declaratory Judgment Act, 28 U.S.C.   2201.\n\n                             -6-\n\nmight  have  been enough  in Volpe  to  say that  the federal\n                                  \n\naction was barred because (as in Jackson) the underlying suit\n                                        \n\nhad  been brought in federal  court, but this  court in Volpe\n                                                             \n\nwent  even  further and  held  that section  491:22  was \"not\n\navailable to litigants proceeding in  federal court.\"  Id. at\n                                                          \n\n5.\n\n     The  implication of  Volpe  was that  the federal  court\n                               \n\nwould not  entertain  a section  491:22  action even  if  the\n\nunderlying liability suit was  brought in state court.   This\n\nconclusion was not a careless extension of Jackson.  Although\n                                                  \n\nJackson's plain  language argument  rested  on the  statute's\n       \n\nreference to a \"writ\"--focusing attention on the forum of the\n\nunderlying suit--Jackson had also described section 491:22 as\n                        \n\na \"court cleaning  bill,\" saying that the  bill was \"intended\n\nto expedite procedures  in the  State courts.\"   498 A.2d  at\n\n759.\n\n     Following  Jackson and  Volpe,  the New  Hampshire state\n                                  \n\nlegislature  amended  the  declaratory  judgment  statute  by\n\nadding section 491:22-c, which provides:\n\n             The remedy of declaratory  judgment to\n          determine  the  coverage  of a  liability\n          insurance policy under RSA  491:22, 22-a,\n          and 22-b shall  also be available  in the\n          United  States  district  court  for  the\n          district of New  Hampshire when the court\n          may properly adjudicate the  matter under\n          the laws of the United States.\n\nThis  amendment, in force at the time that Allenstown brought\n\nits declaratory judgment  against National  Casualty, is  the\n\n                             -7-\n\nfocus  of  the present  appeal.   The  town asserts  that the\n\namendment meant that  a section 491:22 action can  be brought\n\nin federal court, regardless whether the underlying liability\n\nsuit  was  brought  in  state  or  federal  court.   National\n\nCasualty, by contrast, claims that the amendment merely makes\n\nthe  section 491:22  remedy  available in  federal courts  to\n\nprecisely the same extent  that it would be available  in New\n\nHampshire   state  courts--that   is,  when   the  underlying\n\nliability suit was brought in a New Hampshire state court.\n\n     The  district  court  agreed  with  National  Casualty's\n\nreading, and  we take the  same view.   The bare  language of\n\nsection  491:22-c  is  not   conclusive.    It  is  perfectly\n\nconsistent with National Casualty's reading; but arguably the\n\nlanguage is general enough so that it is also consistent with\n\nthe  town's  reading.   The  problem  for  the  town is  that\n\nwhatever the  bare  language  of the  new  section,  the  New\n\nHampshire Supreme Court in 1992 held \"that RSA 491:22 applies\n\nonly  to  underlying  suits  brought in  our  State  courts.\"\n\nScully's Auto-Marine Upholstery, Inc.  v. Peerless Ins.  Co.,\n                                                           \n\n611 A.2d 635, 636 (N.H. 1992).\n\n     Scully  was  a declaratory  action  brought  in the  New\n           \n\nHampshire  state court  involving underlying  liability suits\n\nboth  in federal  district court  and in  Maine state  court.\n\nAlthough  decided after  section  491:22-c became  effective,\n\nScully  made  no  reference   to  the  amendment  but  simply\n      \n\n                             -8-\n\nreiterated the court's earlier reasoning in Jackson.  What we\n                                                   \n\nhave, therefore,  is a  flat declaration that  section 491:22\n\ndoes  not  apply  unless  the underlying  liability  suit  is\n\nbrought  in  New  Hampshire  state  court.    Accord  Town of\n                                                             \n\nPeterborough v.  Hartford Fire Ins.  Co., 824 F.  Supp. 1102,\n                                       \n\n1107  (D.N.H.  1993).     Unfortunately  for  the  town,  the\n\nCuttings' suit was brought in federal court.\n\n     Allenstown  urges  in  its  brief that  the  legislative\n\nhistory  of section  491:22-c shows  that it was  intended to\n\npermit a section  491:22 action in  federal court even  where\n\nthe underlying  liability suit was brought  in federal court.\n\nThe legislative  history is  something of  a tangle;  a broad\n\nexpansion of section 491:22  was originally proposed, but the\n\nversion enacted was a narrower one supported by the insurance\n\nindustry.   But  even  if the  legislative history  were more\n\nclearly favorable to Allenstown than it appears to be, Scully\n                                                             \n\nis  a holding of  New Hampshire's highest  court construing a\n\nNew  Hampshire  statute.    We  are  bound  by  that  court's\n\ndetermination.  E.g., Della Grotta v.  Rhode Island, 781 F.2d\n                                                   \n\n343, 347 (1st Cir. 1986).3\n\n                    \n\n     3In  April 1994,  the  state  legislature again  amended\nsection 491:22,  effective January  1,  1995, to  say that  a\nsection 491:22  action can be brought \"even though the action\ngiving  rise to the coverage question is brought in a federal\ncourt  or another [non New Hampshire] state court.\"  R.S.A.  \n491:22, as amended  by 1994 N.H. Laws ch. 37.   No one claims\nthat  the  amendment  itself  applies  retroactively  to  the\npresent case.\n\n                             -9-\n\n     We turn now  to the town's  second assignment of  error.\n\nThe  town  argues  that,  even if  section  491:22's  burden-\n\nshifting provision did not apply  in this case, New Hampshire\n\ncommon law still places the burden of proof on the insurer to\n\nprove that  the insured provided  a required notice  of suit.\n\nHere,  of course,  the  district judge  placed the  burden of\n\nproof  on the insured  both when he  charged the jury  on the\n\ncontract  claim and  when he  decided the  declaratory action\n\nhimself.  \n\n     There  is  some  dispute  about  whether  the  town  has\n\npreserved its common-law  argument.  It made no  objection to\n\nthe charge on this issue, as  required by Fed. R. Civ. P. 51,\n\nand  such failures  to object  normally preclude  arguing the\n\npoint on appeal.  On the  other hand, the district court also\n\nmade  the same  ruling  on the  declaratory action,  which is\n\nmerely  the obverse of the  contract claim, and  Rule 51 does\n\nnot  govern legal objections in bench trials.  Here, the town\n\ncertainly made  its position clear  to the district  court in\n\nadvance of its decision on declaratory relief.  \n\n     Accordingly,  we think  it best  to consider  the town's\n\ncommon-law  arguments on  the merits,  but on  the merits  we\n\nreject it.  Section  491:22 aside, Lumbermens Mutual Casualty\n                                                             \n\nCo. v.  Oliver, 335 A.2d  666 (N.H. 1975),  explicitly places\n              \n\nthe burden of showing notice upon the insured where notice is\n\na  condition  in  the policy.    If  New  Hampshire law  were\n\n                             -10-\n\notherwise, it is  difficult to  see why  New Hampshire  would\n\nhave  had to  enact a  separate provision  (section 491:22-b)\n\nshifting the  burden to  the insurer in  declaratory actions.\n\nIn all events,  Lumbermens is explicit:   \"The insured  bears\n                          \n\nthe burden of showing  that notice of the accident  was given\n\n[to the insurer]  as soon  as reasonably possible.\"   Id.  at\n                                                         \n\n668; accord Sutton Mutual  Ins. Co. v. Notre Dame  Arena, 237\n                                                        \n\nA.2d 676, 679 (N.H. 1968).\n\n     The town's  argument to  the contrary is  based entirely\n\nupon   White  Mountain   Construction  Co.   v.  Transamerica\n                                                             \n\nInsurance  Co., 631 A.2d 907 (N.H. 1993).  White involved the\n                                                \n\nquestion  whether a duty to defend arose when the insurer had\n\nnotice of a suit or only when it had notice and a request for\n                                               \n\nassistance.   The burden of proof  as to notice was  not even\n\nexplicitly discussed in White, apparently  because notice was\n                             \n\nevident from the  facts.  See  631 A.2d at  484.  The  town's\n\nattempt  to extend White, because it cited cases from a state\n                        \n\nwhere the burden of disproving notice may lie on the insurer,\n\nis inventive but not persuasive.\n\n     The third  issue  raised  by  the  town  on  its  appeal\n\nconcerns its bad faith claim,  an independent cause of action\n\nthat the  district court  withdrew  from the  jury after  the\n\nclose of the town's evidence.  Under New Hampshire law, there\n\nare  different types  of  good faith  requirements; pertinent\n\nhere  is  the precept  that a  good  faith obligation  may be\n\n                             -11-\n\ninferred where a contract  allows \"the defendant a  degree of\n\ndiscretion in  performance tantamount  to a power  to deprive\n\nthe plaintiff of a  substantial proportion of the agreement's\n\nvalue.\"  Centronics Corp. v. Genicom Corp., 562 A.2d 187, 193\n                                         \n\n(N.H. 1989).4  Under  this rubric, the town sought  to submit\n\nto the jury a set of interrelated arguments.\n\n     To  summarize,  the  town  urged  that  the  good  faith\n\nrequirement  had not been  met in this  case because National\n\nCasualty  had notice of a threatened law suit and failed ever\n\nto  contact  the Cuttings'  lawyer,  in spite  of  the strong\n\nlikelihood  that the suit  would be brought;  the company did\n\nnot instruct the  town as to what  to do in the event  that a\n\ncomplaint was served; the company never told the town that it\n\nhad previously  been sent a letter  (the Cuttings' attorney's\n\nletter threatening suit) which had been improperly addressed;\n\nand  the company closed its  file without ever contacting the\n\nCuttings  or their lawyer.   On appeal, the  town argues that\n\nthere was enough  in this  cluster of charges  to submit  the\n\nmatter to the jury.\n\n     To enter judgment on this claim for National Casualty as\n\na matter of law, the district  judge had to and did find that\n\n                    \n\n     4See also Seaward Constr. Co. v. City of Rochester,  383\n                                                       \nA.2d 707 (N.H. 1978) (city under duty to seek federal funding\nwhere  such  funding  is  a   condition  of  payment  to  the\ncontractor);  Lawton v. Great  Southwest Fire  Insurance Co.,\n                                                           \n392 A.2d  576 (N.H. 1978) (insurer's  discretion to determine\nthe  time of  payment  limited to  a commercially  reasonable\ntime).\n\n                             -12-\n\nno reasonable  jury could find  in favor of  the town  on the\n\nevidence presented, and we review this determination de novo.\n                                                            \n\nSee Peckham  v. Continental Casualty Insurance  Co., 895 F.2d\n                                                  \n\n830  (1st Cir.  1990).  If  the \"good  faith\" label  is taken\n\nliterally, there  is no evidence  whatever from which  a jury\n\ncould  infer that National Casualty acted in bad faith in the\n\nsense  of conscious  wrongdoing or  reckless disregard.   The\n\ntown's only hope lies in diluting the  good faith requirement\n\nto  one   of  reasonableness.    It  must  be  admitted  that\n\nCentronics does refer  at one point  to the question  whether\n          \n\n\"the defendant's exercise  of discretion exceeded  the limits\n\nof reasonableness.\"  562 A.2d at 193.\n\n     Reading Centronics as a whole and taking account of  the\n                       \n\nother   cited  New   Hampshire   decisions   on  good   faith\n\nrequirements  in contract  cases,  we think  that the  town's\n\nclaim does not fit  the cubby hole described by  these cases.\n\nThe notice provisions of  the town's policy do not  confer on\n\nthe   insurance  company  any  latitude  or  discretion,  the\n\nsituation for which the pertinent good  faith duty appears to\n\nhave  been   crafted.     The  reasonableness   reference  in\n\nCentronics  appears  to  be  an adjunct  concept;  where  the\n          \n\ndefendant  takes, or  declines  to take,  action pursuant  to\n\ndiscretionary   authority,   commercial  reasonableness   may\n\nmeasure how far the defendant can go.\n\n                             -13-\n\n     Finally, we think the town's reading  of the cases would\n\ncreate a  highly  improbable untethered  obligation of  care.\n\nHere, the most  one can say is that if  National Casualty had\n\nbeen  a little more aggressive and alert, it might have saved\n\nthe town the  consequences of  the town's own  breach of  its\n\nexplicit  obligation  to  forward  the pleadings.    Even  if\n\nNational  Casualty  could in  some  measure  be described  as\n\n\"negligent\" in this respect--a  point we need not decide--the\n\npolicy imposed nosuch generalduty of careon NationalCasualty.\n\n     Contracts are,  after all, specific  agreements to  take\n\nspecific  steps to  accomplish particular results,  and those\n\ncommitments  are   the  central   measure  of  each   party's\n\nresponsibility.  With diffidence,  the courts have implied or\n\nimposed   ancillary   obligations   (such   as   good   faith\n\nrequirements or  implied warranties) in  discrete situations.\n\nBut the unlimited implication of new, free-floating duties is\n\na matter in which  courts have to be very careful,  lest they\n\nundo  the  bargain struck  by the  parties.   Here,  the town\n\nfailed to perform an important, expressly stated condition of\n\ncoverage.  This is one risk that the policy did not cover.\n\n     The fourth and last  claim made by the town  is that the\n\ndistrict  court erred  in  instructing  the  jury as  to  the\n\nmeaning   of  the  policy's   requirement  that  the  insured\n\n\"immediately\" forward  the suit papers  to the insurer.   The\n\ndistrict  court softened  this  requirement  considerably  in\n\n                             -14-\n\nexplaining   that   under   New   Hampshire  law   the   term\n\n\"immediately\" was not to be given its literal meaning.\n\n          Instead, the law provides that an insured\n          has  fulfilled  its  duty to  immediately\n          forward   suit  papers  if  it  used  due\n          diligence under the circumstances  of the\n          case  in forwarding the  suit papers, and\n          the   papers   were   forwarded   without\n          unnecessary   or    unreasonable   delay.\n          Whether  the  insured forwarded  the suit\n          papers  with  due  diligence and  without\n          unnecessary or unreasonable delay must be\n          determined by considering the totality of\n          the surrounding facts and circumstances.\n\n     The town objected to the use of the term \"due diligence\"\n\nprior  to the  district court's  instructions, but  the trial\n\njudge rejected the  objection.   The town did  not renew  its\n\nobjection  after the charge  was given,  even though  Fed. R.\n\nCiv.  P. 51  requires such  a further  objection in  order to\n\npreserve the point on appeal.  Here, the trial judge told the\n\nparties at  the pre-charge  conference that their  objections\n\nwould be preserved without renewal  of the charge and further\n\ndirected the  parties not to renew the  same objections after\n\nthe charge was given.\n\n     We  have  said that  Rule 51  cannot  be altered  by the\n\ndistrict  court  and  that  \"[o]bjections  cannot  be carried\n\nforward\" even where the trial judge assures  the parties that\n\nobjections  raised  at  the  pre-charge  conference  will  be\n\npreserved.  McGrath v.  Spirito, 733 F.2d 967, 969  (1st Cir.\n                               \n\n1984); see also Carillo v. Westbulk, 514 F.2d 1214, 1219 (1st\n                                   \n\nCir.), cert. denied,  423 U.S.  1014 (1975).   In this  case,\n                   \n\n                             -15-\n\nhowever, the district court not only assured the parties that\n\ntheir objections  were preserved  but also told  them not  to\n\nraise the objections again after  the instructions.  It would\n\nbe  harsh, indeed, to punish  the town for  obeying the trial\n\njudge.\n\n     But  on  the merits,  we think  there  is little  to the\n\ntown's argument.   The \"due diligence\"  phrase actually comes\n\nfrom a New Hampshire case  which, while elderly, is  directed\n\nto the very question  of what constitutes \"immediate\" notice.\n\nSee Ward v.  Maryland Casualty  Co., 51 A.  900 (N.H.  1902).\n                                  \n\nThe town objects that  due diligence is merely an  example of\n\nimmediate notice  and unfairly emphasizes the  conduct of the\n\ninsured rather than  the totality of  the circumstances.   It\n\nseems to us  that the conduct of the insured  is normally the\n\nprecise  question posed  by  a requirement  that the  insured\n\nprovide immediate notice.\n\n     One  can probably  imagine  the unusual  case where  the\n\ninsured  did not exercise due diligence in giving notice of a\n\nlaw  suit while  at  the same  time  this notice  was  timely\n\nreceived (e.g., from other  sources).  In this case,  no such\n              \n\nalternative source of knowledge is alleged.  Further, we have\n\nno reason to think that the jury was confused in this case by\n\nany  hypothetical  difference  between  \"due  diligence\"  and\n\n\"reasonableness under  all the circumstances.\"   In short, as\n\n                             -16-\n\nto the instruction on timeliness, we  think there was neither\n\nerror nor prejudice.\n\n     Affirmed.\n             \n\n                             -17-\n",
  "html": "<p class=\"case_cite\">36 F.3d 229</p>\n    <p class=\"case_cite\">30 Fed.R.Serv.3d 664</p>\n    <p class=\"parties\">TOWN OF ALLENSTOWN, Plaintiff, Appellant,<br>v.<br>NATIONAL CASUALTY COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1106.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 8, 1994.<br>Decided Sept. 30, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Glenn R. Milner with whom Cook &amp; Molan, P.A., Concord, NH, was on brief, for appellant.</p>\n      <p class=\"indent\">John A. Lassey with whom Wadleigh, Starr, Peters, Dunn &amp; Chiesa, Manchester, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In May 1986, an officer of the Allenstown, New Hampshire, Police Department arrested Paul Cutting for a number of traffic offenses.  At trial Cutting was acquitted of all charges.  In April 1988, counsel for Cutting and his wife wrote a letter to the Allenstown Board of Selectmen advising that his clients were making a claim for damages against the town, arising from the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At that time the National Casualty Company had in force a comprehensive law enforcement liability policy protecting Allenstown and its employees against claims of the kind made by the Cuttings.  National Casualty opened a file on the incident and obtained from the town copies of various documents relating to the Cutting arrest.  In June 1988 the Cuttings brought a civil rights action against the town and the arresting officer in the federal district court in New Hampshire.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When the federal suit was filed, the Cuttings served copies of their summons and complaint on the town.  The National Casualty policy provided if a claim is made or suit brought against the insured, the insured \"shall immediately forward to the Company every demand, notice, summons or other process\" received by the insured;  the policy made compliance with this requirement a condition precedent to any suit against National Casualty.  Allenstown contends that it mailed the summons and complaint to National Casualty about eight days after it received them;  National Casualty says that it never received the papers and denies that they were mailed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Neither the town nor National Casualty appeared to defend against the Cuttings' suit, and a default judgment was entered.  After a hearing on damages, the district court in March 1989 entered judgment for $424,909.88 in favor of the Cuttings, including compensatory damages, punitive damages and attorneys' fees.  After a year's wait, Fed.R.Civ.P. 60, the Cuttings obtained a writ of execution in April 1990.  Allenstown then moved for relief from the default judgment.  In August 1990, the district court denied the motion.  On appeal this court affirmed.  Cutting v. Town of Allenstown, 936 F.2d 18 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In May 1990, after the writ of execution had issued, National Casualty learned--assertedly, for the first time--that the Cuttings filed their threatened suit.  Not long afterwards, Allenstown wrote to National Casualty requesting it to provide coverage for the Cuttings' law suit and the judgment they had obtained.  In June 1990, National Casualty declined to do so on the ground that the town had failed to notify National Casualty of the law suit's filing in a timely fashion and had failed immediately to forward the summons and complaint as required by the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Allenstown then sued National Casualty in New Hampshire state court seeking a declaratory judgment under N.H.Rev.Stat.Ann. Sec. 491:22 that National Casualty was required to provide coverage for the Cuttings' suit.  Section 491:22 permits declaratory actions to determine insurance coverage, if such an action is brought within six months of the underlying suit that seeks to impose liability on the insured.  Section 491:22-a provides that in an action under section 491:22, \"the burden of proof concerning the coverage shall be upon the insurer....\"  There is also a provision for attorneys' fees.  N.H.Rev.Stat.Ann. Sec. 491:22-b.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">National Casualty removed the town's declaratory action against it to federal district court in New Hampshire on grounds of diversity.  Thereafter, the town amended its complaint to include claims for breach of contract and bad faith against National Casualty.  After a number of delays because of reassignment of the case from one judge to another, and finally to a third, the trial commenced on November 30, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At trial, the town presented testimony of one of its police officers that he had mailed the summons and complaint in the Cuttings' suit to National Casualty within two weeks after they had been served on the town.  A witness for National Casualty testified that no such documents had been received and that the company had no record that the suit had been filed.  There was also some, but not conclusive, evidence that might suggest that the officer who claimed to have mailed the summons and complaint might have partly misaddressed it.  Under these circumstances, the burden of proof has assumed some importance.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Well before trial, in July 1993, the district court had ruled that section 491:22, and its ancillary burden shifting and attorney's fee provisions, did not apply in this case.  The court ruled that under New Hampshire law, a declaratory action under section 491:22 could be brought to determine insurance coverage only where the underlying action to impose liability on the insured had been brought in New Hampshire state court.  The district court also took the view that where the statute did not apply, the burden under New Hampshire law was upon the insured to establish coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After the close of all of the evidence, the district court submitted the town's contract claim to the jury which found in favor of National Casualty.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The district court treated the request for declaratory relief as a matter to be determined by the court.  But, following the jury's lead, the trial judge ruled in favor of National Casualty, holding that the town \"did not, by a preponderance of the evidence, establish that the suit papers in this case were immediately forwarded.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The town now appeals to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The principal issue on appeal stems from the district court's decision that section 491:22, including its burden-shifting provision, did not apply in this case.  At all times pertinent here, section 491:22 allowed a declaratory judgment action if sought within six months \"after the filing of the writ which gives rise to the question,\" i.e., the writ in the underlying liability action--here, the Cuttings' law suit.  Because New Hampshire state-court actions are commenced by the filing of a writ and federal actions by the filing of a complaint, the New Hampshire Supreme Court had held in 1985 that \"[t]he plain language of the statute [section 491:22] clearly applies only to State actions.\"  Jackson v. Federal Ins. Co., 127 N.H. 230, 498 A.2d 757, 759 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Jackson involved a declaratory action in state court where the underlying liability suit had been brought in federal court.  A year later, this court applied Jackson to bar a declaratory action under section 491:22 brought in federal court;  as in Jackson, the underlying liability suit had been brought in federal court.  Volpe v. Prudential Property &amp; Casualty Ins. Co., 802 F.2d 1 (1st Cir.1986).  It might have been enough in Volpe to say that the federal action was barred because (as in Jackson) the underlying suit had been brought in federal court, but this court in Volpe went even further and held that section 491:22 was \"not available to litigants proceeding in federal court.\"  Id. at 5.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The implication of Volpe was that the federal court would not entertain a section 491:22 action even if the underlying liability suit was brought in state court.  This conclusion was not a careless extension of Jackson.   Although Jackson's plain language argument rested on the statute's reference to a \"writ\"--focusing attention on the forum of the underlying suit--Jackson had also described section 491:22 as a \"court cleaning bill,\" saying that the bill was \"intended to expedite procedures in the State courts.\"  498 A.2d at 759.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Following Jackson and Volpe, the New Hampshire state legislature amended the declaratory judgment statute by adding section 491:22-c, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The remedy of declaratory judgment to determine the coverage of a liability insurance policy under RSA 491:22, 22-a, and 22-b shall also be available in the United States district court for the district of New Hampshire when the court may properly adjudicate the matter under the laws of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This amendment, in force at the time that Allenstown brought its declaratory judgment against National Casualty, is the focus of the present appeal.  The town asserts that the amendment meant that a section 491:22 action can be brought in federal court, regardless whether the underlying liability suit was brought in state or federal court.  National Casualty, by contrast, claims that the amendment merely makes the section 491:22 remedy available in federal courts to precisely the same extent that it would be available in New Hampshire state courts--that is, when the underlying liability suit was brought in a New Hampshire state court.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court agreed with National Casualty's reading, and we take the same view.  The bare language of section 491:22-c is not conclusive.  It is perfectly consistent with National Casualty's reading;  but arguably the language is general enough so that it is also consistent with the town's reading.  The problem for the town is that whatever the bare language of the new section, the New Hampshire Supreme Court in 1992 held \"that RSA 491:22 applies only to underlying suits brought in our State courts.\"  Scully's Auto-Marine Upholstery, Inc. v. Peerless Ins. Co., 136 N.H. 65, 611 A.2d 635, 636 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Scully was a declaratory action brought in the New Hampshire state court involving underlying liability suits both in federal district court and in Maine state court.  Although decided after section 491:22-c became effective, Scully made no reference to the amendment but simply reiterated the court's earlier reasoning in Jackson.   What we have, therefore, is a flat declaration that section 491:22 does not apply unless the underlying liability suit is brought in New Hampshire state court.  Accord Town of Peterborough v. Hartford Fire Ins. Co., 824 F.Supp. 1102, 1107 (D.N.H.1993).  Unfortunately for the town, the Cuttings' suit was brought in federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Allenstown urges in its brief that the legislative history of section 491:22-c shows that it was intended to permit a section 491:22 action in federal court even where the underlying liability suit was brought in federal court.  The legislative history is something of a tangle;  a broad expansion of section 491:22 was originally proposed, but the version enacted was a narrower one supported by the insurance industry.  But even if the legislative history were more clearly favorable to Allenstown than it appears to be, Scully is a holding of New Hampshire's highest court construing a New Hampshire statute.  We are bound by that court's determination.  E.g., Della Grotta v. Rhode Island, 781 F.2d 343, 347 (1st Cir.1986).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We turn now to the town's second assignment of error.  The town argues that, even if section 491:22's burden-shifting provision did not apply in this case, New Hampshire common law still places the burden of proof on the insurer to prove that the insured provided a required notice of suit.  Here, of course, the district judge placed the burden of proof on the insured both when he charged the jury on the contract claim and when he decided the declaratory action himself.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">There is some dispute about whether the town has preserved its common-law argument.  It made no objection to the charge on this issue, as required by Fed.R.Civ.P. 51, and such failures to object normally preclude arguing the point on appeal.  On the other hand, the district court also made the same ruling on the declaratory action, which is merely the obverse of the contract claim, and Rule 51 does not govern legal objections in bench trials.  Here, the town certainly made its position clear to the district court in advance of its decision on declaratory relief.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Accordingly, we think it best to consider the town's common-law arguments on the merits, but on the merits we reject it.  Section 491:22 aside, Lumbermens Mutual Casualty Co. v. Oliver, 115 N.H. 141, 335 A.2d 666 (1975), explicitly places the burden of showing notice upon the insured where notice is a condition in the policy.  If New Hampshire law were otherwise, it is difficult to see why New Hampshire would have had to enact a separate provision (section 491:22-b) shifting the burden to the insurer in declaratory actions.  In all events, Lumbermens is explicit:  \"The insured bears the burden of showing that notice of the accident was given [to the insurer] as soon as reasonably possible.\"  Id. at 668;  accord Sutton Mutual Ins. Co. v. Notre Dame Arena, 108 N.H. 437, 237 A.2d 676, 679 (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The town's argument to the contrary is based entirely upon White Mountain Construction Co. v. Transamerica Insurance Co., 137 N.H. 478, 631 A.2d 907 (1993).  White involved the question whether a duty to defend arose when the insurer had notice of a suit or only when it had notice and a request for assistance.  The burden of proof as to notice was not even explicitly discussed in White, apparently because notice was evident from the facts.  See 631 A.2d at 484.   The town's attempt to extend White, because it cited cases from a state where the burden of disproving notice may lie on the insurer, is inventive but not persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The third issue raised by the town on its appeal concerns its bad faith claim, an independent cause of action that the district court withdrew from the jury after the close of the town's evidence.  Under New Hampshire law, there are different types of good faith requirements;  pertinent here is the precept that a good faith obligation may be inferred where a contract allows \"the defendant a degree of discretion in performance tantamount to a power to deprive the plaintiff of a substantial proportion of the agreement's value.\"  Centronics Corp. v. Genicom Corp., 132 N.H. 133, 562 A.2d 187, 193 (1989).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Under this rubric, the town sought to submit to the jury a set of interrelated arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To summarize, the town urged that the good faith requirement had not been met in this case because National Casualty had notice of a threatened law suit and failed ever to contact the Cuttings' lawyer, in spite of the strong likelihood that the suit would be brought;  the company did not instruct the town as to what to do in the event that a complaint was served;  the company never told the town that it had previously been sent a letter (the Cuttings' attorney's letter threatening suit) which had been improperly addressed;  and the company closed its file without ever contacting the Cuttings or their lawyer.  On appeal, the town argues that there was enough in this cluster of charges to submit the matter to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To enter judgment on this claim for National Casualty as a matter of law, the district judge had to and did find that no reasonable jury could find in favor of the town on the evidence presented, and we review this determination de novo.  See Peckham v. Continental Casualty Insurance Co., 895 F.2d 830 (1st Cir.1990).  If the \"good faith\" label is taken literally, there is no evidence whatever from which a jury could infer that National Casualty acted in bad faith in the sense of conscious wrongdoing or reckless disregard.  The town's only hope lies in diluting the good faith requirement to one of reasonableness.  It must be admitted that Centronics does refer at one point to the question whether \"the defendant's exercise of discretion exceeded the limits of reasonableness.\"  562 A.2d at 193.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Reading Centronics as a whole and taking account of the other cited New Hampshire decisions on good faith requirements in contract cases, we think that the town's claim does not fit the cubby hole described by these cases.  The notice provisions of the town's policy do not confer on the insurance company any latitude or discretion, the situation for which the pertinent good faith duty appears to have been crafted.  The reasonableness reference in Centronics appears to be an adjunct concept;  where the defendant takes, or declines to take, action pursuant to discretionary authority, commercial reasonableness may measure how far the defendant can go.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Finally, we think the town's reading of the cases would create a highly improbable untethered obligation of care.  Here, the most one can say is that if National Casualty had been a little more aggressive and alert, it might have saved the town the consequences of the town's own breach of its explicit obligation to forward the pleadings.  Even if National Casualty could in some measure be described as \"negligent\" in this respect--a point we need not decide--the policy imposed no such general duty of care on National Casualty.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Contracts are, after all, specific agreements to take specific steps to accomplish particular results, and those commitments are the central measure of each party's responsibility.  With diffidence, the courts have implied or imposed ancillary obligations (such as good faith requirements or implied warranties) in discrete situations.  But the unlimited implication of new, free-floating duties is a matter in which courts have to be very careful, lest they undo the bargain struck by the parties.  Here, the town failed to perform an important, expressly stated condition of coverage.  This is one risk that the policy did not cover.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The fourth and last claim made by the town is that the district court erred in instructing the jury as to the meaning of the policy's requirement that the insured \"immediately\" forward the suit papers to the insurer.  The district court softened this requirement considerably in explaining that under New Hampshire law the term \"immediately\" was not to be given its literal meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>Instead, the law provides that an insured has fulfilled its duty to immediately forward suit papers if it used due diligence under the circumstances of the case in forwarding the suit papers, and the papers were forwarded without unnecessary or unreasonable delay.  Whether the insured forwarded the suit papers with due diligence and without unnecessary or unreasonable delay must be determined by considering the totality of the surrounding facts and circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The town objected to the use of the term \"due diligence\" prior to the district court's instructions, but the trial judge rejected the objection.  The town did not renew its objection after the charge was given, even though Fed.R.Civ.P. 51 requires such a further objection in order to preserve the point on appeal.  Here, the trial judge told the parties at the pre-charge conference that their objections would be preserved without renewal of the charge and further directed the parties not to renew the same objections after the charge was given.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We have said that Rule 51 cannot be altered by the district court and that \"[o]bjections cannot be carried forward\" even where the trial judge assures the parties that objections raised at the pre-charge conference will be preserved.  McGrath v. Spirito, 733 F.2d 967, 969 (1st Cir.1984);  see also Carrillo v. Westbulk, 514 F.2d 1214, 1219 (1st Cir.), cert. denied, 423 U.S. 1014, 96 S.Ct. 445, 46 L.Ed.2d 385 (1975).  In this case, however, the district court not only assured the parties that their objections were preserved but also told them not to raise the objections again after the instructions.  It would be harsh, indeed, to punish the town for obeying the trial judge.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">But on the merits, we think there is little to the town's argument.  The \"due diligence\" phrase actually comes from a New Hampshire case which, while elderly, is directed to the very question of what constitutes \"immediate\" notice.  See Ward v. Maryland Casualty Co., 71 N.H. 262, 51 A. 900 (1902).  The town objects that due diligence is merely an example of immediate notice and unfairly emphasizes the conduct of the insured rather than the totality of the circumstances.  It seems to us that the conduct of the insured is normally the precise question posed by a requirement that the insured provide immediate notice.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">One can probably imagine the unusual case where the insured did not exercise due diligence in giving notice of a law suit while at the same time this notice was timely received (e.g., from other sources).  In this case, no such alternative source of knowledge is alleged.  Further, we have no reason to think that the jury was confused in this case by any hypothetical difference between \"due diligence\" and \"reasonableness under all the circumstances.\"   In short, as to the instruction on timeliness, we think there was neither error nor prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The bad faith claim was not submitted to the jury because the district court ruled, after the close of the town's evidence, that as a matter of law judgment on this claim should be entered in favor of National Casualty</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court had, of course, already ruled the declaratory relief was not available under section 491:22;  but it considered declaratory relief to be available under the federal Declaratory Judgment Act, 28 U.S.C. Sec. 2201</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In April 1994, the state legislature again amended section 491:22, effective January 1, 1995, to say that a section 491:22 action can be brought \"even though the action giving rise to the coverage question is brought in a federal court or another [non New Hampshire] state court.\"   R.S.A. Sec. 491:22, as amended by 1994 N.H. Laws ch. 37.  No one claims that the amendment itself applies retroactively to the present case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See also Seaward Constr.  Co. v. City of Rochester, 118 N.H. 128, 383 A.2d 707 (1978) (city under duty to seek federal funding where such funding is a condition of payment to the contractor);  Lawton v. Great Southwest Fire Insurance Co., 118 N.H. 607, 392 A.2d 576 (1978) (insurer's discretion to determine the time of payment limited to a commercially reasonable time)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">229</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">664</span></span></p>\n    <p class=\"parties\">TOWN OF ALLENSTOWN, Plaintiff, Appellant,<br>v.<br>NATIONAL CASUALTY COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1106.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 8, 1994.<br>Decided Sept. 30, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Glenn R. Milner with whom Cook &amp; Molan, P.A., Concord, NH, was on brief, for appellant.</p>\n      <p class=\"indent\">John A. Lassey with whom Wadleigh, Starr, Peters, Dunn &amp; Chiesa, Manchester, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In May 1986, an officer of the Allenstown, New Hampshire, Police Department arrested Paul Cutting for a number of traffic offenses.  At trial Cutting was acquitted of all charges.  In April 1988, counsel for Cutting and his wife wrote a letter to the Allenstown Board of Selectmen advising that his clients were making a claim for damages against the town, arising from the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At that time the National Casualty Company had in force a comprehensive law enforcement liability policy protecting Allenstown and its employees against claims of the kind made by the Cuttings.  National Casualty opened a file on the incident and obtained from the town copies of various documents relating to the Cutting arrest.  In June 1988 the Cuttings brought a civil rights action against the town and the arresting officer in the federal district court in New Hampshire.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When the federal suit was filed, the Cuttings served copies of their summons and complaint on the town.  The National Casualty policy provided if a claim is made or suit brought against the insured, the insured \"shall immediately forward to the Company every demand, notice, summons or other process\" received by the insured;  the policy made compliance with this requirement a condition precedent to any suit against National Casualty.  Allenstown contends that it mailed the summons and complaint to National Casualty about eight days after it received them;  National Casualty says that it never received the papers and denies that they were mailed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Neither the town nor National Casualty appeared to defend against the Cuttings' suit, and a default judgment was entered.  After a hearing on damages, the district court in March 1989 entered judgment for $424,909.88 in favor of the Cuttings, including compensatory damages, punitive damages and attorneys' fees.  After a year's wait, Fed.R.Civ.P. 60, the Cuttings obtained a writ of execution in April 1990.  Allenstown then moved for relief from the default judgment.  In August 1990, the district court denied the motion.  On appeal this court affirmed.  Cutting v. Town of Allenstown, <span class=\"citation\" data-id=\"563219\"><a href=\"/opinion/563219/martha-j-cutting-as-of-the-estate-of-paul-m-cutting-and-martha-j/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span> </a></span>(1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In May 1990, after the writ of execution had issued, National Casualty learned--assertedly, for the first time--that the Cuttings filed their threatened suit.  Not long afterwards, Allenstown wrote to National Casualty requesting it to provide coverage for the Cuttings' law suit and the judgment they had obtained.  In June 1990, National Casualty declined to do so on the ground that the town had failed to notify National Casualty of the law suit's filing in a timely fashion and had failed immediately to forward the summons and complaint as required by the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Allenstown then sued National Casualty in New Hampshire state court seeking a declaratory judgment under N.H.Rev.Stat.Ann. Sec. 491:22 that National Casualty was required to provide coverage for the Cuttings' suit.  Section 491:22 permits declaratory actions to determine insurance coverage, if such an action is brought within six months of the underlying suit that seeks to impose liability on the insured.  Section 491:22-a provides that in an action under section 491:22, \"the burden of proof concerning the coverage shall be upon the insurer....\"  There is also a provision for attorneys' fees.  N.H.Rev.Stat.Ann. Sec. 491:22-b.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">National Casualty removed the town's declaratory action against it to federal district court in New Hampshire on grounds of diversity.  Thereafter, the town amended its complaint to include claims for breach of contract and bad faith against National Casualty.  After a number of delays because of reassignment of the case from one judge to another, and finally to a third, the trial commenced on November 30, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At trial, the town presented testimony of one of its police officers that he had mailed the summons and complaint in the Cuttings' suit to National Casualty within two weeks after they had been served on the town.  A witness for National Casualty testified that no such documents had been received and that the company had no record that the suit had been filed.  There was also some, but not conclusive, evidence that might suggest that the officer who claimed to have mailed the summons and complaint might have partly misaddressed it.  Under these circumstances, the burden of proof has assumed some importance.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Well before trial, in July 1993, the district court had ruled that section 491:22, and its ancillary burden shifting and attorney's fee provisions, did not apply in this case.  The court ruled that under New Hampshire law, a declaratory action under section 491:22 could be brought to determine insurance coverage only where the underlying action to impose liability on the insured had been brought in New Hampshire state court.  The district court also took the view that where the statute did not apply, the burden under New Hampshire law was upon the insured to establish coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After the close of all of the evidence, the district court submitted the town's contract claim to the jury which found in favor of National Casualty.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The district court treated the request for declaratory relief as a matter to be determined by the court.  But, following the jury's lead, the trial judge ruled in favor of National Casualty, holding that the town \"did not, by a preponderance of the evidence, establish that the suit papers in this case were immediately forwarded.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The town now appeals to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The principal issue on appeal stems from the district court's decision that section 491:22, including its burden-shifting provision, did not apply in this case.  At all times pertinent here, section 491:22 allowed a declaratory judgment action if sought within six months \"after the filing of the writ which gives rise to the question,\" i.e., the writ in the underlying liability action--here, the Cuttings' law suit.  Because New Hampshire state-court actions are commenced by the filing of a writ and federal actions by the filing of a complaint, the New Hampshire Supreme Court had held in 1985 that \"[t]he plain language of the statute [section 491:22] clearly applies only to State actions.\"  Jackson v. Federal Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">230</span></span>, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">757</span></span>, 759 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Jackson involved a declaratory action in state court where the underlying liability suit had been brought in federal court.  A year later, this court applied Jackson to bar a declaratory action under section 491:22 brought in federal court;  as in Jackson, the underlying liability suit had been brought in federal court.  Volpe v. Prudential Property &amp; Casualty Ins. Co., <span class=\"citation\" data-id=\"476840\"><a href=\"/opinion/476840/brien-volpe-v-prudential-property-and-casualty-insurance-company/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span> </a></span>(1st Cir.1986).  It might have been enough in Volpe to say that the federal action was barred because (as in Jackson) the underlying suit had been brought in federal court, but this court in Volpe went even further and held that section 491:22 was \"not available to litigants proceeding in federal court.\"  <span class=\"citation\" data-id=\"476840\"><a href=\"/opinion/476840/brien-volpe-v-prudential-property-and-casualty-insurance-company/\"><span class=\"id_token\">Id.</span> at 5.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The implication of Volpe was that the federal court would not entertain a section 491:22 action even if the underlying liability suit was brought in state court.  This conclusion was not a careless extension of Jackson.   Although Jackson's plain language argument rested on the statute's reference to a \"writ\"--focusing attention on the forum of the underlying suit--Jackson had also described section 491:22 as a \"court cleaning bill,\" saying that the bill was \"intended to expedite procedures in the State <span class=\"citation no-link\"><span class=\"antecedent_guess\">courts.\"</span>  <span class=\"volume\">498</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">759</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Following Jackson and Volpe, the New Hampshire state legislature amended the declaratory judgment statute by adding section 491:22-c, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The remedy of declaratory judgment to determine the coverage of a liability insurance policy under RSA 491:22, 22-a, and 22-b shall also be available in the United States district court for the district of New Hampshire when the court may properly adjudicate the matter under the laws of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This amendment, in force at the time that Allenstown brought its declaratory judgment against National Casualty, is the focus of the present appeal.  The town asserts that the amendment meant that a section 491:22 action can be brought in federal court, regardless whether the underlying liability suit was brought in state or federal court.  National Casualty, by contrast, claims that the amendment merely makes the section 491:22 remedy available in federal courts to precisely the same extent that it would be available in New Hampshire state courts--that is, when the underlying liability suit was brought in a New Hampshire state court.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court agreed with National Casualty's reading, and we take the same view.  The bare language of section 491:22-c is not conclusive.  It is perfectly consistent with National Casualty's reading;  but arguably the language is general enough so that it is also consistent with the town's reading.  The problem for the town is that whatever the bare language of the new section, the New Hampshire Supreme Court in 1992 held \"that RSA 491:22 applies only to underlying suits brought in our State courts.\"  Scully's Auto-Marine Upholstery, Inc. v. Peerless Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">65</span></span>, <span class=\"citation no-link\"><span class=\"volume\">611</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">635</span></span>, 636 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Scully was a declaratory action brought in the New Hampshire state court involving underlying liability suits both in federal district court and in Maine state court.  Although decided after section 491:22-c became effective, Scully made no reference to the amendment but simply reiterated the court's earlier reasoning in Jackson.   What we have, therefore, is a flat declaration that section 491:22 does not apply unless the underlying liability suit is brought in New Hampshire state court.  Accord Town of Peterborough v. Hartford Fire Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">824</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1102</span></span>, 1107 (D.N.H.1993).  Unfortunately for the town, the Cuttings' suit was brought in federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Allenstown urges in its brief that the legislative history of section 491:22-c shows that it was intended to permit a section 491:22 action in federal court even where the underlying liability suit was brought in federal court.  The legislative history is something of a tangle;  a broad expansion of section 491:22 was originally proposed, but the version enacted was a narrower one supported by the insurance industry.  But even if the legislative history were more clearly favorable to Allenstown than it appears to be, Scully is a holding of New Hampshire's highest court construing a New Hampshire statute.  We are bound by that court's determination.  E.g., Della Grotta v. Rhode Island, <span class=\"citation\" data-id=\"463302\"><a href=\"/opinion/463302/anthony-della-grotta-v-state-of-rhode-island/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 347 (1st Cir.1986).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We turn now to the town's second assignment of error.  The town argues that, even if section 491:22's burden-shifting provision did not apply in this case, New Hampshire common law still places the burden of proof on the insurer to prove that the insured provided a required notice of suit.  Here, of course, the district judge placed the burden of proof on the insured both when he charged the jury on the contract claim and when he decided the declaratory action himself.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">There is some dispute about whether the town has preserved its common-law argument.  It made no objection to the charge on this issue, as required by Fed.R.Civ.P. 51, and such failures to object normally preclude arguing the point on appeal.  On the other hand, the district court also made the same ruling on the declaratory action, which is merely the obverse of the contract claim, and Rule 51 does not govern legal objections in bench trials.  Here, the town certainly made its position clear to the district court in advance of its decision on declaratory relief.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Accordingly, we think it best to consider the town's common-law arguments on the merits, but on the merits we reject it.  Section 491:22 aside, Lumbermens Mutual Casualty Co. v. Oliver, <span class=\"citation\" data-id=\"2190850\"><a href=\"/opinion/2190850/lumbermens-mut-cas-co-v-oliver/\"><span class=\"volume\">115</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">141</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">335</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">666</span> </span>(1975), explicitly places the burden of showing notice upon the insured where notice is a condition in the policy.  If New Hampshire law were otherwise, it is difficult to see why New Hampshire would have had to enact a separate provision (section 491:22-b) shifting the burden to the insurer in declaratory actions.  In all events, Lumbermens is explicit:  \"The insured bears the burden of showing that notice of the accident was given [to the insurer] as soon as reasonably possible.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 668; </span> accord Sutton Mutual Ins. Co. v. Notre Dame Arena, <span class=\"citation\" data-id=\"1885100\"><a href=\"/opinion/1885100/sutton-mut-ins-co-v-notre-dame-arena/\"><span class=\"volume\">108</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">437</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">237</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">676</span></span>, 679 (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The town's argument to the contrary is based entirely upon White Mountain Construction Co. v. Transamerica Insurance Co., <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">478</span></span>, <span class=\"citation no-link\"><span class=\"volume\">631</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">907</span> </span>(1993).  White involved the question whether a duty to defend arose when the insurer had notice of a suit or only when it had notice and a request for assistance.  The burden of proof as to notice was not even explicitly discussed in White, apparently because notice was evident from the facts.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> <span class=\"volume\">631</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">484</span></span>.   The town's attempt to extend White, because it cited cases from a state where the burden of disproving notice may lie on the insurer, is inventive but not persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The third issue raised by the town on its appeal concerns its bad faith claim, an independent cause of action that the district court withdrew from the jury after the close of the town's evidence.  Under New Hampshire law, there are different types of good faith requirements;  pertinent here is the precept that a good faith obligation may be inferred where a contract allows \"the defendant a degree of discretion in performance tantamount to a power to deprive the plaintiff of a substantial proportion of the agreement's value.\"  Centronics Corp. v. Genicom Corp., <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">133</span></span>, <span class=\"citation no-link\"><span class=\"volume\">562</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">187</span></span>, 193 (1989).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Under this rubric, the town sought to submit to the jury a set of interrelated arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To summarize, the town urged that the good faith requirement had not been met in this case because National Casualty had notice of a threatened law suit and failed ever to contact the Cuttings' lawyer, in spite of the strong likelihood that the suit would be brought;  the company did not instruct the town as to what to do in the event that a complaint was served;  the company never told the town that it had previously been sent a letter (the Cuttings' attorney's letter threatening suit) which had been improperly addressed;  and the company closed its file without ever contacting the Cuttings or their lawyer.  On appeal, the town argues that there was enough in this cluster of charges to submit the matter to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To enter judgment on this claim for National Casualty as a matter of law, the district judge had to and did find that no reasonable jury could find in favor of the town on the evidence presented, and we review this determination de novo.  See Peckham v. Continental Casualty Insurance Co., <span class=\"citation\" data-id=\"536169\"><a href=\"/opinion/536169/scott-peckham-v-continental-casualty-insurance-co-scott-peckham-v/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">830</span> </a></span>(1st Cir.1990).  If the \"good faith\" label is taken literally, there is no evidence whatever from which a jury could infer that National Casualty acted in bad faith in the sense of conscious wrongdoing or reckless disregard.  The town's only hope lies in diluting the good faith requirement to one of reasonableness.  It must be admitted that Centronics does refer at one point to the question whether \"the defendant's exercise of discretion exceeded the limits of <span class=\"citation no-link\"><span class=\"antecedent_guess\">reasonableness.\"</span>  <span class=\"volume\">562</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">193</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Reading Centronics as a whole and taking account of the other cited New Hampshire decisions on good faith requirements in contract cases, we think that the town's claim does not fit the cubby hole described by these cases.  The notice provisions of the town's policy do not confer on the insurance company any latitude or discretion, the situation for which the pertinent good faith duty appears to have been crafted.  The reasonableness reference in Centronics appears to be an adjunct concept;  where the defendant takes, or declines to take, action pursuant to discretionary authority, commercial reasonableness may measure how far the defendant can go.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Finally, we think the town's reading of the cases would create a highly improbable untethered obligation of care.  Here, the most one can say is that if National Casualty had been a little more aggressive and alert, it might have saved the town the consequences of the town's own breach of its explicit obligation to forward the pleadings.  Even if National Casualty could in some measure be described as \"negligent\" in this respect--a point we need not decide--the policy imposed no such general duty of care on National Casualty.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Contracts are, after all, specific agreements to take specific steps to accomplish particular results, and those commitments are the central measure of each party's responsibility.  With diffidence, the courts have implied or imposed ancillary obligations (such as good faith requirements or implied warranties) in discrete situations.  But the unlimited implication of new, free-floating duties is a matter in which courts have to be very careful, lest they undo the bargain struck by the parties.  Here, the town failed to perform an important, expressly stated condition of coverage.  This is one risk that the policy did not cover.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The fourth and last claim made by the town is that the district court erred in instructing the jury as to the meaning of the policy's requirement that the insured \"immediately\" forward the suit papers to the insurer.  The district court softened this requirement considerably in explaining that under New Hampshire law the term \"immediately\" was not to be given its literal meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>Instead, the law provides that an insured has fulfilled its duty to immediately forward suit papers if it used due diligence under the circumstances of the case in forwarding the suit papers, and the papers were forwarded without unnecessary or unreasonable delay.  Whether the insured forwarded the suit papers with due diligence and without unnecessary or unreasonable delay must be determined by considering the totality of the surrounding facts and circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The town objected to the use of the term \"due diligence\" prior to the district court's instructions, but the trial judge rejected the objection.  The town did not renew its objection after the charge was given, even though Fed.R.Civ.P. 51 requires such a further objection in order to preserve the point on appeal.  Here, the trial judge told the parties at the pre-charge conference that their objections would be preserved without renewal of the charge and further directed the parties not to renew the same objections after the charge was given.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We have said that Rule 51 cannot be altered by the district court and that \"[o]bjections cannot be carried forward\" even where the trial judge assures the parties that objections raised at the pre-charge conference will be preserved.  McGrath v. Spirito, <span class=\"citation\" data-id=\"435230\"><a href=\"/opinion/435230/marion-mcgrath-v-carlo-spirito-jr-etc/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">967</span></a></span>, 969 (1st Cir.1984);  see also Carrillo v. Westbulk, <span class=\"citation\" data-id=\"327104\"><a href=\"/opinion/327104/carmen-carrillo-vda-de-cerich-v-sameit-westbulk-and-johan-hagenes-and/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1214</span></a></span>, 1219 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1014</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">445</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span> </span>(1975).  In this case, however, the district court not only assured the parties that their objections were preserved but also told them not to raise the objections again after the instructions.  It would be harsh, indeed, to punish the town for obeying the trial judge.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">But on the merits, we think there is little to the town's argument.  The \"due diligence\" phrase actually comes from a New Hampshire case which, while elderly, is directed to the very question of what constitutes \"immediate\" notice.  See Ward v. Maryland Casualty Co., <span class=\"citation\" data-id=\"3551187\"><a href=\"/opinion/3571122/ward-v-casualty-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">262</span></a></span>, <span class=\"citation\" data-id=\"3551187\"><a href=\"/opinion/3571122/ward-v-casualty-co/\"><span class=\"volume\">51</span> <span class=\"reporter\">A.</span> <span class=\"page\">900</span> </a></span>(1902).  The town objects that due diligence is merely an example of immediate notice and unfairly emphasizes the conduct of the insured rather than the totality of the circumstances.  It seems to us that the conduct of the insured is normally the precise question posed by a requirement that the insured provide immediate notice.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">One can probably imagine the unusual case where the insured did not exercise due diligence in giving notice of a law suit while at the same time this notice was timely received (e.g., from other sources).  In this case, no such alternative source of knowledge is alleged.  Further, we have no reason to think that the jury was confused in this case by any hypothetical difference between \"due diligence\" and \"reasonableness under all the circumstances.\"   In short, as to the instruction on timeliness, we think there was neither error nor prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The bad faith claim was not submitted to the jury because the district court ruled, after the close of the town's evidence, that as a matter of law judgment on this claim should be entered in favor of National Casualty</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court had, of course, already ruled the declaratory relief was not available under section 491:22;  but it considered declaratory relief to be available under the federal Declaratory Judgment Act, 28 U.S.C. Sec. 2201</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In April 1994, the state legislature again amended section 491:22, effective January 1, 1995, to say that a section 491:22 action can be brought \"even though the action giving rise to the coverage question is brought in a federal court or another [non New Hampshire] state court.\"   R.S.A. Sec. 491:22, as amended by 1994 N.H. Laws ch. 37.  No one claims that the amendment itself applies retroactively to the present case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See also Seaward Constr.  Co. v. City of Rochester, <span class=\"citation\" data-id=\"2389435\"><a href=\"/opinion/2389435/seaward-constr-co-v-city-of-rochester/\"><span class=\"volume\">118</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">128</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">383</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">707</span> </span>(1978) (city under duty to seek federal funding where such funding is a condition of payment to the contractor);  Lawton v. Great Southwest Fire Insurance Co., <span class=\"citation\" data-id=\"2064844\"><a href=\"/opinion/2064844/lawton-v-great-southwest-fire-ins-co/\"><span class=\"volume\">118</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">607</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">392</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">576</span> </span>(1978) (insurer's discretion to determine the time of payment limited to a commercially reasonable time)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/327104/",
    "https://www.courtlistener.com/api/rest/v3/opinions/435230/",
    "https://www.courtlistener.com/api/rest/v3/opinions/463302/",
    "https://www.courtlistener.com/api/rest/v3/opinions/476840/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536169/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563219/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1885100/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2064844/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2190850/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2389435/",
    "https://www.courtlistener.com/api/rest/v3/opinions/3551187/"
  ]
}