{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195623/",
  "id": 195623,
  "absolute_url": "/opinion/195623/united-states-v-rijos/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195623/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:44:00Z",
  "date_modified": "2020-02-21T23:30:24.153569Z",
  "type": "010combined",
  "sha1": "5b22cb6f22233b7eeccacf0b96ba6efecc992314",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1647.01A",
  "local_path": null,
  "plain_text": "September 28, 1994\n                    [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-1647\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                        SANTOS RIJOS,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\n                                                      \n\n                                         \n\n                            Before\n\n                      Cyr, Circuit Judge,\n                                        \n              Bownes, Senior Circuit Judge, and\n                                          \n                    Stahl, Circuit Judge.\n                                        \n\n                                         \n\nBenicio Sanchez Rivera,  Federal Public Defender, and Miguel  A.A.\n                                                                  \nNogueras-Castro,  Assistant  Federal  Public Defender,  on  brief  for\n           \nappellant.\nGuillermo Gil,  United States Attorney,  Jose A.  Quiles-Espinosa,\n                                                                 \nSenior  Litigation Counsel,  and Miguel  A. Pereira,  Assistant United\n                                               \nStates Attorney, on brief for appellee.\n\n                                         \n\n                                         \n\n          Per Curiam.   Santos Rijos  appeals his sentence on\n                    \n\nthe ground  that the district court  mistakenly believed that\n\nit lacked  authority to  depart downward from  the Sentencing\n\nGuidelines.  We dismiss for lack of appellate jurisdiction.\n\n        Rijos  pleaded  guilty  to  a   one-count  indictment\n\ncharging  him with  unlawfully reentering  the United  States\n\nafter deportation following a felony conviction, in violation\n\nof 8  U.S.C.    1326(b)(1).   The  pre-sentence report  (PSR)\n\ncalculated  a total offense level of 21, as follows: the base\n\noffense level of  8 was  increased by 16  levels because  the\n\nfelony  that  led to  Rijos'  deportation  was an  aggravated\n\nfelony; three levels were subtracted for Rijos' acceptance of\n\nresponsibility  for  his  actions and  for  timely  notifying\n\nauthorities  of  his intention  to  plead  guilty.   The  PSR\n\ncomputed  a criminal history category of  III, resulting in a\n\nguideline  imprisonment  range of  46  to  57  months.    The\n\ndistrict court sentenced Rijos to 46 months in prison.\n\n     At the  sentencing hearing,  Rijos'  attorney asked  the\n\ndistrict  court  to  make   a  downward  departure  from  the\n\nGuidelines  sentence pursuant to  U.S.S.G.   5K2.0.   The two\n\ngrounds  for  the  requested   departure  were:  1)  economic\n\nhardship  in the  Dominican  Republic, the  country to  which\n\nRijos had been  deported, and 2) Rijos'  cooperation with the\n\ngovernment.   The district court  denied the  request.   With\n\nrespect  to  the first  ground, the  district court  found as\n\nfollows:\n\n     [Rijos] was  deported September, 1992,  he was back\n     here in November of  1992 by plane not by  boat, so\n     apparently his hardship  isn't that bad  because he\n     came  by plane, and of  course if he  has family in\n     New  York  I am  sure  that  that was  his  primary\n     concern, to come and see his family.  Of course, he\n     could have waited until  his supervised release was\n     over and then requested permission in writing.\n\nWith  respect  to the  second  ground  (cooperation with  the\n\ngovernment), the court responded  \"that's why I gave him  a 3\n\nlevel reduction.\"\n\n     On appeal, Rijos argues that the court erred in refusing\n\nto  consider  appellant's  extent  of  cooperation  with  the\n\ngovernment and his \"family ties and responsibilities,\"  since\n\nneither feature  is a forbidden  basis for departure.   Rijos\n\nstates  in  his  brief that  \"the  district  court failed  to\n\nconsider  the relevant  facts and  to what  extent if  any he\n\ncould  exercise his  discretion.\"   Therefore, Rijos  seeks a\n\nremand to the district court for re-sentencing.\n\n     In deciding whether we have jurisdiction  to review this\n\nsentencing we apply the following rule:\n\n     Ordinarily a district  court's refusal to  exercise\n     its   discretion  to   depart  downward   from  the\n     sentencing guidelines is not reviewable  on appeal.\n     Appellate jurisdiction does attach,  however, where\n     the sentencing  court's decision  not to depart  is\n     based on  the court's  mistaken view that  it lacks\n     the legal  authority to  consider a departure.   In\n     other words,  where the court  errs in  determining\n     whether the allegedly special circumstances  are of\n     the  \"kind\"  that  the  Guidelines,  in  principle,\n     permit  the  sentencing court  to consider,  we may\n\n                             -3-\n\n     proceed to review  the court's sentencing  decision\n     not to depart.  On the other hand, if \"we find that\n     the court properly understood its power  to depart,\n     but  refused  to  exercise   that  power,  we  lack\n     jurisdiction to consider the appeal.\"\n\nUnited  States v. Romero, No. 93-2187, slip op. at 28-29 (1st\n                        \n\nCir. Aug. 29, 1994) (citations omitted).\n\n     Here,  the district  court  did not  possess a  mistaken\n\nbelief that  it  lacked  the authority  to  depart  from  the\n\nguidelines.   Therefore, we  lack jurisdiction to  review its\n\ndeparture decision.  If  the district court erred, it  was in\n\nbelieving that it  had discretion to  depart where there  was\n\nnone, not the reverse.  The \"special circumstances\" for which\n\nRijos requested  a downward departure were financial hardship\n\nand cooperation  with the  government.  Economic  hardship is\n\none  of the  few \"forbidden\"  features which  may not  be the\n\nbasis  for a decision to depart  from the guideline sentence.\n\nSee  United States  v. Rivera,  994 F.2d  942, 949  (1st Cir.\n                             \n\n1993);  U.S.S.G.    5K2.12, p.s.   Nonetheless,  the district\n\ncourt considered Rijos'  alleged hardship and  concluded that\n\n\"his hardship isn't that bad.\"\n\n     Rijos  also   sought  a   downward  departure   for  his\n\ncooperation  with the  government by  pleading guilty  to the\n\noffense.   Assistance to the government  in the investigation\n\nor prosecution of another person who has committed an offense\n\nis \"encouraged\"  as a ground  for departure.  See U.S.S.G.   \n                                                 \n\n5K1.1.  The voluntary  disclosure of an offense prior  to its\n\n                             -4-\n\ndiscovery  is also  an \"encouraged\"  feature. See  U.S.S.G.  \n                                                 \n\n5K2.16,  p.s.  Here,  however,  Rijos  requested  a  downward\n\ndeparture  solely   on  the   basis  of  his   acceptance  of\n\nresponsibility at the time of his guilty plea.  \n\n     The  Guidelines specifically  provide for  a three-level\n\nreduction  in the offense level for  such circumstances.  See\n                                                             \n\nU.S.S.G.   3E1.1.  That provision does not preclude the court\n\nfrom departing  from the  Guidelines, however, \"if  the court\n\ndetermines  that,  in  light  of  unusual circumstances,  the\n\nguideline  level  attached  to  that  factor  is inadequate.\"\n\nU.S.S.G.    5K2.0, p.s.   There is  nothing in the  record to\n\nsupport   Rijos'   contention   that   the   district   court\n\nmisunderstood  that it  could  depart downward  based upon  a\n\ndefendant's  cooperation  with  the  government  in  \"unusual\n\ncircumstances,\"  notwithstanding    3E1.1.  Rather, we  think\n\nthat the district court concluded that there were no \"unusual\n\ncircumstances\" present to render the three-level reduction in\n\nthe offense level under   3E1.1 inadequate.\n\n     In his appellate brief,  Rijos seems to allege  that the\n\ndistrict  court erred  in not  considering his  \"family ties\"\n\nbefore denying  his departure request.   The record  does not\n\nindicate, however, that  family ties was  one of the  grounds\n\nupon  which  Rijos requested  a  departure.   Therefore,  the\n\ndistrict  court cannot  be  faulted for  failing to  consider\n\nwhether family ties,  although a \"discouraged\"  feature, were\n\n                             -5-\n\n\"present in a manner  that is unusual or special  rather than\n\n'ordinary.'\" Rivera, 994  F.2d at 948.\n                   \n\n     We conclude  that the district court  did not mistakenly\n\nbelieve  that  it lacked  the  authority to  depart  from the\n\nSentencing Guidelines.   Therefore, its departure decision is\n\nnot  reviewable by  this court.     This appeal  is summarily\n\ndismissed pursuant to Loc. R. 27.1.   \n\n                             -6-\n",
  "html": "<p class=\"case_cite\">36 F.3d 1090</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Santos RIJOS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1647</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 28, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Juan M. Perez-Gimenez, U.S. District Judge ]</p>\n      <p class=\"indent\">Benicio Sanchez Rivera, Federal Public Defender, and Miguel A.A. Nogueras-Castro, Assistant Federal Public Defender, on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Jose A. Quiles-Espinosa, Senior Litigation Counsel, and Miguel A. Pereira, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">DISMISSED</p>\n      <p class=\"indent\">Before Cyr, Circuit Judge, Bownes, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Santos Rijos appeals his sentence on the ground that the district court mistakenly believed that it lacked authority to depart downward from the Sentencing Guidelines.  We dismiss for lack of appellate jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Rijos pleaded guilty to a one-count indictment charging him with unlawfully reentering the United States after deportation following a felony conviction, in violation of 8 U.S.C. Sec. 1326(b)(1).  The pre-sentence report (PSR) calculated a total offense level of 21, as follows:  the base offense level of 8 was increased by 16 levels because the felony that led to Rijos' deportation was an aggravated felony;  three levels were subtracted for Rijos' acceptance of responsibility for his actions and for timely notifying authorities of his intention to plead guilty.  The PSR computed a criminal history category of III, resulting in a guideline imprisonment range of 46 to 57 months.  The district court sentenced Rijos to 46 months in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the sentencing hearing, Rijos' attorney asked the district court to make a downward departure from the Guidelines sentence pursuant to U.S.S.G. Sec. 5K2.0.  The two grounds for the requested departure were:  1) economic hardship in the Dominican Republic, the country to which Rijos had been deported, and 2) Rijos' cooperation with the government.  The district court denied the request.  With respect to the first ground, the district court found as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">[Rijos] was deported September, 1992, he was back here in November of 1992 by plane not by boat, so apparently his hardship isn't that bad because he came by plane, and of course if he has family in New York I am sure that that was his primary concern, to come and see his family.  Of course, he could have waited until his supervised release was over and then requested permission in writing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">With respect to the second ground (cooperation with the government), the court responded \"that's why I gave him a 3 level reduction.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On appeal, Rijos argues that the court erred in refusing to consider appellant's extent of cooperation with the government and his \"family ties and responsibilities,\" since neither feature is a forbidden basis for departure.  Rijos states in his brief that \"the district court failed to consider the relevant facts and to what extent if any he could exercise his discretion.\"  Therefore, Rijos seeks a remand to the district court for re-sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In deciding whether we have jurisdiction to review this sentencing we apply the following rule:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Ordinarily a district court's refusal to exercise its discretion to depart downward from the sentencing guidelines is not reviewable on appeal.  Appellate jurisdiction does attach, however, where the sentencing court's decision not to depart is based on the court's mistaken view that it lacks the legal authority to consider a departure.  In other words, where the court errs in determining whether the allegedly special circumstances are of the \"kind\" that the Guidelines, in principle, permit the sentencing court to consider, we may proceed to review the court's sentencing decision not to depart.  On the other hand, if \"we find that the court properly understood its power to depart, but refused to exercise that power, we lack jurisdiction to consider the appeal.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">United States v. Romero, No. 93-2187, slip op. at 28-29 (1st Cir.  Aug. 29, 1994) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, the district court did not possess a mistaken belief that it lacked the authority to depart from the guidelines.  Therefore, we lack jurisdiction to review its departure decision.  If the district court erred, it was in believing that it had discretion to depart where there was none, not the reverse.  The \"special circumstances\" for which Rijos requested a downward departure were financial hardship and cooperation with the government.  Economic hardship is one of the few \"forbidden\" features which may not be the basis for a decision to depart from the guideline sentence.   See United States v. Rivera, 994 F.2d 942, 949 (1st Cir. 1993);  U.S.S.G. Sec. 5K2.12, p.s. Nonetheless, the district court considered Rijos' alleged hardship and concluded that \"his hardship isn't that bad.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Rijos also sought a downward departure for his cooperation with the government by pleading guilty to the offense.  Assistance to the government in the investigation or prosecution of another person who has committed an offense is \"encouraged\" as a ground for departure.  See U.S.S.G. Sec. 5K1.1.  The voluntary disclosure of an offense prior to its discovery is also an \"encouraged\" feature.  See U.S.S.G. Sec. 5K2.16, p.s. Here, however, Rijos requested a downward departure solely on the basis of his acceptance of responsibility at the time of his guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Guidelines specifically provide for a three-level reduction in the offense level for such circumstances.  See U.S.S.G. Sec. 3E1.1.  That provision does not preclude the court from departing from the Guidelines, however, \"if the court determines that, in light of unusual circumstances, the guideline level attached to that factor is inadequate.\"  U.S.S.G. Sec. 5K2.0, p.s. There is nothing in the record to support Rijos' contention that the district court misunderstood that it could depart downward based upon a defendant's cooperation with the government in \"unusual circumstances,\" notwithstanding Sec. 3E1.1.  Rather, we think that the district court concluded that there were no \"unusual circumstances\" present to render the three-level reduction in the offense level under Sec. 3E1.1 inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In his appellate brief, Rijos seems to allege that the district court erred in not considering his \"family ties\" before denying his departure request.  The record does not indicate, however, that family ties was one of the grounds upon which Rijos requested a departure.  Therefore, the district court cannot be faulted for failing to consider whether family ties, although a \"discouraged\" feature, were \"present in a manner that is unusual or special rather than 'ordinary.' \"   Rivera, 994 F.2d at 948.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We conclude that the district court did not mistakenly believe that it lacked the authority to depart from the Sentencing Guidelines.  Therefore, its departure decision is not reviewable by this court.  This appeal is summarily dismissed pursuant to Loc.  R. 27.1.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1090</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Santos RIJOS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1647</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 28, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Juan M. Perez-Gimenez, U.S. District Judge ]</p>\n      <p class=\"indent\">Benicio Sanchez Rivera, Federal Public Defender, and Miguel A.A. Nogueras-Castro, Assistant Federal Public Defender, on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Jose A. Quiles-Espinosa, Senior Litigation Counsel, and Miguel A. Pereira, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">DISMISSED</p>\n      <p class=\"indent\">Before Cyr, Circuit Judge, Bownes, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Santos Rijos appeals his sentence on the ground that the district court mistakenly believed that it lacked authority to depart downward from the Sentencing Guidelines.  We dismiss for lack of appellate jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Rijos pleaded guilty to a one-count indictment charging him with unlawfully reentering the United States after deportation following a felony conviction, in violation of 8 U.S.C. Sec. 1326(b)(1).  The pre-sentence report (PSR) calculated a total offense level of 21, as follows:  the base offense level of 8 was increased by 16 levels because the felony that led to Rijos' deportation was an aggravated felony;  three levels were subtracted for Rijos' acceptance of responsibility for his actions and for timely notifying authorities of his intention to plead guilty.  The PSR computed a criminal history category of III, resulting in a guideline imprisonment range of 46 to 57 months.  The district court sentenced Rijos to 46 months in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the sentencing hearing, Rijos' attorney asked the district court to make a downward departure from the Guidelines sentence pursuant to U.S.S.G. Sec. 5K2.0.  The two grounds for the requested departure were:  1) economic hardship in the Dominican Republic, the country to which Rijos had been deported, and 2) Rijos' cooperation with the government.  The district court denied the request.  With respect to the first ground, the district court found as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">[Rijos] was deported September, 1992, he was back here in November of 1992 by plane not by boat, so apparently his hardship isn't that bad because he came by plane, and of course if he has family in New York I am sure that that was his primary concern, to come and see his family.  Of course, he could have waited until his supervised release was over and then requested permission in writing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">With respect to the second ground (cooperation with the government), the court responded \"that's why I gave him a 3 level reduction.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On appeal, Rijos argues that the court erred in refusing to consider appellant's extent of cooperation with the government and his \"family ties and responsibilities,\" since neither feature is a forbidden basis for departure.  Rijos states in his brief that \"the district court failed to consider the relevant facts and to what extent if any he could exercise his discretion.\"  Therefore, Rijos seeks a remand to the district court for re-sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In deciding whether we have jurisdiction to review this sentencing we apply the following rule:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Ordinarily a district court's refusal to exercise its discretion to depart downward from the sentencing guidelines is not reviewable on appeal.  Appellate jurisdiction does attach, however, where the sentencing court's decision not to depart is based on the court's mistaken view that it lacks the legal authority to consider a departure.  In other words, where the court errs in determining whether the allegedly special circumstances are of the \"kind\" that the Guidelines, in principle, permit the sentencing court to consider, we may proceed to review the court's sentencing decision not to depart.  On the other hand, if \"we find that the court properly understood its power to depart, but refused to exercise that power, we lack jurisdiction to consider the appeal.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">United States v. Romero, No. 93-2187, slip op. at 28-29 (1st Cir.  Aug. 29, 1994) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, the district court did not possess a mistaken belief that it lacked the authority to depart from the guidelines.  Therefore, we lack jurisdiction to review its departure decision.  If the district court erred, it was in believing that it had discretion to depart where there was none, not the reverse.  The \"special circumstances\" for which Rijos requested a downward departure were financial hardship and cooperation with the government.  Economic hardship is one of the few \"forbidden\" features which may not be the basis for a decision to depart from the guideline sentence.   See United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 949 (1st Cir. 1993);  U.S.S.G. Sec. 5K2.12, p.s. Nonetheless, the district court considered Rijos' alleged hardship and concluded that \"his hardship isn't that bad.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Rijos also sought a downward departure for his cooperation with the government by pleading guilty to the offense.  Assistance to the government in the investigation or prosecution of another person who has committed an offense is \"encouraged\" as a ground for departure.  See U.S.S.G. Sec. 5K1.1.  The voluntary disclosure of an offense prior to its discovery is also an \"encouraged\" feature.  See U.S.S.G. Sec. 5K2.16, p.s. Here, however, Rijos requested a downward departure solely on the basis of his acceptance of responsibility at the time of his guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Guidelines specifically provide for a three-level reduction in the offense level for such circumstances.  See U.S.S.G. Sec. 3E1.1.  That provision does not preclude the court from departing from the Guidelines, however, \"if the court determines that, in light of unusual circumstances, the guideline level attached to that factor is inadequate.\"  U.S.S.G. Sec. 5K2.0, p.s. There is nothing in the record to support Rijos' contention that the district court misunderstood that it could depart downward based upon a defendant's cooperation with the government in \"unusual circumstances,\" notwithstanding Sec. 3E1.1.  Rather, we think that the district court concluded that there were no \"unusual circumstances\" present to render the three-level reduction in the offense level under Sec. 3E1.1 inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In his appellate brief, Rijos seems to allege that the district court erred in not considering his \"family ties\" before denying his departure request.  The record does not indicate, however, that family ties was one of the grounds upon which Rijos requested a departure.  Therefore, the district court cannot be faulted for failing to consider whether family ties, although a \"discouraged\" feature, were \"present in a manner that is unusual or special rather than 'ordinary.' \"   <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">948</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We conclude that the district court did not mistakenly believe that it lacked the authority to depart from the Sentencing Guidelines.  Therefore, its departure decision is not reviewable by this court.  This appeal is summarily dismissed pursuant to Loc.  R. 27.1.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/"
  ]
}