{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195603/",
  "id": 195603,
  "absolute_url": "/opinion/195603/wyatt-v-city-of-boston/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195603/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:32Z",
  "date_modified": "2020-02-21T23:29:27.924979Z",
  "type": "010combined",
  "sha1": "1e8941987ce5a264c33e6dc55c10306595a3c25f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2330.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-2330\nNo. 93-2367\n\n                      DAVID JAMES WYATT,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                   CITY OF BOSTON, ET AL.,\n\n                    Defendants, Appellees.\n\n                                        \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n\n                                        \n\n                            Before\n\n                   Torruella, Chief Judge,\n                                         \n                Selya and Cyr, Circuit Judges.\n                                             \n\n                                        \n\n   David James Wyatt on brief pro se.\n                    \n   Malcolm  S.  Medley  on  brief for  appellee  Boston  School\n                      \nCommittee.\n\n                                        \n                      September 15, 1994\n                                        \n\n          Per Curiam.  Appellant  David James Wyatt, a former\n                    \n\nteacher  in the Boston public school system, filed two almost\n\nidentical complaints in the district court.  They concern the\n\nreasons  for  various  allegedly  adverse  actions  taken  by\n\nappellees  --   the  Boston   School  Committee  and   school\n\npersonnel.   Ultimately,  appellant was  terminated from  his\n\njob.  Each complaint contains a rambling, detailed, and often\n\nconfusing account of the events  which led up to  appellant's\n\ndismissal.   The gist  of the  complaints  is that  appellees\n\nretaliated against  appellant for opposing what  he viewed as\n\nsexual  harassment  and  for  filing  a  complaint  with  the\n\nMassachusetts Commission Against Discrimination.\n\n          The  district court  dismissed the  first complaint\n\nsua sponte.  The order states in full: \n          \n\n          A  mere reading  of plaintiff's  Complaint for\n     Retaliation evidences the fact that  the defendants\n     had good cause to terminate his employment from the\n     Boston Public School  System.  So as  not to unduly\n     prejudice the plaintiff from further  employment in\n     the education field, the Court refrains from citing\n     those portions of  plaintiff's Complaint which give\n     a strong basis for  defendants' actions.  This case\n     is dismissed. \n\nIn the  second action,  the court granted  in forma  pauperis\n\nstatus  to appellant  and, at  the same  time, dismissed  his\n\ncomplaint  as frivolous under 28  U.S.C.   1915(d).   It held\n\nthat the second complaint  had alleged no new facts  or legal\n\ntheories.  \n\n                             -2-\n\n          We assume that the dismissal of the first complaint\n\nwas based on Fed. R. Civ. P. 12(b)(6).  The sticking point is\n\nthat the  district court dismissed the  action without notice\n\nand without giving appellant a chance to amend his  complaint\n\nunder Fed. R. Civ. P. 15(a) or to respond in any other way to\n\nwhat  the court  perceived as  the complaint's  deficiencies.\n\nThe  general  rule is  that  such dismissals  are  proper \"if\n\nprocess  has been issued  and served  and plaintiff  is given\n\nnotice and an opportunity to  respond.\"  2A James W. Moore  &amp;\n\nJo D. Lucas, Moore's Federal Practice    12.07[2.--5], at 12-\n                                     \n\n99 (2d ed. 1994)  (footnote omitted); 5A Charles A.  Wright &amp;\n\nArthur R. Miller,  Federal Practice and Procedure    1357, at\n                                                 \n\n301 (2d  ed. 1990) (sua sponte dismissal  under Rule 12(b)(6)\n\npermitted  \"as long as the procedure employed is fair\").  The\n\nSupreme  Court  has  said  that  \"[u]nder  Rule  12(b)(6),  a\n\nplaintiff  with  an  arguable  claim  is ordinarily  accorded\n\nnotice of a pending motion to dismiss  for failure to state a\n\nclaim and  an opportunity to  amend the complaint  before the\n\nmotion is ruled  upon.\"   See Neitzke v.  Williams, 490  U.S.\n                                                  \n\n319, 329 (1989) (footnote ommitted).  \n\n          This court also has stated that\n\n          a  district  court  may,  in  appropriate\n          circumstances, note the inadequacy of the\n          complaint  and,  on  its own  initiative,\n          dismiss the  complaint.  Yet a  court may\n          not  do   so  without  at   least  giving\n          plaintiffs notice of the  proposed action\n          and  affording  them  an  opportunity  to\n          address the issue.\n\n                             -3-\n\nLiterature,  Inc. v. Quinn, 482 F.2d 372, 374 (1st Cir. 1973)\n                          \n\n(citations ommitted).  See also Street v. Fair, 918 F.2d 269,\n                                              \n\n272 (1st Cir.  1990) (per curiam); Ricketts  v. Midwest Nat'l\n                                                             \n\nBank, 874 F.2d 1177, 1185 (7th Cir. 1989) (where a sua sponte\n    \n\ndismissal  is contemplated  by a  district court,  that court\n\nmust  first give \"both notice of the court's intention and an\n\nopportunity to respond\");  Perez v. Ortiz, 849 F.2d 793, 797-\n                                         \n\n98 (2d Cir. 1988) (although sua sponte  dismissals are proper\n\nin  some  circumstances,  a  plaintiff must  first  be  given\n\n\"notice and an opportunity to be heard\").1\n\n          The  district  court  determined  that  the  School\n\nCommittee had \"good cause\" to fire appellant.  However, it is\n\nnot clear  from the  court's  order whether  it was  treating\n\nappellant's claim  as one  for unlawful termination  under 42\n\nU.S.C.   2000e-2(a)(1) or for retaliation under   2000e-3(a).\n\nBecause  both  complaints  were  labelled  as complaints  for\n\n                    \n\n1.  We note  that in  some circumstances other  circuits have\nheld that where  a district court  has dismissed a  complaint\nfor failure to state  a claim sua sponte, and  without notice\nor  an opportunity  to  be heard,  reversal  of such  a  Rule\n12(b)(6)  dismissal is  not  mandated if  amendment would  be\nfutile  or if it is patently obvious that the plaintiff could\nnot  prevail.  However,  most of these  cases involve defects\nwhich  are self-evident.  See  Smith v. Boyd,  945 F.2d 1041,\n                                            \n1043 (8th Cir. 1991)  (inspection of nonpriviledged mail does\nnot  constitute  a  constitutional  violation  of  prisoner's\nrights;  complaint  also failed  to  allege  any injury  from\ndefendants'  acts); McKinney  v. State  of Oklahoma  Dep't of\n                                                             \nHuman Services, 925 F.2d 363,  365-66 (10th Cir. 1991) (state\n              \ndefendants were  immune from suit, private  defendant did not\nact  under  color  of  state  law  and  complaint  alleged  a\nviolation of a right which plainly did not exist).  We do not\nthink that this is such a case.\n\n                             -4-\n\n\"retaliation,\" it seems that  the analysis under   2000e-3(a)\n\napplies.  This section provides in relevant part:\n\n          It  shall be  an unlawful  employment practice\n     for an employer to  discriminate against any of his\n     employees . . .  because [the employee] has opposed\n     any practice  made an unlawful  employment practice\n     by  this  subchapter,  or  because he  has  made  a\n     charge, testified, assisted, or participated in any\n     manner in an  investigation, proceeding, or hearing\n     under this subchapter.\n\nAppellant's  claims  of retaliation  are  based  on both  the\n\n\"participation\" and  the \"opposition\"  clauses.  That  is, he\n\nmade a charge to the  MCAD and opposed what he saw  as sexual\n\nharassment.\n\n          As for the participation clause,  \"there is nothing\n\nin  its wording requiring that the charges be valid, nor even\n\nan implied  requirement that they  be reasonable.\"   3 Arthur\n\nLarson &amp; Lex K. Larson, Employment Discrimination   87.12(b),\n                                                 \n\nat 17-95 (1994) (footnotes  omitted); see also  Sias  v. City\n                                                             \n\nDemonstration Agency, 588  F.2d 692, 695 (9th  Cir. 1978) (it\n                    \n\nis  \"well  settled\"  that participation  clause  protects  an\n\nemployee  regardless of the merit of his or her EEOC charge);\n\nPettway  v. American Cast Iron  Pipe Co., 411  F.2d 998, 1007\n                                        \n\n(5th Cir. 1969)  (fact that employee made false and malicious\n\nstatements  in his EEOC  charge is  irrelevant).   However, a\n\nclaim  concerning  the  opposition clause  requires  that the\n\nemployee  have  a reasonable  belief  that  the practice  the\n\nemployee  is opposing violates Title VII.  See Sias, 588 F.2d\n                                                   \n\nat  696; Bigge v. Albertsons, Inc., 894 F.2d 1497, 1501 (11th\n                                  \n\n                             -5-\n\nCir. 1990) (employee needs  to show, in a case  involving the\n\nopposition  clause, that \"he  opposed an  unlawful employment\n\npractice  which he  reasonably believed  had occurred  or was\n\noccurring\").\n\n          Nonetheless, the requirements of a prima facie case\n\nfor either clause  are the  same.  That  is, appellant  \"must\n\nshow by  a  preponderance  of the  evidence  that:  (1)  [he]\n\nengaged  in a protected activity as an employee, (2) [he] was\n\nsubsequently discharged from employment,  and (3) there was a\n\ncausal  connection between  the  protected activity  and  the\n\ndischarge.\"   Hoeppner  v. Crotched  Mountain  Rehabilitation\n                                                             \n\nCtr. Inc.,  No. 93-2201, slip  op. at 9  (1st Cir.  August 3,\n         \n\n1994).  In addition to discharges, other adverse actions  are\n\ncovered  by    2000e-3(a).   See Employment  Discrimination  \n                                                           \n\n87.20, at 17-101 to 17-107 (listing employer actions  such as\n\ndemotions, disadvantageous transfers or assignments, refusals\n\nto   promote,  unwarranted   negative  job   evaluations  and\n\ntoleration of harassment by other employees).\n\n          Construing  appellant's  complaint  liberally,  see\n                                                             \n\nHaines v. Kerner, 404  U.S. 519, 520 (1972) (per  curiam), we\n                \n\nthink  that it  satisfies the  first two  requirements --  he\n\nfiled charges with the  MCAD and subsequently was fired.   As\n\nother adverse actions, appellant alleges that he was denied a\n\npromotion at  the Boston Latin Academy,  he received negative\n\nperformance evaluations, he  was transferred to  Madison Park\n\n                             -6-\n\nHigh  School and, as a senior  teacher there, was not given a\n\nchoice concerning what class he was to teach.\n\n          The  question, then,  is  whether under  Conley  v.\n                                                         \n\nGibson, 355 U.S. 41, 45-46 (1957), appellant could \"prove  no\n      \n\nset of facts\" which would establish a causal link between his\n\ncomplaints  and the  alleged  adverse actions.    One way  of\n\nshowing  causation is  by  establishing  that the  employer's\n\nknowledge  of the protected activity was close in time to the\n\nemployer's  adverse action.   See  Larson &amp; Larson,  supra,  \n                                                          \n\n87.31,  at  17-116 to  17-117; see  also Shirley  v. Chrysler\n                                                             \n\nFirst,  Inc., 970 F.2d 39,  42-43 (5th Cir.  1992) (two month\n            \n\nperiod from EEOC's dismissal of plaintiff's complaint and her\n\ntermination from her job shows a nexus); Holland v. Jefferson\n                                                             \n\nNat'l  Life Ins.  Co., 883  F.2d 1307,  1314 (7th  Cir. 1989)\n                     \n\n(sufficient link where supervisor first told employee her job\n\nwould be kept  open for her while she was on maternity leave,\n\nbut changed  his mind \"shortly after\"  employee complained of\n\nsexual harassment).   \n\n          Here,  the district  court  went  directly  to  the\n\nsecond step in a Title  VII case -- whether the employer  had\n\ncause for its adverse actions.  It is impossible to tell from\n\nthe court's  cryptic order whether it  addressed the question\n\nof  a prima  facie case.   Although  not entirely  clear, the\n\nsequence of  the relevant events  in this  case reveals  that\n\nappellant's  complaints and  the  allegedly  adverse  actions\n\n                             -7-\n\noccurred  almost  simultaneously  during  the  relevant  time\n\nperiod.  Thus,  the face  of the complaint  arguably shows  a\n\nconnection -- the third requirement of a prima facie case.   \n\n          While an employer  might have reasons  to discharge\n\nan employee, it cannot discharge the employee for an improper\n\nreason such as retaliation.  Because appellant states a claim\n\njust  by making a  prima facie case,  we cannot say  that \"it\n\nappears  beyond doubt that  [appellant] can  prove no  set of\n\nfacts in support of\"  his case.  Finally, even  assuming that\n\nappellant's complaint  demonstrates that there  was cause for\n\nhis alleged demotions and  dismissal, appellant must be given\n\na  \"fair opportunity\"  to  show that  appellees' reasons  for\n\ntheir actions were pretexts.  See McDonnell Douglas Corp.  v.\n                                                         \n\nGreen, 411 U.S.  792, 804 (1973).  In so  finding, we express\n     \n\nabsolutely no  opinion as to  the substantive  merits of  the\n\ncomplaints.\n\n          The  judgments in  both cases  are vacated  and the\n                                                    \n\ncases  are remanded  for further proceedings  consistent with\n                   \n\nthis  opinion.   We  note that  we  are remanding  the second\n\naction because the  dismissal of that complaint was  based on\n\nits  similarity to the first  complaint.  We  do not consider\n\nappellant's   arguments   concerning   the    FBI's   alleged\n\nconnections with  the district court judge  because they have\n\nbeen raised for the first  time on appeal.  Finally,  we deny\n                                                             \n\nappellant's motion for oral argument as moot.\n\n                             -8-\n\n          So ordered.   \n                    \n\n                             -9-\n",
  "html": "<p class=\"case_cite\">35 F.3d 13</p>\n    <p class=\"case_cite\">65 Fair Empl.Prac.Cas. (BNA) 1441, 94 Ed. Law<br>Rep. 111</p>\n    <p class=\"parties\">David James WYATT, Plaintiff, Appellant,<br>v.<br>CITY OF BOSTON, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 93-2330, 93-2367.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted May 12, 1994.<br>Decided Sept. 15, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David James Wyatt, on brief pro se.</p>\n      <p class=\"indent\">Malcolm S. Medley, on brief for appellee Boston School Committee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and CYR, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant David James Wyatt, a former teacher in the Boston public school system, filed two almost identical complaints in the district court.  They concern the reasons for various allegedly adverse actions taken by appellees--the Boston School Committee and school personnel.  Ultimately, appellant was terminated from his job.  Each complaint contains a rambling, detailed, and often confusing account of the events which led up to appellant's dismissal.  The gist of the complaints is that appellees retaliated against appellant for opposing what he viewed as sexual harassment and for filing a complaint with the Massachusetts Commission Against Discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court dismissed the first complaint sua sponte.   The order states in full:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A mere reading of plaintiff's Complaint for Retaliation evidences the fact that the defendants had good cause to terminate his employment from the Boston Public School System.  So as not to unduly prejudice the plaintiff from further employment in the education field, the Court refrains from citing those portions of plaintiff's Complaint which give a strong basis for defendants' actions.  This case is dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the second action, the court granted in forma pauperis status to appellant and, at the same time, dismissed his complaint as frivolous under 28 U.S.C. Sec. 1915(d).  It held that the second complaint had alleged no new facts or legal theories.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We assume that the dismissal of the first complaint was based on Fed.R.Civ.P. 12(b)(6).  The sticking point is that the district court dismissed the action without notice and without giving appellant a chance to amend his complaint under Fed.R.Civ.P. 15(a) or to respond in any other way to what the court perceived as the complaint's deficiencies.  The general rule is that such dismissals are proper \"if process has been issued and served and plaintiff is given notice and an opportunity to respond.\"   2A James W. Moore &amp; Jo D. Lucas, Moore's Federal Practice p 12.07[2.--5], at 12-99 (2d ed. 1994) (footnote omitted);  5A Charles A. Wright &amp; Arthur R. Miller, Federal Practice and Procedure Sec. 1357, at 301 (2d ed. 1990) (sua sponte dismissal under Rule 12(b)(6) permitted \"as long as the procedure employed is fair\").  The Supreme Court has said that \"[u]nder Rule 12(b)(6), a plaintiff with an arguable claim is ordinarily accorded notice of a pending motion to dismiss for failure to state a claim and an opportunity to amend the complaint before the motion is ruled upon.\"   See Neitzke v. Williams, 490 U.S. 319, 329, 109 S.Ct. 1827, 1834, 104 L.Ed.2d 338 (1989) (footnote ommitted).</p>\n    </div>\n    <p class=\"indent\">This court also has stated that</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>a district court may, in appropriate circumstances, note the inadequacy of the complaint and, on its own initiative, dismiss the complaint.  Yet a court may not do so without at least giving plaintiffs notice of the proposed action and affording them an opportunity to address the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Literature, Inc. v. Quinn, 482 F.2d 372, 374 (1st Cir.1973) (citations omitted).  See also Street v. Fair, 918 F.2d 269, 272 (1st Cir.1990) (per curiam);  Ricketts v. Midwest Nat'l Bank, 874 F.2d 1177, 1185 (7th Cir.1989) (where a sua sponte dismissal is contemplated by a district court, that court must first give \"both notice of the court's intention and an opportunity to respond\");  Perez v. Ortiz, 849 F.2d 793, 797-98 (2d Cir.1988) (although sua sponte dismissals are proper in some circumstances, a plaintiff must first be given \"notice and an opportunity to be heard\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court determined that the School Committee had \"good cause\" to fire appellant.  However, it is not clear from the court's order whether it was treating appellant's claim as one for unlawful termination under 42 U.S.C. Sec. 2000e-2(a)(1) or for retaliation under Sec. 2000e-3(a).  Because both complaints were labelled as complaints for \"retaliation,\" it seems that the analysis under Sec. 2000e-3(a) applies.  This section provides in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It shall be an unlawful employment practice for an employer to discriminate against any of his employees ... because [the employee] has opposed any practice made an unlawful employment practice by this subchapter, or because he has made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing under this subchapter.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant's claims of retaliation are based on both the \"participation\" and the \"opposition\" clauses.  That is, he made a charge to the MCAD and opposed what he saw as sexual harassment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As for the participation clause, \"there is nothing in its wording requiring that the charges be valid, nor even an implied requirement that they be reasonable.\"   3 Arthur Larson &amp; Lex K. Larson, Employment Discrimination Sec. 87.12(b), at 17-95 (1994) (footnotes omitted);  see also Sias v. City Demonstration Agency, 588 F.2d 692, 695 (9th Cir.1978) (it is \"well settled\" that participation clause protects an employee regardless of the merit of his or her EEOC charge);  Pettway v. American Cast Iron Pipe Co., 411 F.2d 998, 1007 (5th Cir.1969) (fact that employee made false and malicious statements in his EEOC charge is irrelevant).  However, a claim concerning the opposition clause requires that the employee have a reasonable belief that the practice the employee is opposing violates Title VII.  See Sias, 588 F.2d at 696;  Bigge v. Albertsons, Inc., 894 F.2d 1497, 1501 (11th Cir.1990) (employee needs to show, in a case involving the opposition clause, that \"he opposed an unlawful employment practice which he reasonably believed had occurred or was occurring\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nonetheless, the requirements of a prima facie case for either clause are the same.  That is, appellant \"must show by a preponderance of the evidence that:  (1) [he] engaged in a protected activity as an employee, (2) [he] was subsequently discharged from employment, and (3) there was a causal connection between the protected activity and the discharge.\"  Hoeppner v. Crotched Mountain Rehabilitation Ctr. Inc., 31 F.3d 9, 14 (1st Cir.1994).  In addition to discharges, other adverse actions are covered by Sec. 2000e-3(a).  See Employment Discrimination Sec. 87.20, at 17-101 to 17-107 (listing employer actions such as demotions, disadvantageous transfers or assignments, refusals to promote, unwarranted negative job evaluations and toleration of harassment by other employees).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Construing appellant's complaint liberally, see Haines v. Kerner, 404 U.S. 519, 520, 92 S.Ct. 594, 595, 30 L.Ed.2d 652 (1972) (per curiam), we think that it satisfies the first two requirements--he filed charges with the MCAD and subsequently was fired.  As other adverse actions, appellant alleges that he was denied a promotion at the Boston Latin Academy, he received negative performance evaluations, he was transferred to Madison Park High School and, as a senior teacher there, was not given a choice concerning what class he was to teach.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The question, then, is whether under Conley v. Gibson, 355 U.S. 41, 45-46, 78 S.Ct. 99, 102, 2 L.Ed.2d 80 (1957), appellant could \"prove no set of facts\" which would establish a causal link between his complaints and the alleged adverse actions.  One way of showing causation is by establishing that the employer's knowledge of the protected activity was close in time to the employer's adverse action.  See Larson &amp; Larson, supra, Sec. 87.31, at 17-116 to 17-117;  see also Shirley v. Chrysler First, Inc., 970 F.2d 39, 42-43 (5th Cir.1992) (two month period from EEOC's dismissal of plaintiff's complaint and her termination from her job shows a nexus);  Holland v. Jefferson Nat'l Life Ins. Co., 883 F.2d 1307, 1314 (7th Cir.1989) (sufficient link where supervisor first told employee her job would be kept open for her while she was on maternity leave, but changed his mind \"shortly after\" employee complained of sexual harassment).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, the district court went directly to the second step in a Title VII case--whether the employer had cause for its adverse actions.  It is impossible to tell from the court's cryptic order whether it addressed the question of a prima facie case.  Although not entirely clear, the sequence of the relevant events in this case reveals that appellant's complaints and the allegedly adverse actions occurred almost simultaneously during the relevant time period.  Thus, the face of the complaint arguably shows a connection--the third requirement of a prima facie case.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">While an employer might have reasons to discharge an employee, it cannot discharge the employee for an improper reason such as retaliation.  Because appellant states a claim just by making a prima facie case, we cannot say that \"it appears beyond doubt that [appellant] can prove no set of facts in support of\" his case.  Finally, even assuming that appellant's complaint demonstrates that there was cause for his alleged demotions and dismissal, appellant must be given a \"fair opportunity\" to show that appellees' reasons for their actions were pretexts.  See McDonnell Douglas Corp. v. Green, 411 U.S. 792, 804, 93 S.Ct. 1817, 1825, 36 L.Ed.2d 668 (1973).  In so finding, we express absolutely no opinion as to the substantive merits of the complaints.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The judgments in both cases are vacated and the cases are remanded for further proceedings consistent with this opinion.  We note that we are remanding the second action because the dismissal of that complaint was based on its similarity to the first complaint.  We do not consider appellant's arguments concerning the FBI's alleged connections with the district court judge because they have been raised for the first time on appeal.  Finally, we deny appellant's motion for oral argument as moot.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note that in some circumstances other circuits have held that where a district court has dismissed a complaint for failure to state a claim sua sponte, and without notice or an opportunity to be heard, reversal of such a Rule 12(b)(6) dismissal is not mandated if amendment would be futile or if it is patently obvious that the plaintiff could not prevail.  However, most of these cases involve defects which are self-evident.  See Smith v. Boyd, 945 F.2d 1041, 1043 (8th Cir.1991) (inspection of nonpriviledged mail does not constitute a constitutional violation of prisoner's rights;  complaint also failed to allege any injury from defendants' acts);  McKinney v. State of Oklahoma Dep't of Human Services, 925 F.2d 363, 365-66 (10th Cir.1991) (state defendants were immune from suit, private defendant did not act under color of state law and complaint alleged a violation of a right which plainly did not exist).  We do not think that this is such a case</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span> <span class=\"page\">1441</span></span>, 94 Ed. Law<br>Rep. 111</p>\n    <p class=\"parties\">David James WYATT, Plaintiff, Appellant,<br>v.<br>CITY OF BOSTON, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 93-2330, 93-2367.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted May 12, 1994.<br>Decided Sept. 15, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David James Wyatt, on brief pro se.</p>\n      <p class=\"indent\">Malcolm S. Medley, on brief for appellee Boston School Committee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and CYR, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant David James Wyatt, a former teacher in the Boston public school system, filed two almost identical complaints in the district court.  They concern the reasons for various allegedly adverse actions taken by appellees--the Boston School Committee and school personnel.  Ultimately, appellant was terminated from his job.  Each complaint contains a rambling, detailed, and often confusing account of the events which led up to appellant's dismissal.  The gist of the complaints is that appellees retaliated against appellant for opposing what he viewed as sexual harassment and for filing a complaint with the Massachusetts Commission Against Discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court dismissed the first complaint sua sponte.   The order states in full:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A mere reading of plaintiff's Complaint for Retaliation evidences the fact that the defendants had good cause to terminate his employment from the Boston Public School System.  So as not to unduly prejudice the plaintiff from further employment in the education field, the Court refrains from citing those portions of plaintiff's Complaint which give a strong basis for defendants' actions.  This case is dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the second action, the court granted in forma pauperis status to appellant and, at the same time, dismissed his complaint as frivolous under 28 U.S.C. Sec. 1915(d).  It held that the second complaint had alleged no new facts or legal theories.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We assume that the dismissal of the first complaint was based on Fed.R.Civ.P. 12(b)(6).  The sticking point is that the district court dismissed the action without notice and without giving appellant a chance to amend his complaint under Fed.R.Civ.P. 15(a) or to respond in any other way to what the court perceived as the complaint's deficiencies.  The general rule is that such dismissals are proper \"if process has been issued and served and plaintiff is given notice and an opportunity to respond.\"   2A James W. Moore &amp; Jo D. Lucas, Moore's Federal Practice p 12.07[2.--5], at 12-99 (2d ed. 1994) (footnote omitted);  5A Charles A. Wright &amp; Arthur R. Miller, Federal Practice and Procedure Sec. 1357, at 301 (2d ed. 1990) (sua sponte dismissal under Rule 12(b)(6) permitted \"as long as the procedure employed is fair\").  The Supreme Court has said that \"[u]nder Rule 12(b)(6), a plaintiff with an arguable claim is ordinarily accorded notice of a pending motion to dismiss for failure to state a claim and an opportunity to amend the complaint before the motion is ruled upon.\"   See Neitzke v. Williams, <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 329, <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1827</span></a></span>, 1834, <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">338</span> </a></span>(1989) (footnote ommitted).</p>\n    </div>\n    <p class=\"indent\">This court also has stated that</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>a district court may, in appropriate circumstances, note the inadequacy of the complaint and, on its own initiative, dismiss the complaint.  Yet a court may not do so without at least giving plaintiffs notice of the proposed action and affording them an opportunity to address the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Literature, Inc. v. Quinn, <span class=\"citation\" data-id=\"312689\"><a href=\"/opinion/312689/literature-inc-v-robert-h-quinn/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">372</span></a></span>, 374 (1st Cir.1973) (citations omitted).  See also Street v. Fair, <span class=\"citation\" data-id=\"551275\"><a href=\"/opinion/551275/ra-street-v-michael-v-fair/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></a></span>, 272 (1st Cir.1990) (per curiam);  Ricketts v. Midwest Nat'l Bank, <span class=\"citation\" data-id=\"523183\"><a href=\"/opinion/523183/james-h-ricketts-sr-v-midwest-national-bank-james-h-ricketts-sr-v/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1177</span></a></span>, 1185 (7th Cir.1989) (where a sua sponte dismissal is contemplated by a district court, that court must first give \"both notice of the court's intention and an opportunity to respond\");  Perez v. Ortiz, <span class=\"citation\" data-id=\"507775\"><a href=\"/opinion/507775/gloria-perez-elizabeth-agosto-v-jesus-ortiz-philomena-lula-and-theodore/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">793</span></a></span>, 797-98 (2d Cir.1988) (although sua sponte dismissals are proper in some circumstances, a plaintiff must first be given \"notice and an opportunity to be heard\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court determined that the School Committee had \"good cause\" to fire appellant.  However, it is not clear from the court's order whether it was treating appellant's claim as one for unlawful termination under 42 U.S.C. Sec. 2000e-2(a)(1) or for retaliation under Sec. 2000e-3(a).  Because both complaints were labelled as complaints for \"retaliation,\" it seems that the analysis under Sec. 2000e-3(a) applies.  This section provides in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It shall be an unlawful employment practice for an employer to discriminate against any of his employees ... because [the employee] has opposed any practice made an unlawful employment practice by this subchapter, or because he has made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing under this subchapter.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant's claims of retaliation are based on both the \"participation\" and the \"opposition\" clauses.  That is, he made a charge to the MCAD and opposed what he saw as sexual harassment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As for the participation clause, \"there is nothing in its wording requiring that the charges be valid, nor even an implied requirement that they be reasonable.\"   3 Arthur Larson &amp; Lex K. Larson, Employment Discrimination Sec. 87.12(b), at 17-95 (1994) (footnotes omitted);  see also Sias v. City Demonstration Agency, <span class=\"citation\" data-id=\"361335\"><a href=\"/opinion/361335/18-fair-emplpraccas-981-18-empl-prac-dec-p-8773-robert-sias/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">692</span></a></span>, 695 (9th Cir.1978) (it is \"well settled\" that participation clause protects an employee regardless of the merit of his or her EEOC charge);  Pettway v. American Cast Iron Pipe Co., <span class=\"citation\" data-id=\"285154\"><a href=\"/opinion/285154/rush-pettway-and-peter-j-wrenn-v-american-cast-iron-pipe-company/\"><span class=\"volume\">411</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">998</span></a></span>, 1007 (5th Cir.1969) (fact that employee made false and malicious statements in his EEOC charge is irrelevant).  However, a claim concerning the opposition clause requires that the employee have a reasonable belief that the practice the employee is opposing violates Title VII.  See <span class=\"citation\" data-id=\"361335\"><span class=\"antecedent_guess\">Sias,</span> <a href=\"/opinion/361335/18-fair-emplpraccas-981-18-empl-prac-dec-p-8773-robert-sias/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">696</span></a></span>;  Bigge v. Albertsons, Inc., <span class=\"citation\" data-id=\"536016\"><a href=\"/opinion/536016/52-fair-emplpraccas-239-52-empl-prac-dec-p-39663-william-bigge-v/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1497</span></a></span>, 1501 (11th Cir.1990) (employee needs to show, in a case involving the opposition clause, that \"he opposed an unlawful employment practice which he reasonably believed had occurred or was occurring\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nonetheless, the requirements of a prima facie case for either clause are the same.  That is, appellant \"must show by a preponderance of the evidence that:  (1) [he] engaged in a protected activity as an employee, (2) [he] was subsequently discharged from employment, and (3) there was a causal connection between the protected activity and the discharge.\"  Hoeppner v. Crotched Mountain Rehabilitation Ctr. Inc., <span class=\"citation\" data-id=\"195529\"><a href=\"/opinion/195529/hoeppner-v-crotched-mountain/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 14 (1st Cir.1994).  In addition to discharges, other adverse actions are covered by Sec. 2000e-3(a).  See Employment Discrimination Sec. 87.20, at 17-101 to 17-107 (listing employer actions such as demotions, disadvantageous transfers or assignments, refusals to promote, unwarranted negative job evaluations and toleration of harassment by other employees).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Construing appellant's complaint liberally, see Haines v. Kerner, <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, 520, <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">594</span></a></span>, 595, <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">652</span> </a></span>(1972) (per curiam), we think that it satisfies the first two requirements--he filed charges with the MCAD and subsequently was fired.  As other adverse actions, appellant alleges that he was denied a promotion at the Boston Latin Academy, he received negative performance evaluations, he was transferred to Madison Park High School and, as a senior teacher there, was not given a choice concerning what class he was to teach.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The question, then, is whether under Conley v. Gibson, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 102, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span> </a></span>(1957), appellant could \"prove no set of facts\" which would establish a causal link between his complaints and the alleged adverse actions.  One way of showing causation is by establishing that the employer's knowledge of the protected activity was close in time to the employer's adverse action.  See Larson &amp; Larson, supra, Sec. 87.31, at 17-116 to 17-117;  see also Shirley v. Chrysler First, Inc., <span class=\"citation\" data-id=\"587280\"><a href=\"/opinion/587280/doris-hill-shirley-v-chrysler-first-inc/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 42-43 (5th Cir.1992) (two month period from EEOC's dismissal of plaintiff's complaint and her termination from her job shows a nexus);  Holland v. Jefferson Nat'l Life Ins. Co., <span class=\"citation\" data-id=\"528417\"><a href=\"/opinion/528417/50-fair-emplpraccas-1215-51-empl-prac-dec-p-39286-carolyn-holland/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1307</span></a></span>, 1314 (7th Cir.1989) (sufficient link where supervisor first told employee her job would be kept open for her while she was on maternity leave, but changed his mind \"shortly after\" employee complained of sexual harassment).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, the district court went directly to the second step in a Title VII case--whether the employer had cause for its adverse actions.  It is impossible to tell from the court's cryptic order whether it addressed the question of a prima facie case.  Although not entirely clear, the sequence of the relevant events in this case reveals that appellant's complaints and the allegedly adverse actions occurred almost simultaneously during the relevant time period.  Thus, the face of the complaint arguably shows a connection--the third requirement of a prima facie case.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">While an employer might have reasons to discharge an employee, it cannot discharge the employee for an improper reason such as retaliation.  Because appellant states a claim just by making a prima facie case, we cannot say that \"it appears beyond doubt that [appellant] can prove no set of facts in support of\" his case.  Finally, even assuming that appellant's complaint demonstrates that there was cause for his alleged demotions and dismissal, appellant must be given a \"fair opportunity\" to show that appellees' reasons for their actions were pretexts.  See McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 804, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1825, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span> </a></span>(1973).  In so finding, we express absolutely no opinion as to the substantive merits of the complaints.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The judgments in both cases are vacated and the cases are remanded for further proceedings consistent with this opinion.  We note that we are remanding the second action because the dismissal of that complaint was based on its similarity to the first complaint.  We do not consider appellant's arguments concerning the FBI's alleged connections with the district court judge because they have been raised for the first time on appeal.  Finally, we deny appellant's motion for oral argument as moot.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note that in some circumstances other circuits have held that where a district court has dismissed a complaint for failure to state a claim sua sponte, and without notice or an opportunity to be heard, reversal of such a Rule 12(b)(6) dismissal is not mandated if amendment would be futile or if it is patently obvious that the plaintiff could not prevail.  However, most of these cases involve defects which are self-evident.  See Smith v. Boyd, <span class=\"citation\" data-id=\"569160\"><a href=\"/opinion/569160/clark-lee-smith-v-julian-boyd-laverta-barns-gloria-blocker-dav-kovac/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1041</span></a></span>, 1043 (8th Cir.1991) (inspection of nonpriviledged mail does not constitute a constitutional violation of prisoner's rights;  complaint also failed to allege any injury from defendants' acts);  McKinney v. State of Oklahoma Dep't of Human Services, <span class=\"citation\" data-id=\"555558\"><a href=\"/opinion/555558/robert-dale-mckinney-v-state-of-oklahoma-department-of-human-services/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">363</span></a></span>, 365-66 (10th Cir.1991) (state defendants were immune from suit, private defendant did not act under color of state law and complaint alleged a violation of a right which plainly did not exist).  We do not think that this is such a case</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112254/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195529/",
    "https://www.courtlistener.com/api/rest/v3/opinions/285154/",
    "https://www.courtlistener.com/api/rest/v3/opinions/312689/",
    "https://www.courtlistener.com/api/rest/v3/opinions/361335/",
    "https://www.courtlistener.com/api/rest/v3/opinions/507775/",
    "https://www.courtlistener.com/api/rest/v3/opinions/523183/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528417/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536016/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551275/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555558/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569160/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587280/"
  ]
}