{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195656/",
  "id": 195656,
  "absolute_url": "/opinion/195656/chrysler-credit-v-silva-inc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195656/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:44:51Z",
  "date_modified": "2020-02-21T23:32:16.966041Z",
  "type": "010combined",
  "sha1": "f93eed7832a91e583d8d43055a95a28a07198f11",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1851.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1851\n\n                        MICHELE MAYES,\n\n                    Defendant, Appellant,\n\n                              v.\n\n                 CHRYSLER CREDIT CORPORATION,\n\n                     Plaintiff, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n\n                                         \n\n                            Before\n\n                     Breyer,* Chief Judge,\n                                         \n\n            Torruella and Boudin, Circuit Judges.\n                                                \n\n                                         \n\nChristopher C. Trundy for appellant.\n                     \nPaul  Marshall Harris with whom  Lynne F. Riley and  Powers &amp; Hall\n                                                                  \nwere on brief for appellee.\n\n                                         \n\n                       October 11, 1994\n                                         \n\n                \n\n*Chief  Judge Stephen Breyer heard  oral argument in  this matter, but\ndid not  participate in  the drafting or  the issuance of  the panel's\nopinion.   The remaining  two panelists  therefore issue  this opinion\npursuant to 28 U.S.C.   46(d).\n\n     BOUDIN, Circuit  Judge.   In 1984, Jean  Mayes purchased\n                           \n\nAlbert L.  Silva, d/b/a Rainbow Motors  (\"Rainbow Motors\"), a\n\nNantucket car dealership.   In May 1985 he then  entered into\n\nfinancing  arrangements  with  Chrysler   Credit  Corporation\n\n(\"Chrysler\") to  finance his  car inventory.   The \"borrower\"\n\nwas  to be Rainbow Motors, Jean Mayes being its president and\n\nsole shareholder.\n\n     To  support  the financing,  Chrysler required  not only\n\nJean  Mayes but  also  his wife,  Michele  Mayes, to  sign  a\n\n\"Continuing  Guaranty,\"  a  document  imposing  unconditional\n\njoint and several  liability on the guarantors for  the debts\n\nof Rainbow Motors  to Chrysler.   Michele Mayes  was a  well-\n\ncompensated  corporate attorney  and also  owned or  co-owned\n\nland  rented  to Rainbow  Motors.    She assertedly  did  not\n\nparticipate  in  managing the  dealership,  although  she was\n\nlisted  as  a  director  and  officer.    Allegedly,  it  was\n\nChrysler's practice to seek spousal guaranties as a matter of\n\ncourse.\n\n     Rainbow Motors  thereafter accumulated  a large debt  to\n\nChrysler and, in December  1990, Chrysler brought the present\n\naction  against  Rainbow  Motors  and Michele  Mayes  in  the\n\ndistrict  court seeking  payment  of an  outstanding debt  of\n\n$750,126.41.  Michele Mayes did  not dispute the existence of\n\nthe guaranty  but pleaded waiver and  estoppel as affirmative\n\n                             -2-\n\ndefenses to Chrysler's claim against her.   Michele Mayes did\n\nnot assert any counterclaim.  \n\n     A non-jury trial was  held in the district court  on May\n\n25  and 26, 1993.  In a brief memorandum and order on May 26,\n\n1993,  the district  court said  that Michele  Mayes had  not\n\npresented adequate evidence at trial to support her equitable\n\ndefense  of waiver  or estoppel.   The  court also  said that\n\nMayes had  argued  at trial  that the  guaranty violated  the\n\nEqual Credit Opportunity Act,  15 U.S.C.   1691 et  seq., but\n                                                        \n\nthe  court said that this defense had been waived because not\n\nasserted in the answer,  and was in any event  without merit.\n\nThe district court entered judgment  in favor of Chrysler and\n\nagainst both  Rainbow Motors and Michele Mayes  in the amount\n\nof $750,126.41.  Michele Mayes alone has appealed.\n\n      We address  first her principal argument,  based on the\n\nEqual Credit Opportunity  Act.  Michele Mayes' brief does not\n\nrespond  directly to  the  district court's  ruling that  the\n\nstatutory defense has been waived for failure to assert it in\n\nthe answer.  See Fed. R. Civ. P. 8(a).  The indirect response\n\nappears  to be two-fold:  first, that the  district court did\n\nresolve the issue on  the merits; and second, that,  at least\n\nin the indirect \"public policy\" version in which the  defense\n\nis urged, it is  embraced by the \"estoppel\" defense  that was\n\nproperly pleaded.\n\n                             -3-\n\n     We have some doubt about either branch of this response.\n\nIn  its  final  decision,  the district  court  prefaced  its\n\nfootnoted  discussion of the merits by saying that it did not\n\nneed to reach  the issue.   As for the estoppel  defense, the\n\nanswer merely  said as  an affirmative defense  that Chrysler\n\n\"because  of its  own  actions\" should  be estopped,  without\n\nidentifying  any  such  actions or  mentioning  the  statute.\n\nNevertheless, we  think  that Mayes  has  no defense  on  the\n\nmerits and prefer to rest our decision on that ground.\n\n     The district court said that a  violation of the statute\n\ncould   not  be  asserted  as   a  defense  but   only  as  a\n\ncounterclaim.  There appears to be more than one view on this\n\nissue,  but  Michele  Mayes  does not  challenge  the  ruling\n\ndirectly.    Instead   her brief  responds  that she  has not\n\nargued  \"that there was a  violation of the  ECOA, but rather\n\nthat the policy of the act should be applied to the guarantee\n\nby  the  Court  sitting  in  equity.\"   This  rather  awkward\n\nformulation, casting  the defense as one of public policy, is\n\napparently designed to meet yet another concern.\n\n     The  Equal Credit Opportunity  Act pertinently provides,\n\nin  general  terms, that  a  creditor  may not  \"discriminate\n\nagainst any applicant, with respect to any aspect of a credit\n\ntransaction .  .  . on  the basis  of .  . .  sex or  marital\n\nstatus.\"    15 U.S.C.    1691(a)(1).    At the  time Chrysler\n\nsecured Mayes' guaranty  in 1985, a regulation of the Federal\n\n                             -4-\n\nReserve  Board--the  then-operative version  of  12  C.F.R.  \n\n202.2(e)--expressly provided  that  a guarantor  was  not  an\n\n\"applicant.\"   See  Morse v.  Mutual Federal  Savings &amp;  Loan\n                                                             \n\nAss'n, 536 F. Supp. 1271, 1278 (D. Mass. 1982) (Aldrich, J.).\n     \n\n     This regulation apparently reflected the Federal Reserve\n\nBoard's understanding of the statute's original purpose.  The\n\nstatute was initially designed, at least in  part, to curtail\n\nthe  practice of  creditors  who refused  to  grant a  wife's\n\ncredit application without a guaranty from  her husband.  See\n                                                             \n\nAnderson v. United Finance Co., 666 F.2d 1274, 1277 (9th Cir.\n                              \n\n1982).  Under the  original Federal Reserve Board regulation,\n\na  wife  (or a  husband) who  was  denied credit  because the\n\nspouse  refused to guarantee the  loan might have  a cause of\n\naction, depending on the  circumstances; but where the spouse\n\ndid guarantee the loan, that spouse--not being an applicant--\n\nhad no basis for a claim or any defense against collection.  \n\n     Eventually  the   Federal  Reserve  Board   revised  its\n\nregulation,  effective on  October  1,  1986,  extending  the\n\ndefinition of an \"applicant\" to include \"guarantors . . . and\n\nsimilar parties.\"  12 C.F.R.   202.2(e), adopted 50 Fed. Reg.\n\n48026 (Nov. 20, 1985).  Michele Mayes does not claim that the\n\nregulation applies retroactively to her case.  Cf.  Boatman's\n                                                             \n\nFirst National Bank v. Koger, 784 F. Supp. 815 (D. Kan. 1992)\n                            \n\n(holding that the regulation  is not retroactive).  Instead--\n\n                             -5-\n\nto put  the best face  on her argument--she  can be  taken to\n\nurge that  Chrysler's conduct  was unlawful, both  before and\n\nafter  the new  regulation, even  if a  pre-October 1,  1986,\n\nguarantor  had no standing to assert a direct claim under the\n\nstatute.    Public  policy,  in   effect,  is  offered  as  a\n\nsubstitute for standing. \n\n     Assuming arguendo a violation by Chrysler, we think that\n                      \n\nMayes' contention has some  weight but not quite enough.   If\n\nChrysler's  conduct  in  seeking  the  spousal  guaranty  was\n\nunlawful  when the  financing  arrangement was  made, Michele\n\nMayes' defense would not directly affront the general precept\n\nthat  a  party's conduct  should be  judged  by the  rules in\n\neffect  when the  conduct occurred.   See generally  Bowen v.\n                                                          \n\nGeorgetown University Hospital, 488 U.S. 204, 208 (1988).  On\n                              \n\nthe   other  hand,   there  remains   a  strong   element  of\n\nretroactivity  in  what Mayes  seeks  in this  case,  and her\n\nargument  depends on a  rather loose description  of what was\n\narguably unlawful in Chrysler's conduct.\n\n     At the time Chrysler  made the financing arrangements in\n\nquestion and  secured the  guaranty, Chrysler might  have had\n\nreason  to believe that it  should not seek  the guaranty and\n\nmight be liable  to the de facto borrower (Jean  Mayes) if it\n                                \n\nrefused to extend credit to  him without a spousal guarantee.\n\nBut at  that time the core  of the conduct  made unlawful was\n\nwithholding or conditioning  the loan to the borrower.  Under\n\n                             -6-\n\nthe  regulation as it then  stood, Chrysler had  no reason to\n\nthink  that  it would  be unable  to  collect on  any spousal\n\nguaranty  since the  regulation  said that  the  guaranteeing\n\nspouse was not a protected party.\n\n     The Federal Reserve Board  has changed its position now,\n\nthe guarantor  is protected by  the terms of  the regulation,\n\nand Chrysler is now  on notice that  such a defense might  be\n\nattempted.  But we  think it stretches public policy  too far\n\nto bar Chrysler  from collecting  now on a  guaranty made  in\n\n1985  when in 1985 its right to collect on the guaranty would\n\nnot  reasonably have been thought in doubt.  Put differently,\n\nthe regulation's change in \"standing\" is actually a surrogate\n\nfor  an enlarged  view of what  is unlawful  about Chrysler's\n\nconduct.\n\n     One  might  imagine cases  where  a  public policy  that\n\narises after the  event is of such a force and character that\n            \n\nit should be applied  even to conduct that occurred  prior to\n\nthe  new   regime;  after   all,   the  presumption   against\n\nretroactive statutes can be  overcome when Congress  provides\n\nfor retroactivity.   E.g., Pension Benefit  Guaranty Corp. v.\n                                                         \n\nR. A. Gray &amp; Co., 467 U.S. 717 (1984).  But in this appeal we\n               \n\nare given  no reason to think  that our case presents  such a\n\nrare and exigent  situation.  Accordingly, we  have no reason\n\nto consider Chrysler's defense of its conduct on the merits.\n\n                             -7-\n\n     Two remaining  claims of error can  be answered quickly.\n\nFirst,   Michele  Mayes   argues  that   Chrysler  introduced\n\nirrelevant and prejudicial information into the proceeding by\n\nreferring to the bankruptcy of her husband, by claiming  that\n\nher statutory  defense was belatedly pled,  and by attempting\n\nto show that Chrysler  had good reason for requiring  her own\n\nguaranty  in  this  instance.    All  of  these  matters  are\n\nirrelevant to our own legal  determination which is based  on\n\nthe  fact that  the  guaranty  predated  the  change  in  the\n\nregulation.  \n\n     Second, Michele Mayes renews  on appeal an argument that\n\nshe  has an  equitable  defense because  Chrysler itself,  by\n\ncutting  off credit  temporarily to  Rainbow Motors  in 1988,\n\ncaused the financial hardships that led to its default on the\n\ndebt.   This argument rests  entirely on the  brief's central\n\nproposition  that \"the  uncontroverted testimony  of [Michele\n\nMayes']   witnesses  was  that   Chrysler  Credit  wrongfully\n\nwithheld agreed upon financing  for the 1989 selling season.\"\n\nAlthough  there are no findings on this point, a brief review\n\nof  the  record   shows  that  the  situation  is   far  more\n\ncomplicated  than  the  \"uncontroverted testimony\"  reference\n\nwould suggest.\n\n     It  appears   that   Chrysler  also   financed   another\n\ndealership of  Jean Mayes located  in Hingham, Massachusetts,\n\nthat   the  credit  arrangements  were  in  certain  respects\n\n                             -8-\n\ninterrelated, and  that the \"hold\" placed  on Rainbow Motors'\n\nfinancing was connected to  alleged problems with the Hingham\n\ndealership.  Whether or  not the cutoff of credit  to Rainbow\n\nMotors   was  wrongful,  wrongfulness  was  certainly  not  a\n\nconceded issue  at trial.   It is  the obligation of  one who\n\nappeals  on  such  grounds  to  address  the  evidence.   The\n\ntreatment of this  point offered in Michele Mayes' brief does\n\nnot attempt the task.  \n\n     Affirmed. \n             \n\n                             -9-\n",
  "html": "<p class=\"case_cite\">37 F.3d 9</p>\n    <p class=\"parties\">Michele MAYES, Defendant, Appellant,<br>v.<br>CHRYSLER CREDIT CORPORATION, Plaintiff, Appellee.</p>\n    <p class=\"docket\">No. 93-1851.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 10, 1994.<br>Decided Oct. 11, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Christopher C. Trundy, New Bedford, MA, for appellant.</p>\n      <p class=\"indent\">Paul Marshall Harris with whom Lynne F. Riley and Powers &amp; Hall, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, TORRUELLA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1984, Jean Mayes purchased Albert L. Silva, d/b/a Rainbow Motors (\"Rainbow Motors\"), a Nantucket car dealership.  In May 1985 he then entered into financing arrangements with Chrysler Credit Corporation (\"Chrysler\") to finance his car inventory.  The \"borrower\" was to be Rainbow Motors, Jean Mayes being its president and sole shareholder.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">To support the financing, Chrysler required not only Jean Mayes but also his wife, Michele Mayes, to sign a \"Continuing Guaranty,\" a document imposing unconditional joint and several liability on the guarantors for the debts of Rainbow Motors to Chrysler.  Michele Mayes was a well-compensated corporate attorney and also owned or co-owned land rented to Rainbow Motors.  She assertedly did not participate in managing the dealership, although she was listed as a director and officer.  Allegedly, it was Chrysler's practice to seek spousal guaranties as a matter of course.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Rainbow Motors thereafter accumulated a large debt to Chrysler and, in December 1990, Chrysler brought the present action against Rainbow Motors and Michele Mayes in the district court seeking payment of an outstanding debt of $750,126.41.  Michele Mayes did not dispute the existence of the guaranty but pleaded waiver and estoppel as affirmative defenses to Chrysler's claim against her.  Michele Mayes did not assert any counterclaim.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A non-jury trial was held in the district court on May 25 and 26, 1993.  In a brief memorandum and order on May 26, 1993, the district court said that Michele Mayes had not presented adequate evidence at trial to support her equitable defense of waiver or estoppel.  The court also said that Mayes had argued at trial that the guaranty violated the Equal Credit Opportunity Act, 15 U.S.C. Sec. 1691 et seq., but the court said that this defense had been waived because not asserted in the answer, and was in any event without merit.  The district court entered judgment in favor of Chrysler and against both Rainbow Motors and Michele Mayes in the amount of $750,126.41.  Michele Mayes alone has appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We address first her principal argument, based on the Equal Credit Opportunity Act.  Michele Mayes' brief does not respond directly to the district court's ruling that the statutory defense has been waived for failure to assert it in the answer.  See Fed.R.Civ.P. 8(a).  The indirect response appears to be two-fold:  first, that the district court did resolve the issue on the merits;  and second, that, at least in the indirect \"public policy\" version in which the defense is urged, it is embraced by the \"estoppel\" defense that was properly pleaded.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We have some doubt about either branch of this response.  In its final decision, the district court prefaced its footnoted discussion of the merits by saying that it did not need to reach the issue.  As for the estoppel defense, the answer merely said as an affirmative defense that Chrysler \"because of its own actions\" should be estopped, without identifying any such actions or mentioning the statute.  Nevertheless, we think that Mayes has no defense on the merits and prefer to rest our decision on that ground.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court said that a violation of the statute could not be asserted as a defense but only as a counterclaim.  There appears to be more than one view on this issue, but Michele Mayes does not challenge the ruling directly.  Instead her brief responds that she has not argued \"that there was a violation of the ECOA, but rather that the policy of the act should be applied to the guarantee by the Court sitting in equity.\"   This rather awkward formulation, casting the defense as one of public policy, is apparently designed to meet yet another concern.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Equal Credit Opportunity Act pertinently provides, in general terms, that a creditor may not \"discriminate against any applicant, with respect to any aspect of a credit transaction ... on the basis of ... sex or marital status.\"  15 U.S.C. Sec. 1691(a)(1).  At the time Chrysler secured Mayes' guaranty in 1985, a regulation of the Federal Reserve Board--the then-operative version of 12 C.F.R. Sec. 202.2(e)--expressly provided that a guarantor was not an \"applicant.\"   See Morse v. Mutual Federal Savings &amp; Loan Ass'n, 536 F.Supp. 1271, 1278 (D.Mass.1982) (Aldrich, J.).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This regulation apparently reflected the Federal Reserve Board's understanding of the statute's original purpose.  The statute was initially designed, at least in part, to curtail the practice of creditors who refused to grant a wife's credit application without a guaranty from her husband.  See Anderson v. United Finance Co., 666 F.2d 1274, 1277 (9th Cir.1982).  Under the original Federal Reserve Board regulation, a wife (or a husband) who was denied credit because the spouse refused to guarantee the loan might have a cause of action, depending on the circumstances;  but where the spouse did guarantee the loan, that spouse--not being an applicant--had no basis for a claim or any defense against collection.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Eventually the Federal Reserve Board revised its regulation, effective on October 1, 1986, extending the definition of an \"applicant\" to include \"guarantors ... and similar parties.\"  12 C.F.R. Sec. 202.2(e), adopted 50 Fed.Reg. 48026 (Nov. 20, 1985).  Michele Mayes does not claim that the regulation applies retroactively to her case.  Cf. Boatmen's First National Bank v. Koger, 784 F.Supp. 815 (D.Kan.1992) (holding that the regulation is not retroactive).  Instead--to put the best face on her argument--she can be taken to urge that Chrysler's conduct was unlawful, both before and after the new regulation, even if a pre-October 1, 1986, guarantor had no standing to assert a direct claim under the statute.  Public policy, in effect, is offered as a substitute for standing.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Assuming arguendo a violation by Chrysler, we think that Mayes' contention has some weight but not quite enough.  If Chrysler's conduct in seeking the spousal guaranty was unlawful when the financing arrangement was made, Michele Mayes' defense would not directly affront the general precept that a party's conduct should be judged by the rules in effect when the conduct occurred.  See generally Bowen v. Georgetown University Hospital, 488 U.S. 204, 208, 109 S.Ct. 468, 471-72, 102 L.Ed.2d 493 (1988).  On the other hand, there remains a strong element of retroactivity in what Mayes seeks in this case, and her argument depends on a rather loose description of what was arguably unlawful in Chrysler's conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At the time Chrysler made the financing arrangements in question and secured the guaranty, Chrysler might have had reason to believe that it should not seek the guaranty and might be liable to the de facto borrower (Jean Mayes) if it refused to extend credit to him without a spousal guarantee.  But at that time the core of the conduct made unlawful was withholding or conditioning the loan to the borrower.  Under the regulation as it then stood, Chrysler had no reason to think that it would be unable to collect on any spousal guaranty since the regulation said that the guaranteeing spouse was not a protected party.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Federal Reserve Board has changed its position now, the guarantor is protected by the terms of the regulation, and Chrysler is now on notice that such a defense might be attempted.  But we think it stretches public policy too far to bar Chrysler from collecting now on a guaranty made in 1985 when in 1985 its right to collect on the guaranty would not reasonably have been thought in doubt.  Put differently, the regulation's change in \"standing\" is actually a surrogate for an enlarged view of what is unlawful about Chrysler's conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">One might imagine cases where a public policy that arises after the event is of such a force and character that it should be applied even to conduct that occurred prior to the new regime;  after all, the presumption against retroactive statutes can be overcome when Congress provides for retroactivity.  E.g., Pension Benefit Guaranty Corp. v. R. A. Gray &amp; Co., 467 U.S. 717, 104 S.Ct. 2709, 81 L.Ed.2d 601 (1984).  But in this appeal we are given no reason to think that our case presents such a rare and exigent situation.  Accordingly, we have no reason to consider Chrysler's defense of its conduct on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Two remaining claims of error can be answered quickly.  First, Michele Mayes argues that Chrysler introduced irrelevant and prejudicial information into the proceeding by referring to the bankruptcy of her husband, by claiming that her statutory defense was belatedly pled, and by attempting to show that Chrysler had good reason for requiring her own guaranty in this instance.  All of these matters are irrelevant to our own legal determination which is based on the fact that the guaranty predated the change in the regulation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Second, Michele Mayes renews on appeal an argument that she has an equitable defense because Chrysler itself, by cutting off credit temporarily to Rainbow Motors in 1988, caused the financial hardships that led to its default on the debt.  This argument rests entirely on the brief's central proposition that \"the uncontroverted testimony of [Michele Mayes'] witnesses was that Chrysler Credit wrongfully withheld agreed upon financing for the 1989 selling season.\"   Although there are no findings on this point, a brief review of the record shows that the situation is far more complicated than the \"uncontroverted testimony\" reference would suggest.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It appears that Chrysler also financed another dealership of Jean Mayes located in Hingham, Massachusetts, that the credit arrangements were in certain respects interrelated, and that the \"hold\" placed on Rainbow Motors' financing was connected to alleged problems with the Hingham dealership.  Whether or not the cutoff of credit to Rainbow Motors was wrongful, wrongfulness was certainly not a conceded issue at trial.  It is the obligation of one who appeals on such grounds to address the evidence.  The treatment of this point offered in Michele Mayes' brief does not attempt the task.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter, but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></span></p>\n    <p class=\"parties\">Michele MAYES, Defendant, Appellant,<br>v.<br>CHRYSLER CREDIT CORPORATION, Plaintiff, Appellee.</p>\n    <p class=\"docket\">No. 93-1851.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 10, 1994.<br>Decided Oct. 11, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Christopher C. Trundy, New Bedford, MA, for appellant.</p>\n      <p class=\"indent\">Paul Marshall Harris with whom Lynne F. Riley and Powers &amp; Hall, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, TORRUELLA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1984, Jean Mayes purchased Albert L. Silva, d/b/a Rainbow Motors (\"Rainbow Motors\"), a Nantucket car dealership.  In May 1985 he then entered into financing arrangements with Chrysler Credit Corporation (\"Chrysler\") to finance his car inventory.  The \"borrower\" was to be Rainbow Motors, Jean Mayes being its president and sole shareholder.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">To support the financing, Chrysler required not only Jean Mayes but also his wife, Michele Mayes, to sign a \"Continuing Guaranty,\" a document imposing unconditional joint and several liability on the guarantors for the debts of Rainbow Motors to Chrysler.  Michele Mayes was a well-compensated corporate attorney and also owned or co-owned land rented to Rainbow Motors.  She assertedly did not participate in managing the dealership, although she was listed as a director and officer.  Allegedly, it was Chrysler's practice to seek spousal guaranties as a matter of course.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Rainbow Motors thereafter accumulated a large debt to Chrysler and, in December 1990, Chrysler brought the present action against Rainbow Motors and Michele Mayes in the district court seeking payment of an outstanding debt of $750,126.41.  Michele Mayes did not dispute the existence of the guaranty but pleaded waiver and estoppel as affirmative defenses to Chrysler's claim against her.  Michele Mayes did not assert any counterclaim.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A non-jury trial was held in the district court on May 25 and 26, 1993.  In a brief memorandum and order on May 26, 1993, the district court said that Michele Mayes had not presented adequate evidence at trial to support her equitable defense of waiver or estoppel.  The court also said that Mayes had argued at trial that the guaranty violated the Equal Credit Opportunity Act, 15 U.S.C. Sec. 1691 et seq., but the court said that this defense had been waived because not asserted in the answer, and was in any event without merit.  The district court entered judgment in favor of Chrysler and against both Rainbow Motors and Michele Mayes in the amount of $750,126.41.  Michele Mayes alone has appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We address first her principal argument, based on the Equal Credit Opportunity Act.  Michele Mayes' brief does not respond directly to the district court's ruling that the statutory defense has been waived for failure to assert it in the answer.  See Fed.R.Civ.P. 8(a).  The indirect response appears to be two-fold:  first, that the district court did resolve the issue on the merits;  and second, that, at least in the indirect \"public policy\" version in which the defense is urged, it is embraced by the \"estoppel\" defense that was properly pleaded.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We have some doubt about either branch of this response.  In its final decision, the district court prefaced its footnoted discussion of the merits by saying that it did not need to reach the issue.  As for the estoppel defense, the answer merely said as an affirmative defense that Chrysler \"because of its own actions\" should be estopped, without identifying any such actions or mentioning the statute.  Nevertheless, we think that Mayes has no defense on the merits and prefer to rest our decision on that ground.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court said that a violation of the statute could not be asserted as a defense but only as a counterclaim.  There appears to be more than one view on this issue, but Michele Mayes does not challenge the ruling directly.  Instead her brief responds that she has not argued \"that there was a violation of the ECOA, but rather that the policy of the act should be applied to the guarantee by the Court sitting in equity.\"   This rather awkward formulation, casting the defense as one of public policy, is apparently designed to meet yet another concern.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Equal Credit Opportunity Act pertinently provides, in general terms, that a creditor may not \"discriminate against any applicant, with respect to any aspect of a credit transaction ... on the basis of ... sex or marital status.\"  15 U.S.C. Sec. 1691(a)(1).  At the time Chrysler secured Mayes' guaranty in 1985, a regulation of the Federal Reserve Board--the then-operative version of 12 C.F.R. Sec. 202.2(e)--expressly provided that a guarantor was not an \"applicant.\"   See Morse v. Mutual Federal Savings &amp; Loan Ass'n, <span class=\"citation\" data-id=\"2010046\"><a href=\"/opinion/2010046/morse-v-mutual-federal-s-l-assn-of-whitman/\"><span class=\"volume\">536</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1271</span></a></span>, 1278 (D.Mass.1982) (Aldrich, J.).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This regulation apparently reflected the Federal Reserve Board's understanding of the statute's original purpose.  The statute was initially designed, at least in part, to curtail the practice of creditors who refused to grant a wife's credit application without a guaranty from her husband.  See Anderson v. United Finance Co., <span class=\"citation\" data-id=\"398101\"><a href=\"/opinion/398101/patsy-anderson-v-united-finance-company/\"><span class=\"volume\">666</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1274</span></a></span>, 1277 (9th Cir.1982).  Under the original Federal Reserve Board regulation, a wife (or a husband) who was denied credit because the spouse refused to guarantee the loan might have a cause of action, depending on the circumstances;  but where the spouse did guarantee the loan, that spouse--not being an applicant--had no basis for a claim or any defense against collection.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Eventually the Federal Reserve Board revised its regulation, effective on October 1, 1986, extending the definition of an \"applicant\" to include \"guarantors ... and similar parties.\"  12 C.F.R. Sec. 202.2(e), adopted 50 Fed.Reg. 48026 (Nov. 20, 1985).  Michele Mayes does not claim that the regulation applies retroactively to her case.  Cf. Boatmen's First National Bank v. Koger, <span class=\"citation no-link\"><span class=\"volume\">784</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">815</span> </span>(D.Kan.1992) (holding that the regulation is not retroactive).  Instead--to put the best face on her argument--she can be taken to urge that Chrysler's conduct was unlawful, both before and after the new regulation, even if a pre-October 1, 1986, guarantor had no standing to assert a direct claim under the statute.  Public policy, in effect, is offered as a substitute for standing.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Assuming arguendo a violation by Chrysler, we think that Mayes' contention has some weight but not quite enough.  If Chrysler's conduct in seeking the spousal guaranty was unlawful when the financing arrangement was made, Michele Mayes' defense would not directly affront the general precept that a party's conduct should be judged by the rules in effect when the conduct occurred.  See generally Bowen v. Georgetown University Hospital, <span class=\"citation\" data-id=\"112163\"><a href=\"/opinion/112163/bowen-v-georgetown-univ-hospital/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">204</span></a></span>, 208, <span class=\"citation\" data-id=\"112163\"><a href=\"/opinion/112163/bowen-v-georgetown-univ-hospital/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">468</span></a></span>, 471-72, <span class=\"citation\" data-id=\"112163\"><a href=\"/opinion/112163/bowen-v-georgetown-univ-hospital/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">493</span> </a></span>(1988).  On the other hand, there remains a strong element of retroactivity in what Mayes seeks in this case, and her argument depends on a rather loose description of what was arguably unlawful in Chrysler's conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At the time Chrysler made the financing arrangements in question and secured the guaranty, Chrysler might have had reason to believe that it should not seek the guaranty and might be liable to the de facto borrower (Jean Mayes) if it refused to extend credit to him without a spousal guarantee.  But at that time the core of the conduct made unlawful was withholding or conditioning the loan to the borrower.  Under the regulation as it then stood, Chrysler had no reason to think that it would be unable to collect on any spousal guaranty since the regulation said that the guaranteeing spouse was not a protected party.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Federal Reserve Board has changed its position now, the guarantor is protected by the terms of the regulation, and Chrysler is now on notice that such a defense might be attempted.  But we think it stretches public policy too far to bar Chrysler from collecting now on a guaranty made in 1985 when in 1985 its right to collect on the guaranty would not reasonably have been thought in doubt.  Put differently, the regulation's change in \"standing\" is actually a surrogate for an enlarged view of what is unlawful about Chrysler's conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">One might imagine cases where a public policy that arises after the event is of such a force and character that it should be applied even to conduct that occurred prior to the new regime;  after all, the presumption against retroactive statutes can be overcome when Congress provides for retroactivity.  E.g., Pension Benefit Guaranty Corp. v. R. A. Gray &amp; Co., <span class=\"citation\" data-id=\"111216\"><a href=\"/opinion/111216/pension-benefit-guaranty-corporation-v-ra-gray-co/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, <span class=\"citation\" data-id=\"111216\"><a href=\"/opinion/111216/pension-benefit-guaranty-corporation-v-ra-gray-co/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2709</span></a></span>, <span class=\"citation\" data-id=\"111216\"><a href=\"/opinion/111216/pension-benefit-guaranty-corporation-v-ra-gray-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">601</span> </a></span>(1984).  But in this appeal we are given no reason to think that our case presents such a rare and exigent situation.  Accordingly, we have no reason to consider Chrysler's defense of its conduct on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Two remaining claims of error can be answered quickly.  First, Michele Mayes argues that Chrysler introduced irrelevant and prejudicial information into the proceeding by referring to the bankruptcy of her husband, by claiming that her statutory defense was belatedly pled, and by attempting to show that Chrysler had good reason for requiring her own guaranty in this instance.  All of these matters are irrelevant to our own legal determination which is based on the fact that the guaranty predated the change in the regulation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Second, Michele Mayes renews on appeal an argument that she has an equitable defense because Chrysler itself, by cutting off credit temporarily to Rainbow Motors in 1988, caused the financial hardships that led to its default on the debt.  This argument rests entirely on the brief's central proposition that \"the uncontroverted testimony of [Michele Mayes'] witnesses was that Chrysler Credit wrongfully withheld agreed upon financing for the 1989 selling season.\"   Although there are no findings on this point, a brief review of the record shows that the situation is far more complicated than the \"uncontroverted testimony\" reference would suggest.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It appears that Chrysler also financed another dealership of Jean Mayes located in Hingham, Massachusetts, that the credit arrangements were in certain respects interrelated, and that the \"hold\" placed on Rainbow Motors' financing was connected to alleged problems with the Hingham dealership.  Whether or not the cutoff of credit to Rainbow Motors was wrongful, wrongfulness was certainly not a conceded issue at trial.  It is the obligation of one who appeals on such grounds to address the evidence.  The treatment of this point offered in Michele Mayes' brief does not attempt the task.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter, but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111216/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112163/",
    "https://www.courtlistener.com/api/rest/v3/opinions/398101/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2010046/"
  ]
}