{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195622/",
  "id": 195622,
  "absolute_url": "/opinion/195622/united-states-v-holmquist/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195622/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:59Z",
  "date_modified": "2020-02-21T23:30:23.388946Z",
  "type": "010combined",
  "sha1": "69c0df4ce433d899fd134b34f98822e22de68ac3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1529.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1529\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                      STEPHEN A. HOLMQUIST,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Robert E. Keeton, U.S. District Judge]\n                                                      \n\n                                             \n\n                              Before\n\n                Selya and Boudin, Circuit Judges,\n                                                \n\n                   and Carter,* District Judge.\n                                              \n\n                                             \n\n     John  H. LaChance, with  whom Milly  Whatley and  LaChance &amp;\n                                                                 \nWhatley were on brief, for appellant.\n       \n     Robert  L. Ullman,  Assistant United  States Attorney,  with\n                      \nwhom Donald K. Stern,  United States Attorney, was on  brief, for\n                    \nthe United States.\n\n                                             \n\n                        September 28, 1994\n\n                                             \n\n            \n*Of the District of Maine, sitting by designation.\n\n          SELYA, Circuit Judge.   Defendant-appellant Stephen  A.\n          SELYA, Circuit Judge.\n                              \n\nHolmquist  appeals his  convictions  on six  counts of  importing\n\nfirearms by means of false statements in violation of 18 U.S.C.  \n\n542  and  three  counts   of  exporting  restricted  firearms  in\n\nviolation of  22 U.S.C.   2778.   Holmquist's case has  a certain\n\nlabyrinthine quality.   Having successfully negotiated  the maze,\n\nhowever, we find  appellant's claims  to be  without legal  merit\n\nand, therefore, affirm the judgment below.\n\nI.  BACKGROUND\n\n          Appellant,  a  resident  of  Massachusetts,  owned  and\n\noperated  ARMCO, a firm engaged  in the retail  sale of firearms.\n\nApparently not  content with  the domestic market,  and believing\n\nhis entrepreneurial skills to be of sufficient caliber, appellant\n\nset  his sights  on the  international scene.   Between  1989 and\n\n1991, he conducted several business transactions with individuals\n\nin  the  People's Republic  of China.   Since  these transactions\n\ntriggered  the indictment in this  case, we offer  an overview of\n\nthem.   Where appropriate, we resolve  evidentiary conflicts, and\n\nindulge reasonable  inferences, in  a manner compatible  with the\n\njury verdict.   See, e.g., United States  v. Maraj, 947 F.2d 520,\n                                                  \n\n522-23 (1st Cir. 1991).\n\n          In  May  of 1989,  the  U.S.  State Department  granted\n\nappellant's request  for  a license  to  export handguns  to  the\n\nPeople's Republic of China.  However, following the tragic events\n\nthat  rocked Tiananmen  Square in  June of  that year,  the State\n\nDepartment  declared  that  most  firearms  no  longer  could  be\n\n                                2\n\nexported to China.   At the same time,  the Department revoked or\n\nsuspended  all existing  export licenses  (including appellant's)\n\nand declared a moratorium on the issuance of  new licenses.  When\n\nappellant  thereafter  sought  just  such a  license,  the  State\n\nDepartment  sent back  his  application, unapproved  and  stamped\n\n\"returned without action.\"  Appellant did not reapply.\n\n          Despite  the   lack  of  a  license   or  other  formal\n\nauthorization,  appellant thrice smuggled  restricted firearms to\n\nChina  between  October  1989 and  July  1990.    He carried  the\n\nweaponry on  commercial flights  out  of Boston,  nestled in  his\n\nsuitcases  amidst  other,  more  orthodox travel  items.    After\n\narriving in China, appellant delivered the guns to either Mr. Ha,\n\na high-ranking  government official,1 or Andrew  Wong, a business\n\nexecutive.  Based on the  evidence anent these transactions,  the\n\njury convicted appellant on three counts of unlawful exportation.\n\n          China also  served appellant as a  source for importing\n\nfirearms  and   ammunition  into   the  United  States.     These\n\nimportations,  though  not  in  themselves  unlawful,  ultimately\n\nbecame so  when accompanied by  appellant's apocryphal statements\n\nconcerning  the value of his  wares.  On  six different occasions\n\nduring 1990 and 1991,  appellant undervalued imports,  presumably\n\nto  reduce  the duty  due.   The prosecution  was able  to adduce\n\nvirtually irrefutable  proof  of this  duplicity:   dual sets  of\n\n                    \n\n     1Carrying the  adversarial ethic to an  extreme, the parties\nare  unable to agree on the spelling  of Mr. Ha's first name; the\ngovernment spells  it Solomon while appellant  spells it Soloman.\nWe attempt  a Solomonic  resolution of the  appellative appellate\ncontretemps, eschewing any textual reference to Ha's given name.\n\n                                3\n\ninvoices, one  containing the price disclosed to  Customs and the\n\nother containing the actual, higher  price that appellant in fact\n\nhad paid.  Based  on this well-documented pattern of  deceit, the\n\njury convicted appellant on six counts of entering goods by means\n\nof false statements.\n\nII.  THE IMPORT CHARGES\n\n          Taking matters  in reverse chronological order, we turn\n\nfirst  to an  examination of  the import  charges.   These counts\n\narise under a criminal statute that provides in pertinent part:\n\n          Whoever  enters or introduces, or attempts to\n          enter or  introduce, into the commerce of the\n          United  States  any  imported merchandise  by\n                                                       \n          means  of  any fraudulent  or  false invoice,\n                   \n          declaration, affidavit, letter, paper,  or by\n                                                       \n          means  of  any  false  statement,  written or\n                   \n          verbal,   or  by   means  of  any   false  or\n                                      \n          fraudulent  practice  or appliance,  or makes\n          any  false  statement   in  any   declaration\n          without reasonable cause to believe the truth\n          of such statement, or  procures the making of\n          any  such false  statement  as to  any matter\n          material thereto without reasonable  cause to\n          believe the truth  of such statement, whether\n          or  not the  United  States shall  or may  be\n          deprived of  any lawful duties .  . . [s]hall\n          be [punished as provided].\n\n18 U.S.C.   542 (emphasis supplied).2\n\n          Appellant does  not deny  that he knowingly  made false\n\nstatements  to   Customs  officials,  thereby   undervaluing  his\n\nimports.  Nonetheless,  he contends that  such statements do  not\n\n                    \n\n     2Complementing  this first  provision is a  second, covering\ndeceptive  importations  that   are  designed   to  deprive   the\ngovernment  of duties.  Although the prosecution in this case may\nhave missed the bull's-eye by charging appellant under the first,\nrather  than  the  second,   of  section  542's  provisions,  the\ngovernment  is bound by its charging decision.  Consequently, the\nproviso we have quoted governs here.\n\n                                4\n\nfall  within the scope of  the statute of  conviction because the\n\nphrase \"by  means of\" indicates  that no violation  occurs unless\n\nthe  merchandise,  absent   the  false  invoice,  statement,   or\n\npractice, would have been  excludable.  And he says  this was not\n\nthe case  regarding the  Chinese munitions, as  their importation\n\nwas lawful.   The government,  by contrast,  puts no  stock in  a\n\ncausation   requirement,   dismissing  appellant's   argument  as\n\ninvolving  too  cramped  a  reading of  the  statutory  language.\n\nBecause the parties'  dispute boils  down to a  pure question  of\n\nstatutory  interpretation, our  review  is plenary.   See  United\n                                                                 \n\nStates v. Gifford, 17  F.3d 462, 471-72 (1st Cir.  1994); Liberty\n                                                                 \n\nMut.  Ins. Co. v.  Commercial Union Ins.  Co., 978 F.2d  750, 757\n                                             \n\n(1st Cir. 1992).\n\n          Whatever shadows  cloud this record, one  thing is very\n\nclear:   even  though no  materiality requirement appears  on the\n\nstatute's face, section  542's first  provision must  be read  to\n\ncontain  such  a  requirement;   to  justify  a  conviction,  the\n\nprosecution  must demonstrate that  the false invoice, statement,\n\nor  practice is  related  to  the  importation in  some  material\n\nrespect.  This is the  construction recognized by virtually every\n\ncourt that has directly  addressed the issue.  See,  e.g., United\n                                                                 \n\nStates  v. Corcuera-Valor,  910 F.2d  198, 199  (5th  Cir. 1990);\n                         \n\nUnited  States  v. Bagnall,  907 F.2d  432,  435 (3d  Cir. 1990);\n                          \n\nUnited States v. Teraoka, 669 F.2d  577, 579 (9th Cir. 1982).  It\n                        \n\nalso  comports  with  our  construction  of  the  parallel  civil\n\nstatute,  19 U.S.C.   1592,  explicated in United  States v. Ven-\n                                                                 \n\n                                5\n\nFuel,  Inc., 758 F.2d 741, 761-62 (1st  Cir. 1985).  We hasten to\n           \n\nadd that the inclusion of a materiality component is warranted by\n\nmore than  habit; such  a requirement is  pragmatically desirable\n\nbecause  it  permits courts  to  advance  the statute's  apparent\n\npurposes  and, if necessary,  to exclude trivial  lapses from the\n\nstatute's ambit.  Cf.,  e.g., United States v. Corsino,  812 F.2d\n                                                      \n\n26, 30 (1st Cir.  1987) (explaining materiality requirement under\n\n18  U.S.C.    1001,  which  prohibits,  among  other things,  the\n\nsubmission of false statements in matters within the jurisdiction\n\nof any federal agency).\n\n          Yet, our recognition of a materiality  requirement does\n\nnot  solve the interpretive riddle that  this appeal presents; it\n\nis  the  nature of  the materiality  requirement    not  its mere\n\nexistence   over which the parties grapple.  Appellant invites us\n\nto  hold  that materiality  in this  context  is contingent  on a\n\ncrabbed construction of the term \"by means of.\"  Specifically, he\n\nargues  that \"by means of\"  is synonymous with  \"because of,\" and\n\nthat  a false  statement  is material  under  the first  part  of\n\nsection  542 only if the importation of any particular item would\n\nhave been forbidden in its absence.  We decline the invitation.\n\n          In discerning  the meaning  of this portion  of section\n\n542, \"[w]e start   as all statutory  construction must start   by\n\nlooking at the  language of  the law,\" United  States v.  Charles\n                                                                 \n\nGeorge Trucking Co., 823  F.2d 685, 688 (1st  Cir. 1987), and  by\n                   \n\nexamining the  \"ordinary,  contemporary, common  meaning\" of  the\n\nwords,  Perrin v. United States, 444 U.S. 37, 42 (1979).  Bearing\n                               \n\n                                6\n\nthis in mind, we are constrained to conclude that the phrase  \"by\n\nmeans of\" is not  synonymous with \"because of\"; while  the former\n\nincludes  the  latter,  that  hardly  renders  them  coterminous.\n\nRather, understood in  an unforced way,  saying that someone  has\n\neffected an importation by  means of a false statement  is simply\n\nto  suggest that the person  has introduced a  false statement at\n\nsome significant  stage in the process.  The phrase does not mean\n\nthat the  person could not have  used a true statement  in tandem\n\nwith  the false  statement,  or that  the  importation could  not\n\notherwise have been achieved.  See, e.g., Webster's New Universal\n                                                                 \n\nUnabridged Dictionary 1115 (2d ed.  1983) (defining \"by means of\"\n                     \n\nas  \"by using;  with the  aid of;  through\"); Richard  A. Spears,\n\nAmerican  Idioms  Dictionary 43  (1987)  (defining  \"by means  of\n                            \n\nsomething\" as \"using something\" or \"with the use of something\").\n\n          There  is no  basis for  rejecting plain  meaning here.\n\nIndeed,   contrary  to  appellant's  importuning,  the  principal\n\nproblem with  the \"by means  of\" language is not  ambiguity   its\n\nmeaning  is  obvious     but, rather,  the  language's  potential\n\nbreadth.   It is because of this  problem that courts have read a\n\nmateriality requirement into  this portion of section  542.  This\n\nrequirement  is intended to flesh out, not to eviscerate, the \"by\n\nmeans of\" language  as that  phrase resonates in  the context  of\n\nsection  542.  So  viewed, it brings  to the textual  surface the\n\ncommonsense  notion that, to ground a conviction, there must be a\n\nsignificant  nexus   between   the  false   statement   and   the\n\nimportation.\n\n                                7\n\n          We hold,  therefore, in basic agreement  with the Third\n\nCircuit,  that a false statement is material under section 542 if\n\nit has  the potential significantly  to affect  the integrity  or\n\noperation of the importation process as a whole, and that neither\n\nactual  causation  nor  actual  harm to  the  government  need be\n\ndemonstrated.   See Bagnall, 907 F.2d  at 436 (\"The language of  \n                           \n\n542  suggests to us that its purpose  is no less than to preserve\n\nthe  integrity of the process by which foreign goods are imported\n\ninto the United States.  As  a result, we are inclined to believe\n\nthat a false statement is material  not only if it is  calculated\n\nto  effect  the  impermissible  introduction  of   ineligible  or\n\nrestricted  goods, but  also  if it  affects  or facilitates  the\n\nimportation process in  any other way.\");  see also Corsino,  812\n                                                           \n\nF.2d at  30-31  (drawing similar  conclusion in  relation to  the\n\njudicially devised materiality requirement  of 18 U.S.C.   1001);\n\nUnited  States v.  Greenberg,  735 F.2d  29,  31 (2d  Cir.  1984)\n                            \n\n(suggesting,  in construing  an analogous  statute, that  when \"a\n\nfalse statement is made  to a public body or  its representative,\n\nmateriality  refers   to  the  impact  that   the  statement  may\n\nreasonably  have on  the ability  of that  agency to  perform the\n\nfunctions assigned to it by law\").\n\n          It is thus apparent  that the focus of an  inquiry into\n\nmateriality  is not what  effect a  false statement  actually may\n\nhave,  but whether  it  carries  a  serious  potential  risk  for\n\nobstructing  the agency or  substantially inhibiting the agency's\n\nperformance of its  duties under  the law.   Transplanted to  the\n\n                                8\n\nCustoms milieu, a statement  is material if it has  the potential\n\nsignificantly  to  affect  the  integrity  or  operation  of  the\n\nimportation process    the manner  in which  Customs handles  the\n\nassessment of duties and passage of goods into the United States.\n\n          Having  distilled the  plain  meaning of  the  disputed\n\nphrase,  we could  end  our inquiry  at this  point.   See, e.g.,\n                                                                \n\nCharles George Trucking, 823  F.2d at 688 (explaining  that, when\n                       \n\nthe  language  of  a  statute  \"points  unerringly  in  a  single\n\ndirection,  and  produces an  entirely  plausible  result, it  is\n\nunnecessary   and improper   to look for other signposts\").  But,\n\nhere, to reinforce our conclusion that \"material\" means something\n\nmore than \"causal,\" we think it is appropriate to note that  this\n\nconclusion is supported not only by the plain language of section\n\n542, but also in three  other ways:  by the better  reasoned case\n\nlaw, by the adverse  textual consequences that would result  from\n\nadopting  appellant's  proposed  definition, and  by  the  policy\n\nunderlying  the statutory provision.  See, e.g., United States v.\n                                                              \n\nO'Neil,  11   F.3d  292,  295-301  (1st   Cir.  1993)  (beginning\n      \n\ninterpretive  analysis   with  plain  language   of  statute  and\n\nverifying  construction  by  reference  to  statutory  structure,\n\nlogic, and public policy).\n\n          An  examination of  precedent reveals  that we  already\n\nhave  rejected  a  narrow,   causally  oriented  reading  of  the\n\nmateriality requirement found in the civil analog to section 542.\n\nSee Ven-Fuel, 758 F.2d at 762 (branding such a construction of 19\n            \n\nU.S.C.   1592  \"entirely baseless\" and predicting that  \"[s]uch a\n\n                                9\n\nrestrictive  reading  would   largely  eviscerate  the   statute,\n\nrendering it meaningless in  the vast majority of cases\").3   Our\n\nview of  section 542's materiality requirement  is also consonant\n\nwith the reasoning  and/or resolution of several cases from other\n\njurisdictions.   See,  e.g., Bagnall,  907  F.2d at  436;  United\n                                                                 \n\nStates  v. Brown, 456 F.2d 293,  295 (2d Cir.), cert. denied, 407\n                                                            \n\nU.S. 910 (1972); United States v. Szwaczka, 769 F. Supp. 293, 296\n                                          \n\n(E.D. Wis.  1991); see also United  States v. Yip, 930  F.2d 142,\n                                                 \n\n147-49 (2d Cir.) (construing the  second provision of section 542\n\nin  an  equally  broad manner),  cert.  denied,  112  S. Ct.  197\n                                              \n\n(1991).4\n\n          A broad  construction of section 542  is also supported\n\nby  accepted  canons of  statutory  construction.   If  the first\n\nprovision  in  section  542  is  construed  as applying  only  to\n\nineligible  imports,  then the  final  sentence  of the  section,\n\ndiscussing the legal irrelevance  of depriving the government \"of\n\nany lawful duties,\" would be meaningless (for nonimportable items\n\nare  not  dutiable, and  hence,  the  government could  never  be\n\ndeprived).  Accordingly, such a construction would transgress the\n\n                    \n\n     3Indeed, although the  precise issue was  not before us,  we\ncommented  favorably upon our perception that  \"under 18 U.S.C.  \n542, criminal  convictions  have regularly  been sustained  where\ngenerically  importable  goods  had  been  entered  by  trick  or\nartifice.\"   Ven-Fuel, 758 F.2d  at 762 (citing  United States v.\n                                                              \nMurray,  621 F.2d  1163 (1st  Cir.), cert.  denied, 449  U.S. 837\n                                                  \n(1980); United States  v. Brown,  456 F.2d 293  (2d Cir.),  cert.\n                                                                 \ndenied, 407 U.S. 910 (1972)).\n      \n\n     4To be sure, two courts of appeals, the Fifth and the Ninth,\nhave reached  the opposite  conclusion.  See  Corcuera-Valor, 910\n                                                            \nF.2d at 199-200; Teraoka, 669 F.2d at 579.  With respect, we find\n                        \nthese opinions unpersuasive and we decline to follow them.\n\n                                10\n\noft-stated interpretive rule that  \"[a]ll words and provisions of\n\nstatutes are intended to have meaning and are to be given effect,\n\nand  no  construction  should   be  adopted  which  would  render\n\nstatutory    words   or   phrases   meaningless,   redundant   or\n\nsuperfluous.\"   Ven-Fuel, 758  F.2d at 751-52;  accord O'Neil, 11\n                                                             \n\nF.3d at 297.\n\n          Finally,  a statute must be  read as a  whole, with due\n\nregard  for its  object, purposes,  and  underlying policy.   See\n                                                                 \n\nPilot Life Ins. Co. v. Dedeaux, 481  U.S. 41, 51 (1987).  Here, a\n                              \n\nbroad reading  of the  disputed  language serves  to advance  the\n\nfundamental  purpose  of the  first part  of  section 542.   That\n\npurpose,  as   evidenced  by   Congress's  choice  of   phrase   \n\nparticularly the caveat that the government need not \"be deprived\n\nof  any  lawful  duties\"     is  to  ensure  full  disclosure  in\n\nimportation and thereby maintain the integrity of the importation\n\nprocess  as a whole.  See Bagnall, 907  F.2d at 436.  Adopting an\n                                 \n\nisthmian  standard  would thwart  this  goal  by  making it  more\n\nattractive for importers  to assume the persona  of Holmes's \"bad\n\nman\" and to practice strategic forms of deception under the guise\n\nof  immateriality.  See Oliver  Wendell Holmes, Jr.,  The Path of\n                                                                 \n\nthe Law, 10 Harv. L. Rev.  457, 459 (1897) (\"If you want  to know\n       \n\nthe law and  nothing else, you must look at it  as a bad man, who\n\ncares  only for  the material  consequences which  such knowledge\n\nenables him to predict . . . .\").\n\n          To recapitulate, we hold  that materiality is, in fact,\n\nan  element of the offense of conviction.  This element serves to\n\n                                11\n\nexplain, not to emasculate, the \"by means of\" language  contained\n\nin  the  first part  of the  statute.   Particularly  when viewed\n\nagainst this backdrop, appellant's proposed equation of \"by means\n\nof\"  with \"because  of\" betrays  both common  meaning  and common\n\nsense.  By limiting the scope of section 542's first provision to\n\nineligible  items,  such   an  interpretation  would  effectively\n\nconvert  the provision  into an  inoperative piece  of parchment.\n\nAccordingly, we reject appellant's  narrow construction, and rule\n\nthat,  in this  context,  \"material\" means  having the  potential\n\nsignificantly  to  affect  the  integrity  or  operation  of  the\n\nimportation process  as a  whole, without  regard to  whether the\n\nconduct at  issue caused the  importation and  without regard  to\n\nwhether the federal government suffered actual harm.\n\n          Appellant's  false  statements  had   this  deleterious\n\npotential.    Undervaluations  are  by  their  nature  materially\n\nrelated  to  the  importation  process,  both  because  they  may\n\ninterfere with  the government's efforts to  monitor and regulate\n\nthe  flow  of  goods into  the  United  States  and because  they\n\nundermine  the  integrity  of  the  entire  importation  process.\n\nConsequently, appellant's convictions  under section 542  must be\n\nupheld.5\n\nIII.  THE EXCLUDED EVIDENCE\n\n          We  turn   now  to   appellant's  assertion   that  his\n\n                    \n\n     5Appellant also  assigns error to the  district court's jury\ninstructions on the importation counts.  This assignment of error\nis constructed around the same misinterpretation of section 542's\nmateriality requirement.  It, therefore, fails.\n\n                                12\n\nconvictions  under the Arms Export Control Act, 22 U.S.C.   2778,\n\nare tainted because the trial  court excluded evidence   evidence\n\nthat we  sometimes shall call  \"contacts evidence\"    that  would\n\nhave established  a defense of apparent  public authority6 and/or\n\nnegated  the  element  of  specific  intent.    For  the  reasons\n\nexplained below, we find this assertion unavailing.\n\n                      A.  Proceedings Below.\n                                           \n\n          Because the  precise course  of proceedings  before and\n\nduring the  trial is  critical to  the resolution  of appellant's\n\nchallenge, we  rehearse the pertinent details.   Between April 27\n\nand  May 6, 1992, appellant served subpoenas duces tecum on three\n                                                        \n\npersons    an agent of the Naval Intelligence Service, the keeper\n\nof records  at  the  National Security  Agency,  and  a  business\n\nassociate  (whom we shall  call \"John  Doe\") who  had accompanied\n\nappellant  on his excursions to China   proposing to ensure their\n\navailability as witnesses at  his trial.  Appellant  alleged that\n\nDoe (who,  he said, was  in the employ of  a federal intelligence\n\nagency) had  authorized the  arms exports.7   It  was appellant's\n\n                    \n\n     6The  \"defense\" of  apparent public  authority is  a defense\nbased on a mistaken  but good-faith belief that one's  conduct is\nauthorized by the government.  Appellant's repeated references to\nthis  defense  constitute  little  more  than  a  school  of  red\nherrings.   The  defense is  not a  defense at  all.   See United\n                                                                 \nStates  v. Duggan, 743 F.2d  59, 83-84 (2d  Cir. 1984) (rejecting\n                 \nsuch  a defense in a prosecution  under 22 U.S.C.   2778); United\n                                                                 \nStates v. Anderson, 872 F.2d 1508, 1513-16 (11th Cir.) (similar),\n                  \ncert. denied, 493 U.S. 1004 (1989).\n            \n\n     7The nonexistent defense of  apparent public authority,  see\n                                                                 \nsupra  note 6, must not  be confused with  the potentially viable\n     \ndefense of actual public authority, which may come into play when\na defendant  undertakes certain  acts, reasonably relying  on the\nstatements of  a government agent cloaked  with actual authority.\n\n                                13\n\nlegal theory that,  even if Doe were not  a spy, Doe's imprimatur\n\ncould undermine the government's case against appellant either by\n\nproviding  a defense of apparent public  authority, but see supra\n                                                                 \n\nnote  6,  or  by negating  an  element  of  the offense,  namely,\n\nspecific intent.\n\n          The government responded by filing motions to quash the\n\nsubpoenas, followed on May 18 by both a memorandum of authorities\n\nand an ex parte submission pursuant to the Classified Information\n               \n\nProcedures  Act,  18  U.S.C.  app.  III  (CIPA),  which  limns  a\n\nprocedure permitting classified  information \"to be inspected  by\n\nthe court alone.\"  Id.   4.  On  the same date, appellant made an\n                      \n\noral  ex  parte  proffer  to  the  trial  court,  explaining  the\n               \n\nrelationship   between  the  subpoenas  and  his  proposed  trial\n\nstrategy.\n\n          On May 21, following an in camera hearing, Judge Keeton\n                                           \n\ngranted the government's motions  to quash.  He also  granted the\n\ngovernment's  oral motion  in limine,  made in  anticipation that\n                                    \n\nappellant might  renew his efforts to  proffer contacts evidence.\n\nWhen reduced  to writing  on May  26, 1992,  the in  limine order\n                                                           \n\nrequired   appellant,  before   \"fil[ing]  or   disclos[ing]  any\n\ndocument,  ask[ing]  any  question,  or  mak[ing]  any  statement\n\nrelated to  any alleged  contact between  any individual and  any\n\nintelligence agency,\" to \"first present[] such matter directly to\n\n                    \n\nSee United States v. Baptista-Rodriguez, 17  F.3d 1354, 1368 n.18\n                                       \n(11th  Cir. 1994).  Here, however,  we have painstakingly checked\nthe materials  tendered  in  camera  and  find  no  colorable  or\n                                   \ncognizable basis for a defense of actual public authority.\n\n                                14\n\nthe  [trial judge] in chambers or at  sidebar and . . . receive[]\n\nfrom [the judge] a ruling allowing the requested action . . . .\"\n\n          Immediately prior to trial, appellant filed a motion to\n\nreconsider  these rulings,  accompanied  by a  written, sworn  ex\n                                                                 \n\nparte proffer.   After a hearing that began on  October 22, 1992,\n     \n\nand  continued into the next  day, the district  court denied the\n\nmotion.  Trial commenced a few days later.\n\n          At trial, appellant called  only one witness, a Customs\n\nagent,  and  made no  discernible  effort  to capitalize  on  the\n\ncourt's invitation to examine  his purported contacts evidence in\n                                                                 \n\ncamera.8  Still, at the  close of his case appellant moved  for a\n      \n\nmistrial,  claiming that  the  district court's  pretrial rulings\n\ndenied  him the  opportunity to  present a  robust defense.   The\n\ncourt  spurned  the motion.   In  due  course the  jury convicted\n\nappellant  on all  three exportation  counts (as  well as  on the\n\ncharges of unlawful importation discussed in Part II, supra).\n                                                           \n\n                          B.  Analysis.\n                                      \n\n          Appellant  contests  the   district  court's   pretrial\n\nrulings    specifically, the  orders  entered in  respect to  the\n\ngovernment's  motions  to quash  and motion  in  limine    on the\n                                                       \n\ntheory that  those rulings precluded  him from presenting  to the\n\njury a complete and  competent defense.  He assails  the district\n\ncourt's  denial of his  motion for a  mistrial for much  the same\n\n                    \n\n     8Even if we give appellant the benefit of his description of\nit,  the contacts evidence  is entropic at best.   Apart from the\nclaims  about what  Doe  ostensibly said,  the contacts  evidence\nconsists  entirely  of  gauzy  generalities,  inadmissible double\nhearsay, and unsupported suppositions.\n\n                                15\n\nreason.  In particular, he alleges that these rulings   which for\n\nour purposes coalesce  into, and  are subsumed by,  the order  in\n                                                                 \n\nlimine9    transgressed  his  rights under  both the  Due Process\n      \n\nClause  of the Fifth Amendment  and the Compulsory Process Clause\n\nof the Sixth Amendment by foreclosing him from mounting a defense\n\nto  the charges.  Having carefully deterrated the record, we find\n\nthat  this  challenge  has   not  been  properly  perfected  and,\n\ntherefore, evaporates into thin air.\n\n           On appeal, Holmquist claims that the contacts evidence\n\nbore  on two  possible lines of  defense:   (1) that  he acted on\n\nDoe's  instructions,  and, hence,  under  the  guise of  apparent\n\npublic  authority    a  defense that,  in  any event,  would have\n\nmisfired, see supra note  6; and (2) that he lacked the requisite\n                   \n\nspecific intent to commit the charged crime   a strategy that, at\n\nleast in theory, had promise, see, e.g., United States v. Murphy,\n                                                                \n\n852 F.2d  1, 7 (1st  Cir. 1988)  (explaining that, in  respect to\n\ncharges under 22 U.S.C.    2778, the prosecution must  prove that\n\nthe defendant in fact \"knew he had a legal duty not to export the\n\nweapons\"), cert. denied,  489 U.S. 1022  (1989); see also  United\n                                                                 \n\nStates v.  Anderson, 872 F.2d  1508, 1517 (11th  Cir.) (rejecting\n                   \n\n                    \n\n     9Because  appellant's subpoenas  sought  the  production  of\nevidence  at   trial,  the  district  court's   order  in  limine\n                                                                 \neffectively  controlled,  and  therefore  subsumed,  the  quashal\norder.     By  like  token,  the  district   court's  denials  of\nappellant's eve-of-trial motion for reconsideration and mid-trial\nmotion for a mistrial lack independent significance; if the court\ncommitted no antecedent error in the  exclusion of evidence under\nthe  aegis  of  the order  in  limine,  then  those motions  were\n                                     \nbootless.  Thus,  our analysis  of this assignment  of error  may\nappropriately focus upon the order in limine alone.\n                                            \n\n                                16\n\napparent  public  authority   defense,  but  acknowledging   that\n\ndefendant's mistaken  belief that his acts  were authorized might\n\nnegate specific  intent), cert.  denied, 493 U.S.  1004 (1989).10\n                                       \n\nThere is  some disagreement  over the  extent to which  appellant\n\nexplicitly and  clearly  pursued the  second of  these two  legal\n\ntheories during the course of the litigation.  The  best that can\n\nbe  said is  that passing reference  to both theories  is made in\n\nappellant's opposition  to the government's motion  to quash; and\n\nappellant's  motion to  reconsider and  motion for  mistrial each\n\npurported to incorporate the contents of this initial opposition.\n\nBut at the pretrial hearings  of May 18 and 21, 1992,  which were\n\nspecifically   devoted  to   assessing   the  propriety   of  the\n\ngovernment's motions to quash and motion in limine, appellant did\n                                                  \n\nnot  once  bring  the  specific  intent  theory  to  the  judge's\n\nattention.   Similarly, appellant  made no explicit  reference to\n\nthe theory when arguing his motion to reconsider.\n\n          Based on  the overall  record, appellant might  well be\n\ndeemed to  have abandoned the specific intent theory.  As we have\n\npreviously admonished, \"[a] party has a duty to put its best foot\n\nforward .  . .  [and]  to spell  out its  arguments squarely  and\n\ndistinctly.\"  Paterson-Leitch Co. v. Massachusetts Mun. Wholesale\n                                                                 \n\nElec. Co., 840  F.2d 985, 990  (1st Cir.  1988); see also  United\n                                                                 \n\n                    \n\n     10There  is also  some suggestion that  appellant considered\nraising a defense of  estoppel by entrapment.  See  United States\n                                                                 \nv.  Smith,  940  F.2d  710,   714  (1st  Cir.  1991)  (discussing\n         \ndoctrine).   On  appeal, however,  Holmquist offers  no developed\nargumentation in connection with  this defense.  Consequently, we\ndeem  it waived.   See United States  v. Zannino, 895  F.2d 1, 17\n                                                \n(1st Cir.) cert. denied, 494 U.S. 1082 (1990).\n                       \n\n                                17\n\nStates v. Boylan, 898 F.2d 230, 249 (1st Cir.) (\"Litigants cannot\n                \n\nexpect a judge . . . to be clairvoyant.\"), cert. denied, 498 U.S.\n                                                       \n\n849 (1990).\n\n          Although the question of  abandonment is close, we need\n\nnot resolve it, for  at the trial itself, appellant  eschewed any\n\nattempt  to  offer  evidence in  camera  in  accordance  with the\n                                       \n\ndistrict court's express invitation and the provisional nature of\n\nthe court's in  limine ruling.11  The government  maintains that,\n                      \n\ngiven  this  omission,  appellant   no  longer  can  contest  the\n\noperation of the court's order in limine.  We agree.  Appellant's\n                                        \n\nsnubbing  of  the  court's  invitation  to  consider  evidentiary\n\nofferings during  the trial effectively  insulated from appellate\n\nreview any complaints  he voiced in  connection with the  court's\n\npretrial evidentiary  rulings.   In  the  pages that  follow,  we\n\nexplain our rationale.\n\n          It is  a bedrock  principle of our  adjudicatory system\n\nthat  ostensible errors arising  before and during  trial must be\n\nproperly  raised  and preserved  in  order  to be  reviewable  on\n\nappeal.  See  United States v. Griffin, 818 F.2d  97, 104-06 (1st\n                                      \n\nCir.),   cert.  denied,  484  U.S.  844  (1987).    In  terms  of\n                      \n\nevidentiary limitations,  this principle is so  important that we\n\nfind it partially codified  in the third of our Federal  Rules of\n\n                    \n\n     11The  transcript reflects  only one point  in the  trial at\nwhich appellant requested a sidebar for the purpose of attempting\nto introduce  evidence related to  the order  in limine    and on\n                                                       \nthat  lone  occasion,  the  district  court  granted  appellant's\nrequest.    This  demonstrates  quite  vividly  an  awareness  on\nappellant's  part  that  the court  had  left  the  door open  to\nproffers of such evidence.\n\n                                18\n\nEvidence.   \"Error  may not  be predicated  upon a  ruling .  . .\n\nexcluding  evidence [unless]  the substance  of the  evidence was\n\nmade known to the court by offer or was apparent from the context\n\nwithin which questions were asked.\"  Fed. R. Evid. 103(a).\n\n          In  entering the  in limine  order below,  Judge Keeton\n                                     \n\nmade it  clear that the  only definite limitation  on appellant's\n\nability to introduce  contacts evidence  was that  he must  first\n\npresent it  out of the  jurors' earshot,  that is, to  the judge,\n\neither  in chambers or at sidebar.  Federal district judges enjoy\n\nbroad discretion  in respect to the ordering  and presentation of\n\nproof and the handling of evidentiary questions.  See, e.g., Fed.\n                                                           \n\nR.  Evid. 104(c)  (stating that  hearings on  preliminary matters\n\nother than the  admissibility of confessions may be conducted out\n\nof  the  hearing  of the  jury  \"when  the  interests of  justice\n\nrequire\"); Fed.  R. Evid.  611(a) (empowering district  courts to\n\nexercise  \"reasonable  control\"  over mode  and  presentation  of\n\nevidence); see  also Luce v.  United States, 469 U.S.  38, 41 n.4\n                                           \n\n(1984) (approving  use of in limine rulings as an adjunct of \"the\n                                   \n\ndistrict  court's  inherent authority  to  manage  the course  of\n\ntrials\"); Douglas L. Colbert, The Motion in Limine in Politically\n                                                                 \n\nSensitive Cases:  Silencing  the Defendant at Trial, 39  Stan. L.\n                                                   \n\nRev. 1271 (1987) (discussing, though bemoaning, the increased use\n\nof motions in limine to preclude defendants  from raising certain\n                    \n\ndefenses altogether).  In light of this discretion, we are unable\n\nto  conclude that  the  in limine  order  itself lay  beyond  the\n                                 \n\ndistrict  court's proper purview, or that it was untenable in any\n\n                                19\n\nparticular.\n\n          It follows  inexorably that, since the  in limine order\n                                                           \n\nrepresented  a  lawful exercise  of  judicial  power, appellant's\n\nfailure to abide by  its terms bars him from  complaining in this\n\nvenue  about evidence  that  could  have been     but  was not   \n\nproffered to the court within the framework of the  order.  After\n\nall,  the trial  judge's offer  to consider  proposed evidentiary\n\nofferings  in camera,  as  the occasion  arose,  was not  a  mere\n                    \n\nformality   and  appellant treated it as such at  his peril.  See\n                                                                 \n\nConway v. Electro Switch Corp., 825  F.2d 593, 596 n.1 (1st  Cir.\n                              \n\n1987) (\"Under  the best  of circumstances, counsel  must exercise\n\ncaution in  relying exclusively  upon rulings made  in connection\n\nwith  pretrial  motions in  limine  as the  basis  for preserving\n                                  \n\nclaims  of error in  the admission and  exclusion of evidence.\");\n\nFreeman v. Package Mach. Co., 865 F.2d 1331, 1337 (1st Cir. 1988)\n                            \n\n(offering similar admonition).  In short, appellant's decision to\n\nignore  the  procedural  device  fashioned  by  the  trial  court\n\ndisabled  him from mounting a subsequent challenge to what he now\n\ndysphemistically calls the \"exclusion\" of evidence.\n\n          Our  conclusion  rests not  only  upon the  fundamental\n\nprinciples of judicial economy  and attorney cognizance, but also\n\nupon  a well-defined corpus of  federal appellate case  law.  The\n\ntouchstone, of course, is the Court's decision in Luce.  The Luce\n                                                                 \n\nCourt  held specifically  that  a defendant  who  chooses not  to\n\ntestify at trial loses  his right to appeal the  district court's\n\nruling denying his in limine motion to forbid the impeachment use\n                            \n\n                                20\n\nof  a prior  conviction.    See  Luce,  469 U.S.  at  43.    More\n                                     \n\ngenerally,  Luce teaches  that  there are  concrete  limits to  a\n                \n\nparty's right to request appellate review of evidentiary rulings,\n\nand  that these limits reflect  two factors:   (1) the legitimate\n\nneeds  of appellate courts  in the review  of alleged evidentiary\n\nerrors  stemming from  trials, see  id. at 41-42  (observing that\n                                       \n\n\"[a]  reviewing court  is handicapped  in any  effort to  rule on\n\nsubtle evidentiary questions outside a factual context\"); and (2)\n\nthe possibility that a defendant might exploit adverse rulings by\n\ntreating  them essentially as legal jokers, to be pulled from his\n\nsleeve  should a conviction ensue, see id. at 42 (warning against\n                                          \n\nsetting the stage for a litigant,  at no risk, to seed the record\n\nwith error).\n\n          In  the  instant  case,  both  of  these  concerns  are\n\nimplicated.  Regarding the reviewability concern, it is precisely\n\nbecause appellant comes before  us not having attempted  to offer\n\nevidence  during the trial  that we cannot  rule intelligently on\n\nthe  underlying evidentiary  questions;  he presents  us with  an\n\nabstract intellectual exercise, rife with conjecture, rather than\n\naffording us an opportunity to inspect concrete evidence, offered\n\nand  excluded  in  an  actual  trial  context.     Regarding  the\n\nexploitation concern, we likewise have no reliable way of knowing\n\nwhether  appellant's   decision  to   forgo  the   trial  judge's\n\ninvitation  reflected  a  genuine  sense of  preclusion,  a  mere\n\noversight, an ill-fated stratagem  (such as an attempt  to infect\n\nthe  trial with error), or simply a realization that the putative\n\n                                21\n\ncontacts evidence was not likely to be helpful after all.\n\n          Our  conclusion  that  appellant  did  not sufficiently\n\nperfect a right to  appeal in respect to contacts  evidence draws\n\nfurther  support  from the  myriad cases  that  have seen  fit to\n\nextend the tenets of Luce into other contexts involving in limine\n                                                                 \n\nmotions.   See Griffin, 818  F.2d at  105 (citing  wide range  of\n                      \n\nfederal  appellate  cases  extending  principles  articulated  in\n\nLuce).   Griffin  itself is  a good  example.   In that  case, we\n                \n\ndeclined to  review a conditional  pretrial ruling under  Fed. R.\n\nEvid. 403, which prohibited  a government witness from testifying\n\nthat a certain associate of the defendant had once threatened him\n\nfor  cooperating with the government    a threat which, according\n\nto  the  witness, caused  him  to withhold  information  from the\n\ngovernment for over a year.   The one condition on this  pretrial\n\norder, however,  was that  the prohibition  would  vanish if  the\n\ndefense  attempted  to  impeach   the  witness  by  referring  to\n\ncooperation.    The defendant  abided  by  the  ruling, but  then\n\nchallenged it following his conviction.  In holding that he could\n\nnot  test  the  evidentiary  question  on  appeal,  we  observed:\n\n\"Although  the court telegraphed what its ruling was likely to be\n\nif defense  counsel opened the  door, the  latter never  knocked.\n\nAnd, we will  not venture to pass  upon issues such as  this in a\n\nvacuum.\"   Id. at 103.   Based on this, and  on related concerns,\n              \n\nincluding the  \"danger of  encouraging a  defendant,  as a  trial\n\ntactic, to plant reversible error,\" id. at 104, we ruled that \"to\n                                       \n\nraise and preserve for review the claim of [evidentiary error], a\n\n                                22\n\nparty  must   obtain  the   order  admitting  or   excluding  the\n\ncontroversial evidence in  the actual setting of  the trial,\" id.\n                                                                 \n\nat 105 (emphasis supplied).  While there are  factual differences\n\nbetween  Griffin and  the case  at hand,  Griffin's  logic points\n                                                 \n\nunerringly  toward the  conclusion  that appellant  in this  case\n\nnever  perfected his  right to  appeal the putative  exclusion of\n\ncontacts evidence.\n\n          Two years after Griffin,  we had another opportunity to\n                                 \n\napply the principles  of Luce, this  time to a case  involving an\n                             \n\nanticipatory motion to limit cross-examination  of the defendant.\n\nSee United States v. Nivica, 887 F.2d 1110, 1115 (1st Cir. 1989),\n                           \n\ncert. denied, 494  U.S. 1005  (1990).  After  the district  court\n            \n\nrefused  to grant the motion, the defendant chose not to testify.\n\nThe jury found him guilty.   He then appealed the court's  denial\n\nof his  liminary motion.   We gave him  short shrift.   Beginning\n\nwith  the  premise that  \"the concerns  which undergird  Luce and\n                                                             \n\nGriffin control here,\" id. at 1116, we determined that:\n                          \n\n          Because Nivica did not take the stand, or ask\n          for  voir dire, his  exact testimony remains,\n          in   the  Luce  phrase,  \"unknowable.\"    The\n                        \n          alleged  harm  is \"wholly  speculative,\" both\n          because  (a) the judge,  in the give-and-take\n          of  live  testimony, might  have  changed his\n          mind  and   confined  cross-examination  more\n          closely, and  (b) on this record,  we have no\n          way  of  knowing  the  extent  to  which  the\n          government  would  have   sought  to   cross-\n          question  Nivica  (if  at  all)  about  other\n          matters.  Moreover, in  this case as in Luce,\n                                                      \n          there is no reliable method  for divining the\n          genesis  of  defendant's   decision  not   to\n          testify. . . .  Furthermore, were we to relax\n          the  rule, we would run the  very risk   ease\n          in \"`plant[ing]' reversible error\"   that the\n          Luce   Court  aimed   to  avoid.     Finally,\n              \n\n                                23\n\n          defendant's  tactical choice in this case, as\n          in Luce,  has thwarted our  ability to  judge\n                 \n          the harmfulness of the asserted error.\n\nId.  at 1116-17 (citations omitted).  In the bargain, we rejected\n   \n\ndefendant's claim that, because the trial judge ruled as a matter\n\nof law rather than expressly labelling his ruling as conditional,\n\nLuce should not have  governed the analysis.  We  emphasized that\n    \n\nthe critical dimensions  of a  Luce scenario  include timing  and\n                                   \n\ncontext, and that, \"[u]ltimately,  the trier's decision, whatever\n\nhis initial inclination, had  to depend upon particular questions\n\nand  their relation  to the content  of the  direct examination.\"\n\nId. at 1117.   In the same way, appellant  in the case before  us\n   \n\ninexplicably declined the opportunity  to probe the trial judge's\n\nprovisional  ruling  by making  a  concrete  proffer  in  a  live\n\ncontext,   thus   depriving   this  court   of   the  opportunity\n\nmeaningfully to review his  claim.  Cf. Reilly v.  United States,\n                                                                \n\n863  F.2d 149,  168 (1st  Cir. 1988)  (holding, in  respect to  a\n\ndiscovery  request,  that   \"by  ignoring  the  [judge's]   clear\n\ninvitation to specify, face-up  and squarely, what information it\n\ncontinued to  seek, appellant  waived  the right  to protest  the\n\ndenial of its [discovery motion]\").\n\n          We also find instructive  the experience of the Seventh\n\nCircuit, which  recently confronted a situation  quite similar to\n\nthis  one.   In United  States v.  Addo, 989  F.2d 238  (7th Cir.\n                                       \n\n1993),   the  district   court,   over  defendant's   opposition,\n\nprovisionally  granted the government's  motion in limine barring\n                                                         \n\nthe  defendant from  pursuing a  particular  line of  argument at\n\n                                24\n\ntrial.  In so doing, the court made it clear that it would \"allow\n\nthe  defense  counsel .  . .  [to]  renew her  opposition  to the\n\ngovernment's  motion before the conclusion of the trial.\"  Id. at\n                                                              \n\n241.   Defense counsel did not take  advantage of this offer.  On\n\nappeal, defendant  challenged the  district court's grant  of the\n\nmotion in limine.   The  Seventh Circuit began  with the  premise\n                \n\nthat a  party \"may  not  lull the  judge  into thinking  that  [a\n\ntheory] has  been abandoned and then,  after he has lost,  pull a\n\nrabbit out of  his pocket in  the form of the  forgotten motion.\"\n\nId.  (quoting United  States v.  Taglia, 922  F.2d 413,  416 (7th\n                                       \n\nCir.),  cert. denied,  500  U.S. 927  (1991)).   The  court  then\n                    \n\nconcluded that the  defense had  failed to perfect  its right  to\n\ncontest the exclusion of the desired line of argument:\n\n          [T]he ball  was in  the defendant's court  to\n          challenge  the  granting  of  the  motion  in\n                                                       \n          limine.  For some  reason, the defense failed\n                \n          to respond to the judge's ruling again during\n          the trial.   This may have  been an oversight\n          on the  part of defense counsel  in the midst\n          of a busy  trial or  a well-calculated  trial\n          strategy.   Whatever  the reason,  the record\n          reflects that  the defense was  clearly given\n          the opportunity  to  raise the  matter  again\n          before the  trial judge and failed  to do so.\n          Accordingly,  the  defense may  not challenge\n          the merits of this ruling on appeal.\n\nId. at 242;  see also Favala v.  Cumberland Engin'g Co.,  17 F.3d\n                                                       \n\n987,  991 (7th Cir. 1994)  (explaining that a \"court's invitation\n\nto renew [an] issue\" should be treated \"as an indication that the\n\ncourt's ruling on  the motion in limine is not  final and is open\n\nto reconsideration; consequently, the failure to follow up on the\n\ninvitation constitutes a waiver\"); United States v. Hoyos, 3 F.3d\n                                                         \n\n                                25\n\n232, 236 (7th  Cir. 1993) (applying Addo to  a situation in which\n                                        \n\nthe  trial  court  granted  the government's  motion  in  limine,\n                                                                \n\nsubject to reconsideration, and  defendant neglected to raise the\n\nrelevant  issue during trial); United  States v. Romano, 849 F.2d\n                                                       \n\n812,  815-16 (3d  Cir.  1988) (declining  to reverse  defendant's\n\nconviction  \"based on  mere speculation  as to what  the district\n\ncourt would have  done\" if  defendant had  proffered evidence  at\n\ntrial in an  effort to  surmount the district  court's in  limine\n                                                                 \n\nruling);  cf. United States v. Bonneau, 970 F.2d 929, 932-33 (1st\n                                      \n\nCir. 1992)  (declining to review exclusion  of testimony, alleged\n\nby defendant to establish  lack of willfulness under 26  U.S.C.  \n\n7201, because defendant made no offer of proof in the trial court\n\nto establish the testimony's substance).\n\n          These principles and precedents necessarily control our\n\ndecision  in this case.  The district judge's ruling was patently\n\nprovisional.    The court  gave  appellant  ample opportunity  to\n\nreiterate  his  request   to  introduce  evidence  of   purported\n\ngovernment  contacts in  the context  of the  actual trial.   For\n\nwhatever  reason, appellant  chose not to  take up  the gauntlet.\n\nOne  consequence  of  appellant's  inertia  is  that  we,  as  an\n\nappellate  tribunal, can  only engage  in rank  speculation about\n\nwhether the trial judge would have allowed appellant to introduce\n\nspecific  evidence (the exact nature  of which is  unknown to us,\n\nsee supra note  8) for  a specific purpose  (the exact nature  of\n         \n\nwhich is likewise unknown to us) had he attempted to do so during\n\nthe trial.   An  appeal that  asks  a reviewing  court to  decide\n\n                                26\n\ndelicate questions of evidentiary error based not on a  tangible,\n\nwell-defined record,  but rather on conjecture  and surmise, does\n\nnot deserve a favorable answer.\n\n          For  these  reasons, we  conclude  that,  when a  judge\n\nissues a provisional in limine pretrial order and clearly invites\n                              \n\nthe adversely affected party to offer evidence at sidebar for the\n\npurpose of  reassessing the scope or  effect of the  order in the\n\nsetting of the  actual trial, the exclusion of  evidence pursuant\n\nto that  order may  be  challenged on  appeal only  if the  party\n\nunsuccessfully attempts to offer such evidence in accordance with\n\nthe terms  specified in  the order.12   Because  appellant failed\n\nto  follow  this well-marked  path, we  hold  that he  cannot now\n\ncomplain  about  the  trial  court's  handling  of  the  contacts\n\n                    \n\n     12This rule is not without limits.  For example, it will not\napply when  the in limine  order is itself  final.  Finality  may\n                         \ninhere either  in the  nature of  the judge's  words,  or in  the\nrationale of his ruling, or in both.  See, e.g., Fusco v. General\n                                                                 \nMotors Corp., 11 F.3d 259, 262-63 (1st Cir. 1993) (\"Where a court\n            \nrules  in limine that certain evidence is excluded but the ruling\n                \nis  merely tentative or qualified,  then the proponent might well\nhave  to offer  the evidence  at trial  in  order to  preserve an\nappeal on the issue.   But where the pretrial proffer is adequate\nand  evidence is  excluded unconditionally  by a  pretrial order,\nthen  we think  that the  proponent has  preserved the  issue for\nappeal and (other circumstances  being unchanged) need not .  . .\nproffer the evidence again  at trial.\") (citation omitted); Addo,\n                                                                \n989 F.2d  at 242 (distinguishing  situations in  which the  trial\ncourt  stated that  subsequent attempts  to  modify an  in limine\n                                                                 \nruling would be useless  or futile); see also Favala, 17  F.3d at\n                                                    \n991 (noting rule that \"the failure to follow up on the invitation\n[to reconsider  a  motion in  limine] constitutes  a waiver\"  but\n                                    \nfinding  no waiver  in  the  particular  case because  the  court\n\"clearly indicated\"  that its ruling was  definitive); cf. United\n                                                                 \nStates  v.   Mejia-Alarcon,  995   F.2d  982,  986   (10th  Cir.)\n                          \n(formulating three-part test  to determine when  the denial of  a\npretrial  motion in limine to exclude evidence, in the absence of\n                          \na further objection  at trial, will nonetheless preserve  a right\nof appellate review), cert. denied, 114 S. Ct. 334 (1993).\n                                  \n\n                                27\n\nevidence.\n\nIV.  OTHER EVIDENTIARY ISSUES\n\n          In his final  assignment of  error, appellant  suggests\n\nthat the district  court erred in  permitting the prosecution  to\n\nintroduce,  over  objection,  certain  items  of  evidence  that,\n\nappellant says,  were  not  satisfactorily  authenticated.    The\n\nchallenged evidence comprises a photocopy provided by Andrew Wong\n\n(a purchaser  of unlawfully exported firearms),  and snapshots of\n\nweapons  displaying serial  numbers  matching for  the most  part\n\nthose listed on weapons in appellant's inventory.  In addition to\n\nquestioning  authentication, appellant also  claims that,  in all\n\nevents, the photocopy should  have been excluded as hearsay.   We\n\nbelieve that this fusillade misses the mark.\n\n                        A.  The Photocopy.\n                                         \n\n          In  respect  to  the photocopy,  we  treat  appellant's\n\nauthentication and hearsay challenges separately.\n\n          1.   Authentication.   Exhibit  17A  purported to  be a\n          1.   Authentication.\n                             \n\nphotocopy of  a bank check in  the amount of $2500,  drawn on the\n\nBank of China at Hong Kong, bearing a date of  December 20, 1988,\n\nand  made payable  to appellant.   To  authenticate the  proffer,\n\nDennis Kelly, a Customs agent, testified that Wong  provided him,\n\nvia air courier  from Hong Kong,  with both  the photocopy and  a\n\nthree-page invoice  in appellant's  handwriting.   This document,\n\nadmitted into evidence at  trial as Exhibit 17, described,  among\n\n                                28\n\nother things, a $2500 credit in Wong's favor.13\n\n          Appellant argues  that the proof failed  to eliminate a\n\ngoogol of  possibilities concerning the photocopy,  e.g., that it\n                                                        \n\nwas a fake, or  that the check was  made at some time  other than\n\nthe stated date, or that it was never delivered to appellant, or,\n\nif  delivered,  that  it  was never  negotiated.    Additionally,\n\nappellant argues that a finding of authenticity could not readily\n\nbe  based on material emanating from Wong because Wong had soured\n\non him and was, therefore, a biased source.\n\n          It cannot be gainsaid that documentary evidence must be\n\nauthentic.   The test of  authenticity is straightforward:   \"The\n\nrequirement of  authentication or identification  as a  condition\n\nprecedent to admissibility is satisfied by evidence sufficient to\n\nsupport  a  finding  that the  matter  in  question  is what  its\n\nproponent  claims.\"  Fed. R. Evid. 901(a); see also United States\n                                                                 \n\nv. Paulino,  13 F.3d  20, 23  (1st Cir.  1994); United  States v.\n                                                              \n\nArboleda, 929 F.2d 858, 869 (1st Cir. 1991).\n        \n\n          There is  no single way  to authenticate evidence.   In\n\nparticular, the  direct testimony of a custodian  or a percipient\n\nwitness is not a sine qua non to the authentication of a writing.\n                             \n\nSee  Paulino, 13 F.3d at  23.  Thus,  a document's \"[a]ppearance,\n            \n\ncontents,  substance, internal  patterns,  or  other  distinctive\n\ncharacteristics,  taken in conjunction  with circumstances,\" can,\n\nin cumulation, even without direct  testimony, provide sufficient\n\n                    \n\n     13On  appeal, Holmquist  does not  contest the  admission of\nExhibit 17 as a full exhibit.\n\n                                29\n\nindicia  of reliability to permit a finding that it is authentic.\n\nFed. R. Evid. 901(b)(4);  see also Paulino, 13 F.3d at 23; United\n                                                                 \n\nStates v. Newton, 891 F.2d 944, 947 (1st Cir. 1989).\n                \n\n          Issues   of  authentication  are  almost  always  fact-\n\nsensitive.  Consequently, when such issues arise, the trial court\n\nmust act  as a gatekeeper.   See United States v.  Ladd, 885 F.2d\n                                                       \n\n954, 956 (1st  Cir. 1989);  see generally Fed.  R. Evid.  104(a).\n                                         \n\n\"If the court discerns enough support  in the record to warrant a\n\nreasonable person  in determining  that the  evidence is  what it\n\npurports to be, then Rule 901(a)  is satisfied and the weight  to\n\nbe given to the evidence is left to the jury.\"  Paulino, 13  F.3d\n                                                       \n\nat 23.   And  since rulings  of this nature  often depend  on the\n\ntrial   judge's  intimate   knowledge   of  the   case  and   the\n\nprotagonists, we review rulings  accepting or rejecting claims of\n\nauthenticity only for mistake of law or abuse of discretion.  See\n                                                                 \n\nPaulino, 13 F.3d at 23; United  States v. McMahon, 938 F.2d 1501,\n                                                 \n\n1508 (1st Cir. 1991).\n\n          Here, the district court  noted that the purported bank\n\ncheck was  dated \"Dec. 20, 1988\";  that it was payable  to \"Steve\n\nHolmquist\"; and that it was for $2500.  The court also determined\n\nthat   Exhibit  17   (the  three-page   invoice   in  appellant's\n\nhandwriting) strongly corroborated Exhibit  17A; after all, agent\n\nKelly  received the  invoice  in the  very  same package  as  the\n\nphotocopy  of the check, and the invoice mentioned a $2500 credit\n\nto Wong, thereby lending considerable credence to the proposition\n\nthat Holmquist received a  payment (the bank check), acknowledged\n\n                                30\n\nits receipt, and  credited Wong's  account in the  amount of  the\n\npayment.14   Given the totality of  the circumstances, especially\n\nthe ties binding Wong to Holmquist, we agree with the lower court\n\nthat  a  jury could  draw  reasonable  inferences connecting  the\n\nphotocopy of the bank check to the invoice.\n\n          To be  sure, appellant's  objections  are not  entirely\n\nwithout  force.   It  is possible  that  the photocopy  had  been\n                                 \n\ndoctored, or  constituted an  instrument through which  Wong, for\n\nwhatever reason, aspired to carry out an elaborately staged hoax.\n\nBut the  burden of authentication does not  require the proponent\n\nof the evidence  to rule out all  possibilities inconsistent with\n\nauthenticity, or to prove  beyond any doubt that the  evidence is\n\nwhat it purports to be.  Rather, the standard for authentication,\n\nand  hence for  admissibility, is  one of  reasonable likelihood.\n\nSee  United  States v.  McGlory, 968  F.2d  309, 328-29  (3d Cir.\n                               \n\n1992), cert. denied,  113 S.  Ct. 1388 (1993);  United States  v.\n                                                             \n\nCollado, 957 F.2d 38, 39 (1st Cir. 1992); see also 5 J. Weinstein\n                                                  \n\n&amp; M. Berger, Weinstein's Evidence    901(a)[01], at 901-19 (1994)\n                                 \n\n(explaining  that  the  trial  court  should  admit  evidence  as\n\nauthentic  \"if sufficient  proof has  been introduced  so that  a\n\nreasonable juror could find in favor of authenticity\").\n\n          Here, mindful  of the  deference accorded to  the trial\n\ncourt's  exercise of its discretion, we cannot say that the court\n\nerred  in declaring  the  photocopy  of  the  bank  check  to  be\n\n                    \n\n     14The  handwritten  invoice  used  the  words  \"minus $2500,\n12/29/88.\"\n\n                                31\n\nsufficiently authenticated, or in admitting it into evidence.\n\n          2.  Hearsay.  Appellant also suggests that, because the\n          2.  Hearsay.\n                     \n\nphotocopy  was  introduced  to  prove  the  truth  of the  matter\n\nasserted, it  was hearsay and, therefore,  inadmissible unless it\n\nfell within one of the  exceptions to the hearsay rule.   We need\n\nnot probe this point  too deeply, for close perlustration  of the\n\nrecord  makes  it  plain   that  appellant  never  advanced  this\n\nobjection below.\n\n          During  the   trial,  appellant   made  a   cluster  of\n\nobjections  with regard  to  the  photocopy  of the  bank  check.\n\nHowever,   these  objections   focused  on   authentication,  and\n\ncontained  no  developed  argumentation  in  regard  to   hearsay\n\nprinciples.  To be  sure, defense counsel at one point called the\n\nphotographs  \"totem  pole hearsay,\"  and,  in  a later  colloquy,\n\napplied the  same epithet to  the photocopy.   But we think  that\n\nthis  elliptical   reference  carries   little  weight.     Under\n\nprevailing  federal practice, objections  to evidentiary proffers\n\nmust  be  reasonably specific  in order  to  preserve a  right to\n\nappellate  review.  See, e.g., United States v. Walters, 904 F.2d\n                                                       \n\n765, 769 (1st Cir. 1990);  see also Fed. R. Evid. 103(a)(1).   In\n                                   \n\nother  words,  a  litigant  is  obliged  to  \"call [his  specific\n\nobjection] to the  attention of the trial  judge, so as to  alert\n\n[the judge] to the  proper course of  action.\"  United States  v.\n                                                             \n\nPiva, 870 F.2d  753, 759  (1st Cir. 1989)  (quoting Notes of  the\n    \n\nAdvisory  Committee  on  Evidence  Rule  103(a)).     A  lack  of\n\nspecificity  bars the  party aggrieved  by  the admission  of the\n\n                                32\n\nevidence from  raising more  particularized points for  the first\n\ntime  on appeal.  See Walters, 904 F.2d at 769; Piva, 870 F.2d at\n                                                    \n\n759.\n\n          The rule  is not  a mere  technicality, but is  solidly\n\ngrounded in considerations of fairness and judicial  economy.  As\n\nwe said  in Walters, 904  F.2d at  769:  \"The  reason for  such a\n                   \n\nrequirement is  to alert the trial  court and the  other party to\n\nthe  grounds of  the objection  so that  it may  be addressed  or\n\ncured.\"  Applying these precepts, appellant's hearsay argument is\n\nby the boards.15\n\n                      B.  The Photographs. \n                      B.  The Photographs.\n                                         \n\n          The district  court also permitted  the prosecution  to\n\nintroduce nine  photographs purporting  to  depict firearms  that\n\nappellant illegally  exported to  China.  Each  photograph showed\n\nthe  serial number on the weapon portrayed therein.  In the main,\n\nthese serial numbers  matched two other  sets of serial  numbers:\n\nthe serial numbers of firearms that were transferred from ARMCO's\n\ninventory to  appellant, and  the serial  numbers listed  in wire\n\ntransmissions from appellant to Wong.  Agent Kelly testified that\n\nhe  received these photographs during a meeting with Wong in Hong\n\nKong early in 1992.\n\n                    \n\n     15Of course, even without a sufficient objection,  appellant\ncan obtain relief  on appeal  if the admission  of the  so-called\n\"hearsay  evidence\" sinks  to  the level  of  plain error.    See\n                                                                 \nGriffin, 818 F.2d at 99-100.  There was no plain error here.  See\n                                                                 \nid.  at 100 (describing plain errors as \"those errors so shocking\n   \nthat  they seriously  affect the  fundamental fairness  and basic\nintegrity of  the proceedings  conducted below,\" or,  put another\nway, those  errors which must  be noticed in  order to prevent  a\n\"clear miscarriage of justice\").\n\n                                33\n\n          In   admitting  the  photographs,  the  district  court\n\nstated:\n\n          [B]ecause  serial  numbers   appear  on   the\n          photographs  and  can  be  compared  with the\n          serial numbers on other documents in evidence\n          in this  case, it  would be  an extraordinary\n          inference that the guns that  contained those\n          serial numbers could have been assembled at a\n          time before the  documents were prepared that\n          are in evidence here.\n\n                       *        *        *\n\n               [A]  fact finder may reasonably draw the\n          inference that it's  most unlikely that those\n          guns  came  into the  hands  of somebody  who\n          could  assemble  them  together,  take  those\n          photographs and those  photographs then  came\n          into  the hands of  the Government agent from\n          some source that would undercut the inference\n          that they were taken over by Steve Holmquist.\n\n          Appellant inveighs against  this assessment,  asserting\n\nthat the prosecution presented no  evidence to show when,  where,\n\nwhy,  and under  what circumstances  the photographs  were taken.\n\nThis assertion is true   but it is beside any pertinent point.  A\n\nphotograph's  contents, buttressed by  indirect or circumstantial\n\nevidence,  can form  a sufficient  basis for  authentication even\n\nwithout the testimony  of the photographer  or some other  person\n\nwho was  present at the  time it  was taken.   See, e.g.,  United\n                                                                 \n\nStates v. Stearns,  550 F.2d 1167, 1171 (9th Cir. 1977); see also\n                                                                 \n\nUnited States v. Clayton, 643 F.2d 1071, 1074 (5th Cir. 1981) (\"A\n                        \n\nwitness qualifying a photograph need  not be the photographer  or\n\nsee  the picture  taken; it  is sufficient  if he  recognizes and\n\nidentifies the object depicted  and testifies that the photograph\n\nfairly  and correctly represents it.\").   So here.   At any rate,\n\n                                34\n\nthe  defense  had  a  fair  opportunity  to  cross-examine  Kelly\n\nconcerning both the delivery  of the photographs and his  lack of\n\npersonal  knowledge  regarding   their  preparation.     In   the\n\ncircumstances at hand, no more was exigible.\n\n          We will not prattle.   The lower court's assessment  of\n\nthe  situation is  plausible;  indeed, it  makes abundant  sense.\n\nBased on it, the  court concluded that the photographs  were most\n\nlikely authentic, and permitted their introduction into evidence.\n\nWe think that  this finding falls  well within the  realm of  the\n\ncourt's discretion.\n\nV.  CONCLUSION\n\n          We  summarize  succinctly.    As  for  the  importation\n\nstatute, 18 U.S.C.    542, appellant's proposed interpretation of\n\nthe materiality requirement is simply too restrictive; the better\n\ndefinition is one that accounts for the possible effects of false\n\nstatements on the importation process as a whole.  As  for the in\n                                                                 \n\nlimine order,  which affects  only the export  charges, appellant\n      \n\nfailed to  perfect  the exclusion-of-evidence  challenge  he  now\n\nseeks  to  advance.   Finally, we  find  no merit  in appellant's\n\ncomplaints about the admission of other evidence.\n\n          We  need  go no  further.    Appellant's arguments  are\n\nlegally impuissant and, therefore, his convictions must be\n\nAffirmed.\n        \n\n                                35\n",
  "html": "<p class=\"case_cite\">36 F.3d 154</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Stephen A. HOLMQUIST, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1529.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 2, 1994.<br>Decided Sept. 28, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John H. LaChance, with whom Milly Whatley and LaChance &amp; Whatley, Framingham, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Robert L. Ullman, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Stephen A. Holmquist appeals his convictions on six counts of importing firearms by means of false statements in violation of 18 U.S.C. Sec. 542 and three counts of exporting restricted firearms in violation of 22 U.S.C. Sec. 2778.  Holmquist's case has a certain labyrinthine quality.  Having successfully negotiated the maze, however, we find appellant's claims to be without legal merit and, therefore, affirm the judgment below.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant, a resident of Massachusetts, owned and operated ARMCO, a firm engaged in the retail sale of firearms.  Apparently not content with the domestic market, and believing his entrepreneurial skills to be of sufficient caliber, appellant set his sights on the international scene.  Between 1989 and 1991, he conducted several business transactions with individuals in the People's Republic of China.  Since these transactions triggered the indictment in this case, we offer an overview of them.  Where appropriate, we resolve evidentiary conflicts, and indulge reasonable inferences, in a manner compatible with the jury verdict.  See, e.g., United States v. Maraj, 947 F.2d 520, 522-23 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In May of 1989, the U.S. State Department granted appellant's request for a license to export handguns to the People's Republic of China.  However, following the tragic events that rocked Tiananmen Square in June of that year, the State Department declared that most firearms no longer could be exported to China.  At the same time, the Department revoked or suspended all existing export licenses (including appellant's) and declared a moratorium on the issuance of new licenses.  When appellant thereafter sought just such a license, the State Department sent back his application, unapproved and stamped \"returned without action.\"   Appellant did not reapply.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Despite the lack of a license or other formal authorization, appellant thrice smuggled restricted firearms to China between October 1989 and July 1990.  He carried the weaponry on commercial flights out of Boston, nestled in his suitcases amidst other, more orthodox travel items.  After arriving in China, appellant delivered the guns to either Mr. Ha, a high-ranking government official,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> or Andrew Wong, a business executive.  Based on the evidence anent these transactions, the jury convicted appellant on three counts of unlawful exportation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">China also served appellant as a source for importing firearms and ammunition into the United States.  These importations, though not in themselves unlawful, ultimately became so when accompanied by appellant's apocryphal statements concerning the value of his wares.  On six different occasions during 1990 and 1991, appellant undervalued imports, presumably to reduce the duty due.  The prosecution was able to adduce virtually irrefutable proof of this duplicity:  dual sets of invoices, one containing the price disclosed to Customs and the other containing the actual, higher price that appellant in fact had paid.  Based on this well-documented pattern of deceit, the jury convicted appellant on six counts of entering goods by means of false statements.</p>\n    </div>\n    <p>II. THE IMPORT CHARGES</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Taking matters in reverse chronological order, we turn first to an examination of the import charges.  These counts arise under a criminal statute that provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Whoever enters or introduces, or attempts to enter or introduce, into the commerce of the United States any imported merchandise by means of any fraudulent or false invoice, declaration, affidavit, letter, paper, or by means of any false statement, written or verbal, or by means of any false or fraudulent practice or appliance, or makes any false statement in any declaration without reasonable cause to believe the truth of such statement, or procures the making of any such false statement as to any matter material thereto without reasonable cause to believe the truth of such statement, whether or not the United States shall or may be deprived of any lawful duties ... [s]hall be [punished as provided].</p>\n    </div>\n    <p class=\"indent\">18 U.S.C. Sec. 542 (emphasis supplied).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellant does not deny that he knowingly made false statements to Customs officials, thereby undervaluing his imports.  Nonetheless, he contends that such statements do not fall within the scope of the statute of conviction because the phrase \"by means of\" indicates that no violation occurs unless the merchandise, absent the false invoice, statement, or practice, would have been excludable.  And he says this was not the case regarding the Chinese munitions, as their importation was lawful.  The government, by contrast, puts no stock in a causation requirement, dismissing appellant's argument as involving too cramped a reading of the statutory language.  Because the parties' dispute boils down to a pure question of statutory interpretation, our review is plenary.  See United States v. Gifford, 17 F.3d 462, 471-72 (1st Cir.1994);  Liberty Mut. Ins. Co. v. Commercial Union Ins. Co., 978 F.2d 750, 757 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Whatever shadows cloud this record, one thing is very clear:  even though no materiality requirement appears on the statute's face, section 542's first provision must be read to contain such a requirement;  to justify a conviction, the prosecution must demonstrate that the false invoice, statement, or practice is related to the importation in some material respect.  This is the construction recognized by virtually every court that has directly addressed the issue.  See, e.g., United States v. Corcuera-Valor, 910 F.2d 198, 199 (5th Cir.1990);  United States v. Bagnall, 907 F.2d 432, 435 (3d Cir.1990);  United States v. Teraoka, 669 F.2d 577, 579 (9th Cir.1982).  It also comports with our construction of the parallel civil statute, 19 U.S.C. Sec. 1592, explicated in United States v. Ven-Fuel, Inc., 758 F.2d 741, 761-62 (1st Cir.1985).  We hasten to add that the inclusion of a materiality component is warranted by more than habit;  such a requirement is pragmatically desirable because it permits courts to advance the statute's apparent purposes and, if necessary, to exclude trivial lapses from the statute's ambit.  Cf., e.g., United States v. Corsino, 812 F.2d 26, 30 (1st Cir.1987) (explaining materiality requirement under 18 U.S.C. Sec. 1001, which prohibits, among other things, the submission of false statements in matters within the jurisdiction of any federal agency).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Yet, our recognition of a materiality requirement does not solve the interpretive riddle that this appeal presents;  it is the nature of the materiality requirement--not its mere existence--over which the parties grapple.  Appellant invites us to hold that materiality in this context is contingent on a crabbed construction of the term \"by means of.\"   Specifically, he argues that \"by means of\" is synonymous with \"because of,\" and that a false statement is material under the first part of section 542 only if the importation of any particular item would have been forbidden in its absence.  We decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In discerning the meaning of this portion of section 542, \"[w]e start--as all statutory construction must start--by looking at the language of the law,\" United States v. Charles George Trucking Co., 823 F.2d 685, 688 (1st Cir.1987), and by examining the \"ordinary, contemporary, common meaning\" of the words, Perrin v. United States, 444 U.S. 37, 42, 100 S.Ct. 311, 314, 62 L.Ed.2d 199 (1979).  Bearing this in mind, we are constrained to conclude that the phrase \"by means of\" is not synonymous with \"because of\";  while the former includes the latter, that hardly renders them coterminous.  Rather, understood in an unforced way, saying that someone has effected an importation by means of a false statement is simply to suggest that the person has introduced a false statement at some significant stage in the process.  The phrase does not mean that the person could not have used a true statement in tandem with the false statement, or that the importation could not otherwise have been achieved.  See, e.g., Webster's New Universal Unabridged Dictionary 1115 (2d ed. 1983) (defining \"by means of\" as \"by using;  with the aid of;  through\");  Richard A. Spears, American Idioms Dictionary 43 (1987) (defining \"by means of something\" as \"using something\" or \"with the use of something\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There is no basis for rejecting plain meaning here.  Indeed, contrary to appellant's importuning, the principal problem with the \"by means of\" language is not ambiguity--its meaning is obvious--but, rather, the language's potential breadth.  It is because of this problem that courts have read a materiality requirement into this portion of section 542.  This requirement is intended to flesh out, not to eviscerate, the \"by means of\" language as that phrase resonates in the context of section 542.  So viewed, it brings to the textual surface the commonsense notion that, to ground a conviction, there must be a significant nexus between the false statement and the importation.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We hold, therefore, in basic agreement with the Third Circuit, that a false statement is material under section 542 if it has the potential significantly to affect the integrity or operation of the importation process as a whole, and that neither actual causation nor actual harm to the government need be demonstrated.  See Bagnall, 907 F.2d at 436 (\"The language of Sec. 542 suggests to us that its purpose is no less than to preserve the integrity of the process by which foreign goods are imported into the United States.  As a result, we are inclined to believe that a false statement is material not only if it is calculated to effect the impermissible introduction of ineligible or restricted goods, but also if it affects or facilitates the importation process in any other way.\");   see also Corsino, 812 F.2d at 30-31 (drawing similar conclusion in relation to the judicially devised materiality requirement of 18 U.S.C. Sec. 1001);  United States v. Greenberg, 735 F.2d 29, 31 (2d Cir.1984) (suggesting, in construing an analogous statute, that when \"a false statement is made to a public body or its representative, materiality refers to the impact that the statement may reasonably have on the ability of that agency to perform the functions assigned to it by law\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is thus apparent that the focus of an inquiry into materiality is not what effect a false statement actually may have, but whether it carries a serious potential risk for obstructing the agency or substantially inhibiting the agency's performance of its duties under the law.  Transplanted to the Customs milieu, a statement is material if it has the potential significantly to affect the integrity or operation of the importation process--the manner in which Customs handles the assessment of duties and passage of goods into the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Having distilled the plain meaning of the disputed phrase, we could end our inquiry at this point.  See, e.g., Charles George Trucking, 823 F.2d at 688 (explaining that, when the language of a statute \"points unerringly in a single direction, and produces an entirely plausible result, it is unnecessary--and improper--to look for other signposts\").  But, here, to reinforce our conclusion that \"material\" means something more than \"causal,\" we think it is appropriate to note that this conclusion is supported not only by the plain language of section 542, but also in three other ways:  by the better reasoned case law, by the adverse textual consequences that would result from adopting appellant's proposed definition, and by the policy underlying the statutory provision.  See, e.g., United States v. O'Neil, 11 F.3d 292, 295-301 (1st Cir.1993) (beginning interpretive analysis with plain language of statute and verifying construction by reference to statutory structure, logic, and public policy).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">An examination of precedent reveals that we already have rejected a narrow, causally oriented reading of the materiality requirement found in the civil analog to section 542.  See Ven-Fuel, 758 F.2d at 762 (branding such a construction of 19 U.S.C. Sec. 1592 \"entirely baseless\" and predicting that \"[s]uch a restrictive reading would largely eviscerate the statute, rendering it meaningless in the vast majority of cases\").<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Our view of section 542's materiality requirement is also consonant with the reasoning and/or resolution of several cases from other jurisdictions.  See, e.g., Bagnall, 907 F.2d at 436;  United States v. Brown, 456 F.2d 293, 295 (2d Cir.), cert. denied, 407 U.S. 910, 92 S.Ct. 2436, 32 L.Ed.2d 684 (1972);  United States v. Szwaczka, 769 F.Supp. 293, 296 (E.D.Wis.1991);  see also United States v. Yip, 930 F.2d 142, 147-49 (2d Cir.)  (construing the second provision of section 542 in an equally broad manner), cert. denied, --- U.S. ----, 112 S.Ct. 197, 116 L.Ed.2d 157 (1991).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A broad construction of section 542 is also supported by accepted canons of statutory construction.  If the first provision in section 542 is construed as applying only to ineligible imports, then the final sentence of the section, discussing the legal irrelevance of depriving the government \"of any lawful duties,\" would be meaningless (for nonimportable items are not dutiable, and hence, the government could never be deprived).  Accordingly, such a construction would transgress the oft-stated interpretive rule that \"[a]ll words and provisions of statutes are intended to have meaning and are to be given effect, and no construction should be adopted which would render statutory words or phrases meaningless, redundant or superfluous.\"  Ven-Fuel, 758 F.2d at 751-52;  accord O'Neil, 11 F.3d at 297.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, a statute must be read as a whole, with due regard for its object, purposes, and underlying policy.  See Pilot Life Ins. Co. v. Dedeaux, 481 U.S. 41, 51, 107 S.Ct. 1549, 1554-55, 95 L.Ed.2d 39 (1987).  Here, a broad reading of the disputed language serves to advance the fundamental purpose of the first part of section 542.  That purpose, as evidenced by Congress's choice of phrase--particularly the caveat that the government need not \"be deprived of any lawful duties\"--is to ensure full disclosure in importation and thereby maintain the integrity of the importation process as a whole.  See Bagnall, 907 F.2d at 436.   Adopting an isthmian standard would thwart this goal by making it more attractive for importers to assume the persona of Holmes's \"bad man\" and to practice strategic forms of deception under the guise of immateriality.  See Oliver Wendell Holmes, Jr., The Path of the Law, 10 Harv.L.Rev. 457, 459 (1897) (\"If you want to know the law and nothing else, you must look at it as a bad man, who cares only for the material consequences which such knowledge enables him to predict....\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To recapitulate, we hold that materiality is, in fact, an element of the offense of conviction.  This element serves to explain, not to emasculate, the \"by means of\" language contained in the first part of the statute.  Particularly when viewed against this backdrop, appellant's proposed equation of \"by means of\" with \"because of\" betrays both common meaning and common sense.  By limiting the scope of section 542's first provision to ineligible items, such an interpretation would effectively convert the provision into an inoperative piece of parchment.  Accordingly, we reject appellant's narrow construction, and rule that, in this context, \"material\" means having the potential significantly to affect the integrity or operation of the importation process as a whole, without regard to whether the conduct at issue caused the importation and without regard to whether the federal government suffered actual harm.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellant's false statements had this deleterious potential.  Undervaluations are by their nature materially related to the importation process, both because they may interfere with the government's efforts to monitor and regulate the flow of goods into the United States and because they undermine the integrity of the entire importation process.  Consequently, appellant's convictions under section 542 must be upheld.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>III. THE EXCLUDED EVIDENCE</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We turn now to appellant's assertion that his convictions under the Arms Export Control Act, 22 U.S.C. Sec. 2778, are tainted because the trial court excluded evidence--evidence that we sometimes shall call \"contacts evidence\"--that would have established a defense of apparent public authority<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and/or negated the element of specific intent.  For the reasons explained below, we find this assertion unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>A. Proceedings Below.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Because the precise course of proceedings before and during the trial is critical to the resolution of appellant's challenge, we rehearse the pertinent details.  Between April 27 and May 6, 1992, appellant served subpoenas duces tecum on three persons--an agent of the Naval Intelligence Service, the keeper of records at the National Security Agency, and a business associate (whom we shall call \"John Doe\") who had accompanied appellant on his excursions to China--proposing to ensure their availability as witnesses at his trial.  Appellant alleged that Doe (who, he said, was in the employ of a federal intelligence agency) had authorized the arms exports.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  It was appellant's legal theory that, even if Doe were not a spy, Doe's imprimatur could undermine the government's case against appellant either by providing a defense of apparent public authority, but see supra note 6, or by negating an element of the offense, namely, specific intent.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The government responded by filing motions to quash the subpoenas, followed on May 18 by both a memorandum of authorities and an ex parte submission pursuant to the Classified Information Procedures Act, 18 U.S.C. app.  III (CIPA), which limns a procedure permitting classified information \"to be inspected by the court alone.\"   Id. Sec. 4.  On the same date, appellant made an oral ex parte proffer to the trial court, explaining the relationship between the subpoenas and his proposed trial strategy.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On May 21, following an in camera hearing, Judge Keeton granted the government's motions to quash.  He also granted the government's oral motion in limine, made in anticipation that appellant might renew his efforts to proffer contacts evidence.  When reduced to writing on May 26, 1992, the in limine order required appellant, before \"fil[ing] or disclos[ing] any document, ask[ing] any question, or mak[ing] any statement related to any alleged contact between any individual and any intelligence agency,\" to \"first present[ ] such matter directly to the [trial judge] in chambers or at sidebar and ... receive[ ] from [the judge] a ruling allowing the requested action....\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Immediately prior to trial, appellant filed a motion to reconsider these rulings, accompanied by a written, sworn ex parte proffer.  After a hearing that began on October 22, 1992, and continued into the next day, the district court denied the motion.  Trial commenced a few days later.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At trial, appellant called only one witness, a Customs agent, and made no discernible effort to capitalize on the court's invitation to examine his purported contacts evidence in camera.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Still, at the close of his case appellant moved for a mistrial, claiming that the district court's pretrial rulings denied him the opportunity to present a robust defense.  The court spurned the motion.  In due course the jury convicted appellant on all three exportation counts (as well as on the charges of unlawful importation discussed in Part II, supra ).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>B. Analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Appellant contests the district court's pretrial rulings--specifically, the orders entered in respect to the government's motions to quash and motion in limine--on the theory that those rulings precluded him from presenting to the jury a complete and competent defense.  He assails the district court's denial of his motion for a mistrial for much the same reason.  In particular, he alleges that these rulings--which for our purposes coalesce into, and are subsumed by, the order in limine<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>--transgressed his rights under both the Due Process Clause of the Fifth Amendment and the Compulsory Process Clause of the Sixth Amendment by foreclosing him from mounting a defense to the charges.  Having carefully deterrated the record, we find that this challenge has not been properly perfected and, therefore, evaporates into thin air.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On appeal, Holmquist claims that the contacts evidence bore on two possible lines of defense:  (1) that he acted on Doe's instructions, and, hence, under the guise of apparent public authority--a defense that, in any event, would have misfired, see supra note 6;  and (2) that he lacked the requisite specific intent to commit the charged crime--a strategy that, at least in theory, had promise, see, e.g., United States v. Murphy, 852 F.2d 1, 7 (1st Cir.1988) (explaining that, in respect to charges under 22 U.S.C. Sec. 2778, the prosecution must prove that the defendant in fact \"knew he had a legal duty not to export the weapons\"), cert. denied, 489 U.S. 1022, 109 S.Ct. 1145, 103 L.Ed.2d 205 (1989);  see also United States v. Anderson, 872 F.2d 1508, 1517 (11th Cir.)  (rejecting apparent public authority defense, but acknowledging that defendant's mistaken belief that his acts were authorized might negate specific intent), cert. denied, 493 U.S. 1004, 110 S.Ct. 566, 107 L.Ed.2d 560 (1989).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  There is some disagreement over the extent to which appellant explicitly and clearly pursued the second of these two legal theories during the course of the litigation.  The best that can be said is that passing reference to both theories is made in appellant's opposition to the government's motion to quash;  and appellant's motion to reconsider and motion for mistrial each purported to incorporate the contents of this initial opposition.  But at the pretrial hearings of May 18 and 21, 1992, which were specifically devoted to assessing the propriety of the government's motions to quash and motion in limine, appellant did not once bring the specific intent theory to the judge's attention.  Similarly, appellant made no explicit reference to the theory when arguing his motion to reconsider.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Based on the overall record, appellant might well be deemed to have abandoned the specific intent theory.  As we have previously admonished, \"[a] party has a duty to put its best foot forward ... [and] to spell out its arguments squarely and distinctly.\"  Paterson-Leitch Co. v. Massachusetts Mun. Wholesale Elec. Co., 840 F.2d 985, 990 (1st Cir.1988);  see also United States v. Boylan, 898 F.2d 230, 249 (1st Cir.)  (\"Litigants cannot expect a judge ... to be clairvoyant.\"), cert. denied, 498 U.S. 849, 111 S.Ct. 139, 112 L.Ed.2d 106 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Although the question of abandonment is close, we need not resolve it, for at the trial itself, appellant eschewed any attempt to offer evidence in camera in accordance with the district court's express invitation and the provisional nature of the court's in limine ruling.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The government maintains that, given this omission, appellant no longer can contest the operation of the court's order in limine.   We agree.  Appellant's snubbing of the court's invitation to consider evidentiary offerings during the trial effectively insulated from appellate review any complaints he voiced in connection with the court's pretrial evidentiary rulings.  In the pages that follow, we explain our rationale.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It is a bedrock principle of our adjudicatory system that ostensible errors arising before and during trial must be properly raised and preserved in order to be reviewable on appeal.  See United States v. Griffin, 818 F.2d 97, 104-06 (1st Cir.), cert. denied, 484 U.S. 844, 108 S.Ct. 137, 98 L.Ed.2d 94 (1987).  In terms of evidentiary limitations, this principle is so important that we find it partially codified in the third of our Federal Rules of Evidence.  \"Error may not be predicated upon a ruling ... excluding evidence [unless] the substance of the evidence was made known to the court by offer or was apparent from the context within which questions were asked.\"   Fed.R.Evid. 103(a).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In entering the in limine order below, Judge Keeton made it clear that the only definite limitation on appellant's ability to introduce contacts evidence was that he must first present it out of the jurors' earshot, that is, to the judge, either in chambers or at sidebar.  Federal district judges enjoy broad discretion in respect to the ordering and presentation of proof and the handling of evidentiary questions.  See, e.g., Fed.R.Evid. 104(c) (stating that hearings on preliminary matters other than the admissibility of confessions may be conducted out of the hearing of the jury \"when the interests of justice require\");  Fed.R.Evid. 611(a) (empowering district courts to exercise \"reasonable control\" over mode and presentation of evidence);  see also Luce v. United States, 469 U.S. 38, 41 n. 4, 105 S.Ct. 460, 463 n. 4, 83 L.Ed.2d 443 (1984) (approving use of in limine rulings as an adjunct of \"the district court's inherent authority to manage the course of trials\");  Douglas L. Colbert, The Motion in Limine in Politically Sensitive Cases:  Silencing the Defendant at Trial, 39 Stan.L.Rev. 1271 (1987) (discussing, though bemoaning, the increased use of motions in limine to preclude defendants from raising certain defenses altogether).  In light of this discretion, we are unable to conclude that the in limine order itself lay beyond the district court's proper purview, or that it was untenable in any particular.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It follows inexorably that, since the in limine order represented a lawful exercise of judicial power, appellant's failure to abide by its terms bars him from complaining in this venue about evidence that could have beenbut was not--proffered to the court within the framework of the order.  After all, the trial judge's offer to consider proposed evidentiary offerings in camera, as the occasion arose, was not a mere formality--and appellant treated it as such at his peril.  See Conway v. Electro Switch Corp., 825 F.2d 593, 596 n. 1 (1st Cir.1987) (\"Under the best of circumstances, counsel must exercise caution in relying exclusively upon rulings made in connection with pretrial motions in limine as the basis for preserving claims of error in the admission and exclusion of evidence.\");  Freeman v. Package Mach. Co., 865 F.2d 1331, 1337 (1st Cir.1988) (offering similar admonition).  In short, appellant's decision to ignore the procedural device fashioned by the trial court disabled him from mounting a subsequent challenge to what he now dysphemistically calls the \"exclusion\" of evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Our conclusion rests not only upon the fundamental principles of judicial economy and attorney cognizance, but also upon a well-defined corpus of federal appellate case law.  The touchstone, of course, is the Court's decision in Luce.   The Luce Court held specifically that a defendant who chooses not to testify at trial loses his right to appeal the district court's ruling denying his in limine motion to forbid the impeachment use of a prior conviction.  See Luce, 469 U.S. at 43, 105 S.Ct. at 464.   More generally, Luce teaches that there are concrete limits to a party's right to request appellate review of evidentiary rulings, and that these limits reflect two factors:  (1) the legitimate needs of appellate courts in the review of alleged evidentiary errors stemming from trials, see id. at 41-42, 105 S.Ct. at 463-64 (observing that \"[a] reviewing court is handicapped in any effort to rule on subtle evidentiary questions outside a factual context\");  and (2) the possibility that a defendant might exploit adverse rulings by treating them essentially as legal jokers, to be pulled from his sleeve should a conviction ensue, see id. at 42, 105 S.Ct. at 463-64 (warning against setting the stage for a litigant, at no risk, to seed the record with error).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the instant case, both of these concerns are implicated.  Regarding the reviewability concern, it is precisely because appellant comes before us not having attempted to offer evidence during the trial that we cannot rule intelligently on the underlying evidentiary questions;  he presents us with an abstract intellectual exercise, rife with conjecture, rather than affording us an opportunity to inspect concrete evidence, offered and excluded in an actual trial context.  Regarding the exploitation concern, we likewise have no reliable way of knowing whether appellant's decision to forgo the trial judge's invitation reflected a genuine sense of preclusion, a mere oversight, an ill-fated stratagem (such as an attempt to infect the trial with error), or simply a realization that the putative contacts evidence was not likely to be helpful after all.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Our conclusion that appellant did not sufficiently perfect a right to appeal in respect to contacts evidence draws further support from the myriad cases that have seen fit to extend the tenets of Luce into other contexts involving in limine motions.  See Griffin, 818 F.2d at 105 (citing wide range of federal appellate cases extending principles articulated in Luce ).  Griffin itself is a good example.  In that case, we declined to review a conditional pretrial ruling under Fed.R.Evid. 403, which prohibited a government witness from testifying that a certain associate of the defendant had once threatened him for cooperating with the government--a threat which, according to the witness, caused him to withhold information from the government for over a year.  The one condition on this pretrial order, however, was that the prohibition would vanish if the defense attempted to impeach the witness by referring to cooperation.  The defendant abided by the ruling, but then challenged it following his conviction.  In holding that he could not test the evidentiary question on appeal, we observed:  \"Although the court telegraphed what its ruling was likely to be if defense counsel opened the door, the latter never knocked.  And, we will not venture to pass upon issues such as this in a vacuum.\"  Id. at 103.   Based on this, and on related concerns, including the \"danger of encouraging a defendant, as a trial tactic, to plant reversible error,\" id. at 104, we ruled that \"to raise and preserve for review the claim of [evidentiary error], a party must obtain the order admitting or excluding the controversial evidence in the actual setting of the trial,\" id. at 105 (emphasis supplied).  While there are factual differences between Griffin and the case at hand, Griffin 's logic points unerringly toward the conclusion that appellant in this case never perfected his right to appeal the putative exclusion of contacts evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Two years after Griffin, we had another opportunity to apply the principles of Luce, this time to a case involving an anticipatory motion to limit cross-examination of the defendant.  See United States v. Nivica, 887 F.2d 1110, 1115 (1st Cir.1989), cert. denied, 494 U.S. 1005, 110 S.Ct. 1300, 108 L.Ed.2d 477 (1990).  After the district court refused to grant the motion, the defendant chose not to testify.  The jury found him guilty.  He then appealed the court's denial of his liminary motion.  We gave him short shrift.  Beginning with the premise that \"the concerns which undergird Luce and Griffin control here,\" id. at 1116, we determined that:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>Because Nivica did not take the stand, or ask for voir dire, his exact testimony remains, in the Luce phrase, \"unknowable.\"   The alleged harm is \"wholly speculative,\" both because (a) the judge, in the give-and-take of live testimony, might have changed his mind and confined cross-examination more closely, and (b) on this record, we have no way of knowing the extent to which the government would have sought to cross-question Nivica (if at all) about other matters.  Moreover, in this case as in Luce, there is no reliable method for divining the genesis of defendant's decision not to testify....  Furthermore, were we to relax the rule, we would run the very risk--ease in \" 'plant[ing]' reversible error\"--that the Luce Court aimed to avoid.  Finally, defendant's tactical choice in this case, as in Luce, has thwarted our ability to judge the harmfulness of the asserted error.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Id. at 1116-17 (citations omitted).  In the bargain, we rejected defendant's claim that, because the trial judge ruled as a matter of law rather than expressly labelling his ruling as conditional, Luce should not have governed the analysis.  We emphasized that the critical dimensions of a Luce scenario include timing and context, and that, \"[u]ltimately, the trier's decision, whatever his initial inclination, had to depend upon particular questions and their relation to the content of the direct examination.\"  Id. at 1117.   In the same way, appellant in the case before us inexplicably declined the opportunity to probe the trial judge's provisional ruling by making a concrete proffer in a live context, thus depriving this court of the opportunity meaningfully to review his claim.  Cf. Reilly v. United States, 863 F.2d 149, 168 (1st Cir.1988) (holding, in respect to a discovery request, that \"by ignoring the [judge's] clear invitation to specify, face-up and squarely, what information it continued to seek, appellant waived the right to protest the denial of its [discovery motion]\").</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We also find instructive the experience of the Seventh Circuit, which recently confronted a situation quite similar to this one.  In United States v. Addo, 989 F.2d 238 (7th Cir.1993), the district court, over defendant's opposition, provisionally granted the government's motion in limine barring the defendant from pursuing a particular line of argument at trial.  In so doing, the court made it clear that it would \"allow the defense counsel ... [to] renew her opposition to the government's motion before the conclusion of the trial.\"  Id. at 241.   Defense counsel did not take advantage of this offer.  On appeal, defendant challenged the district court's grant of the motion in limine.   The Seventh Circuit began with the premise that a party \"may not lull the judge into thinking that [a theory] has been abandoned and then, after he has lost, pull a rabbit out of his pocket in the form of the forgotten motion.\"  Id. (quoting United States v. Taglia, 922 F.2d 413, 416 (7th Cir.), cert. denied, 500 U.S. 927, 111 S.Ct. 2040, 114 L.Ed.2d 125 (1991)).  The court then concluded that the defense had failed to perfect its right to contest the exclusion of the desired line of argument:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>[T]he ball was in the defendant's court to challenge the granting of the motion in limine.   For some reason, the defense failed to respond to the judge's ruling again during the trial.  This may have been an oversight on the part of defense counsel in the midst of a busy trial or a well-calculated trial strategy.  Whatever the reason, the record reflects that the defense was clearly given the opportunity to raise the matter again before the trial judge and failed to do so.  Accordingly, the defense may not challenge the merits of this ruling on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Id. at 242;  see also Favala v. Cumberland Engin'g Co., 17 F.3d 987, 991 (7th Cir.1994) (explaining that a \"court's invitation to renew [an] issue\" should be treated \"as an indication that the court's ruling on the motion in limine is not final and is open to reconsideration;  consequently, the failure to follow up on the invitation constitutes a waiver\");  United States v. Hoyos, 3 F.3d 232, 236 (7th Cir.1993) (applying Addo to a situation in which the trial court granted the government's motion in limine, subject to reconsideration, and defendant neglected to raise the relevant issue during trial);  United States v. Romano, 849 F.2d 812, 815-16 (3d Cir.1988) (declining to reverse defendant's conviction \"based on mere speculation as to what the district court would have done\" if defendant had proffered evidence at trial in an effort to surmount the district court's in limine ruling);  cf. United States v. Bonneau, 970 F.2d 929, 932-33 (1st Cir.1992) (declining to review exclusion of testimony, alleged by defendant to establish lack of willfulness under 26 U.S.C. Sec. 7201, because defendant made no offer of proof in the trial court to establish the testimony's substance).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">These principles and precedents necessarily control our decision in this case.  The district judge's ruling was patently provisional.  The court gave appellant ample opportunity to reiterate his request to introduce evidence of purported government contacts in the context of the actual trial.  For whatever reason, appellant chose not to take up the gauntlet.  One consequence of appellant's inertia is that we, as an appellate tribunal, can only engage in rank speculation about whether the trial judge would have allowed appellant to introduce specific evidence (the exact nature of which is unknown to us, see supra note 8) for a specific purpose (the exact nature of which is likewise unknown to us) had he attempted to do so during the trial.  An appeal that asks a reviewing court to decide delicate questions of evidentiary error based not on a tangible, well-defined record, but rather on conjecture and surmise, does not deserve a favorable answer.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">For these reasons, we conclude that, when a judge issues a provisional in limine pretrial order and clearly invites the adversely affected party to offer evidence at sidebar for the purpose of reassessing the scope or effect of the order in the setting of the actual trial, the exclusion of evidence pursuant to that order may be challenged on appeal only if the party unsuccessfully attempts to offer such evidence in accordance with the terms specified in the order.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Because appellant failed to follow this well-marked path, we hold that he cannot now complain about the trial court's handling of the contacts evidence.</p>\n    </div>\n    <p>IV. OTHER EVIDENTIARY ISSUES</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In his final assignment of error, appellant suggests that the district court erred in permitting the prosecution to introduce, over objection, certain items of evidence that, appellant says, were not satisfactorily authenticated.  The challenged evidence comprises a photocopy provided by Andrew Wong (a purchaser of unlawfully exported firearms), and snapshots of weapons displaying serial numbers matching for the most part those listed on weapons in appellant's inventory.  In addition to questioning authentication, appellant also claims that, in all events, the photocopy should have been excluded as hearsay.  We believe that this fusillade misses the mark.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>A. The Photocopy.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In respect to the photocopy, we treat appellant's authentication and hearsay challenges separately.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">1. Authentication.   Exhibit 17A purported to be a photocopy of a bank check in the amount of $2500, drawn on the Bank of China at Hong Kong, bearing a date of December 20, 1988, and made payable to appellant.  To authenticate the proffer, Dennis Kelly, a Customs agent, testified that Wong provided him, via air courier from Hong Kong, with both the photocopy and a three-page invoice in appellant's handwriting.  This document, admitted into evidence at trial as Exhibit 17, described, among other things, a $2500 credit in Wong's favor.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Appellant argues that the proof failed to eliminate a googol of possibilities concerning the photocopy, e.g., that it was a fake, or that the check was made at some time other than the stated date, or that it was never delivered to appellant, or, if delivered, that it was never negotiated.  Additionally, appellant argues that a finding of authenticity could not readily be based on material emanating from Wong because Wong had soured on him and was, therefore, a biased source.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">It cannot be gainsaid that documentary evidence must be authentic.  The test of authenticity is straightforward:  \"The requirement of authentication or identification as a condition precedent to admissibility is satisfied by evidence sufficient to support a finding that the matter in question is what its proponent claims.\"   Fed.R.Evid. 901(a);  see also United States v. Paulino, 13 F.3d 20, 23 (1st Cir.1994);  United States v. Arboleda, 929 F.2d 858, 869 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">There is no single way to authenticate evidence.  In particular, the direct testimony of a custodian or a percipient witness is not a sine qua non to the authentication of a writing.  See Paulino, 13 F.3d at 23.   Thus, a document's \"[a]ppearance, contents, substance, internal patterns, or other distinctive characteristics, taken in conjunction with circumstances,\" can, in cumulation, even without direct testimony, provide sufficient indicia of reliability to permit a finding that it is authentic.  Fed.R.Evid. 901(b)(4);  see also Paulino, 13 F.3d at 23;  United States v. Newton, 891 F.2d 944, 947 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Issues of authentication are almost always fact-sensitive.  Consequently, when such issues arise, the trial court must act as a gatekeeper.  See United States v. Ladd, 885 F.2d 954, 956 (1st Cir.1989);  see generally Fed.R.Evid. 104(a).  \"If the court discerns enough support in the record to warrant a reasonable person in determining that the evidence is what it purports to be, then Rule 901(a) is satisfied and the weight to be given to the evidence is left to the jury.\"  Paulino, 13 F.3d at 23.   And since rulings of this nature often depend on the trial judge's intimate knowledge of the case and the protagonists, we review rulings accepting or rejecting claims of authenticity only for mistake of law or abuse of discretion.  See Paulino, 13 F.3d at 23;  United States v. McMahon, 938 F.2d 1501, 1508 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Here, the district court noted that the purported bank check was dated \"Dec. 20, 1988\";  that it was payable to \"Steve Holmquist\";  and that it was for $2500.  The court also determined that Exhibit 17 (the three-page invoice in appellant's handwriting) strongly corroborated Exhibit 17A;  after all, agent Kelly received the invoice in the very same package as the photocopy of the check, and the invoice mentioned a $2500 credit to Wong, thereby lending considerable credence to the proposition that Holmquist received a payment (the bank check), acknowledged its receipt, and credited Wong's account in the amount of the payment.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Given the totality of the circumstances, especially the ties binding Wong to Holmquist, we agree with the lower court that a jury could draw reasonable inferences connecting the photocopy of the bank check to the invoice.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">To be sure, appellant's objections are not entirely without force.  It is possible that the photocopy had been doctored, or constituted an instrument through which Wong, for whatever reason, aspired to carry out an elaborately staged hoax.  But the burden of authentication does not require the proponent of the evidence to rule out all possibilities inconsistent with authenticity, or to prove beyond any doubt that the evidence is what it purports to be.  Rather, the standard for authentication, and hence for admissibility, is one of reasonable likelihood.  See United States v. McGlory, 968 F.2d 309, 328-29 (3d Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1388, 122 L.Ed.2d 763 (1993);  United States v. Collado, 957 F.2d 38, 39 (1st Cir.1992);  see also 5 J. Weinstein &amp; M. Berger, Weinstein's Evidence p 901(a), at 901-19 (1994) (explaining that the trial court should admit evidence as authentic \"if sufficient proof has been introduced so that a reasonable juror could find in favor of authenticity\").</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Here, mindful of the deference accorded to the trial court's exercise of its discretion, we cannot say that the court erred in declaring the photocopy of the bank check to be sufficiently authenticated, or in admitting it into evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">2. Hearsay.   Appellant also suggests that, because the photocopy was introduced to prove the truth of the matter asserted, it was hearsay and, therefore, inadmissible unless it fell within one of the exceptions to the hearsay rule.  We need not probe this point too deeply, for close perlustration of the record makes it plain that appellant never advanced this objection below.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">During the trial, appellant made a cluster of objections with regard to the photocopy of the bank check.  However, these objections focused on authentication, and contained no developed argumentation in regard to hearsay principles.  To be sure, defense counsel at one point called the photographs \"totem pole hearsay,\" and, in a later colloquy, applied the same epithet to the photocopy.  But we think that this elliptical reference carries little weight.  Under prevailing federal practice, objections to evidentiary proffers must be reasonably specific in order to preserve a right to appellate review.  See, e.g., United States v. Walters, 904 F.2d 765, 769 (1st Cir.1990);  see also Fed.R.Evid. 103(a)(1).  In other words, a litigant is obliged to \"call [his specific objection] to the attention of the trial judge, so as to alert [the judge] to the proper course of action.\"  United States v. Piva, 870 F.2d 753, 759 (1st Cir.1989) (quoting Notes of the Advisory Committee on Evidence Rule 103(a)).  A lack of specificity bars the party aggrieved by the admission of the evidence from raising more particularized points for the first time on appeal.  See Walters, 904 F.2d at 769;  Piva, 870 F.2d at 759.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The rule is not a mere technicality, but is solidly grounded in considerations of fairness and judicial economy.  As we said in Walters, 904 F.2d at 769:  \"The reason for such a requirement is to alert the trial court and the other party to the grounds of the objection so that it may be addressed or cured.\"   Applying these precepts, appellant's hearsay argument is by the boards.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>B. The Photographs.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The district court also permitted the prosecution to introduce nine photographs purporting to depict firearms that appellant illegally exported to China.  Each photograph showed the serial number on the weapon portrayed therein.  In the main, these serial numbers matched two other sets of serial numbers:  the serial numbers of firearms that were transferred from ARMCO's inventory to appellant, and the serial numbers listed in wire transmissions from appellant to Wong.  Agent Kelly testified that he received these photographs during a meeting with Wong in Hong Kong early in 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In admitting the photographs, the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>[B]ecause serial numbers appear on the photographs and can be compared with the serial numbers on other documents in evidence in this case, it would be an extraordinary inference that the guns that contained those serial numbers could have been assembled at a time before the documents were prepared that are in evidence here.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">[A] fact finder may reasonably draw the inference that it's most unlikely that those guns came into the hands of somebody who could assemble them together, take those photographs and those photographs then came into the hands of the Government agent from some source that would undercut the inference that they were taken over by Steve Holmquist.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Appellant inveighs against this assessment, asserting that the prosecution presented no evidence to show when, where, why, and under what circumstances the photographs were taken.  This assertion is true--but it is beside any pertinent point.  A photograph's contents, buttressed by indirect or circumstantial evidence, can form a sufficient basis for authentication even without the testimony of the photographer or some other person who was present at the time it was taken.  See, e.g., United States v. Stearns, 550 F.2d 1167, 1171 (9th Cir.1977);  see also United States v. Clayton, 643 F.2d 1071, 1074 (5th Cir.1981) (\"A witness qualifying a photograph need not be the photographer or see the picture taken;  it is sufficient if he recognizes and identifies the object depicted and testifies that the photograph fairly and correctly represents it.\").  So here.  At any rate, the defense had a fair opportunity to cross-examine Kelly concerning both the delivery of the photographs and his lack of personal knowledge regarding their preparation.  In the circumstances at hand, no more was exigible.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We will not prattle.  The lower court's assessment of the situation is plausible;  indeed, it makes abundant sense.  Based on it, the court concluded that the photographs were most likely authentic, and permitted their introduction into evidence.  We think that this finding falls well within the realm of the court's discretion.</p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">We summarize succinctly.  As for the importation statute, 18 U.S.C. Sec. 542, appellant's proposed interpretation of the materiality requirement is simply too restrictive;  the better definition is one that accounts for the possible effects of false statements on the importation process as a whole.  As for the in limine order, which affects only the export charges, appellant failed to perfect the exclusion-of-evidence challenge he now seeks to advance.  Finally, we find no merit in appellant's complaints about the admission of other evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">We need go no further.  Appellant's arguments are legally impuissant and, therefore, his convictions must be</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Carrying the adversarial ethic to an extreme, the parties are unable to agree on the spelling of Mr. Ha's first name;  the government spells it Solomon while appellant spells it Soloman.  We attempt a Solomonic resolution of the appellative appellate contretemps, eschewing any textual reference to Ha's given name</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Complementing this first provision is a second, covering deceptive importations that are designed to deprive the government of duties.  Although the prosecution in this case may have missed the bull's-eye by charging appellant under the first, rather than the second, of section 542's provisions, the government is bound by its charging decision.  Consequently, the proviso we have quoted governs here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Indeed, although the precise issue was not before us, we commented favorably upon our perception that \"under 18 U.S.C. Sec. 542, criminal convictions have regularly been sustained where generically importable goods had been entered by trick or artifice.\"  Ven-Fuel, 758 F.2d at 762 (citing United States v. Murray, 621 F.2d 1163 (1st Cir.), cert. denied, 449 U.S. 837, 101 S.Ct. 112, 66 L.Ed.2d 44 (1980);  United States v. Brown, 456 F.2d 293 (2d Cir.), cert. denied, 407 U.S. 910, 92 S.Ct. 2436, 32 L.Ed.2d 684 (1972))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> To be sure, two courts of appeals, the Fifth and the Ninth, have reached the opposite conclusion.  See Corcuera-Valor, 910 F.2d at 199-200;  Teraoka, 669 F.2d at 579.   With respect, we find these opinions unpersuasive and we decline to follow them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Appellant also assigns error to the district court's jury instructions on the importation counts.  This assignment of error is constructed around the same misinterpretation of section 542's materiality requirement.  It, therefore, fails</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The \"defense\" of apparent public authority is a defense based on a mistaken but good-faith belief that one's conduct is authorized by the government.  Appellant's repeated references to this defense constitute little more than a school of red herrings.  The defense is not a defense at all.  See United States v. Duggan, 743 F.2d 59, 83-84 (2d Cir.1984) (rejecting such a defense in a prosecution under 22 U.S.C. Sec. 2778);  United States v. Anderson, 872 F.2d 1508, 1513-16 (11th Cir.)  (similar), cert. denied, 493 U.S. 1004, 110 S.Ct. 566, 107 L.Ed.2d 560 (1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The nonexistent defense of apparent public authority, see supra note 6, must not be confused with the potentially viable defense of actual public authority, which may come into play when a defendant undertakes certain acts, reasonably relying on the statements of a government agent cloaked with actual authority.  See United States v. Baptista-Rodriguez, 17 F.3d 1354, 1368 n. 18 (11th Cir.1994).  Here, however, we have painstakingly checked the materials tendered in camera and find no colorable or cognizable basis for a defense of actual public authority</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Even if we give appellant the benefit of his description of it, the contacts evidence is entropic at best.  Apart from the claims about what Doe ostensibly said, the contacts evidence consists entirely of gauzy generalities, inadmissible double hearsay, and unsupported suppositions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Because appellant's subpoenas sought the production of evidence at trial, the district court's order in limine effectively controlled, and therefore subsumed, the quashal order.  By like token, the district court's denials of appellant's eve-of-trial motion for reconsideration and mid-trial motion for a mistrial lack independent significance;  if the court committed no antecedent error in the exclusion of evidence under the aegis of the order in limine, then those motions were bootless.  Thus, our analysis of this assignment of error may appropriately focus upon the order in limine alone</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> There is also some suggestion that appellant considered raising a defense of estoppel by entrapment.  See United States v. Smith, 940 F.2d 710, 714 (1st Cir.1991) (discussing doctrine).  On appeal, however, Holmquist offers no developed argumentation in connection with this defense.  Consequently, we deem it waived.  See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.) cert. denied, 494 U.S. 1082, 110 S.Ct. 1814, 108 L.Ed.2d 944 (1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The transcript reflects only one point in the trial at which appellant requested a sidebar for the purpose of attempting to introduce evidence related to the order in limine--and on that lone occasion, the district court granted appellant's request.  This demonstrates quite vividly an awareness on appellant's part that the court had left the door open to proffers of such evidence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> This rule is not without limits.  For example, it will not apply when the in limine order is itself final.  Finality may inhere either in the nature of the judge's words, or in the rationale of his ruling, or in both.  See, e.g., Fusco v. General Motors Corp., 11 F.3d 259, 262-63 (1st Cir.1993) (\"Where a court rules in limine that certain evidence is excluded but the ruling is merely tentative or qualified, then the proponent might well have to offer the evidence at trial in order to preserve an appeal on the issue.  But where the pretrial proffer is adequate and evidence is excluded unconditionally by a pretrial order, then we think that the proponent has preserved the issue for appeal and (other circumstances being unchanged) need not ... proffer the evidence again at trial.\")  (citation omitted);  Addo, 989 F.2d at 242 (distinguishing situations in which the trial court stated that subsequent attempts to modify an in limine ruling would be useless or futile);  see also Favala, 17 F.3d at 991 (noting rule that \"the failure to follow up on the invitation [to reconsider a motion in limine ] constitutes a waiver\" but finding no waiver in the particular case because the court \"clearly indicated\" that its ruling was definitive);  cf. United States v. Mejia-Alarcon, 995 F.2d 982, 986 (10th Cir.)  (formulating three-part test to determine when the denial of a pretrial motion in limine to exclude evidence, in the absence of a further objection at trial, will nonetheless preserve a right of appellate review), cert. denied, --- U.S. ----, 114 S.Ct. 334, 126 L.Ed.2d 279 (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> On appeal, Holmquist does not contest the admission of Exhibit 17 as a full exhibit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The handwritten invoice used the words \"minus $2500, 12/29/88.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Of course, even without a sufficient objection, appellant can obtain relief on appeal if the admission of the so-called \"hearsay evidence\" sinks to the level of plain error.  See Griffin, 818 F.2d at 99-100.   There was no plain error here.  See id. at 100 (describing plain errors as \"those errors so shocking that they seriously affect the fundamental fairness and basic integrity of the proceedings conducted below,\" or, put another way, those errors which must be noticed in order to prevent a \"clear miscarriage of justice\")</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Stephen A. HOLMQUIST, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1529.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 2, 1994.<br>Decided Sept. 28, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John H. LaChance, with whom Milly Whatley and LaChance &amp; Whatley, Framingham, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Robert L. Ullman, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Stephen A. Holmquist appeals his convictions on six counts of importing firearms by means of false statements in violation of 18 U.S.C. Sec. 542 and three counts of exporting restricted firearms in violation of 22 U.S.C. Sec. 2778.  Holmquist's case has a certain labyrinthine quality.  Having successfully negotiated the maze, however, we find appellant's claims to be without legal merit and, therefore, affirm the judgment below.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant, a resident of Massachusetts, owned and operated ARMCO, a firm engaged in the retail sale of firearms.  Apparently not content with the domestic market, and believing his entrepreneurial skills to be of sufficient caliber, appellant set his sights on the international scene.  Between 1989 and 1991, he conducted several business transactions with individuals in the People's Republic of China.  Since these transactions triggered the indictment in this case, we offer an overview of them.  Where appropriate, we resolve evidentiary conflicts, and indulge reasonable inferences, in a manner compatible with the jury verdict.  See, e.g., United States v. Maraj, <span class=\"citation\" data-id=\"570481\"><a href=\"/opinion/570481/united-states-v-michael-maraj-united-states-of-america-v-sterling/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 522-23 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In May of 1989, the U.S. State Department granted appellant's request for a license to export handguns to the People's Republic of China.  However, following the tragic events that rocked Tiananmen Square in June of that year, the State Department declared that most firearms no longer could be exported to China.  At the same time, the Department revoked or suspended all existing export licenses (including appellant's) and declared a moratorium on the issuance of new licenses.  When appellant thereafter sought just such a license, the State Department sent back his application, unapproved and stamped \"returned without action.\"   Appellant did not reapply.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Despite the lack of a license or other formal authorization, appellant thrice smuggled restricted firearms to China between October 1989 and July 1990.  He carried the weaponry on commercial flights out of Boston, nestled in his suitcases amidst other, more orthodox travel items.  After arriving in China, appellant delivered the guns to either Mr. Ha, a high-ranking government official,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> or Andrew Wong, a business executive.  Based on the evidence anent these transactions, the jury convicted appellant on three counts of unlawful exportation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">China also served appellant as a source for importing firearms and ammunition into the United States.  These importations, though not in themselves unlawful, ultimately became so when accompanied by appellant's apocryphal statements concerning the value of his wares.  On six different occasions during 1990 and 1991, appellant undervalued imports, presumably to reduce the duty due.  The prosecution was able to adduce virtually irrefutable proof of this duplicity:  dual sets of invoices, one containing the price disclosed to Customs and the other containing the actual, higher price that appellant in fact had paid.  Based on this well-documented pattern of deceit, the jury convicted appellant on six counts of entering goods by means of false statements.</p>\n    </div>\n    <p>II. THE IMPORT CHARGES</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Taking matters in reverse chronological order, we turn first to an examination of the import charges.  These counts arise under a criminal statute that provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Whoever enters or introduces, or attempts to enter or introduce, into the commerce of the United States any imported merchandise by means of any fraudulent or false invoice, declaration, affidavit, letter, paper, or by means of any false statement, written or verbal, or by means of any false or fraudulent practice or appliance, or makes any false statement in any declaration without reasonable cause to believe the truth of such statement, or procures the making of any such false statement as to any matter material thereto without reasonable cause to believe the truth of such statement, whether or not the United States shall or may be deprived of any lawful duties ... [s]hall be [punished as provided].</p>\n    </div>\n    <p class=\"indent\">18 U.S.C. Sec. 542 (emphasis supplied).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellant does not deny that he knowingly made false statements to Customs officials, thereby undervaluing his imports.  Nonetheless, he contends that such statements do not fall within the scope of the statute of conviction because the phrase \"by means of\" indicates that no violation occurs unless the merchandise, absent the false invoice, statement, or practice, would have been excludable.  And he says this was not the case regarding the Chinese munitions, as their importation was lawful.  The government, by contrast, puts no stock in a causation requirement, dismissing appellant's argument as involving too cramped a reading of the statutory language.  Because the parties' dispute boils down to a pure question of statutory interpretation, our review is plenary.  See United States v. Gifford, <span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 471-72 (1st Cir.1994);  Liberty Mut. Ins. Co. v. Commercial Union Ins. Co., <span class=\"citation\" data-id=\"593905\"><a href=\"/opinion/593905/liberty-mutual-insurance-company-v-commercial-union-insurance-company/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">750</span></a></span>, 757 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Whatever shadows cloud this record, one thing is very clear:  even though no materiality requirement appears on the statute's face, section 542's first provision must be read to contain such a requirement;  to justify a conviction, the prosecution must demonstrate that the false invoice, statement, or practice is related to the importation in some material respect.  This is the construction recognized by virtually every court that has directly addressed the issue.  See, e.g., United States v. Corcuera-Valor, <span class=\"citation\" data-id=\"546096\"><a href=\"/opinion/546096/united-states-v-angel-corcuera-valor-and-jose-g-berlanga-garcia/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">198</span></a></span>, 199 (5th Cir.1990);  United States v. Bagnall, <span class=\"citation\" data-id=\"544258\"><a href=\"/opinion/544258/united-states-v-bagnall-allan-j-in-no-89-5801-and-bagnall-beverly/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">432</span></a></span>, 435 (3d Cir.1990);  United States v. Teraoka, <span class=\"citation\" data-id=\"398991\"><a href=\"/opinion/398991/united-states-v-takeo-teraoka/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">577</span></a></span>, 579 (9th Cir.1982).  It also comports with our construction of the parallel civil statute, 19 U.S.C. Sec. 1592, explicated in United States v. Ven-Fuel, Inc., <span class=\"citation\" data-id=\"450368\"><a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span>, 761-62 (1st Cir.1985).  We hasten to add that the inclusion of a materiality component is warranted by more than habit;  such a requirement is pragmatically desirable because it permits courts to advance the statute's apparent purposes and, if necessary, to exclude trivial lapses from the statute's ambit.  Cf., e.g., United States v. Corsino, <span class=\"citation\" data-id=\"483542\"><a href=\"/opinion/483542/united-states-v-rafael-corsino/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span>, 30 (1st Cir.1987) (explaining materiality requirement under 18 U.S.C. Sec. 1001, which prohibits, among other things, the submission of false statements in matters within the jurisdiction of any federal agency).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Yet, our recognition of a materiality requirement does not solve the interpretive riddle that this appeal presents;  it is the nature of the materiality requirement--not its mere existence--over which the parties grapple.  Appellant invites us to hold that materiality in this context is contingent on a crabbed construction of the term \"by means of.\"   Specifically, he argues that \"by means of\" is synonymous with \"because of,\" and that a false statement is material under the first part of section 542 only if the importation of any particular item would have been forbidden in its absence.  We decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In discerning the meaning of this portion of section 542, \"[w]e start--as all statutory construction must start--by looking at the language of the law,\" United States v. Charles George Trucking Co., <span class=\"citation\" data-id=\"491460\"><a href=\"/opinion/491460/united-states-v-charles-george-trucking-co-charles-george-sr-and/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span>, 688 (1st Cir.1987), and by examining the \"ordinary, contemporary, common meaning\" of the words, Perrin v. United States, <span class=\"citation\" data-id=\"110155\"><a href=\"/opinion/110155/perrin-v-united-states/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 42, <span class=\"citation\" data-id=\"110155\"><a href=\"/opinion/110155/perrin-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">311</span></a></span>, 314, <span class=\"citation\" data-id=\"110155\"><a href=\"/opinion/110155/perrin-v-united-states/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">199</span> </a></span>(1979).  Bearing this in mind, we are constrained to conclude that the phrase \"by means of\" is not synonymous with \"because of\";  while the former includes the latter, that hardly renders them coterminous.  Rather, understood in an unforced way, saying that someone has effected an importation by means of a false statement is simply to suggest that the person has introduced a false statement at some significant stage in the process.  The phrase does not mean that the person could not have used a true statement in tandem with the false statement, or that the importation could not otherwise have been achieved.  See, e.g., Webster's New Universal Unabridged Dictionary 1115 (2d ed. 1983) (defining \"by means of\" as \"by using;  with the aid of;  through\");  Richard A. Spears, American Idioms Dictionary 43 (1987) (defining \"by means of something\" as \"using something\" or \"with the use of something\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There is no basis for rejecting plain meaning here.  Indeed, contrary to appellant's importuning, the principal problem with the \"by means of\" language is not ambiguity--its meaning is obvious--but, rather, the language's potential breadth.  It is because of this problem that courts have read a materiality requirement into this portion of section 542.  This requirement is intended to flesh out, not to eviscerate, the \"by means of\" language as that phrase resonates in the context of section 542.  So viewed, it brings to the textual surface the commonsense notion that, to ground a conviction, there must be a significant nexus between the false statement and the importation.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We hold, therefore, in basic agreement with the Third Circuit, that a false statement is material under section 542 if it has the potential significantly to affect the integrity or operation of the importation process as a whole, and that neither actual causation nor actual harm to the government need be demonstrated.  See <span class=\"citation\" data-id=\"544258\"><span class=\"antecedent_guess\">Bagnall,</span> <a href=\"/opinion/544258/united-states-v-bagnall-allan-j-in-no-89-5801-and-bagnall-beverly/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">436</span> </a></span>(\"The language of Sec. 542 suggests to us that its purpose is no less than to preserve the integrity of the process by which foreign goods are imported into the United States.  As a result, we are inclined to believe that a false statement is material not only if it is calculated to effect the impermissible introduction of ineligible or restricted goods, but also if it affects or facilitates the importation process in any other way.\");   see also <span class=\"citation\" data-id=\"483542\"><span class=\"antecedent_guess\">Corsino,</span> <a href=\"/opinion/483542/united-states-v-rafael-corsino/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">30-31</span> </a></span>(drawing similar conclusion in relation to the judicially devised materiality requirement of 18 U.S.C. Sec. 1001);  United States v. Greenberg, <span class=\"citation\" data-id=\"436099\"><a href=\"/opinion/436099/united-states-v-jack-greenberg/\"><span class=\"volume\">735</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">29</span></a></span>, 31 (2d Cir.1984) (suggesting, in construing an analogous statute, that when \"a false statement is made to a public body or its representative, materiality refers to the impact that the statement may reasonably have on the ability of that agency to perform the functions assigned to it by law\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is thus apparent that the focus of an inquiry into materiality is not what effect a false statement actually may have, but whether it carries a serious potential risk for obstructing the agency or substantially inhibiting the agency's performance of its duties under the law.  Transplanted to the Customs milieu, a statement is material if it has the potential significantly to affect the integrity or operation of the importation process--the manner in which Customs handles the assessment of duties and passage of goods into the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Having distilled the plain meaning of the disputed phrase, we could end our inquiry at this point.  See, e.g., Charles George <span class=\"citation\" data-id=\"491460\"><span class=\"antecedent_guess\">Trucking,</span> <a href=\"/opinion/491460/united-states-v-charles-george-trucking-co-charles-george-sr-and/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">688</span> </a></span>(explaining that, when the language of a statute \"points unerringly in a single direction, and produces an entirely plausible result, it is unnecessary--and improper--to look for other signposts\").  But, here, to reinforce our conclusion that \"material\" means something more than \"causal,\" we think it is appropriate to note that this conclusion is supported not only by the plain language of section 542, but also in three other ways:  by the better reasoned case law, by the adverse textual consequences that would result from adopting appellant's proposed definition, and by the policy underlying the statutory provision.  See, e.g., United States v. O'Neil, <span class=\"citation\" data-id=\"658542\"><a href=\"/opinion/658542/united-states-v-shaun-k-oneil/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">292</span></a></span>, 295-301 (1st Cir.1993) (beginning interpretive analysis with plain language of statute and verifying construction by reference to statutory structure, logic, and public policy).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">An examination of precedent reveals that we already have rejected a narrow, causally oriented reading of the materiality requirement found in the civil analog to section 542.  See <span class=\"citation\" data-id=\"450368\"><span class=\"antecedent_guess\">Ven-Fuel,</span> <a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">762</span> </a></span>(branding such a construction of 19 U.S.C. Sec. 1592 \"entirely baseless\" and predicting that \"[s]uch a restrictive reading would largely eviscerate the statute, rendering it meaningless in the vast majority of cases\").<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Our view of section 542's materiality requirement is also consonant with the reasoning and/or resolution of several cases from other jurisdictions.  See, e.g., <span class=\"citation\" data-id=\"544258\"><span class=\"antecedent_guess\">Bagnall,</span> <a href=\"/opinion/544258/united-states-v-bagnall-allan-j-in-no-89-5801-and-bagnall-beverly/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">436</span></a></span>;  United States v. Brown, <span class=\"citation\" data-id=\"301895\"><a href=\"/opinion/301895/united-states-v-paul-brown-and-united-states-telephone-company/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">293</span></a></span>, 295 (2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2436</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span> </span>(1972);  United States v. Szwaczka, <span class=\"citation no-link\"><span class=\"volume\">769</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">293</span></span>, 296 (E.D.Wis.1991);  see also United States v. Yip, <span class=\"citation\" data-id=\"558948\"><a href=\"/opinion/558948/united-states-v-matthew-yip/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">142</span></a></span>, 147-49 (2d Cir.)  (construing the second provision of section 542 in an equally broad manner), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">197</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">157</span> </span>(1991).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A broad construction of section 542 is also supported by accepted canons of statutory construction.  If the first provision in section 542 is construed as applying only to ineligible imports, then the final sentence of the section, discussing the legal irrelevance of depriving the government \"of any lawful duties,\" would be meaningless (for nonimportable items are not dutiable, and hence, the government could never be deprived).  Accordingly, such a construction would transgress the oft-stated interpretive rule that \"[a]ll words and provisions of statutes are intended to have meaning and are to be given effect, and no construction should be adopted which would render statutory words or phrases meaningless, redundant or superfluous.\"  <span class=\"citation\" data-id=\"450368\"><span class=\"antecedent_guess\">Ven-Fuel,</span> <a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">751-52</span></a></span>;  accord <span class=\"citation\" data-id=\"658542\"><span class=\"antecedent_guess\">O'Neil,</span> <a href=\"/opinion/658542/united-states-v-shaun-k-oneil/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">297</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, a statute must be read as a whole, with due regard for its object, purposes, and underlying policy.  See Pilot Life Ins. Co. v. Dedeaux, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 51, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1549</span></a></span>, 1554-55, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span> </a></span>(1987).  Here, a broad reading of the disputed language serves to advance the fundamental purpose of the first part of section 542.  That purpose, as evidenced by Congress's choice of phrase--particularly the caveat that the government need not \"be deprived of any lawful duties\"--is to ensure full disclosure in importation and thereby maintain the integrity of the importation process as a whole.  See <span class=\"citation\" data-id=\"544258\"><span class=\"antecedent_guess\">Bagnall,</span> <a href=\"/opinion/544258/united-states-v-bagnall-allan-j-in-no-89-5801-and-bagnall-beverly/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">436</span></a></span>.   Adopting an isthmian standard would thwart this goal by making it more attractive for importers to assume the persona of Holmes's \"bad man\" and to practice strategic forms of deception under the guise of immateriality.  See Oliver Wendell Holmes, Jr., The Path of the Law, 10 Harv.L.Rev. 457, 459 (1897) (\"If you want to know the law and nothing else, you must look at it as a bad man, who cares only for the material consequences which such knowledge enables him to predict....\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To recapitulate, we hold that materiality is, in fact, an element of the offense of conviction.  This element serves to explain, not to emasculate, the \"by means of\" language contained in the first part of the statute.  Particularly when viewed against this backdrop, appellant's proposed equation of \"by means of\" with \"because of\" betrays both common meaning and common sense.  By limiting the scope of section 542's first provision to ineligible items, such an interpretation would effectively convert the provision into an inoperative piece of parchment.  Accordingly, we reject appellant's narrow construction, and rule that, in this context, \"material\" means having the potential significantly to affect the integrity or operation of the importation process as a whole, without regard to whether the conduct at issue caused the importation and without regard to whether the federal government suffered actual harm.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellant's false statements had this deleterious potential.  Undervaluations are by their nature materially related to the importation process, both because they may interfere with the government's efforts to monitor and regulate the flow of goods into the United States and because they undermine the integrity of the entire importation process.  Consequently, appellant's convictions under section 542 must be upheld.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>III. THE EXCLUDED EVIDENCE</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We turn now to appellant's assertion that his convictions under the Arms Export Control Act, 22 U.S.C. Sec. 2778, are tainted because the trial court excluded evidence--evidence that we sometimes shall call \"contacts evidence\"--that would have established a defense of apparent public authority<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and/or negated the element of specific intent.  For the reasons explained below, we find this assertion unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>A. Proceedings Below.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Because the precise course of proceedings before and during the trial is critical to the resolution of appellant's challenge, we rehearse the pertinent details.  Between April 27 and May 6, 1992, appellant served subpoenas duces tecum on three persons--an agent of the Naval Intelligence Service, the keeper of records at the National Security Agency, and a business associate (whom we shall call \"John Doe\") who had accompanied appellant on his excursions to China--proposing to ensure their availability as witnesses at his trial.  Appellant alleged that Doe (who, he said, was in the employ of a federal intelligence agency) had authorized the arms exports.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  It was appellant's legal theory that, even if Doe were not a spy, Doe's imprimatur could undermine the government's case against appellant either by providing a defense of apparent public authority, but see supra note 6, or by negating an element of the offense, namely, specific intent.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The government responded by filing motions to quash the subpoenas, followed on May 18 by both a memorandum of authorities and an ex parte submission pursuant to the Classified Information Procedures Act, 18 U.S.C. app.  III (CIPA), which limns a procedure permitting classified information \"to be inspected by the court alone.\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> Sec. 4. </span> On the same date, appellant made an oral ex parte proffer to the trial court, explaining the relationship between the subpoenas and his proposed trial strategy.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On May 21, following an in camera hearing, Judge Keeton granted the government's motions to quash.  He also granted the government's oral motion in limine, made in anticipation that appellant might renew his efforts to proffer contacts evidence.  When reduced to writing on May 26, 1992, the in limine order required appellant, before \"fil[ing] or disclos[ing] any document, ask[ing] any question, or mak[ing] any statement related to any alleged contact between any individual and any intelligence agency,\" to \"first present[ ] such matter directly to the [trial judge] in chambers or at sidebar and ... receive[ ] from [the judge] a ruling allowing the requested action....\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Immediately prior to trial, appellant filed a motion to reconsider these rulings, accompanied by a written, sworn ex parte proffer.  After a hearing that began on October 22, 1992, and continued into the next day, the district court denied the motion.  Trial commenced a few days later.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At trial, appellant called only one witness, a Customs agent, and made no discernible effort to capitalize on the court's invitation to examine his purported contacts evidence in camera.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Still, at the close of his case appellant moved for a mistrial, claiming that the district court's pretrial rulings denied him the opportunity to present a robust defense.  The court spurned the motion.  In due course the jury convicted appellant on all three exportation counts (as well as on the charges of unlawful importation discussed in Part II, supra ).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>B. Analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Appellant contests the district court's pretrial rulings--specifically, the orders entered in respect to the government's motions to quash and motion in limine--on the theory that those rulings precluded him from presenting to the jury a complete and competent defense.  He assails the district court's denial of his motion for a mistrial for much the same reason.  In particular, he alleges that these rulings--which for our purposes coalesce into, and are subsumed by, the order in limine<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>--transgressed his rights under both the Due Process Clause of the Fifth Amendment and the Compulsory Process Clause of the Sixth Amendment by foreclosing him from mounting a defense to the charges.  Having carefully deterrated the record, we find that this challenge has not been properly perfected and, therefore, evaporates into thin air.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On appeal, Holmquist claims that the contacts evidence bore on two possible lines of defense:  (1) that he acted on Doe's instructions, and, hence, under the guise of apparent public authority--a defense that, in any event, would have misfired, see supra note 6;  and (2) that he lacked the requisite specific intent to commit the charged crime--a strategy that, at least in theory, had promise, see, e.g., United States v. Murphy, <span class=\"citation\" data-id=\"508988\"><a href=\"/opinion/508988/united-states-v-noel-murphy-aka-noel-omurchu-united-states-of-america/\"><span class=\"volume\">852</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.1988) (explaining that, in respect to charges under 22 U.S.C. Sec. 2778, the prosecution must prove that the defendant in fact \"knew he had a legal duty not to export the weapons\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1022</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1145</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span> </span>(1989);  see also United States v. Anderson, <span class=\"citation\" data-id=\"521943\"><a href=\"/opinion/521943/united-states-v-keith-anderson-byron-carlisle/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1508</span></a></span>, 1517 (11th Cir.)  (rejecting apparent public authority defense, but acknowledging that defendant's mistaken belief that his acts were authorized might negate specific intent), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1004</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">566</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span> </span>(1989).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  There is some disagreement over the extent to which appellant explicitly and clearly pursued the second of these two legal theories during the course of the litigation.  The best that can be said is that passing reference to both theories is made in appellant's opposition to the government's motion to quash;  and appellant's motion to reconsider and motion for mistrial each purported to incorporate the contents of this initial opposition.  But at the pretrial hearings of May 18 and 21, 1992, which were specifically devoted to assessing the propriety of the government's motions to quash and motion in limine, appellant did not once bring the specific intent theory to the judge's attention.  Similarly, appellant made no explicit reference to the theory when arguing his motion to reconsider.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Based on the overall record, appellant might well be deemed to have abandoned the specific intent theory.  As we have previously admonished, \"[a] party has a duty to put its best foot forward ... [and] to spell out its arguments squarely and distinctly.\"  Paterson-Leitch Co. v. Massachusetts Mun. Wholesale Elec. Co., <span class=\"citation\" data-id=\"502424\"><a href=\"/opinion/502424/paterson-leitch-company-inc-v-massachusetts-municipal-wholesale-electric/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 990 (1st Cir.1988);  see also United States v. Boylan, <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 249 (1st Cir.)  (\"Litigants cannot expect a judge ... to be clairvoyant.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">849</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span> </span>(1990).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Although the question of abandonment is close, we need not resolve it, for at the trial itself, appellant eschewed any attempt to offer evidence in camera in accordance with the district court's express invitation and the provisional nature of the court's in limine ruling.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The government maintains that, given this omission, appellant no longer can contest the operation of the court's order in limine.   We agree.  Appellant's snubbing of the court's invitation to consider evidentiary offerings during the trial effectively insulated from appellate review any complaints he voiced in connection with the court's pretrial evidentiary rulings.  In the pages that follow, we explain our rationale.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It is a bedrock principle of our adjudicatory system that ostensible errors arising before and during trial must be properly raised and preserved in order to be reviewable on appeal.  See United States v. Griffin, <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 104-06 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">94</span> </span>(1987).  In terms of evidentiary limitations, this principle is so important that we find it partially codified in the third of our Federal Rules of Evidence.  \"Error may not be predicated upon a ruling ... excluding evidence [unless] the substance of the evidence was made known to the court by offer or was apparent from the context within which questions were asked.\"   Fed.R.Evid. 103(a).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In entering the in limine order below, Judge Keeton made it clear that the only definite limitation on appellant's ability to introduce contacts evidence was that he must first present it out of the jurors' earshot, that is, to the judge, either in chambers or at sidebar.  Federal district judges enjoy broad discretion in respect to the ordering and presentation of proof and the handling of evidentiary questions.  See, e.g., Fed.R.Evid. 104(c) (stating that hearings on preliminary matters other than the admissibility of confessions may be conducted out of the hearing of the jury \"when the interests of justice require\");  Fed.R.Evid. 611(a) (empowering district courts to exercise \"reasonable control\" over mode and presentation of evidence);  see also Luce v. United States, <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></a></span>, 41 n. 4, <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></a></span>, 463 n. 4, <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span> </a></span>(1984) (approving use of in limine rulings as an adjunct of \"the district court's inherent authority to manage the course of trials\");  Douglas L. Colbert, The Motion in Limine in Politically Sensitive Cases:  Silencing the Defendant at Trial, 39 Stan.L.Rev. 1271 (1987) (discussing, though bemoaning, the increased use of motions in limine to preclude defendants from raising certain defenses altogether).  In light of this discretion, we are unable to conclude that the in limine order itself lay beyond the district court's proper purview, or that it was untenable in any particular.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It follows inexorably that, since the in limine order represented a lawful exercise of judicial power, appellant's failure to abide by its terms bars him from complaining in this venue about evidence that could have beenbut was not--proffered to the court within the framework of the order.  After all, the trial judge's offer to consider proposed evidentiary offerings in camera, as the occasion arose, was not a mere formality--and appellant treated it as such at his peril.  See Conway v. Electro Switch Corp., <span class=\"citation\" data-id=\"492354\"><a href=\"/opinion/492354/sandra-conway-v-electro-switch-corp-sandra-conway-v-electro-switch/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">593</span></a></span>, 596 n. 1 (1st Cir.1987) (\"Under the best of circumstances, counsel must exercise caution in relying exclusively upon rulings made in connection with pretrial motions in limine as the basis for preserving claims of error in the admission and exclusion of evidence.\");  Freeman v. Package Mach. Co., <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1337 (1st Cir.1988) (offering similar admonition).  In short, appellant's decision to ignore the procedural device fashioned by the trial court disabled him from mounting a subsequent challenge to what he now dysphemistically calls the \"exclusion\" of evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Our conclusion rests not only upon the fundamental principles of judicial economy and attorney cognizance, but also upon a well-defined corpus of federal appellate case law.  The touchstone, of course, is the Court's decision in Luce.   The Luce Court held specifically that a defendant who chooses not to testify at trial loses his right to appeal the district court's ruling denying his in limine motion to forbid the impeachment use of a prior conviction.  See <span class=\"citation\" data-id=\"111284\"><span class=\"antecedent_guess\">Luce,</span> <a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">43</span></a></span>, 105 S.Ct. at 464.   More generally, Luce teaches that there are concrete limits to a party's right to request appellate review of evidentiary rulings, and that these limits reflect two factors:  (1) the legitimate needs of appellate courts in the review of alleged evidentiary errors stemming from trials, see <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"id_token\">id.</span> at 41-42, </a></span>105 S.Ct. at 463-64 (observing that \"[a] reviewing court is handicapped in any effort to rule on subtle evidentiary questions outside a factual context\");  and (2) the possibility that a defendant might exploit adverse rulings by treating them essentially as legal jokers, to be pulled from his sleeve should a conviction ensue, see <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"id_token\">id.</span> at 42, </a></span>105 S.Ct. at 463-64 (warning against setting the stage for a litigant, at no risk, to seed the record with error).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the instant case, both of these concerns are implicated.  Regarding the reviewability concern, it is precisely because appellant comes before us not having attempted to offer evidence during the trial that we cannot rule intelligently on the underlying evidentiary questions;  he presents us with an abstract intellectual exercise, rife with conjecture, rather than affording us an opportunity to inspect concrete evidence, offered and excluded in an actual trial context.  Regarding the exploitation concern, we likewise have no reliable way of knowing whether appellant's decision to forgo the trial judge's invitation reflected a genuine sense of preclusion, a mere oversight, an ill-fated stratagem (such as an attempt to infect the trial with error), or simply a realization that the putative contacts evidence was not likely to be helpful after all.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Our conclusion that appellant did not sufficiently perfect a right to appeal in respect to contacts evidence draws further support from the myriad cases that have seen fit to extend the tenets of Luce into other contexts involving in limine motions.  See <span class=\"citation\" data-id=\"488020\"><span class=\"antecedent_guess\">Griffin,</span> <a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">105</span> </a></span>(citing wide range of federal appellate cases extending principles articulated in Luce ).  Griffin itself is a good example.  In that case, we declined to review a conditional pretrial ruling under Fed.R.Evid. 403, which prohibited a government witness from testifying that a certain associate of the defendant had once threatened him for cooperating with the government--a threat which, according to the witness, caused him to withhold information from the government for over a year.  The one condition on this pretrial order, however, was that the prohibition would vanish if the defense attempted to impeach the witness by referring to cooperation.  The defendant abided by the ruling, but then challenged it following his conviction.  In holding that he could not test the evidentiary question on appeal, we observed:  \"Although the court telegraphed what its ruling was likely to be if defense counsel opened the door, the latter never knocked.  And, we will not venture to pass upon issues such as this in a vacuum.\"  <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"id_token\">Id.</span> at 103. </a></span>  Based on this, and on related concerns, including the \"danger of encouraging a defendant, as a trial tactic, to plant reversible error,\" <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"id_token\">id.</span> at 104, </a></span>we ruled that \"to raise and preserve for review the claim of [evidentiary error], a party must obtain the order admitting or excluding the controversial evidence in the actual setting of the trial,\" <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"id_token\">id.</span> at 105 </a></span>(emphasis supplied).  While there are factual differences between Griffin and the case at hand, Griffin 's logic points unerringly toward the conclusion that appellant in this case never perfected his right to appeal the putative exclusion of contacts evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Two years after Griffin, we had another opportunity to apply the principles of Luce, this time to a case involving an anticipatory motion to limit cross-examination of the defendant.  See United States v. Nivica, <span class=\"citation\" data-id=\"531008\"><a href=\"/opinion/531008/united-states-v-gjon-n-nivica-united-states-of-america-v-mark-l/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span>, 1115 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1300</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">477</span> </span>(1990).  After the district court refused to grant the motion, the defendant chose not to testify.  The jury found him guilty.  He then appealed the court's denial of his liminary motion.  We gave him short shrift.  Beginning with the premise that \"the concerns which undergird Luce and Griffin control here,\" <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 1116, </span>we determined that:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>Because Nivica did not take the stand, or ask for voir dire, his exact testimony remains, in the Luce phrase, \"unknowable.\"   The alleged harm is \"wholly speculative,\" both because (a) the judge, in the give-and-take of live testimony, might have changed his mind and confined cross-examination more closely, and (b) on this record, we have no way of knowing the extent to which the government would have sought to cross-question Nivica (if at all) about other matters.  Moreover, in this case as in Luce, there is no reliable method for divining the genesis of defendant's decision not to testify....  Furthermore, were we to relax the rule, we would run the very risk--ease in \" 'plant[ing]' reversible error\"--that the Luce Court aimed to avoid.  Finally, defendant's tactical choice in this case, as in Luce, has thwarted our ability to judge the harmfulness of the asserted error.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1116-17 </span>(citations omitted).  In the bargain, we rejected defendant's claim that, because the trial judge ruled as a matter of law rather than expressly labelling his ruling as conditional, Luce should not have governed the analysis.  We emphasized that the critical dimensions of a Luce scenario include timing and context, and that, \"[u]ltimately, the trier's decision, whatever his initial inclination, had to depend upon particular questions and their relation to the content of the direct examination.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1117. </span>  In the same way, appellant in the case before us inexplicably declined the opportunity to probe the trial judge's provisional ruling by making a concrete proffer in a live context, thus depriving this court of the opportunity meaningfully to review his claim.  Cf. Reilly v. United States, <span class=\"citation\" data-id=\"515719\"><a href=\"/opinion/515719/donna-reilly-etc-v-united-states/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></a></span>, 168 (1st Cir.1988) (holding, in respect to a discovery request, that \"by ignoring the [judge's] clear invitation to specify, face-up and squarely, what information it continued to seek, appellant waived the right to protest the denial of its [discovery motion]\").</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We also find instructive the experience of the Seventh Circuit, which recently confronted a situation quite similar to this one.  In United States v. Addo, <span class=\"citation\" data-id=\"602876\"><a href=\"/opinion/602876/united-states-v-simons-addo/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">238</span> </a></span>(7th Cir.1993), the district court, over defendant's opposition, provisionally granted the government's motion in limine barring the defendant from pursuing a particular line of argument at trial.  In so doing, the court made it clear that it would \"allow the defense counsel ... [to] renew her opposition to the government's motion before the conclusion of the trial.\"  <span class=\"citation\" data-id=\"602876\"><a href=\"/opinion/602876/united-states-v-simons-addo/\"><span class=\"id_token\">Id.</span> at 241. </a></span>  Defense counsel did not take advantage of this offer.  On appeal, defendant challenged the district court's grant of the motion in limine.   The Seventh Circuit began with the premise that a party \"may not lull the judge into thinking that [a theory] has been abandoned and then, after he has lost, pull a rabbit out of his pocket in the form of the forgotten motion.\"  <span class=\"citation\" data-id=\"602876\"><a href=\"/opinion/602876/united-states-v-simons-addo/\"><span class=\"id_token\">Id.</span> (quoting United </a></span>States v. Taglia, <span class=\"citation\" data-id=\"553394\"><a href=\"/opinion/553394/united-states-v-daniel-p-taglia-and-robert-j-mcdonnell/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">413</span></a></span>, 416 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">927</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">125</span> </span>(1991)).  The court then concluded that the defense had failed to perfect its right to contest the exclusion of the desired line of argument:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>[T]he ball was in the defendant's court to challenge the granting of the motion in limine.   For some reason, the defense failed to respond to the judge's ruling again during the trial.  This may have been an oversight on the part of defense counsel in the midst of a busy trial or a well-calculated trial strategy.  Whatever the reason, the record reflects that the defense was clearly given the opportunity to raise the matter again before the trial judge and failed to do so.  Accordingly, the defense may not challenge the merits of this ruling on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 242; </span> see also Favala v. Cumberland Engin'g Co., <span class=\"citation\" data-id=\"664102\"><a href=\"/opinion/664102/jesus-favala-v-cumberland-engineering-company-a-division-of-john-brown/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">987</span></a></span>, 991 (7th Cir.1994) (explaining that a \"court's invitation to renew [an] issue\" should be treated \"as an indication that the court's ruling on the motion in limine is not final and is open to reconsideration;  consequently, the failure to follow up on the invitation constitutes a waiver\");  United States v. Hoyos, <span class=\"citation\" data-id=\"628661\"><a href=\"/opinion/628661/united-states-v-hector-hoyos/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">232</span></a></span>, 236 (7th Cir.1993) (applying Addo to a situation in which the trial court granted the government's motion in limine, subject to reconsideration, and defendant neglected to raise the relevant issue during trial);  United States v. Romano, <span class=\"citation\" data-id=\"507778\"><a href=\"/opinion/507778/united-states-v-lin-m-romano/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">812</span></a></span>, 815-16 (3d Cir.1988) (declining to reverse defendant's conviction \"based on mere speculation as to what the district court would have done\" if defendant had proffered evidence at trial in an effort to surmount the district court's in limine ruling);  cf. United States v. Bonneau, <span class=\"citation\" data-id=\"587566\"><a href=\"/opinion/587566/united-states-v-paul-b-bonneau/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">929</span></a></span>, 932-33 (1st Cir.1992) (declining to review exclusion of testimony, alleged by defendant to establish lack of willfulness under 26 U.S.C. Sec. 7201, because defendant made no offer of proof in the trial court to establish the testimony's substance).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">These principles and precedents necessarily control our decision in this case.  The district judge's ruling was patently provisional.  The court gave appellant ample opportunity to reiterate his request to introduce evidence of purported government contacts in the context of the actual trial.  For whatever reason, appellant chose not to take up the gauntlet.  One consequence of appellant's inertia is that we, as an appellate tribunal, can only engage in rank speculation about whether the trial judge would have allowed appellant to introduce specific evidence (the exact nature of which is unknown to us, see supra note 8) for a specific purpose (the exact nature of which is likewise unknown to us) had he attempted to do so during the trial.  An appeal that asks a reviewing court to decide delicate questions of evidentiary error based not on a tangible, well-defined record, but rather on conjecture and surmise, does not deserve a favorable answer.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">For these reasons, we conclude that, when a judge issues a provisional in limine pretrial order and clearly invites the adversely affected party to offer evidence at sidebar for the purpose of reassessing the scope or effect of the order in the setting of the actual trial, the exclusion of evidence pursuant to that order may be challenged on appeal only if the party unsuccessfully attempts to offer such evidence in accordance with the terms specified in the order.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Because appellant failed to follow this well-marked path, we hold that he cannot now complain about the trial court's handling of the contacts evidence.</p>\n    </div>\n    <p>IV. OTHER EVIDENTIARY ISSUES</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In his final assignment of error, appellant suggests that the district court erred in permitting the prosecution to introduce, over objection, certain items of evidence that, appellant says, were not satisfactorily authenticated.  The challenged evidence comprises a photocopy provided by Andrew Wong (a purchaser of unlawfully exported firearms), and snapshots of weapons displaying serial numbers matching for the most part those listed on weapons in appellant's inventory.  In addition to questioning authentication, appellant also claims that, in all events, the photocopy should have been excluded as hearsay.  We believe that this fusillade misses the mark.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>A. The Photocopy.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In respect to the photocopy, we treat appellant's authentication and hearsay challenges separately.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">1. Authentication.   Exhibit 17A purported to be a photocopy of a bank check in the amount of $2500, drawn on the Bank of China at Hong Kong, bearing a date of December 20, 1988, and made payable to appellant.  To authenticate the proffer, Dennis Kelly, a Customs agent, testified that Wong provided him, via air courier from Hong Kong, with both the photocopy and a three-page invoice in appellant's handwriting.  This document, admitted into evidence at trial as Exhibit 17, described, among other things, a $2500 credit in Wong's favor.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Appellant argues that the proof failed to eliminate a googol of possibilities concerning the photocopy, e.g., that it was a fake, or that the check was made at some time other than the stated date, or that it was never delivered to appellant, or, if delivered, that it was never negotiated.  Additionally, appellant argues that a finding of authenticity could not readily be based on material emanating from Wong because Wong had soured on him and was, therefore, a biased source.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">It cannot be gainsaid that documentary evidence must be authentic.  The test of authenticity is straightforward:  \"The requirement of authentication or identification as a condition precedent to admissibility is satisfied by evidence sufficient to support a finding that the matter in question is what its proponent claims.\"   Fed.R.Evid. 901(a);  see also United States v. Paulino, <span class=\"citation\" data-id=\"195130\"><a href=\"/opinion/195130/united-states-v-paulino/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 23 (1st Cir.1994);  United States v. Arboleda, <span class=\"citation\" data-id=\"558577\"><a href=\"/opinion/558577/united-states-v-carlos-arboleda-united-states-v-martin-castillo-united/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">858</span></a></span>, 869 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">There is no single way to authenticate evidence.  In particular, the direct testimony of a custodian or a percipient witness is not a sine qua non to the authentication of a writing.  See <span class=\"citation\" data-id=\"195130\"><span class=\"antecedent_guess\">Paulino,</span> <a href=\"/opinion/195130/united-states-v-paulino/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">23</span></a></span>.   Thus, a document's \"[a]ppearance, contents, substance, internal patterns, or other distinctive characteristics, taken in conjunction with circumstances,\" can, in cumulation, even without direct testimony, provide sufficient indicia of reliability to permit a finding that it is authentic.  Fed.R.Evid. 901(b)(4);  see also <span class=\"citation\" data-id=\"195130\"><span class=\"antecedent_guess\">Paulino,</span> <a href=\"/opinion/195130/united-states-v-paulino/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">23</span></a></span>;  United States v. Newton, <span class=\"citation\" data-id=\"533777\"><a href=\"/opinion/533777/united-states-v-stuart-h-newton-united-states-of-america-v-thomas-w/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">944</span></a></span>, 947 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Issues of authentication are almost always fact-sensitive.  Consequently, when such issues arise, the trial court must act as a gatekeeper.  See United States v. Ladd, <span class=\"citation\" data-id=\"529712\"><a href=\"/opinion/529712/united-states-v-gary-ladd/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">954</span></a></span>, 956 (1st Cir.1989);  see generally Fed.R.Evid. 104(a).  \"If the court discerns enough support in the record to warrant a reasonable person in determining that the evidence is what it purports to be, then Rule 901(a) is satisfied and the weight to be given to the evidence is left to the jury.\"  <span class=\"citation\" data-id=\"195130\"><span class=\"antecedent_guess\">Paulino,</span> <a href=\"/opinion/195130/united-states-v-paulino/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">23</span></a></span>.   And since rulings of this nature often depend on the trial judge's intimate knowledge of the case and the protagonists, we review rulings accepting or rejecting claims of authenticity only for mistake of law or abuse of discretion.  See <span class=\"citation\" data-id=\"195130\"><span class=\"antecedent_guess\">Paulino,</span> <a href=\"/opinion/195130/united-states-v-paulino/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">23</span></a></span>;  United States v. McMahon, <span class=\"citation\" data-id=\"564960\"><a href=\"/opinion/564960/united-states-v-charles-t-mcmahon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1501</span></a></span>, 1508 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Here, the district court noted that the purported bank check was dated \"Dec. 20, 1988\";  that it was payable to \"Steve Holmquist\";  and that it was for $2500.  The court also determined that Exhibit 17 (the three-page invoice in appellant's handwriting) strongly corroborated Exhibit 17A;  after all, agent Kelly received the invoice in the very same package as the photocopy of the check, and the invoice mentioned a $2500 credit to Wong, thereby lending considerable credence to the proposition that Holmquist received a payment (the bank check), acknowledged its receipt, and credited Wong's account in the amount of the payment.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Given the totality of the circumstances, especially the ties binding Wong to Holmquist, we agree with the lower court that a jury could draw reasonable inferences connecting the photocopy of the bank check to the invoice.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">To be sure, appellant's objections are not entirely without force.  It is possible that the photocopy had been doctored, or constituted an instrument through which Wong, for whatever reason, aspired to carry out an elaborately staged hoax.  But the burden of authentication does not require the proponent of the evidence to rule out all possibilities inconsistent with authenticity, or to prove beyond any doubt that the evidence is what it purports to be.  Rather, the standard for authentication, and hence for admissibility, is one of reasonable likelihood.  See United States v. McGlory, <span class=\"citation\" data-id=\"586318\"><a href=\"/opinion/586318/united-states-v-reginald-d-mcglory-melvin-hauser-norman-gomez-aka/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">309</span></a></span>, 328-29 (3d Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1388</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">763</span> </span>(1993);  United States v. Collado, <span class=\"citation\" data-id=\"578203\"><a href=\"/opinion/578203/united-states-v-francisco-a-collado/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 39 (1st Cir.1992);  see also 5 J. Weinstein &amp; M. Berger, Weinstein's Evidence p 901(a), at 901-19 (1994) (explaining that the trial court should admit evidence as authentic \"if sufficient proof has been introduced so that a reasonable juror could find in favor of authenticity\").</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Here, mindful of the deference accorded to the trial court's exercise of its discretion, we cannot say that the court erred in declaring the photocopy of the bank check to be sufficiently authenticated, or in admitting it into evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">2. Hearsay.   Appellant also suggests that, because the photocopy was introduced to prove the truth of the matter asserted, it was hearsay and, therefore, inadmissible unless it fell within one of the exceptions to the hearsay rule.  We need not probe this point too deeply, for close perlustration of the record makes it plain that appellant never advanced this objection below.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">During the trial, appellant made a cluster of objections with regard to the photocopy of the bank check.  However, these objections focused on authentication, and contained no developed argumentation in regard to hearsay principles.  To be sure, defense counsel at one point called the photographs \"totem pole hearsay,\" and, in a later colloquy, applied the same epithet to the photocopy.  But we think that this elliptical reference carries little weight.  Under prevailing federal practice, objections to evidentiary proffers must be reasonably specific in order to preserve a right to appellate review.  See, e.g., United States v. Walters, <span class=\"citation\" data-id=\"542855\"><a href=\"/opinion/542855/united-states-v-ira-glen-anthony-walters-united-states-v-neville-anthony/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 769 (1st Cir.1990);  see also Fed.R.Evid. 103(a)(1).  In other words, a litigant is obliged to \"call [his specific objection] to the attention of the trial judge, so as to alert [the judge] to the proper course of action.\"  United States v. Piva, <span class=\"citation\" data-id=\"520291\"><a href=\"/opinion/520291/united-states-v-joseph-piva/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></a></span>, 759 (1st Cir.1989) (quoting Notes of the Advisory Committee on Evidence Rule 103(a)).  A lack of specificity bars the party aggrieved by the admission of the evidence from raising more particularized points for the first time on appeal.  See <span class=\"citation\" data-id=\"542855\"><span class=\"antecedent_guess\">Walters,</span> <a href=\"/opinion/542855/united-states-v-ira-glen-anthony-walters-united-states-v-neville-anthony/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">769</span></a></span>;  <span class=\"citation\" data-id=\"520291\"><span class=\"antecedent_guess\">Piva,</span> <a href=\"/opinion/520291/united-states-v-joseph-piva/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">759</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The rule is not a mere technicality, but is solidly grounded in considerations of fairness and judicial economy.  As we said in <span class=\"citation\" data-id=\"542855\"><span class=\"antecedent_guess\">Walters,</span> <a href=\"/opinion/542855/united-states-v-ira-glen-anthony-walters-united-states-v-neville-anthony/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">769</span></a></span>:  \"The reason for such a requirement is to alert the trial court and the other party to the grounds of the objection so that it may be addressed or cured.\"   Applying these precepts, appellant's hearsay argument is by the boards.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>B. The Photographs.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The district court also permitted the prosecution to introduce nine photographs purporting to depict firearms that appellant illegally exported to China.  Each photograph showed the serial number on the weapon portrayed therein.  In the main, these serial numbers matched two other sets of serial numbers:  the serial numbers of firearms that were transferred from ARMCO's inventory to appellant, and the serial numbers listed in wire transmissions from appellant to Wong.  Agent Kelly testified that he received these photographs during a meeting with Wong in Hong Kong early in 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In admitting the photographs, the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>[B]ecause serial numbers appear on the photographs and can be compared with the serial numbers on other documents in evidence in this case, it would be an extraordinary inference that the guns that contained those serial numbers could have been assembled at a time before the documents were prepared that are in evidence here.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">[A] fact finder may reasonably draw the inference that it's most unlikely that those guns came into the hands of somebody who could assemble them together, take those photographs and those photographs then came into the hands of the Government agent from some source that would undercut the inference that they were taken over by Steve Holmquist.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Appellant inveighs against this assessment, asserting that the prosecution presented no evidence to show when, where, why, and under what circumstances the photographs were taken.  This assertion is true--but it is beside any pertinent point.  A photograph's contents, buttressed by indirect or circumstantial evidence, can form a sufficient basis for authentication even without the testimony of the photographer or some other person who was present at the time it was taken.  See, e.g., United States v. Stearns, <span class=\"citation\" data-id=\"343477\"><a href=\"/opinion/343477/united-states-v-stephanie-k-stearns/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1167</span></a></span>, 1171 (9th Cir.1977);  see also United States v. Clayton, <span class=\"citation\" data-id=\"388204\"><a href=\"/opinion/388204/united-states-v-thomas-clayton/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span>, 1074 (5th Cir.1981) (\"A witness qualifying a photograph need not be the photographer or see the picture taken;  it is sufficient if he recognizes and identifies the object depicted and testifies that the photograph fairly and correctly represents it.\").  So here.  At any rate, the defense had a fair opportunity to cross-examine Kelly concerning both the delivery of the photographs and his lack of personal knowledge regarding their preparation.  In the circumstances at hand, no more was exigible.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We will not prattle.  The lower court's assessment of the situation is plausible;  indeed, it makes abundant sense.  Based on it, the court concluded that the photographs were most likely authentic, and permitted their introduction into evidence.  We think that this finding falls well within the realm of the court's discretion.</p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">We summarize succinctly.  As for the importation statute, 18 U.S.C. Sec. 542, appellant's proposed interpretation of the materiality requirement is simply too restrictive;  the better definition is one that accounts for the possible effects of false statements on the importation process as a whole.  As for the in limine order, which affects only the export charges, appellant failed to perfect the exclusion-of-evidence challenge he now seeks to advance.  Finally, we find no merit in appellant's complaints about the admission of other evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">We need go no further.  Appellant's arguments are legally impuissant and, therefore, his convictions must be</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Carrying the adversarial ethic to an extreme, the parties are unable to agree on the spelling of Mr. Ha's first name;  the government spells it Solomon while appellant spells it Soloman.  We attempt a Solomonic resolution of the appellative appellate contretemps, eschewing any textual reference to Ha's given name</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Complementing this first provision is a second, covering deceptive importations that are designed to deprive the government of duties.  Although the prosecution in this case may have missed the bull's-eye by charging appellant under the first, rather than the second, of section 542's provisions, the government is bound by its charging decision.  Consequently, the proviso we have quoted governs here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Indeed, although the precise issue was not before us, we commented favorably upon our perception that \"under 18 U.S.C. Sec. 542, criminal convictions have regularly been sustained where generically importable goods had been entered by trick or artifice.\"  <span class=\"citation\" data-id=\"450368\"><span class=\"antecedent_guess\">Ven-Fuel,</span> <a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">762</span> </a></span>(citing United States v. Murray, <span class=\"citation\" data-id=\"378193\"><a href=\"/opinion/378193/united-states-v-john-e-murray-jr/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1163</span> </a></span>(1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">112</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">44</span> </span>(1980);  United States v. Brown, <span class=\"citation\" data-id=\"301895\"><a href=\"/opinion/301895/united-states-v-paul-brown-and-united-states-telephone-company/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">293</span> </a></span>(2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2436</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span> </span>(1972))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> To be sure, two courts of appeals, the Fifth and the Ninth, have reached the opposite conclusion.  See <span class=\"citation\" data-id=\"546096\"><span class=\"antecedent_guess\">Corcuera-Valor,</span> <a href=\"/opinion/546096/united-states-v-angel-corcuera-valor-and-jose-g-berlanga-garcia/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">199-200</span></a></span>;  <span class=\"citation\" data-id=\"398991\"><span class=\"antecedent_guess\">Teraoka,</span> <a href=\"/opinion/398991/united-states-v-takeo-teraoka/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">579</span></a></span>.   With respect, we find these opinions unpersuasive and we decline to follow them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Appellant also assigns error to the district court's jury instructions on the importation counts.  This assignment of error is constructed around the same misinterpretation of section 542's materiality requirement.  It, therefore, fails</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The \"defense\" of apparent public authority is a defense based on a mistaken but good-faith belief that one's conduct is authorized by the government.  Appellant's repeated references to this defense constitute little more than a school of red herrings.  The defense is not a defense at all.  See United States v. Duggan, <span class=\"citation\" data-id=\"441634\"><a href=\"/opinion/441634/united-states-v-andrew-duggan-eamon-meehan-gabriel-megahey-and-colm/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span>, 83-84 (2d Cir.1984) (rejecting such a defense in a prosecution under 22 U.S.C. Sec. 2778);  United States v. Anderson, <span class=\"citation\" data-id=\"521943\"><a href=\"/opinion/521943/united-states-v-keith-anderson-byron-carlisle/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1508</span></a></span>, 1513-16 (11th Cir.)  (similar), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1004</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">566</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span> </span>(1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The nonexistent defense of apparent public authority, see supra note 6, must not be confused with the potentially viable defense of actual public authority, which may come into play when a defendant undertakes certain acts, reasonably relying on the statements of a government agent cloaked with actual authority.  See United States v. Baptista-Rodriguez, <span class=\"citation\" data-id=\"664166\"><a href=\"/opinion/664166/united-states-v-juan-baptista-rodriguez-ramon-calvo-and-julio-r-diaz/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1354</span></a></span>, 1368 n. 18 (11th Cir.1994).  Here, however, we have painstakingly checked the materials tendered in camera and find no colorable or cognizable basis for a defense of actual public authority</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Even if we give appellant the benefit of his description of it, the contacts evidence is entropic at best.  Apart from the claims about what Doe ostensibly said, the contacts evidence consists entirely of gauzy generalities, inadmissible double hearsay, and unsupported suppositions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Because appellant's subpoenas sought the production of evidence at trial, the district court's order in limine effectively controlled, and therefore subsumed, the quashal order.  By like token, the district court's denials of appellant's eve-of-trial motion for reconsideration and mid-trial motion for a mistrial lack independent significance;  if the court committed no antecedent error in the exclusion of evidence under the aegis of the order in limine, then those motions were bootless.  Thus, our analysis of this assignment of error may appropriately focus upon the order in limine alone</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> There is also some suggestion that appellant considered raising a defense of estoppel by entrapment.  See United States v. Smith, <span class=\"citation\" data-id=\"565998\"><a href=\"/opinion/565998/united-states-v-edward-t-smith-jr/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">710</span></a></span>, 714 (1st Cir.1991) (discussing doctrine).  On appeal, however, Holmquist offers no developed argumentation in connection with this defense.  Consequently, we deem it waived.  See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.) cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">944</span> </span>(1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The transcript reflects only one point in the trial at which appellant requested a sidebar for the purpose of attempting to introduce evidence related to the order in limine--and on that lone occasion, the district court granted appellant's request.  This demonstrates quite vividly an awareness on appellant's part that the court had left the door open to proffers of such evidence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> This rule is not without limits.  For example, it will not apply when the in limine order is itself final.  Finality may inhere either in the nature of the judge's words, or in the rationale of his ruling, or in both.  See, e.g., Fusco v. General Motors Corp., <span class=\"citation\" data-id=\"658541\"><a href=\"/opinion/658541/38-fed-r-evid-serv-677-prodliabrepcchp-13786-carol-gagne-fusco/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">259</span></a></span>, 262-63 (1st Cir.1993) (\"Where a court rules in limine that certain evidence is excluded but the ruling is merely tentative or qualified, then the proponent might well have to offer the evidence at trial in order to preserve an appeal on the issue.  But where the pretrial proffer is adequate and evidence is excluded unconditionally by a pretrial order, then we think that the proponent has preserved the issue for appeal and (other circumstances being unchanged) need not ... proffer the evidence again at trial.\")  (citation omitted);  <span class=\"citation\" data-id=\"602876\"><span class=\"antecedent_guess\">Addo,</span> <a href=\"/opinion/602876/united-states-v-simons-addo/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">242</span> </a></span>(distinguishing situations in which the trial court stated that subsequent attempts to modify an in limine ruling would be useless or futile);  see also <span class=\"citation\" data-id=\"664102\"><span class=\"antecedent_guess\">Favala,</span> <a href=\"/opinion/664102/jesus-favala-v-cumberland-engineering-company-a-division-of-john-brown/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">991</span> </a></span>(noting rule that \"the failure to follow up on the invitation [to reconsider a motion in limine ] constitutes a waiver\" but finding no waiver in the particular case because the court \"clearly indicated\" that its ruling was definitive);  cf. United States v. Mejia-Alarcon, <span class=\"citation\" data-id=\"608959\"><a href=\"/opinion/608959/united-states-v-lorenzo-jesus-mejia-alarcon/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">982</span></a></span>, 986 (10th Cir.)  (formulating three-part test to determine when the denial of a pretrial motion in limine to exclude evidence, in the absence of a further objection at trial, will nonetheless preserve a right of appellate review), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">334</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">279</span> </span>(1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> On appeal, Holmquist does not contest the admission of Exhibit 17 as a full exhibit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The handwritten invoice used the words \"minus $2500, 12/29/88.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Of course, even without a sufficient objection, appellant can obtain relief on appeal if the admission of the so-called \"hearsay evidence\" sinks to the level of plain error.  See <span class=\"citation\" data-id=\"488020\"><span class=\"antecedent_guess\">Griffin,</span> <a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">99-100</span></a></span>.   There was no plain error here.  See <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"id_token\">id.</span> at 100 </a></span>(describing plain errors as \"those errors so shocking that they seriously affect the fundamental fairness and basic integrity of the proceedings conducted below,\" or, put another way, those errors which must be noticed in order to prevent a \"clear miscarriage of justice\")</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110155/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111284/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111858/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195130/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/301895/",
    "https://www.courtlistener.com/api/rest/v3/opinions/343477/",
    "https://www.courtlistener.com/api/rest/v3/opinions/378193/",
    "https://www.courtlistener.com/api/rest/v3/opinions/388204/",
    "https://www.courtlistener.com/api/rest/v3/opinions/398991/",
    "https://www.courtlistener.com/api/rest/v3/opinions/436099/",
    "https://www.courtlistener.com/api/rest/v3/opinions/441634/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450368/",
    "https://www.courtlistener.com/api/rest/v3/opinions/483542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488020/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491460/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492354/",
    "https://www.courtlistener.com/api/rest/v3/opinions/502424/",
    "https://www.courtlistener.com/api/rest/v3/opinions/507778/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508988/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520291/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521943/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529712/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531008/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533777/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542855/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544258/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546096/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553394/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558577/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558948/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564960/",
    "https://www.courtlistener.com/api/rest/v3/opinions/565998/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578203/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586318/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587566/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602876/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608959/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628661/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658541/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664102/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664166/"
  ]
}