{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195620/",
  "id": 195620,
  "absolute_url": "/opinion/195620/united-states-v-catalucci/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195620/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:56Z",
  "date_modified": "2020-02-21T23:30:05.925991Z",
  "type": "010combined",
  "sha1": "448847ff2634d32db5eb97c574d946e1c0bd0265",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2129.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-2129\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                     JOSEPH H. CATALUCCI,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. Frank H. Freedman, Senior U.S. District Judge]\n                                                        \n\n                                         \n\n                            Before\n\n                     Breyer,* Chief Judge,\n                                         \n\n              Boudin and Stahl, Circuit Judges.\n                                              \n\n                                         \n\nRichard A.  Gargiulo  with whom  Richard J.  Inglis and  Gargiulo,\n                                                                 \nRudnick &amp; Gargiulo were on brief for appellant.\n              \nJohn  P.  Pucci,  Assistant  United  States  Attorney,  with  whom\n               \nDonald K. Stern, United States  Attorney, was on brief for  the United\n           \nStates.\n\n                                         \n\n                      September 27, 1994\n                                         \n\n                \n\n*Chief  Judge Stephen Breyer heard  oral argument in  this matter, but\ndid not  participate in  the drafting or  the issuance of  the panel's\nopinion.   The remaining  two panelists  therefore issue  this opinion\npursuant to 28 U.S.C.   46(d).\n\n     Per  Curiam.   In  November 1991,  Joseph Catalucci  was\n                \n\nindicted  with  other  defendants  for  various drug  related\n\noffenses,  including  conspiracy.    21 U.S.C.     846.    In\n\nsubstance, the  government  charged  Catalucci  and  his  co-\n\ndefendants with operating a  drug distribution network  that,\n\nbetween 1969  and 1991, distributed more  than 100,000 pounds\n\nof  marijuana and  substantial amounts  of hashish.   Shortly\n\nbefore trial, scheduled  for September  1992, Catalucci  gave\n\nthe government  a proffer suggesting  that he could  help the\n\ngovernment in other drug cases.\n\n     On September  4,  1992,  Catalucci  and  the  government\n\nentered  into a  plea  agreement that  required Catalucci  to\n\nprovide  the government  complete  and  truthful  information\n\nconcerning other  criminal activity  and to testify  before a\n\ngrand jury  or at trial.  The  government in turn promised to\n\nmove for  a  downward  departure, pursuant  to  18  U.S.C.   \n\n3553(e)  and   U.S.S.G.     5K1.1,   if  Catalucci   provided\n\n\"substantial  assistance  .  .  . in  the  investigation  and\n\nprosecution of another person.\"  The  agreement said that the\n\ndetermination as  to substantial assistance \"rests  solely in\n\nthe  discretion of  the  United States  Attorney  and is  not\n\nsubject to appeal or review.\"\n\n     After being debriefed by  the government over the course\n\nof  several months,  in  March 1993  Catalucci  wrote to  the\n\ngovernment   arguing  for  a  substantial  departure  motion.\n\n                             -2-\n\nProminently, Catalucci claimed credit for  bringing about the\n\nguilty  plea of two of his co-defendants, and he claimed that\n\nhe had provided critical intelligence  as to a large off-load\n\nof  hashish  organized by  another  individual, one  Frederic\n\nBerthoff,  who was  in  fact subsequently  indicted.   United\n                                                             \n\nStates  v.  Berthoff,  Cr.  No.  93-30008-Y,  D.  Mass.   The\n                    \n\nprosecutor  replied that  he would  not recommend  a downward\n\ndeparture   for   substantial   assistance;  the   prosecutor\n\nprovided, and later elaborated, reasons which we will discuss\n\nbriefly below.\n\n     In August  1993, Catalucci  filed a motion  to \"enforce\"\n\nthe  government's  asserted  promise   to  file  a   downward\n\ndeparture motion  and requested  an evidentiary hearing.   In\n\nSeptember  1993,  the  district  court  received  documentary\n\nevidence from Catalucci  and a  proffer of what  he hoped  to\n\nelicit in live testimony.  But the district court declined to\n\nallow live witnesses and ultimately  ruled that in this  case\n\nit lacked  power to review  the government's refusal  to move\n\nfor  a  downward departure.    Catalucci  was then  sentenced\n\nwithin the  guideline  range and  without  the benefit  of  a\n\ndownward departure.\n\n     This case  is one of  a large  number in this  and other\n\ncircuits in  which defendants have sought  judicial review of\n\nthe  government's refusal  to move  for a  downward departure\n\nbased on substantial assistance; often, but not always, these\n\n                             -3-\n\noccur  in  the  context  of  specific  plea  agreements  that\n\nenvisage  a possible  departure  motion and  also purport  to\n\nwaive the defendant's right to judicial review on this issue.\n\nInteresting and sometimes  difficult issues have  been raised\n\nin these cases as to whether  and when under the statute  and\n\nguidelines the  court may review the  government's refusal to\n\nmove   for  a   downward  departure   based  on   substantial\n\nassistance; whether and when a defendant may waive in advance\n\nhis right to litigate such issues to the extent that they are\n\notherwise open to review;  and whether and when  the district\n\ncourt  ought   to  afford   hearings  or  take   evidence  in\n\nconsidering a substantial assistance claim.\n\n     The  Supreme  Court  has  ruled  that  the  government's\n\ndecision  not to  file a  substantial assistance  motion lies\n\nprimarily within its discretion but might be open to judicial\n\nreview in certain situations.   Wade v. United States  112 S.\n                                                     \n\nCt. 1840  (1992).   The  Court  mentioned as  candidates  for\n\nreview  a  government   decision  based  on  unconstitutional\n\nmotives,  such  as the  defendant's race  or religion,  and a\n\n\"refusal  to move  .  .  .  not  rationally  related  to  any\n\nlegitimate Government end.\"   Id. at 1845-47.  In  this case,\n                                 \n\nCatalucci claims that  the government acted  in bad faith  or\n\nwithout rational basis.\n\n     There is  admittedly some difference  among the circuits\n\nas to how  to apply Wade's standards and the  extent to which\n                        \n\n                             -4-\n\nthe terms  of a plea  agreement may foster (by  a promise) or\n\nrestrict  (by  a waiver)  judicial  review.   Compare  United\n                                                             \n\nStates  v. Forney, 9 F.3d  1492 (11th Cir.  1993), and United\n                                                             \n\nStates v. Romsey, 975  F.2d 556 (8th Cir. 1992),  with United\n                                                             \n\nStates v.  Knights, 968 F.2d 1483 (2d Cir. 1992).  But we see\n                  \n\nno occasion in this case to spell  out standards or engage in\n\nextended discussion.  Even assuming that Catalucci has waived\n\nnothing by the plea agreement in this case, we cannot see how\n\nunder  any plausible  standard of  review the  district court\n\ncould  have found that the  prosecutor acted in  bad faith or\n\nwithout rational basis.\n\n     In  the district  court, the  government  explained that\n\nCatalucci's  version of  events  contradicted  that of  other\n\ngovernment  witnesses  and  itself  varied  widely  from  one\n\ndebriefing session  to the next; that  Catalucci had revealed\n\nduring polygraph sessions information that he  had previously\n\nwithheld;  and  that  Catalucci  had  disregarded  government\n\ninstructions   (designed  to  preserve  his  integrity  as  a\n\npossible  witness) by  discussing  his testimony  with a  co-\n\ndefendant  who was also a potential government witness in the\n\nBerthoff case.  Catalucci has not told us anything that casts\n        \n\ndoubt on the government's conclusion that he is now worthless\n\nto the government as a trial witness.  \n\n     Catalucci  argues  on  appeal  that he  was  promised  a\n\ndownward   departure  motion   if  he   provided  substantial\n\n                             -5-\n\nassistance  either  in the  prosecution  or  investigation of\n                                           \n\nanother case.    He  urges  that  the  latter  condition  was\n\nsatisfied  when he  procured  for the  government the  guilty\n\npleas or cooperation of  two co-defendants, Zoel Richards and\n\nStephen Marple,  and provided  information about the  alleged\n\nhashish shipment  of Berthoff.   The government  responded in\n\nthe  district  court  that  Catalucci  had  actually  exerted\n\npressure  on Richards and  Marple not to  cooperate before he\n\nentered  into  his  plea   agreement;  as  to  Berthoff,  the\n\ngovernment  said that Catalucci's information was \"incomplete\n\n.  . . and only  cumulative to information  provided by other\n\nwitnesses.\"\n\n     On appeal,  Catalucci says very little  about the guilty\n\npleas  or  cooperation  provided   by  Richards  and  Marple.\n\nPerhaps in theory a  defendant, who had improperly obstructed\n\ncooperation by  other co-defendants prior to  his plea, could\n\nthereafter  provide  substantial assistance  by affirmatively\n\nassisting the government in a lawful and successful effort to\n\nobtain  the co-defendant's  cooperation.   But  Catalucci has\n\nfailed  to provide  us  any  basis  for  his  claim  that  he\n\nsubstantially assisted  the government  in regard to  the co-\n\ndefendants,  Richards and  Marple.  We  regard this  issue as\n\nessentially abandoned.  United States v. Zannino, 895 F.2d 1,\n                                                \n\n17 (1st Cir.), cert. denied, 494 U.S. 1082 (1990).\n                           \n\n                             -6-\n\n     Catalucci does argue with some force  that he helped the\n\ngovernment's   investigation   of   Berthoff  by   furnishing\n\ninformation about Berthoff and perhaps others associated with\n\nthe  alleged  hashish  shipment.     As  already  noted,  the\n\ngovernment  told the  district  court  that  the  information\n\nCatalucci gave  was incomplete and had  already been provided\n\nby other government witnesses.  Apparently the government did\n\nnot furnish much detail  to the district judge.  In its brief\n\nin this court, the  government explains that it was  not then\n\nfree  to disclose the names  of its other  informants, but it\n\nprovides  some detail  now and  promises  that this  would be\n\ncorroborated if a remand were necessary.\n\n     We do  not, of course, rely on  factual information that\n\nwas not before the district court.   But we find that without\n\nregard  to these  newly  asserted facts,  the district  court\n\nitself  would  have had  no  basis  here--even putting  aside\n\nquestions  of waiver  and the  scope of  judicial review--for\n\ndisregarding the  government's own explanation.   This is so,\n\nat least, in the  absence of a proffer or other submission by\n\nCatalucci that  raised serious  doubts about the  validity of\n\nthe government's  assertion.  On appeal,  Catalucci points to\n\nnothing that he told the district court that would raise such\n\ndoubts.\n\n     Catalucci  asserts on  appeal  that the  district  court\n\nerred  in not  allowing him  to adduce  live testimony.   The\n\n                             -7-\n\ndistrict court allowed Catalucci  to submit documents that he\n\nsaid supported his position  and to make a proffer,  which he\n\ndid.   There is no automatic right to an evidentiary hearing,\n\nand further  proceedings here  would not have  been justified\n\nabsent  some  threshold showing  that  they  would likely  be\n\nuseful.   United States v.  McAndrews, 12 F.3d  273, 280 (1st\n                                     \n\nCir. 1993); United States v. McGill, 11 F.3d 223, 225-26 (1st\n                                   \n\nCir. 1993).  In this case, the record gave the district judge\n\nno   basis  to   suppose  that   the  government   had  acted\n\nirrationally or in bad faith and no reason to think that live\n\ntestimony  or  any other  further  inquiry  would alter  this\n\nconclusion.\n\n     It  is part of the business of judges to make reasonable\n\nforecasts as to whether further inquiries or proceedings will\n\nbe  useful.   The  Supreme Court  in  Wade cautioned  against\n                                          \n\nfishing expeditions in this area, remarking that \"generalized\n\nallegations of  improper  motive\" would  not do  and that  \"a\n\nclaim that a defendant merely provided substantial assistance\n\nwill not entitle a defendant to a remedy or even to discovery\n\nor an evidentiary hearing.\"  112 S.Ct. at 1844-45.  There may\n\nbe  cases that  are close  to the line  and call  for further\n\ninquiry, but this case is not one of them.\n\n     Affirmed.\n             \n\n                             -8-\n",
  "html": "<p class=\"case_cite\">36 F.3d 151</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Joseph H. CATALUCCI, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2129.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 5, 1994.<br>Sept. 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard A. Gargiulo, with whom Richard J. Inglis and Gargiulo, Rudnick &amp; Gargiulo, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">John P. Pucci, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for the U.S.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In November 1991, Joseph Catalucci was indicted with other defendants for various drug related offenses, including conspiracy.  21 U.S.C. Sec. 846.  In substance, the government charged Catalucci and his co-defendants with operating a drug distribution network that, between 1969 and 1991, distributed more than 100,000 pounds of marijuana and substantial amounts of hashish.  Shortly before trial, scheduled for September 1992, Catalucci gave the government a proffer suggesting that he could help the government in other drug cases.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 4, 1992, Catalucci and the government entered into a plea agreement that required Catalucci to provide the government complete and truthful information concerning other criminal activity and to testify before a grand jury or at trial.  The government in turn promised to move for a downward departure, pursuant to 18 U.S.C. Sec. 3553(e) and U.S.S.G. Sec. 5K1.1, if Catalucci provided \"substantial assistance ... in the investigation and prosecution of another person.\"   The agreement said that the determination as to substantial assistance \"rests solely in the discretion of the United States Attorney and is not subject to appeal or review.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After being debriefed by the government over the course of several months, in March 1993 Catalucci wrote to the government arguing for a substantial departure motion.  Prominently, Catalucci claimed credit for bringing about the guilty plea of two of his co-defendants, and he claimed that he had provided critical intelligence as to a large off-load of hashish organized by another individual, one Frederic Berthoff, who was in fact subsequently indicted.  United States v. Berthoff, Cr. No. 93-30008-Y, D.Mass.  The prosecutor replied that he would not recommend a downward departure for substantial assistance;  the prosecutor provided, and later elaborated, reasons which we will discuss briefly below.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In August 1993, Catalucci filed a motion to \"enforce\" the government's asserted promise to file a downward departure motion and requested an evidentiary hearing.  In September 1993, the district court received documentary evidence from Catalucci and a proffer of what he hoped to elicit in live testimony.  But the district court declined to allow live witnesses and ultimately ruled that in this case it lacked power to review the government's refusal to move for a downward departure.  Catalucci was then sentenced within the guideline range and without the benefit of a downward departure.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This case is one of a large number in this and other circuits in which defendants have sought judicial review of the government's refusal to move for a downward departure based on substantial assistance;  often, but not always, these occur in the context of specific plea agreements that envisage a possible departure motion and also purport to waive the defendant's right to judicial review on this issue.  Interesting and sometimes difficult issues have been raised in these cases as to whether and when under the statute and guidelines the court may review the government's refusal to move for a downward departure based on substantial assistance;  whether and when a defendant may waive in advance his right to litigate such issues to the extent that they are otherwise open to review;  and whether and when the district court ought to afford hearings or take evidence in considering a substantial assistance claim.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Supreme Court has ruled that the government's decision not to file a substantial assistance motion lies primarily within its discretion but might be open to judicial review in certain situations.  Wade v. United States, --- U.S. ----, 112 S.Ct. 1840, 118 L.Ed.2d 524 (1992).  The Court mentioned as candidates for review a government decision based on unconstitutional motives, such as the defendant's race or religion, and a \"refusal to move ... not rationally related to any legitimate Government end.\"  Id., --- U.S. at ---- - ----, 112 S.Ct. at 1845-47.   In this case, Catalucci claims that the government acted in bad faith or without rational basis.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There is admittedly some difference among the circuits as to how to apply Wade 's standards and the extent to which the terms of a plea agreement may foster (by a promise) or restrict (by a waiver) judicial review.  Compare United States v. Forney, 9 F.3d 1492 (11th Cir.1993), and United States v. Romsey, 975 F.2d 556 (8th Cir.1992), with United States v. Knights, 968 F.2d 1483 (2d Cir.1992).  But we see no occasion in this case to spell out standards or engage in extended discussion.  Even assuming that Catalucci has waived nothing by the plea agreement in this case, we cannot see how under any plausible standard of review the district court could have found that the prosecutor acted in bad faith or without rational basis.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the district court, the government explained that Catalucci's version of events contradicted that of other government witnesses and itself varied widely from one debriefing session to the next;  that Catalucci had revealed during polygraph sessions information that he had previously withheld;  and that Catalucci had disregarded government instructions (designed to preserve his integrity as a possible witness) by discussing his testimony with a co-defendant who was also a potential government witness in the Berthoff case.  Catalucci has not told us anything that casts doubt on the government's conclusion that he is now worthless to the government as a trial witness.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Catalucci argues on appeal that he was promised a downward departure motion if he provided substantial assistance either in the prosecution or investigation of another case.  He urges that the latter condition was satisfied when he procured for the government the guilty pleas or cooperation of two co-defendants, Zoel Richards and Stephen Marple, and provided information about the alleged hashish shipment of Berthoff.  The government responded in the district court that Catalucci had actually exerted pressure on Richards and Marple not to cooperate before he entered into his plea agreement;  as to Berthoff, the government said that Catalucci's information was \"incomplete ... and only cumulative to information provided by other witnesses.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Catalucci says very little about the guilty pleas or cooperation provided by Richards and Marple.  Perhaps in theory a defendant, who had improperly obstructed cooperation by other co-defendants prior to his plea, could thereafter provide substantial assistance by affirmatively assisting the government in a lawful and successful effort to obtain the co-defendant's cooperation.  But Catalucci has failed to provide us any basis for his claim that he substantially assisted the government in regard to the co-defendants, Richards and Marple.  We regard this issue as essentially abandoned.  United States v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1082, 110 S.Ct. 1814, 108 L.Ed.2d 944 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Catalucci does argue with some force that he helped the government's investigation of Berthoff by furnishing information about Berthoff and perhaps others associated with the alleged hashish shipment.  As already noted, the government told the district court that the information Catalucci gave was incomplete and had already been provided by other government witnesses.  Apparently the government did not furnish much detail to the district judge.  In its brief in this court, the government explains that it was not then free to disclose the names of its other informants, but it provides some detail now and promises that this would be corroborated if a remand were necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We do not, of course, rely on factual information that was not before the district court.  But we find that without regard to these newly asserted facts, the district court itself would have had no basis here--even putting aside questions of waiver and the scope of judicial review--for disregarding the government's own explanation.  This is so, at least, in the absence of a proffer or other submission by Catalucci that raised serious doubts about the validity of the government's assertion.  On appeal, Catalucci points to nothing that he told the district court that would raise such doubts.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Catalucci asserts on appeal that the district court erred in not allowing him to adduce live testimony.  The district court allowed Catalucci to submit documents that he said supported his position and to make a proffer, which he did.  There is no automatic right to an evidentiary hearing, and further proceedings here would not have been justified absent some threshold showing that they would likely be useful.  United States v. McAndrews, 12 F.3d 273, 280 (1st Cir.1993);  United States v. McGill, 11 F.3d 223, 225-26 (1st Cir.1993).  In this case, the record gave the district judge no basis to suppose that the government had acted irrationally or in bad faith and no reason to think that live testimony or any other further inquiry would alter this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is part of the business of judges to make reasonable forecasts as to whether further inquiries or proceedings will be useful.  The Supreme Court in Wade cautioned against fishing expeditions in this area, remarking that \"generalized allegations of improper motive\" would not do and that \"a claim that a defendant merely provided substantial assistance will not entitle a defendant to a remedy or even to discovery or an evidentiary hearing.\"  --- U.S. at ---- - ----, 112 S.Ct. at 1844-45.   There may be cases that are close to the line and call for further inquiry, but this case is not one of them.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter, but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Joseph H. CATALUCCI, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2129.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 5, 1994.<br>Sept. 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard A. Gargiulo, with whom Richard J. Inglis and Gargiulo, Rudnick &amp; Gargiulo, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">John P. Pucci, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for the U.S.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In November 1991, Joseph Catalucci was indicted with other defendants for various drug related offenses, including conspiracy.  21 U.S.C. Sec. 846.  In substance, the government charged Catalucci and his co-defendants with operating a drug distribution network that, between 1969 and 1991, distributed more than 100,000 pounds of marijuana and substantial amounts of hashish.  Shortly before trial, scheduled for September 1992, Catalucci gave the government a proffer suggesting that he could help the government in other drug cases.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 4, 1992, Catalucci and the government entered into a plea agreement that required Catalucci to provide the government complete and truthful information concerning other criminal activity and to testify before a grand jury or at trial.  The government in turn promised to move for a downward departure, pursuant to 18 U.S.C. Sec. 3553(e) and U.S.S.G. Sec. 5K1.1, if Catalucci provided \"substantial assistance ... in the investigation and prosecution of another person.\"   The agreement said that the determination as to substantial assistance \"rests solely in the discretion of the United States Attorney and is not subject to appeal or review.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After being debriefed by the government over the course of several months, in March 1993 Catalucci wrote to the government arguing for a substantial departure motion.  Prominently, Catalucci claimed credit for bringing about the guilty plea of two of his co-defendants, and he claimed that he had provided critical intelligence as to a large off-load of hashish organized by another individual, one Frederic Berthoff, who was in fact subsequently indicted.  United States v. Berthoff, Cr. No. 93-30008-Y, D.Mass.  The prosecutor replied that he would not recommend a downward departure for substantial assistance;  the prosecutor provided, and later elaborated, reasons which we will discuss briefly below.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In August 1993, Catalucci filed a motion to \"enforce\" the government's asserted promise to file a downward departure motion and requested an evidentiary hearing.  In September 1993, the district court received documentary evidence from Catalucci and a proffer of what he hoped to elicit in live testimony.  But the district court declined to allow live witnesses and ultimately ruled that in this case it lacked power to review the government's refusal to move for a downward departure.  Catalucci was then sentenced within the guideline range and without the benefit of a downward departure.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This case is one of a large number in this and other circuits in which defendants have sought judicial review of the government's refusal to move for a downward departure based on substantial assistance;  often, but not always, these occur in the context of specific plea agreements that envisage a possible departure motion and also purport to waive the defendant's right to judicial review on this issue.  Interesting and sometimes difficult issues have been raised in these cases as to whether and when under the statute and guidelines the court may review the government's refusal to move for a downward departure based on substantial assistance;  whether and when a defendant may waive in advance his right to litigate such issues to the extent that they are otherwise open to review;  and whether and when the district court ought to afford hearings or take evidence in considering a substantial assistance claim.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Supreme Court has ruled that the government's decision not to file a substantial assistance motion lies primarily within its discretion but might be open to judicial review in certain situations.  Wade v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"112734\"><a href=\"/opinion/112734/wade-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1840</span></a></span>, <span class=\"citation\" data-id=\"112734\"><a href=\"/opinion/112734/wade-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">524</span> </a></span>(1992).  The Court mentioned as candidates for review a government decision based on unconstitutional motives, such as the defendant's race or religion, and a \"refusal to move ... not rationally related to any legitimate Government end.\"  <span class=\"citation\" data-id=\"112734\"><a href=\"/opinion/112734/wade-v-united-states/\"><span class=\"id_token\">Id.,</span> --- U.S. </a></span>at ---- - <span class=\"citation\" data-id=\"112734\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112734/wade-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1845-47</span></a></span>.   In this case, Catalucci claims that the government acted in bad faith or without rational basis.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There is admittedly some difference among the circuits as to how to apply Wade 's standards and the extent to which the terms of a plea agreement may foster (by a promise) or restrict (by a waiver) judicial review.  Compare United States v. Forney, <span class=\"citation\" data-id=\"657396\"><a href=\"/opinion/657396/united-states-v-mark-forney/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1492</span> </a></span>(11th Cir.1993), and United States v. Romsey, <span class=\"citation\" data-id=\"590978\"><a href=\"/opinion/590978/united-states-v-thomas-l-romsey/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">556</span> </a></span>(8th Cir.1992), with United States v. Knights, <span class=\"citation\" data-id=\"586826\"><a href=\"/opinion/586826/united-states-v-horace-john-knights-aka-john-knights-aaron-mcadoo/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1483</span> </a></span>(2d Cir.1992).  But we see no occasion in this case to spell out standards or engage in extended discussion.  Even assuming that Catalucci has waived nothing by the plea agreement in this case, we cannot see how under any plausible standard of review the district court could have found that the prosecutor acted in bad faith or without rational basis.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the district court, the government explained that Catalucci's version of events contradicted that of other government witnesses and itself varied widely from one debriefing session to the next;  that Catalucci had revealed during polygraph sessions information that he had previously withheld;  and that Catalucci had disregarded government instructions (designed to preserve his integrity as a possible witness) by discussing his testimony with a co-defendant who was also a potential government witness in the Berthoff case.  Catalucci has not told us anything that casts doubt on the government's conclusion that he is now worthless to the government as a trial witness.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Catalucci argues on appeal that he was promised a downward departure motion if he provided substantial assistance either in the prosecution or investigation of another case.  He urges that the latter condition was satisfied when he procured for the government the guilty pleas or cooperation of two co-defendants, Zoel Richards and Stephen Marple, and provided information about the alleged hashish shipment of Berthoff.  The government responded in the district court that Catalucci had actually exerted pressure on Richards and Marple not to cooperate before he entered into his plea agreement;  as to Berthoff, the government said that Catalucci's information was \"incomplete ... and only cumulative to information provided by other witnesses.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Catalucci says very little about the guilty pleas or cooperation provided by Richards and Marple.  Perhaps in theory a defendant, who had improperly obstructed cooperation by other co-defendants prior to his plea, could thereafter provide substantial assistance by affirmatively assisting the government in a lawful and successful effort to obtain the co-defendant's cooperation.  But Catalucci has failed to provide us any basis for his claim that he substantially assisted the government in regard to the co-defendants, Richards and Marple.  We regard this issue as essentially abandoned.  United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">944</span> </span>(1990).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Catalucci does argue with some force that he helped the government's investigation of Berthoff by furnishing information about Berthoff and perhaps others associated with the alleged hashish shipment.  As already noted, the government told the district court that the information Catalucci gave was incomplete and had already been provided by other government witnesses.  Apparently the government did not furnish much detail to the district judge.  In its brief in this court, the government explains that it was not then free to disclose the names of its other informants, but it provides some detail now and promises that this would be corroborated if a remand were necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We do not, of course, rely on factual information that was not before the district court.  But we find that without regard to these newly asserted facts, the district court itself would have had no basis here--even putting aside questions of waiver and the scope of judicial review--for disregarding the government's own explanation.  This is so, at least, in the absence of a proffer or other submission by Catalucci that raised serious doubts about the validity of the government's assertion.  On appeal, Catalucci points to nothing that he told the district court that would raise such doubts.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Catalucci asserts on appeal that the district court erred in not allowing him to adduce live testimony.  The district court allowed Catalucci to submit documents that he said supported his position and to make a proffer, which he did.  There is no automatic right to an evidentiary hearing, and further proceedings here would not have been justified absent some threshold showing that they would likely be useful.  United States v. McAndrews, <span class=\"citation\" data-id=\"195084\"><a href=\"/opinion/195084/united-states-v-mcandrews/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">273</span></a></span>, 280 (1st Cir.1993);  United States v. McGill, <span class=\"citation\" data-id=\"195053\"><a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span>, 225-26 (1st Cir.1993).  In this case, the record gave the district judge no basis to suppose that the government had acted irrationally or in bad faith and no reason to think that live testimony or any other further inquiry would alter this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is part of the business of judges to make reasonable forecasts as to whether further inquiries or proceedings will be useful.  The Supreme Court in Wade cautioned against fishing expeditions in this area, remarking that \"generalized allegations of improper motive\" would not do and that \"a claim that a defendant merely provided substantial assistance will not entitle a defendant to a remedy or even to discovery or an evidentiary hearing.\"  --- U.S. at ---- - <span class=\"citation\" data-id=\"112734\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112734/wade-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1844-45</span></a></span>.   There may be cases that are close to the line and call for further inquiry, but this case is not one of them.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter, but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195053/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586826/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590978/",
    "https://www.courtlistener.com/api/rest/v3/opinions/657396/"
  ]
}