{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195672/",
  "id": 195672,
  "absolute_url": "/opinion/195672/murphy-v-beauchamp/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195672/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:07Z",
  "date_modified": "2020-02-21T23:30:08.514287Z",
  "type": "010combined",
  "sha1": "5da21b05b77908968d489f3bf0b8c1cf86bcb9fb",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2385.01A",
  "local_path": null,
  "plain_text": "October 18, 1994\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2385\n\n                     ROBERT C. BEAUCHAMP,\n\n                    Petitioner, Appellee,\n\n                              v.\n\n            PAUL MURPHY, THE SUPERINTENDENT OF THE\n               OLD COLONY CORRECTIONAL CENTER,\n\n                    Respondent, Appellant.\n\n                                         \n\n                         ERRATA SHEET\n\nThe  opinion  of this  court  issued  on  September  26, 1994,  is\namended as follows:\n\nOn  page 13, delete the first full paragraph  and replace with the\n\nfollowing paragraph:\n\n   \"In  the  state  court   proceeding,  the  Department   of\nCorrection also provided  an affidavit from the  chief of its\nfugitive  apprehension unit  making similar  contentions; but\nthis, too, was essentially a litigation document and did  not\nsuggest that Washburn had  any personal involvement in making\nthe decision to deny credit to Beauchamp.  It is questionable\nwhether either the arguments made in the state's brief or the\nWashburn affidavit  amount to anything  more than  a kind  of\n\"post  hoc rationale\" that courts do not normally accept as a\n          \nbasis for appraising administrative  action.  NLRB v. Yeshiva\n                                                             \nUniv., 444 U.S. 672, 675 n.22 (1980).  In  any event, neither\n     \ndocument  suggests  any  individualized  attempt   to  target\nBeauchamp.\"\n\nOctober 4, 1994     UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                      \n\nNo. 93-2385\n\n                     ROBERT C. BEAUCHAMP,\n\n                    Petitioner, Appellee,\n\n                              v.\n\n            PAUL MURPHY, THE SUPERINTENDENT OF THE\n               OLD COLONY CORRECTIONAL CENTER,\n\n                    Respondent, Appellant.\n\n                                        \n\n                         ERRATA SHEET\n\n The  opinion  of this  Court, issued  on  September 26,  1994, is\namended as follows:\n\n On page 13, line 1 of footnote 2, continued from page 12, replace\n\"context\" with \"contest\".\n\n On page 17, second line from bottom, replace \"But\" with \"By\".\n\n On page 19, line 8 of second full paragraph,  replace \"does\" with\n\"do\".\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2385\n\n                     ROBERT C. BEAUCHAMP,\n\n                    Petitioner, Appellee,\n\n                              v.\n\n            PAUL MURPHY, THE SUPERINTENDENT OF THE\n               OLD COLONY CORRECTIONAL CENTER,\n\n                    Respondent, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. A. David Mazzone, Senior U.S. District Judge]\n                                                       \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n                Bownes, Senior Circuit Judge,\n                                            \n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nWilliam J. Duensing,  Assistant Attorney General, with whom  Scott\n                                                                  \nHarshbarger, Attorney General, was on brief for appellant.\n       \nJoseph H.  Zwicker  with  whom  Massachusetts  Correctional  Legal\n                                                                  \nServices was on brief for appellee.\n    \n\n                                         \n\n                      September 26, 1994\n                                         \n\n     BOUDIN,  Circuit  Judge.    This   appeal  presents  the\n                            \n\nquestion whether Massachusetts was  constitutionally obliged,\n\nunder  the circumstances  of this  case, to  give an  escaped\n\nconvict  credit against  his Massachusetts sentence  for time\n\nspent  in  an Illinois  jail  resisting  extradition back  to\n\nMassachusetts.    The  district  court  in  a  habeas  corpus\n\nproceeding held that the Constitution required such a credit.\n\nWe disagree, and reverse.\n\n     The facts  are straightforward.  On February 23, 1973, a\n\njury found  Richard Beauchamp guilty of  second degree murder\n\nin Massachusetts.   He  received a life  sentence but,  under\n\nMassachusetts law, was nevertheless eligible for parole after\n\n14  years.   Scarcely  a  year  later,  on  April  29,  1974,\n\nBeauchamp was released from prison on a 12-hour furlough.  He\n\nfled  from  Massachusetts.   Beauchamp  thereafter  lived \"in\n\nvarious   places   under    different   names   with    false\n\nidentification  and  largely  by  his  wits  and  deception.\"\n\nUnited States ex rel.  Beauchamp v. Elrod, 1987 WL  15164, *2\n                                         \n\n(N.D. Ill. 1987).  \n\n     On  July  6, 1981,  Beauchamp  was  arrested on  federal\n\ncharges  in California.    Shortly thereafter,  Massachusetts\n\nlearned of the arrest and notified the federal authorities of\n\nthe  Commonwealth's  desire  to  have  Beauchamp returned  to\n\nMassachusetts prison.  After serving a nine-month sentence in\n\nCalifornia   on   federal  charges,   Beauchamp   waived  his\n\n                             -2-\n\nobjections  to  extradition to  Illinois  where  federal mail\n\nfraud charges had been  lodged against him.  While  there, he\n\nwas convicted and sentenced to  a brief term of imprisonment.\n\nAfter  that sentence  expired,  he appeared  on February  17,\n\n1983,  in Illinois  state  court on  an Illinois  misdemeanor\n\ncharge of deceptive practice.\n\n     Illinois dismissed  its misdemeanor charge on  March 11,\n\n1983, anticipating Beauchamp's extradition  to Massachusetts.\n\nIn April the governor of Illinois issued a rendition warrant,\n\nbut  Beauchamp  refused to  waive  extradition.   Instead  he\n\nbrought  a  state   habeas  corpus  action   challenging  his\n\nextradition on  a variety  of inventive  grounds.   The state\n\nhabeas corpus  petition was denied on November  10, 1983, but\n\nby an appeal and then  a rehearing petition Beauchamp delayed\n\na final disposition until November 1985.  Beauchamp v. Elrod,\n                                                            \n\n484 N.E.2d 817 (Ill. App. 1985).\n\n     Beauchamp then began a federal habeas corpus proceeding.\n\nIn  Illinois, Beauchamp claimed that the Massachusetts murder\n\nhad been committed at the CIA's behest and that Massachusetts\n\nprison  officials  had  thereafter  connived  at  Beauchamp's\n\nescape from Massachusetts prison.  The district court held an\n\nevidentiary hearing but  then denied relief, concluding  that\n\nthe facts alleged by Beauchamp would not in any event furnish\n\na defense to extradition.  United States ex rel. Beauchamp v.\n                                                          \n\nElrod, supra, 1987 WL 15164, *2.\n            \n\n                             -3-\n\n     On  August 7,  1987, Beauchamp  was finally  returned to\n\nMassachusetts.   He pleaded  guilty to a  separate charge  of\n\nescape  from prison,  but no  separate sentence  was imposed.\n\nBeauchamp then began a campaign to obtain credit, against his\n\nMassachusetts second-degree murder sentence, for  a four-year\n\nperiod (March 11, 1983, to August 7,  1987) that he had spent\n\nin  the   Illinois  jail   while  resisting   extradition  to\n\nMassachusetts.   Although credit would not  reduce his formal\n\nsentence,  which  was  for  life  imprisonment, credit  would\n\nreduce the wait before Beauchamp was eligible for parole.\n\n     The  Massachusetts  authorities  were  prepared  to give\n\nBeauchamp  credit  for  his  very brief  period  in  Illinois\n\ncustody after  his extradition challenges had  failed so that\n\nMassachusetts  was  free  to  take him  into  custody.    The\n\nauthorities refused  his request for any  further credit, and\n\nBeauchamp then  sought judicial  review.  The  superior court\n\ngranted Beauchamp's  request for full credit  but the Supreme\n\nJudicial Court reversed, holding  that no credit was due  for\n\nthe   time   spent   in   Illinois   resisting   extradition.\n\nCommonwealth v. Beauchamp, 595 N.E.2d 307 (Mass. 1992).\n                         \n\n     On  October 1,  1993,  Beauchamp  commenced the  present\n\naction for habeas corpus in the  district court.  28 U.S.C.  \n\n2254.   In  a thoughtful  decision rendered  on November  18,\n\n1993, the district court granted the writ, ordering the state\n\nto allow the  1,574 days'  credit sought by  Beauchamp.   The\n\n                             -4-\n\ncourt ruled that to  deny the credit would unconstitutionally\n\nburden  Beauchamp's right  to  contest extradition.   In  the\n\nalternate,  the court  held  that denial  of  the credit  was\n\nunconstitutional retaliation by the state.\n\n     On  this appeal,  the  Commonwealth  first  claims  that\n\nBeauchamp did not adequately exhaust his state remedies.   In\n\nthe  district court, as here,  Beauchamp has invoked both due\n\nprocess and equal protection  concepts.  Due process underlay\n\nBeauchamp's    argument    that    the    Commonwealth    has\n\nunconstitutionally burdened his right of access to the courts\n\nand  impermissibly  retaliated   against  him.     The  equal\n\nprotection   claims  were   of  two   kinds:     first,  that\n\nMassachusetts  provides  credit  for  time  spent  contesting\n\nextradition  to some  extradited  persons but  not to  prison\n\nescapees;  and  second, that  denial  of  such credit  favors\n\naffluent fugitives over those who cannot make bail.  \n\n     In  arguing a  failure  to exhaust  state remedies,  the\n\nCommonwealth  singles  out the  equal  protection claim  that\n\nMassachusetts grants  credit to  some extradited persons  and\n\nwithholds it from others based on irrational criteria.  Under\n\nRose  v.  Lundy, 455  U.S.  509  (1982), Beauchamp's  federal\n               \n\npetition  may be  dismissed if  he failed  to present  to the\n\nstate courts any  of the  federal claims now  asserted.   The\n                \n\ndistrict court must dismiss such \"mixed petitions,\"  \"leaving\n\nthe prisoner with the  choice of returning to state  court to\n\n                             -5-\n\nexhaust his claims or of amending  or resubmitting the habeas\n\npetition  to present  only exhausted  claims to  the district\n\ncourt.\"  Id. at 510.\n            \n\n     In his  brief to  the Supreme Judicial  Court, Beauchamp\n\nhad  a  separate  section   devoted  to  \"state  and  federal\n\nguaranties of  due process,\"  whose adequacy  (for exhaustion\n\npurposes) the Commonwealth does  not challenge, and a section\n\non  \"federal  equal protection,\"  which  makes  the indigency\n\nargument  briefly  but  adequately.    The  equal  protection\n\nargument based on irrational  classification was set forth in\n\na prior section, under the heading \"state constitution--equal\n       \n\nprotection,\"  which begins  with  a reference  to \"the  state\n\nguaranty of equal protection.\"  As the last paragraph of this\n\nsection--after the supposedly irrational classifications have\n\nbeen described--the brief concludes:\n\n          Over   and  above   state  constitutional\n          requirements  governing  by which  branch\n          and on  what basis the  rule proposed [by\n          the Commonwealth denying  credit] can  be\n          adopted,  the  rule  violates  state  and\n          Federal  Constitutional   constraints  on\n          how,  why, and  upon  whom  a  denial  of\n          liberty  can be imposed.   These  are the\n          constraints  of Federal  equal protection\n          and  due  process  guaranties under  both\n          Constitutions.\n\n     It is  possible to  read  this final  paragraph, as  the\n\ndistrict  court  apparently  did,  to  be  a  federal  equal-\n\nprotection attack  on the classifications  just criticized at\n\nlength  in the same section  of Beauchamp's brief.   The more\n\n                             -6-\n\nnatural  meaning of  the  paragraph may  be to  read it  as a\n\ntransition  to  the  two   sections  that  follow  which,  as\n\nmentioned  above, address  \"federal equal  protection\" (where\n\nthe  indigency issue  is  discussed) and  \"state and  federal\n\nguaranties of  due process\" (where  the access to  the courts\n\nissue is discussed).\n\n     However this may  be, we have no intention of dismissing\n\nthe  case  under  Rose  v.  Lundy.    The  substance  of  the\n                                 \n\nirrational  classifications argument  was amply  explained in\n\nBeauchamp's state brief and  his criticisms were not premised\n\non   any  peculiarity   of  language  in   the  Massachusetts\n\nConstitution  or  any unusual  state  court  precedent.   The\n\nSupreme  Judicial Court  can hardly  have been  misled merely\n\nbecause the reference to federal equal protection occurred at\n\nthe end of  the argument instead  of the beginning.   Had the\n\ncaption of the argument read \"federal and state constitution-\n\n-equal protection,\" the substance would have been exactly the\n\nsame.\n\n     Rose v. Lundy assures that state  courts have the chance\n                  \n\nto  pass  on  federal constitutional  issues  before  federal\n\ncourts  intrude on  the state  criminal process.   Where  the\n\nstate court has not fairly been apprised of a  constitutional\n\nargument, exhaustion is required.  See Nadworney v. Fair, 872\n                                                        \n\nF.2d  1093 (1st Cir. 1989).   But in  this context \"substance\n\nrather  than form\"  is critical,  872 F.2d  at 1101,  and the\n\n                             -7-\n\nSupreme  Judicial  Court would  not  have  viewed the  matter\n\ndifferently if the word \"federal\" had appeared in the heading\n\nofthesection thatsetoutthe irrationalclassificationsargument.\n\n     We  turn, therefore,  to the merits  and begin  with the\n\ndistrict  court's  holding  that  the  denial  of  credit  to\n\nBeauchamp impermissibly  forecloses or burdens the  \"right of\n\naccess\"  to  the  courts.     Undoubtedly,  Beauchamp  has  a\n\nconstitutional right of access to the courts, e.g., Bounds v.\n                                                          \n\nSmith, 430 U.S. 817,  821 (1977), and if Illinois  had barred\n     \n\nBeauchamp from  filing a  federal habeas action  to challenge\n\nhis  detention, serious constitutional  concerns would arise.\n\nWe  will assume  arguendo that  the federal  right of  access\n                         \n\nincluded the state habeas proceeding as well.\n\n     No  one, however,  prevented Beauchamp  from filing  his\n\nsuccessive habeas actions in Illinois.  Rather, the  issue is\n\nwhether   Massachusetts' refusal to  credit the time spent in\n\nthis   litigation   is   an   unconstitutional   burden  upon\n                                                       \n\nBeauchamp's  right  of access.    Here,  the Supreme  Court's\n\ndecisions provide  relatively little direct guidance.  Burden\n\nissues,  presenting the familiar  problem of how  much is too\n\nmuch, peculiarly depend on facts and context, and the Supreme\n\nCourt  has not had much to say about the relationship between\n\nextradition challenges and the  refusal to credit time served\n\nin an out of state jail.\n\n                             -8-\n\n     Where   burdens   are   laid   upon  the   exercise   of\n\nconstitutional  rights  by  prisoners,  the  Supreme  Court's\n\ncurrent approach is to give  very substantial latitude to the\n\nstate's  judgment.   E.g.,  Turner  v.  Safley, 482  U.S.  78\n                                              \n\n(1987);  compare Procunier  v. Martin,  416 U.S.  396 (1974).\n                                     \n\nBut such cases differ because they involve the actual running\n\nof  prisons   and  the   most  practical   considerations  of\n\ndiscipline,  security,  administrative feasibility  and cost.\n\nWhile some of these concerns may apply in this case, they are\n\ngreatly  diluted  when  the issue  is  the  calculation of  a\n\nsentence, a task performed by an administrator with a pencil.\n\n     If  one looks for analogies to our own case, the closest\n\nones in the Supreme Court appear to be two decisions, both of\n\nwhich concern  burdens on litigation choices  provided to the\n\ndefendant.  In United States v. Jackson, 390 U.S. 570 (1968),\n                                       \n\nthe Court held  it unconstitutional to subject a kidnapper to\n\na possible  death  penalty if,  but  only if,  the  defendant\n\nelected a jury trial.  North Carolina v. Pearce, 395 U.S. 710\n                                               \n\n(1969),  with  equal  firmness,  held that  a  defendant  who\n\nchooses  to appeal  a  conviction may,  where successful,  be\n\ngiven a higher sentence in a subsequent retrial.  Jackson was\n                                                         \n\nplainly influenced by  the enormity of  the penalty, so  that\n\nPearce--where   seven   justices  seemed   unconcerned  about\n      \n\ndeterring appeals--may be the more pertinent guidepost.\n\n                             -9-\n\n     Taking together Turner, Jackson  and Pearce, the best we\n                                                \n\ncan say is  that the  burden on the  opportunity to  litigate\n\ncannot be unreasonable, and reasonableness largely turns upon\n\nthe facts.  With some emphases peculiar to prison regulation,\n\nTurner  itself identifies  pertinent criteria:    whether the\n      \n\nstate's  policy serves  a  valid  governmental interest;  the\n\nextent to  which the  prisoner is  foreclosed or burdened  in\n\nexercising  his  rights;  and  the  presence  or  absence  of\n\nreasonable alternatives  for  the government  to achieve  the\n\nsame  ends  by  other   means  without  significant  cost  or\n\nimpairment of the  governmental interest at stake.   482 U.S.\n\nat 89-91.1 \n\n     In  this  case  the  governmental  interest  is  patent:\n\nMassachusetts  is entitled  to shape  its own  sentences and,\n\nwithin very  broad  limits,  is  entitled to  insist  that  a\n\nsentence  of  so   many  years  means   years  served  in   a\n                                                             \n\nMassachusetts prison.  E.g., Boutwell v. Nagle, 861 F.2d 1530\n                                              \n\n(11th Cir. 1988), cert. denied, 490 U.S. 1099 (1989); Pernell\n                                                             \n\nv. Rose, 486 F.2d 301 (6th Cir. 1973), cert. denied, 415 U.S.\n                                                   \n\n985 (1974).  True,  serving part of the sentence  in Illinois\n\nmay not be very different.  But this is a practical matter on\n\nwhich views may vary.  Further there is a symbolic importance\n\n                    \n\n     1A fourth consideration mentioned in  Turner--any ripple\n                                                 \neffect of the remedy sought upon the correctional institution\nand other inmates--was linked peculiarly to prison operations\nand the special need  for deference to corrections officials.\nId. at 90.\n   \n\n                             -10-\n\nto the state's ability,  as a separate sovereign  in criminal\n\nlaw enforcement, to shape its own procedures and penalties.\n\n     Turning to  the impact on escaped  prisoners, the denial\n\nof credit clearly  does not foreclose  access to the  courts,\n\nand  we  think  it  unlikely that  colorable  claims  against\n\nextradition will be discouraged.   The legitimate grounds for\n\nchallenging  a rendition  warrant are  narrow and  reasonably\n\nclear-cut.  See Commonwealth v. Beauchamp, 595 N.E.2d at 309-\n                                         \n\n10.   If an alleged escapee  subject to such a  warrant has a\n\nsubstantial defense to  extradition and thus  a fair to  good\n\nprospect  of avoiding a return to certain imprisonment, he or\n\nshe  is not likely to be  discouraged by a penalty (denial of\n\ncredit) that will never be visited if extradition is blocked.\n\n     Finally, there  is no \"ready alternative\"  to the denial\n\nof credit.   See Turner, 482  U.S. at 90.   If  Massachusetts\n                       \n\ndoes  give credit to Beauchamp,  it defeats the very interest\n\nthat  underlies the  no-credit rule:   that  the Commonwealth\n\nfixes  the place of imprisonment, not the prisoner.  \"To rule\n\notherwise would allow the defendant to choose the State where\n\nhe  would  serve  a  significant portion  of  his  sentence.\"\n\nBeauchamp,  595  N.E.  at  310.    \"[T]he  absence  of  ready\n         \n\nalternatives  is  evidence   of  the   reasonableness  of   a\n\n[challenged state policy].\"  Turner, 482 U.S. at 90.\n                                   \n\n     Accordingly, if the choice is between the burden laid on\n\nlegitimate  challenges and  the state's interest  in defining\n\n                             -11-\n\nits  own  sentences,  we think  that  the  state interest  is\n\nlegitimate,  the  burden  is   very  light,  and  no  obvious\n\nalternative is available to achieve  the former and avoid the\n\nlatter. But two further questions remain:  one is whether the\n\nstate's decision  to deny  Beauchamp credit  is tainted  by a\n\nretaliatory motive, and the other is whether the singling out\n\nof escaped  prisoners presents  an equal  protection problem.\n\nWe address these issues in that order.\n\n     The  district court,  in  addition to  finding an  undue\n\nburden  upon  Beauchamp's  right  of access  to  the  courts,\n\ndeclared that the  Commonwealth sought to  penalize Beauchamp\n\nfor resisting extradition:\n\n     The  Department of  Corrections' refusal  to credit\n     [Beauchamp's] sentence  with the time  he spent  in\n     custody challenging extradition cannot stand.   The\n     record  suggests  that   in  refusing   Beauchamp's\n     request     for     credit,    the     Commonwealth\n     unconstitutionally penalized him for exercising his\n     right to contest  rendition to Massachusetts;  [the\n     Commonwealth] has not shown otherwise.\n\nAlthough this may look like a \"finding\" of the motive for the\n\nCommonwealth's   action,  the  situation   is  somewhat  more\n\ncomplicated than that.\n\n     First, there is no record evidence concerning the motive\n                       \n\nof Department of Corrections'  personnel who made the initial\n\ndecision.   Both the district court  decision and Beauchamp's\n\nbrief  rely upon  arguments  made in  the attorney  general's\n                           \n\nbrief  in the state's  highest court that  \"to provide credit\n\ntoward  [an  escapee's]  sentence  .   .  .  for  time  spent\n\n                             -12-\n\ncontesting extradition opens the floodgates  to a significant\n\nincrease in  extradition contests  by escaped inmates.\"2   We\n\nare in the same position as the district court to reason from\n\nthe attorney  general's written  argument, so that  the clear\n\nerror doctrine has no application here.\n\n   In  the   state  court   proceeding,  the   Department  of\n\nCorrection  also provided an affidavit  from the chief of its\n\nfugitive  apprehension unit  making similar  contentions; but\n\nthis, too,  was essentially a litigation document and did not\n\nsuggest that Washburn had  any personal involvement in making\n\nthe decision to deny credit to Beauchamp.  It is questionable\n\nwhether either the arguments made in the state's brief or the\n\nWashburn  affidavit amount  to anything more  than a  kind of\n\n\"post  hoc rationale\" that courts do not normally accept as a\n          \n\nbasis for appraising administrative  action.  NLRB v. Yeshiva\n                                                             \n\nUniv., 444 U.S.  672, 675 n.22 (1980).  In any event, neither\n     \n\ndocument  suggests  any  individualized  attempt   to  target\n\nBeauchamp.\n\n     Second,   we  do   not   think   that   unconstitutional\n\nretaliation is involved  even if we assume arguendo  that the\n                                                   \n\n                    \n\n     2The district court does say  that if Beauchamp had  not\ncontested extradition, he would have received credit for time\nspent in Illinois \"for those same days of imprisonment.\"  But\nthose \"same days\"  would never have existed  if Beauchamp had\nagreed to  extradition, and in fact  Massachusetts did credit\nBeauchamp with  the very brief  time spent in  Illinois after\nhis  extradition  contest  failed  and he  was  available  to\nMassachusetts.\n\n                             -13-\n\ncorrectional authorities do believe that  giving credit would\n\nspur  time-wasting challenges to  extradition.  General rules\n\noften rest  upon multiple considerations,  and concerns about\n\nabusive litigation underlie a number of federal rules adopted\n                                               \n\nby  the courts  themselves.   These  include restrictions  on\n\nhabeas corpus itself,  e.g., McKleskey v. Zant, 499 U.S. 467,\n                                              \n\n491 (1991), and sanctions  under Fed. R.  Civ. P. 11, not  to\n\nmention   various   common  law   torts  such   as  malicious\n\nprosecution.\n\n     The Commonwealth's  policy, even  if resting in  part on\n\nlitigation  concerns, seems to us a mile away from a warden's\n\ndecision  to disadvantage  a prisoner  because  that prisoner\n                                              \n\nfiled  a law  suit against the  warden.   This is  not, or at\n\nleast  has not  been  shown  to  be,  a  case  of  individual\n\nretaliation for pursuing constitutional  rights.  At most, as\n\none element in a legitimate decision generally to deny credit\n\nto escaped  prisoners for time  spent outside  Massachusetts,\n\nthe  state has given some  weight to the  benefits of getting\n\nthe escapee back promptly where he or she belongs.\n\n     We  turn finally  to  the claim  that Massachusetts  has\n\ndenied equal  protection to Beauchamp, a  claim not addressed\n\nby  the  district  court  but  advanced  by  Beauchamp  as an\n\nalternative  basis to  sustain  the judgment.   Beauchamp  is\n\nentitled  to  defend the  district  court's  judgment on  any\n\nproperly  preserved ground  that would  serve to  sustain it,\n\n                             -14-\n\nwhether or not adopted  by the district court.   E.g., Martin\n                                                             \n\nv. Tango's Restaurant,  969 F.2d 1319, 1325 (1st  Cir. 1992).\n                     \n\nThe equal protection  claim based on indigency  made in state\n\ncourt has not been renewed before us.  Cf. Palmer  v. Dugger,\n                                                            \n\n833  F.2d 253  (11th Cir.  1987)   We proceed,  therefore, to\n\nBeauchamp's  claim that  Massachusetts applies  its no-credit\n\nrule based on irrational classifications.\n\n     As the foundation  for his  argument, Beauchamp  asserts\n\nthat   \"Massachusetts  awards   sentence  credit   to  parole\n\nviolators and  pre-trial detainees  for time served  in other\n\nstates contesting extradition to  Massachusetts.\"  It is true\n\nthat  by statute,  Massachusetts requires  that  prisoners be\n\ncredited with  time served during pretrial  detention.  Mass.\n                                          \n\nGen.  L. ch. 127,    129B, ch.  279,   33A.   Another statute\n\ndenies  credit to  a parole  violator for  time spent  out of\n\nprison  during revocation proceedings.   Id., ch. 127,   149.\n                                            \n\nWhere no statute  applies--as in  the case of  time spent  in\n\ndetention  out  of  state  while  resisting  extradition--the\n\nMassachusetts courts apply a test of fairness.3\n\n     Other  than Beauchamp  the  only other  decision by  the\n                          \n\nSupreme  Judicial  Court  involving an  escaped  prisoner  is\n\nChalifoux.  In that  case, the escapee was sentenced  to time\n         \n\n                    \n\n     3E.g.,  Beauchamp,  595  N.E.2d  at  926;  Chalifoux  v.\n                                                         \nCommissioner of Correction, 377 N.E.2d 923, 926 (Mass. 1978);\n                          \nCommonwealth v.  Grant, 317 N.E.2d 484,  486-87 (Mass. 1974);\n                      \nBrown  v. Commissioner  of  Correction, 147  N.E.2d 782,  784\n                                      \n(Mass. 1958).\n\n                             -15-\n\nby a California court intended to  be served concurrently, in\n\nMassachusetts, upon extradition there.  Massachusetts refused\n\nto  accept immediate  rendition  because of  overcrowding and\n\nthen, after the California  sentence had been served, refused\n\nto reduce  the Massachusetts sentence  for the time  spent in\n\nCalifornia.  On fairness  grounds, the Supreme Judicial Court\n\nordered  a credit.  Taking  the two cases  together, we think\n\nthat the prevailing  practice in Massachusetts is  apparently\n\nto deny credit to escaped prisoners for time spent litigating\n\nextradition, absent extraordinary  circumstances or  distinct\n\nequities.4\n\n     One must  tread cautiously  in generalizing about  equal\n\nprotection, for there are  countless Supreme Court precedents\n\nthat  cannot all be reconciled  even in hundreds  of pages of\n\nerudite discussion.  See,  e.g., L. Tribe, Constitutional Law\n                                                             \n\n1436-1672 (2d  ed. 1988).  The  classification here, however,\n\nis  between prison escapees  and other  fugitives and  is far\n\nfrom any  previously deemed suspect.   Compare, e.g., Palmore\n                                                             \n\nv.  Sidoti, 466  U.S.  429  (1984)  (racial  classification).\n          \n\nSimilarly, the  classification does not in  any sense deprive\n\nor deny to anyone a fundamental right; at most, it may impose\n\n                    \n\n     4See also  In re  Kinney, 363  N.E.2d 1337,  1338 (Mass.\n                             \nApp.  Ct.  1977) (stating  the  general rule  that  an escape\n\"suspend[s] the  running of the original  sentence until such\ntime  as   [the  defendant]   should  be  returned   to\"  the\ninstitution from which he escaped).\n\n                             -16-\n\na conjectural and  incidental burden  unlikely to  discourage\n\nany substantial objections to extradition.\n\n     Since there is no suspect classification here  involved,\n\nnor any deprivation of fundamental rights, the ordinary equal\n\nprotection  test is  extremely  deferential.    The  standard\n\nformula   is    that   a   non-suspect    classification   is\n\nunconstitutional only if no  legitimate basis can be imagined\n\nto support it.  E.g.,  Harrah Independent School District  v.\n                                                         \n\nMartin, 440 U.S. 194 (1979).  And \"support\" means only that a\n      \n\nlegislature--or, here,  a state  court acting in  its stead--\n\ncould provide a rational  basis for the choice.   E.g., Vance\n                                                             \n\nv. Bradley, 440 U.S. 93, 111 (1979).\n          \n\n     Turning   to  the   distinctions  assertedly   drawn  by\n\nMassachusetts,   pretrial   detainees   (whether    held   in\n\nMassachusetts  or  held outside  the  state  while contesting\n\nextradition)  are a peculiarly  sympathetic case  for credit;\n\nthese  are presumptively innocent  individuals held primarily\n\nto assure their presence at trial.  Credit for such detention\n\nis widely  available.   There is nothing  whatever irrational\n\nabout a general  rule that pretrial detention time  should be\n\ncredited as a matter  of course, nor does it  conflict with a\n\npresumptive rule  against credit for time spent  out of state\n\nby one who is convicted and later escapes from prison.\n\n     A closer case is presented  by the fact, if fact  it is,\n\nthat  credit is given to a parolee who violates parole, flees\n\n                             -17-\n\nthe   state   and   then   contests   extradition   back   to\n\nMassachusetts.5   But an escape from prison, even by one on a\n\n12-hour pass,  can rationally  be treated  as a  more serious\n\ndefault than a parole violation.  By the same token the state\n\nmay take a more  sympathetic view of time spent  in detention\n\nout of state by  one who was out  on liberty than by  one who\n\nwas suppose to be residing in a Massachusetts prison.  Again,\n\nthe distinction is not irrational.\n\n     Beauchamp says  that these supposed  exceptions undercut\n\nany assertion by  the Commonwealth that  it is interested  in\n\nhaving  a Massachusetts sentence served only in Massachusetts\n\njails.   But a legitimate  interest does not  cease to  be so\n\nbecause   rational  exceptions   are  made   on  account   of\n\ncountervailing  general  concerns  or   individual  equities.\n\nHere, some of the exceptions are more compelling than others,\n\nbut none involves  a suspect classification or is outside the\n\nbounds of  minimal  rationality so  as to  violate the  equal\n\nprotection clause of the 14th Amendment.\n\n     Beauchamp's  final claim  is that  the denial  of credit\n\nviolates the  Fifth  Amendment's prohibition  against  double\n\njeopardy  made  applicable to  the  states  through the  14th\n\nAmendment's due process clause.   The Supreme Court precedent\n\n                    \n\n     5The state has submitted a letter  agreeing that this is\nthe policy  followed and arguing  that it is  consistent with\nMass. Gen. L. ch. 127,   149.  See also Blake v. Rapons, C.A.\n                                                       \nNo. 91-0795B (Mass. Super. Ct., April 21, 1991).\n\n                             -18-\n\nrelied  upon  by Beauchamp  is  North Carolina  v.  Pearce, a\n                                                          \n\ndifferent aspect of which  was discussed above.  In  Pearce a\n                                                           \n\ndefendant served part  of his sentence for  an offence before\n\ngetting the conviction overturned on appeal.  Then on retrial\n\nhe  was convicted  and  resentenced.   In  the new  sentence,\n\nPearce was denied credit  for the time he served  incident to\n\nthe first conviction for the same crime.  \n\n     In the ruling relied on by Beauchamp,  the Supreme Court\n\nheld that  this denial of credit violates the double jeopardy\n\nclause's  prohibition against  \"multiple punishments  for the\n\nsame offense,\" 395 U.S. at 717, observing:\n\n     [T]his basic constitutional  guarantee is  violated\n     when  punishment already exacted  for an offense is\n     not fully  \"credited\" in  imposing sentence  upon a\n     new conviction for the same offense.  \n\nId. at  718.  We think  that the formal holding  of Pearce on\n                                                          \n\nthis issue has no application to Beauchamp.  In our case, the\n\ntime spent  in Illinois was  not formally a  \"punishment\" for\n\nthe  Massachusetts  second-degree  murder  conviction  but  a\n\ndecision by Illinois to  hold Beauchamp--who had already fled\n\nonce--pending  extradition  to  complete   his  Massachusetts\n\nsentence.\n\n     Formalities   deserve  weight   in  applying   a  fairly\n\ntechnical  constitutional  prohibition  such  as  the  double\n\njeopardy clause.  That  is the lesson of the  Court's further\n\nholding  in Pearce that a stiffer sentence on retrial after a\n                  \n\nsuccessful appeal does not  offend the clause.  See  395 U.S.\n\n                             -19-\n\nat 711.   The same  formal approach is  implicit in  the even\n\nmore   famous  holding  that   separate  state   and  federal\n\npunishments for  the same conduct  do not violate  the double\n\njeopardy clause.   E.g., Heath  v. Alabama, 474  U.S. 82,  89\n                                          \n\n(1985).\n\n     The force  of Beauchamp's argument  does not lie  on the\n\ntechnicalities  of double  jeopardy.   Its essence  is  a due\n\nprocess  appeal  to concepts  of fundamental  fairness: after\n\nall, but for the  Massachusetts detainer, Beauchamp would not\n\nhave  spent four years in an Illinois jail; and the result of\n\ndenying him credit is to hold him in custody, if the Illinois\n\nand  Massachusetts  terms are  combined,  for  more than  the\n\nminimum  term otherwise  available  in  Massachusetts.   This\n\nargument would  have special force  if, for example,  a state\n\ndenied  credit to  a  convicted prisoner  for  time spent  in\n\npretrial detention.\n\n     But  this is a one-sided portrayal of the events in this\n\ncase.   Beauchamp's stay  in the  Illinois  jail is  causally\n\nrelated not only  to his Massachusetts  sentence but also  to\n\nhis own action in escaping from Massachusetts prison and then\n\nresisting extradition (mainly on  spurious grounds).  And, as\n\nwe have  explained above, Massachusetts has  a legitimate, if\n\npartly symbolic, interest in  having the full sentence served\n\nin its own prison.  To  deny Beauchamp credit is simply not a\n\n                             -20-\n\ncase of fundamental  unfairness in the constitutional  sense.\n\nCompare Rochlin v. California, 342 U.S. 165 (1952).\n                             \n\n     The Massachusetts rule could  strike some observers as a\n\nsevere one, but an arguably severe rule is not  automatically\n\nunconstitutional.  Where as here  the underlying issue is one\n\nof minimum fairness and  rationality, a federal court polices\n\nthe outer perimeter.  Where issues are ones on which rational\n\nand  civilized  men  and  women can  reasonably  differ,  the\n\nresolution of such choices is not for us.  \n\n     Reversed.\n             \n\n                                         Dissent follows.\n\n                             -21-\n\nBOWNES, Senior Circuit Judge, dissenting.\n                            \n\n          The  court has written  a very  persuasive opinion.\n\nThis is due to a combination of two factors:  the outstanding\n\nskill  and writing style of the author; and its invocation of\n\nthe doctrine of \"fundamental fairness\" to reach a result that\n\nseems at  first blush to  be fair and  just.  After  all, why\n\nshould an escaped felon be rewarded for resisting extradition\n\nto the state from  which he fled prison?  I dissent, however,\n\nbecause  I think the court's opinion does not meet head-on an\n\nimportant constitutional  issue raised by  petitioner.   This\n\nissue was, in my  judgment, squarely confronted and correctly\n\ndecided by the district court.\n\n          With respect,  I do not think that  the basic issue\n\nis \"fundamental  fairness\"; instead, I believe  it is whether\n\npetitioner's constitutional right of access to the courts was\n\nviolated.   For  the reasons  that follow  I think  that this\n\nconstitutionally guaranteed right was abridged.\n\n          An inmate has no independent federal constitutional\n\nright  to credit on a sentence lawfully imposed by one state,\n\nfor  time spent  in the  custody of  another state,  absent a\n\nstatute in the  sentencing state so providing.   See Boutwell\n                                                             \n\nv. Eagle, 861 F.2d 1530, 1531 (11th Cir. 1988), cert. denied,\n                                                            \n\n490 U.S. 1099  (1989); Palmer  v. Dugger, 833  F.2d 253,  254\n                                        \n\n(11th Cir. 1987).  Petitioner does not have  a constitutional\n\nright to credit  for the  time spent in  custody in  Illinois\n\n                             -21-\n\nfighting  extradition  to  Massachusetts.   The  question  is\n\nwhether  the  practice  of  the  Massachusetts Department  of\n\nCorrections (DOC),  pursuant to  which he was  denied credit,\n\namounts  to retaliation  against escapees who  exercise their\n\nright of access to the courts.\n\n          It is well settled that prisoners, no less than any\n\nother citizens, have  a constitutional right of access to the\n\ncourts.  See Bounds v. Smith, 430 U.S. 817, 821 (1977); Wolff\n                                                             \n\nv.  McDowell, 418 U.S. 396 (1974); Johnson v. Avery, 393 U.S.\n                                                   \n\n483  (1969).   \"[S]tates  have an  affirmative obligation  to\n                                              \n\nassure  that  inmates have  meaningful  access  to courts.\"  \n\nGermany  v. Vance, 868 F.2d  9, 14 (1st  Cir. 1989) (internal\n                 \n\nquotation marks  and citation omitted); see  also Bounds, 430\n                                                        \n\nU.S. at 832-24.6\n\n          The right of access has been developed primarily in\n\nprisoner  cases  where  the  inmate seeks  to  challenge  the\n\nconditions of  his confinement or  his underlying conviction.\n\nSee  Crowder v. Sinyard, 884  F.2d 804, 811  (5th Cir. 1989),\n                       \n\ncert. denied, 496  U.S. 924  (1990).   These cases  generally\n            \n\nconcern  the adequacy  of prison  libraries, access  to legal\n\n                    \n\n6.  Although the Supreme Court  has, at various times, viewed\nthe right of access as  one aspect of the Due  Process Clause\nof  the Fourteenth  Amendment, the  First Amendment  right to\npetition government  for grievances,  and the Privileges  and\nImmunities   clause  of   Article  IV,   section  2   of  the\nConstitution, see generally Germany,  868 F.2d at 17 &amp;  n. 9,\n                                   \nwe  believe that  it  is most  appropriate  to view  the  Due\nProcess Clause as the source of that right.  Id. at 17.\n                                                \n\n                             -22-\n\nassistance, or  the availability of pens,  paper, postage and\n\nother  non-legal  materials  without  which  court  documents\n\ncannot be drafted.   See,  e.g., Alston v.  DeBruyn, 13  F.3d\n                                                   \n\n1036 (7th Cir.  1994) (denial  of access to  law library  and\n\nadequate legal  assistance); Petrick v. Maynard,  11 F.3d 991\n                                               \n\n(10th Cir. 1993) (inadequate law library); Davidson v. Smith,\n                                                            \n\n9 F.3d  4  (2d  Cir. 1994)  (destruction  of  inmate's  legal\n\nmaterials);  Gluth v. Kansas,  951 F.2d 1504  (9th Cir. 1991)\n                            \n\n(high postage, copying and supply costs); Ching v. Lewis, 895\n                                                        \n\nF.2d 608 (9th Cir.  1990) (right of access  includes attorney\n\nvisitation); see also Bounds, 430 U.S. at 824-25 (\"[I]ndigent\n                            \n\ninmates  must be provided at state expense with paper and pen\n\nto  draft   legal  documents,   with  notarial   services  to\n\nauthenticate  them, and  with stamps  to mail  them.\").   The\n\nright of  access is not, however, limited  to such cases.  As\n\nthe Supreme Court  held in  the context of  a diversity  tort\n\naction nearly a century ago:\n\n          The right to sue  and defend in courts is\n          the   alternative  of   force.     In  an\n          organized   society   it  is   the  right\n          conservative  of  all  other rights,  and\n          lies   at   the  foundation   of  orderly\n          government.  It is one of the highest and\n          most essential  privileges of citizenship\n          .  .  .  granted  and  protected  by  the\n          federal constitution.\n\nChambers  v. Baltimore &amp; Ohio R.R., 207 U.S. 142, 148 (1907).\n                                  \n\nAnd at  least, one court  of appeals has  explicitly rejected\n\nthe proposition\n\n                             -23-\n\n          that  a  prisoner's  right of  \"adequate,\n          effective, and meaningful\" access  to the\n          courts,  as  recognized  by  the  Supreme\n          Court in  Bounds v. Smith, is  limited to\n                                   \n          the presentation of constitutional, civil\n          rights, and habeas corpus  claims . . . .\n          [T]he   Bounds   opinion  was   primarily\n                        \n          concerned  with constitutional  and civil\n          rights claims and with the  minimum legal\n          resources  that  prisons  must afford  to\n          inmates to ensure effective access to the\n          courts.         Recognition     of    the\n          constitutional  right  of  access to  the\n          courts,  however,  long precedes  Bounds,\n                                                  \n          and  has from its  inception been applied\n          to  civil  as   well  as   constitutional\n          claims.\n\nJackson  v.  Procunier, 789  F.2d  307, 311  (5th  Cir. 1986)\n                      \n\n(collecting cases);  accord Straub  v. Monge, 815  F.2d 1467,\n                                            \n\n1470 (11th Cir.),  cert. denied,  484 U.S. 946  (1987).   The\n                               \n\nconstitutional right of access to the courts is broad, and is\n\nnot limited to  an inmate's right to  challenge conditions of\n\nconfinement  or  an  underlying  conviction.   It  covers  an\n\ninmate's right to  bring a divorce action, Corpus v. Estelle,\n                                                            \n\n441 F.2d 68,  70 (5th Cir. 1977),  and a common law  nuisance\n\nlawsuit,  Harrison v.  Springdale Water  &amp; Sewer  Comm'n, 780\n                                                        \n\nF.2d  1422, 1427-28 (8th Cir. 1986).   I believe that it also\n\nencompasses  the right of  an escaped felon  to challenge his\n\nextradition.\n\n          Under Illinois law petitioner had a statutory right\n\nto challenge his extradition.  See Ill. Ann. Stat. ch. 725,  \n                                  \n\n225/10  (Smith-Hurd 1992).    Petitioner also  had a  federal\n\nright to  challenge his  extradition through a  habeas corpus\n\n                             -24-\n\nproceeding in federal  court.   Crummley v.  Snead, 620  F.2d\n                                                  \n\n481,  483 (5th Cir. 1980) (citing Roberts v. Reilly, 116 U.S.\n                                                   \n\n80 (1885)).\n\n          It is  now firmly established that an  act taken in\n\nretaliation for  the exercise of a constitutionally protected\n\nright is forbidden, even if the act, if taken for a different\n\npurpose,  would have been proper.  McDonald v. Hall, 610 F.2d\n                                                   \n\n16, 18 (1st Cir.  1979); Matzker v. Herr, 748 F.2d 1142, 1150\n                                        \n\n(7th Cir.  1984).  Retaliation by prison officials against an\n\ninmate  for  pursuing legal  action  constitutes interference\n\nwith  that inmate's right of access to the courts.  McDonald,\n                                                            \n\n610 F.2d at 18; see also Smith v. Maschner, 899 F.2d 940, 947\n                                          \n\n(10th Cir.  1990); Valandingham v. Bojorquez,  866 F.2d 1135,\n                                            \n\n1138 (9th Cir. 1989).  Thus,  although an inmate may not, for\n\nexample,  have   a  constitutional  right  to   remain  in  a\n\nparticular  institution or hold  a particular job assignment,\n\nprison  officials  may not  transfer him  or  deny him  a job\n\nassignment   in   retaliation   for   the   exercise   of   a\n\nconstitutionally protected  activity.  See Williams v. Meese,\n                                                            \n\n926 F.2d 994, 998 (10th Cir. 1990) (inmate transfer cannot be\n\nused as retaliation); Howland v.  Kilquist, 833 F.2d 639, 644\n                                          \n\n(7th Cir. 1987) (same); McDonald, 610 F.2d at 18 (same).  The\n                                \n\nsame  rationale applies  to the  denial of  credit against  a\n\nprisoner's sentence for time spent in another state's custody\n\nwhile challenging extradition.\n\n                             -25-\n\n          In  addressing  petitioner's claim  of retaliation,\n\nthe district court found:\n\n          The  circumstances of  this  case .  .  .\n          strongly  suggest  the   presence  of   a\n          retaliatory  response   to  a  prisoner's\n          exercising  his  constitutional right  of\n          access to the courts.  The facts indicate\n          a reasonable likelihood  that in  denying\n          Beauchamp's  request  that it  credit his\n          sentence  with  the  time  he   spent  in\n          custody in Illinois  solely on the  basis\n          of the Massachusetts escape  charges, the\n          Commonwealth's Department  of Corrections\n          impermissibly penalized  him for invoking\n          his   statutory    right   to   challenge\n          rendition.    Undisputedly, only  because\n          Petitioner invoked his  right to  contest\n          extradition was he deprived of sentencing\n          credit   for  1,574  days   he  spent  in\n          custody;  had  he waived  extradition and\n          returned  immediately  to  Massachusetts'\n          custody,  he  would  have  received  full\n          credit   for   those    same   days    of\n          imprisonment.  \n\nBeauchamp,  slip op. at 13.   We review  the district court's\n         \n\nfactual  finding of  retaliation  for clear  error, and  will\n\nreverse  only if  we are  firmly and  unequivocally convinced\n\nthat an  error has been  committed.  See Tresca  Bros. Sand &amp;\n                                                             \n\nGravel v. Truck Drivers Union, Local 170, 19 F.3d 63, 65 (1st\n                                        \n\nCir.  1994); American Title Ins. Co.  v. East West Financial,\n                                                            \n\n16 F.3d 449,  453 (1st Cir.  1994).  In  other words, if  the\n\ndistrict  court's factual  finding  is plausible  based on  a\n\nwhole-record  review, we  must affirm  even if we  would have\n\nreached  a  different  result in  the  first  instance.   See\n                                                             \n\nAnderson v. Bessemer City, 470 U.S. 564, 573 (1985).\n                         \n\n                             -26-\n\n          The   district  court  inferred  the  existence  of\n\nretaliation from  the  fact that  respondent  had  previously\n\nargued that the denial  of credit to petitioner for  the time\n\nhe served in  Illinois challenging extradition  was essential\n\nto discourage extradition contests  by escapees.   Respondent\n\nargues that this is not enough  on which to base a finding of\n\nretaliation,  and  that \"[p]ositive  evidence  of retaliatory\n\naction  is necessary.\"  Brief for Respondent at 24.  Although\n\nI am not sure  what respondent means by \"positive,\"  I assume\n\nthat it means direct as opposed to circumstantial evidence.\n\n          Time and  time  again  courts  have  stressed  that\n\n\"[p]recisely because the ultimate  fact of retaliation  turns\n\non defendants' state of mind, it is particularly difficult to\n\nestablish  by  direct evidence.\"    Smith,  899 F.2d  at  949\n                                         \n\n(citing  McDonald, 610 F.2d at 18).   Thus, circumstantial as\n                 \n\nopposed to direct evidence may be enough to support a finding\n\nof retaliation.  See  Mesnick v. General Elec. Co.,  950 F.2d\n                                                  \n\n816,  828  (1st Cir.  1991), cert.  denied,  112 S.  Ct. 2965\n                                          \n\n(1992).    In the  present  case, however,  there  was direct\n\nevidence in the record  to support petitioner's allegation of\n\nretaliation.    In  the   Superior  Court  of  Massachusetts,\n\nrespondent  submitted evidence  showing how  quickly escapees\n\nare  generally   returned   to  Massachusetts   after   being\n\napprehended.   It then argued  that petitioner should  not be\n\ncredited  for  his  Illinois  time  because  doing  so  would\n\n                             -27-\n\nimproperly provide escapees  with an  incentive to  challenge\n\nextradition.     Clearly   respondent  was   advocating  that\n\npetitioner's claim for credit should  be denied so that other\n\nescapees  would be  deterred from challenging  extradition in\n\nthe future, despite  their established  right to do  so.   My\n\nreview  of the  record leads  me to  conclude that  there was\n\nsufficient evidence  from which  a rational  factfinder could\n\nfind  that  petitioner  was  retaliated  against  for  having\n\nchallenged  his  extradition.   And  this  is  as  far as  an\n\nappellate  court can  go.   I believe that  the court  had no\n\nchoice  but  to  uphold  the district  court's  finding  that\n\nrespondent  impermissibly  retaliated against  petitioner for\n\nexercising  through habeas  corpus proceedings  his right  of\n\naccess to the courts.\n\n          The court neatly avoids the issue of retaliation by\n\npointing out that petitioner himself was not denied access to\n\nthe  courts.  This  ignores the fact  that petitioner's claim\n\nfor  credit was denied by  DOC to discourage  the bringing of\n\nsuch claims in the  future, regardless of the merits,  and in\n\nthe face of the recognized right of escaped felons to contest\n\nextradition in the courts.\n\n          As part of its \"fundamental fairness\" rationale the\n\ncourt,   in  effect,  finds   that  petitioner's   basis  for\n\ncontesting extradition had no merit.  I do not think that the\n\nright  of access to the courts hinges on the probability that\n\n                             -28-\n\na  given  claim  will   succeed.    The  resolution   of  the\n\nconstitutional  question  should not  turn  upon  a post  hoc\n                                                             \n\ndetermination that petitioner's  extradition challenges  were\n\nfrivolous.  \n\n          It  is settled  that,  \"when  a  prison  regulation\n\nimpinges on inmates' constitutional rights, the regulation is\n\nvalid if  it is reasonably related  to legitimate penological\n\ninterests.\"    Turner  v.  Safley, 482  U.S.  78,  89 (1987).\n                                 \n\nAlthough Turner concerned prison rules and regulations, I see\n               \n\nno  reason why its rationale should not apply to other prison\n\nactions  that threaten an inmate's access to the courts, such\n\nas the denial of credit on a sentence, as in the case at bar.\n\nCf.  Frazier,  922 F.2d  at  562 (applying  Turner  to inmate\n                                                  \n\ntransfer).\n\n          In conducting a Turner analysis, the district court\n                                \n\nfound  it   dispositive  that  \"[r]espondent  .   .  .  [had]\n\nproffer[ed]  no legitimate penological  interests which might\n\njustify the Commonwealth's  response to Petitioner's exercise\n\nof his right to challenge rendition.\"  Beauchamp, slip op. at\n                                                \n\n15.   Respondent  has repeated  its  omission by  failing  to\n\nprovide this  court with  any penological interests  that are\n\nadvanced  by denying  sentence credit  to petitioner.   Those\n\ninterests (real or imagined) did not prevent the Commonwealth\n\nfrom  crediting the  petitioner  with the  time  he spent  in\n\nIllinois after  his extradition  challenge.   See ante at  12\n                                                      \n\n                             -29-\n\nn.2.  This  belies the  court's characterization  of the  no-\n\ncredit  rule  as a  \"decision  generally  to  deny credit  to\n\nescaped prisoners for time spent outside Massachusetts,\" ante\n                                                             \n\nat 14.   Application of the rule  only to the time associated\n\nwith the  petitioner's exercise  of his constitutional  right\n\nbolsters  the  inference  that   the  denial  of  credit  was\n\nretaliatory.   See supra  at 8-9.   Respondent simply  argues\n                        \n\nthat the Turner analysis is inappropriate in the case at bar.\n               \n\nSee Brief for Respondent  at 23-24.  But respondent  does not\n   \n\nexplain  why this  is so,  nor does  it offer  an alternative\n\ntest.   Respondent does  argue that principles  of federalism\n\nrequire  this court  to  defer to  state  court decisions  to\n\ncredit  or  not to  credit  a prisoner's  sentence  with time\n\nserved in  another state.   I  have been  unable to  find any\n\nlegal basis for respondent's theory.\n\n          I  recognize that  prison  administrators  must  be\n\ngiven wide  latitude in formulating  policies and  procedures\n\nfor running their prison  systems, see Procunier v. Martinez,\n                                                            \n\n416 U.S. at 405  (\"courts are ill equipped  to deal with  the\n\nincreasingly urgent  problems  of prison  administration  and\n\nreform\"), particularly where state  prisons are involved, see\n                                                             \n\nTurner,  482 U.S.  at  85 (\"Where  a  state penal  system  is\n      \n\ninvolved,  federal courts  have .  . .  additional reason  to\n\naccord  deference to  the appropriate  prison authorities.\").\n\nStates,  however,  cannot  implement, without  justification,\n\n                             -30-\n\npractices  or policies  that interfere  with the  exercise of\n\nprisoners' constitutional rights.   See id. at 89-90.   While\n                                           \n\nthere  may exist  some  legitimate penological  interest that\n\nwould  justify  denying petitioner  credit  for  the time  he\n\nserved in Illinois,  I can only speculate as to what it might\n\nbe.\n\n          Petitioner  is not  a person  who evokes  sympathy.\n\nNor does his plight  suggest that a great injustice  has been\n\ndone  him.     Nevertheless,  he  has   raised  an  important\n\nconstitutional  issue involving  the right  of access  to the\n\ncourts.   And I do not think that the issue should be avoided\n\nby masking it  in the  garb of \"fundamental  fairness.\"   The\n\ncourt today decides that a Massachusetts escaped felon has no\n\nright  to credit  against  his time  spent  in custody  while\n\nexercising  his undoubted  right to  contest extradition.   I\n\nrespectfully disagree.  For the reasons stated herein I would\n\naffirm  the judgment of  the district  court.   I, therefore,\n\ndissent.\n\n                             -31-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">October 18, 1994\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2385\n\n                     ROBERT C. BEAUCHAMP,\n\n                    Petitioner, Appellee,\n\n                              v.\n\n            PAUL MURPHY, THE SUPERINTENDENT OF THE\n               OLD COLONY CORRECTIONAL CENTER,\n\n                    Respondent, Appellant.\n\n                                         \n\n                         ERRATA SHEET\n\nThe  opinion  of this  court  issued  on  September  26, 1994,  is\namended as follows:\n\nOn  page 13, delete the first full paragraph  and replace with the\n\nfollowing paragraph:\n\n   \"In  the  state  court   proceeding,  the  Department   of\nCorrection also provided  an affidavit from the  chief of its\nfugitive  apprehension unit  making similar  contentions; but\nthis, too, was essentially a litigation document and did  not\nsuggest that Washburn had  any personal involvement in making\nthe decision to deny credit to Beauchamp.  It is questionable\nwhether either the arguments made in the state's brief or the\nWashburn affidavit  amount to anything  more than  a kind  of\n\"post  hoc rationale\" that courts do not normally accept as a\n          \nbasis for appraising administrative  action.  NLRB v. Yeshiva\n                                                             \nUniv., </pre><span class=\"citation\" data-id=\"110190\"><a href=\"/opinion/110190/nlrb-v-yeshiva-univ/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">672</span></a></span><pre class=\"inline\">, 675 n.22 (1980).  In  any event, neither\n     \ndocument  suggests  any  individualized  attempt   to  target\nBeauchamp.\"\n\nOctober 4, 1994     UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                      \n\nNo. 93-2385\n\n                     ROBERT C. BEAUCHAMP,\n\n                    Petitioner, Appellee,\n\n                              v.\n\n            PAUL MURPHY, THE SUPERINTENDENT OF THE\n               OLD COLONY CORRECTIONAL CENTER,\n\n                    Respondent, Appellant.\n\n                                        \n\n                         ERRATA SHEET\n\n The  opinion  of this  Court, issued  on  September 26,  1994, is\namended as follows:\n\n On page 13, line 1 of footnote 2, continued from page 12, replace\n\"context\" with \"contest\".\n\n On page 17, second line from bottom, replace \"But\" with \"By\".\n\n On page 19, line 8 of second full paragraph,  replace \"does\" with\n\"do\".\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2385\n\n                     ROBERT C. BEAUCHAMP,\n\n                    Petitioner, Appellee,\n\n                              v.\n\n            PAUL MURPHY, THE SUPERINTENDENT OF THE\n               OLD COLONY CORRECTIONAL CENTER,\n\n                    Respondent, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. A. David Mazzone, Senior U.S. District Judge]\n                                                       \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n                Bownes, Senior Circuit Judge,\n                                            \n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nWilliam J. Duensing,  Assistant Attorney General, with whom  Scott\n                                                                  \nHarshbarger, Attorney General, was on brief for appellant.\n       \nJoseph H.  Zwicker  with  whom  Massachusetts  Correctional  Legal\n                                                                  \nServices was on brief for appellee.\n    \n\n                                         \n\n                      September 26, 1994\n                                         \n\n     BOUDIN,  Circuit  Judge.    This   appeal  presents  the\n                            \n\nquestion whether Massachusetts was  constitutionally obliged,\n\nunder  the circumstances  of this  case, to  give an  escaped\n\nconvict  credit against  his Massachusetts sentence  for time\n\nspent  in  an Illinois  jail  resisting  extradition back  to\n\nMassachusetts.    The  district  court  in  a  habeas  corpus\n\nproceeding held that the Constitution required such a credit.\n\nWe disagree, and reverse.\n\n     The facts  are straightforward.  On February 23, 1973, a\n\njury found  Richard Beauchamp guilty of  second degree murder\n\nin Massachusetts.   He  received a life  sentence but,  under\n\nMassachusetts law, was nevertheless eligible for parole after\n\n14  years.   Scarcely  a  year  later,  on  April  29,  1974,\n\nBeauchamp was released from prison on a 12-hour furlough.  He\n\nfled  from  Massachusetts.   Beauchamp  thereafter  lived \"in\n\nvarious   places   under    different   names   with    false\n\nidentification  and  largely  by  his  wits  and  deception.\"\n\nUnited States ex rel.  Beauchamp v. Elrod, </pre><span class=\"citation no-link\"><span class=\"volume\">1987</span> <span class=\"reporter\">WL</span>  <span class=\"page\">15164</span></span><pre class=\"inline\">, *2\n                                         \n\n(N.D. Ill. 1987).  \n\n     On  July  6, 1981,  Beauchamp  was  arrested on  federal\n\ncharges  in California.    Shortly thereafter,  Massachusetts\n\nlearned of the arrest and notified the federal authorities of\n\nthe  Commonwealth's  desire  to  have  Beauchamp returned  to\n\nMassachusetts prison.  After serving a nine-month sentence in\n\nCalifornia   on   federal  charges,   Beauchamp   waived  his\n\n                             -2-\n\nobjections  to  extradition to  Illinois  where  federal mail\n\nfraud charges had been  lodged against him.  While  there, he\n\nwas convicted and sentenced to  a brief term of imprisonment.\n\nAfter  that sentence  expired,  he appeared  on February  17,\n\n1983,  in Illinois  state  court on  an Illinois  misdemeanor\n\ncharge of deceptive practice.\n\n     Illinois dismissed  its misdemeanor charge on  March 11,\n\n1983, anticipating Beauchamp's extradition  to Massachusetts.\n\nIn April the governor of Illinois issued a rendition warrant,\n\nbut  Beauchamp  refused to  waive  extradition.   Instead  he\n\nbrought  a  state   habeas  corpus  action   challenging  his\n\nextradition on  a variety  of inventive  grounds.   The state\n\nhabeas corpus  petition was denied on November  10, 1983, but\n\nby an appeal and then  a rehearing petition Beauchamp delayed\n\na final disposition until November 1985.  Beauchamp v. Elrod,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"2064853\"><a href=\"/opinion/2064853/beauchamp-v-elrod/\"><span class=\"volume\">484</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">817</span> </a></span><pre class=\"inline\">(Ill. App. 1985).\n\n     Beauchamp then began a federal habeas corpus proceeding.\n\nIn  Illinois, Beauchamp claimed that the Massachusetts murder\n\nhad been committed at the CIA's behest and that Massachusetts\n\nprison  officials  had  thereafter  connived  at  Beauchamp's\n\nescape from Massachusetts prison.  The district court held an\n\nevidentiary hearing but  then denied relief, concluding  that\n\nthe facts alleged by Beauchamp would not in any event furnish\n\na defense to extradition.  United States ex rel. Beauchamp v.\n                                                          \n\n</pre><span class=\"citation\" data-id=\"2064853\"><a href=\"/opinion/2064853/beauchamp-v-elrod/\"><span class=\"antecedent_guess\">Elrod,</span> supra</a></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">1987</span> <span class=\"reporter\">WL</span> <span class=\"page\">15164</span></span><pre class=\"inline\">, *2.\n            \n\n                             -3-\n\n     On  August 7,  1987, Beauchamp  was finally  returned to\n\nMassachusetts.   He pleaded  guilty to a  separate charge  of\n\nescape  from prison,  but no  separate sentence  was imposed.\n\nBeauchamp then began a campaign to obtain credit, against his\n\nMassachusetts second-degree murder sentence, for  a four-year\n\nperiod (March 11, 1983, to August 7,  1987) that he had spent\n\nin  the   Illinois  jail   while  resisting   extradition  to\n\nMassachusetts.   Although credit would not  reduce his formal\n\nsentence,  which  was  for  life  imprisonment, credit  would\n\nreduce the wait before Beauchamp was eligible for parole.\n\n     The  Massachusetts  authorities  were  prepared  to give\n\nBeauchamp  credit  for  his  very brief  period  in  Illinois\n\ncustody after  his extradition challenges had  failed so that\n\nMassachusetts  was  free  to  take him  into  custody.    The\n\nauthorities refused  his request for any  further credit, and\n\nBeauchamp then  sought judicial  review.  The  superior court\n\ngranted Beauchamp's  request for full credit  but the Supreme\n\nJudicial Court reversed, holding  that no credit was due  for\n\nthe   time   spent   in   Illinois   resisting   extradition.\n\nCommonwealth v. Beauchamp, </pre><span class=\"citation no-link\"><span class=\"volume\">595</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">307</span> </span><pre class=\"inline\">(Mass. 1992).\n                         \n\n     On  October 1,  1993,  Beauchamp  commenced the  present\n\naction for habeas corpus in the  district court.  28 U.S.C.  \n\n2254.   In  a thoughtful  decision rendered  on November  18,\n\n1993, the district court granted the writ, ordering the state\n\nto allow the  1,574 days'  credit sought by  Beauchamp.   The\n\n                             -4-\n\ncourt ruled that to  deny the credit would unconstitutionally\n\nburden  Beauchamp's right  to  contest extradition.   In  the\n\nalternate,  the court  held  that denial  of  the credit  was\n\nunconstitutional retaliation by the state.\n\n     On  this appeal,  the  Commonwealth  first  claims  that\n\nBeauchamp did not adequately exhaust his state remedies.   In\n\nthe  district court, as here,  Beauchamp has invoked both due\n\nprocess and equal protection  concepts.  Due process underlay\n\nBeauchamp's    argument    that    the    Commonwealth    has\n\nunconstitutionally burdened his right of access to the courts\n\nand  impermissibly  retaliated   against  him.     The  equal\n\nprotection   claims  were   of  two   kinds:     first,  that\n\nMassachusetts  provides  credit  for  time  spent  contesting\n\nextradition  to some  extradited  persons but  not to  prison\n\nescapees;  and  second, that  denial  of  such credit  favors\n\naffluent fugitives over those who cannot make bail.  \n\n     In  arguing a  failure  to exhaust  state remedies,  the\n\nCommonwealth  singles  out the  equal  protection claim  that\n\nMassachusetts grants  credit to  some extradited persons  and\n\nwithholds it from others based on irrational criteria.  Under\n\nRose  v.  Lundy, </pre><span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">455</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">509</span> </a></span><pre class=\"inline\"> (1982), Beauchamp's  federal\n               \n\npetition  may be  dismissed if  he failed  to present  to the\n\nstate courts any  of the  federal claims now  asserted.   The\n                \n\ndistrict court must dismiss such \"mixed petitions,\"  \"leaving\n\nthe prisoner with the  choice of returning to state  court to\n\n                             -5-\n\nexhaust his claims or of amending  or resubmitting the habeas\n\npetition  to present  only exhausted  claims to  the district\n\ncourt.\"  </pre><span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"id_token\">Id.</span> at 510.\n</a></span><pre class=\"inline\">            \n\n     In his  brief to  the Supreme Judicial  Court, Beauchamp\n\nhad  a  separate  section   devoted  to  \"state  and  federal\n\nguaranties of  due process,\"  whose adequacy  (for exhaustion\n\npurposes) the Commonwealth does  not challenge, and a section\n\non  \"federal  equal protection,\"  which  makes  the indigency\n\nargument  briefly  but  adequately.    The  equal  protection\n\nargument based on irrational  classification was set forth in\n\na prior section, under the heading \"state constitution--equal\n       \n\nprotection,\"  which begins  with  a reference  to \"the  state\n\nguaranty of equal protection.\"  As the last paragraph of this\n\nsection--after the supposedly irrational classifications have\n\nbeen described--the brief concludes:\n\n          Over   and  above   state  constitutional\n          requirements  governing  by which  branch\n          and on  what basis the  rule proposed [by\n          the Commonwealth denying  credit] can  be\n          adopted,  the  rule  violates  state  and\n          Federal  Constitutional   constraints  on\n          how,  why, and  upon  whom  a  denial  of\n          liberty  can be imposed.   These  are the\n          constraints  of Federal  equal protection\n          and  due  process  guaranties under  both\n          Constitutions.\n\n     It is  possible to  read  this final  paragraph, as  the\n\ndistrict  court  apparently  did,  to  be  a  federal  equal-\n\nprotection attack  on the classifications  just criticized at\n\nlength  in the same section  of Beauchamp's brief.   The more\n\n                             -6-\n\nnatural  meaning of  the  paragraph may  be to  read it  as a\n\ntransition  to  the  two   sections  that  follow  which,  as\n\nmentioned  above, address  \"federal equal  protection\" (where\n\nthe  indigency issue  is  discussed) and  \"state and  federal\n\nguaranties of  due process\" (where  the access to  the courts\n\nissue is discussed).\n\n     However this may  be, we have no intention of dismissing\n\nthe  case  under  Rose  v.  Lundy.    The  substance  of  the\n                                 \n\nirrational  classifications argument  was amply  explained in\n\nBeauchamp's state brief and  his criticisms were not premised\n\non   any  peculiarity   of  language  in   the  Massachusetts\n\nConstitution  or  any unusual  state  court  precedent.   The\n\nSupreme  Judicial Court  can hardly  have been  misled merely\n\nbecause the reference to federal equal protection occurred at\n\nthe end of  the argument instead  of the beginning.   Had the\n\ncaption of the argument read \"federal and state constitution-\n\n-equal protection,\" the substance would have been exactly the\n\nsame.\n\n     Rose v. Lundy assures that state  courts have the chance\n                  \n\nto  pass  on  federal constitutional  issues  before  federal\n\ncourts  intrude on  the state  criminal process.   Where  the\n\nstate court has not fairly been apprised of a  constitutional\n\nargument, exhaustion is required.  See Nadworney v. Fair, </pre><span class=\"citation\" data-id=\"521901\"><a href=\"/opinion/521901/william-nadworny-v-michael-v-fair/\"><span class=\"volume\">872</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1093</span> </a></span><pre class=\"inline\">(1st Cir. 1989).   But in  this context \"substance\n\nrather  than form\"  is </pre><span class=\"citation\" data-id=\"521901\"><span class=\"antecedent_guess\">critical,</span>  <a href=\"/opinion/521901/william-nadworny-v-michael-v-fair/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">1101</span></a></span><pre class=\"inline\">,  and the\n\n                             -7-\n\nSupreme  Judicial  Court would  not  have  viewed the  matter\n\ndifferently if the word \"federal\" had appeared in the heading\n\nofthesection thatsetoutthe irrationalclassificationsargument.\n\n     We  turn, therefore,  to the merits  and begin  with the\n\ndistrict  court's  holding  that  the  denial  of  credit  to\n\nBeauchamp impermissibly  forecloses or burdens the  \"right of\n\naccess\"  to  the  courts.     Undoubtedly,  Beauchamp  has  a\n\nconstitutional right of access to the courts, e.g., Bounds v.\n                                                          \n\nSmith, </pre><span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span><pre class=\"inline\">,  821 (1977), and if Illinois  had barred\n     \n\nBeauchamp from  filing a  federal habeas action  to challenge\n\nhis  detention, serious constitutional  concerns would arise.\n\nWe  will assume  arguendo that  the federal  right of  access\n                         \n\nincluded the state habeas proceeding as well.\n\n     No  one, however,  prevented Beauchamp  from filing  his\n\nsuccessive habeas actions in Illinois.  Rather, the  issue is\n\nwhether   Massachusetts' refusal to  credit the time spent in\n\nthis   litigation   is   an   unconstitutional   burden  upon\n                                                       \n\nBeauchamp's  right  of access.    Here,  the Supreme  Court's\n\ndecisions provide  relatively little direct guidance.  Burden\n\nissues,  presenting the familiar  problem of how  much is too\n\nmuch, peculiarly depend on facts and context, and the Supreme\n\nCourt  has not had much to say about the relationship between\n\nextradition challenges and the  refusal to credit time served\n\nin an out of state jail.\n\n                             -8-\n\n     Where   burdens   are   laid   upon  the   exercise   of\n\nconstitutional  rights  by  prisoners,  the  Supreme  Court's\n\ncurrent approach is to give  very substantial latitude to the\n\nstate's  judgment.   E.g.,  Turner  v.  Safley, </pre><span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">78</span>\n</a></span><pre class=\"inline\">                                              \n\n(1987);  compare Procunier  v. Martin,  </pre><span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">396</span> </a></span><pre class=\"inline\">(1974).\n                                     \n\nBut such cases differ because they involve the actual running\n\nof  prisons   and  the   most  practical   considerations  of\n\ndiscipline,  security,  administrative feasibility  and cost.\n\nWhile some of these concerns may apply in this case, they are\n\ngreatly  diluted  when  the issue  is  the  calculation of  a\n\nsentence, a task performed by an administrator with a pencil.\n\n     If  one looks for analogies to our own case, the closest\n\nones in the Supreme Court appear to be two decisions, both of\n\nwhich concern  burdens on litigation choices  provided to the\n\ndefendant.  In United States v. Jackson, </pre><span class=\"citation\" data-id=\"107657\"><a href=\"/opinion/107657/united-states-v-jackson/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">570</span> </a></span><pre class=\"inline\">(1968),\n                                       \n\nthe Court held  it unconstitutional to subject a kidnapper to\n\na possible  death  penalty if,  but  only if,  the  defendant\n\nelected a jury trial.  North Carolina v. Pearce, </pre><span class=\"citation\" data-id=\"107977\"><a href=\"/opinion/107977/balistrieri-v-united-states/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">710</span>\n</a></span><pre class=\"inline\">                                               \n\n(1969),  with  equal  firmness,  held that  a  defendant  who\n\nchooses  to appeal  a  conviction may,  where successful,  be\n\ngiven a higher sentence in a subsequent retrial.  Jackson was\n                                                         \n\nplainly influenced by  the enormity of  the penalty, so  that\n\nPearce--where   seven   justices  seemed   unconcerned  about\n      \n\ndeterring appeals--may be the more pertinent guidepost.\n\n                             -9-\n\n     Taking together Turner, Jackson  and Pearce, the best we\n                                                \n\ncan say is  that the  burden on the  opportunity to  litigate\n\ncannot be unreasonable, and reasonableness largely turns upon\n\nthe facts.  With some emphases peculiar to prison regulation,\n\nTurner  itself identifies  pertinent criteria:    whether the\n      \n\nstate's  policy serves  a  valid  governmental interest;  the\n\nextent to  which the  prisoner is  foreclosed or burdened  in\n\nexercising  his  rights;  and  the  presence  or  absence  of\n\nreasonable alternatives  for  the government  to achieve  the\n\nsame  ends  by  other   means  without  significant  cost  or\n\nimpairment of the  governmental interest at </pre><span class=\"citation\" data-id=\"111904\"><span class=\"antecedent_guess\">stake.</span>   <a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span>\n\nat <span class=\"page\">89-91</span></a></span><pre class=\"inline\">.1 \n\n     In  this  case  the  governmental  interest  is  patent:\n\nMassachusetts  is entitled  to shape  its own  sentences and,\n\nwithin very  broad  limits,  is  entitled to  insist  that  a\n\nsentence  of  so   many  years  means   years  served  in   a\n                                                             \n\nMassachusetts prison.  E.g., Boutwell v. Nagle, </pre><span class=\"citation\" data-id=\"514792\"><a href=\"/opinion/514792/grady-boutwell-v-eddie-nagle-and-the-attorney-general-of-the-state-of/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1530</span>\n</a></span><pre class=\"inline\">                                              \n\n(11th Cir. 1988), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1099</span> </span><pre class=\"inline\">(1989); Pernell\n                                                             \n\nv. Rose, </pre><span class=\"citation\" data-id=\"314119\"><a href=\"/opinion/314119/john-henry-pernell-v-james-h-rose-warden-and-state-of-tennessee/\"><span class=\"volume\">486</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">301</span> </a></span><pre class=\"inline\">(6th Cir. 1973), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span>\n                                                   \n\n<span class=\"page\">985</span> </span><pre class=\"inline\">(1974).  True,  serving part of the sentence  in Illinois\n\nmay not be very different.  But this is a practical matter on\n\nwhich views may vary.  Further there is a symbolic importance\n\n                    \n\n     1A fourth consideration mentioned in  Turner--any ripple\n                                                 \neffect of the remedy sought upon the correctional institution\nand other inmates--was linked peculiarly to prison operations\nand the special need  for deference to corrections officials.\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 90.\n</span><pre class=\"inline\">   \n\n                             -10-\n\nto the state's ability,  as a separate sovereign  in criminal\n\nlaw enforcement, to shape its own procedures and penalties.\n\n     Turning to  the impact on escaped  prisoners, the denial\n\nof credit clearly  does not foreclose  access to the  courts,\n\nand  we  think  it  unlikely that  colorable  claims  against\n\nextradition will be discouraged.   The legitimate grounds for\n\nchallenging  a rendition  warrant are  narrow and  reasonably\n\nclear-cut.  See Commonwealth v. </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Beauchamp,</span> <span class=\"volume\">595</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">309</span></span><pre class=\"inline\">-\n                                         \n\n10.   If an alleged escapee  subject to such a  warrant has a\n\nsubstantial defense to  extradition and thus  a fair to  good\n\nprospect  of avoiding a return to certain imprisonment, he or\n\nshe  is not likely to be  discouraged by a penalty (denial of\n\ncredit) that will never be visited if extradition is blocked.\n\n     Finally, there  is no \"ready alternative\"  to the denial\n\nof credit.   See </pre><span class=\"citation\" data-id=\"111904\"><span class=\"antecedent_guess\">Turner,</span> <a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">90</span></a></span><pre class=\"inline\">.   If  Massachusetts\n                       \n\ndoes  give credit to Beauchamp,  it defeats the very interest\n\nthat  underlies the  no-credit rule:   that  the Commonwealth\n\nfixes  the place of imprisonment, not the prisoner.  \"To rule\n\notherwise would allow the defendant to choose the State where\n\nhe  would  serve  a  significant portion  of  his  sentence.\"\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Beauchamp,</span>  <span class=\"volume\">595</span>  <span class=\"reporter\">N.E.</span>  at  <span class=\"page\">310</span></span><pre class=\"inline\">.    \"[T]he  absence  of  ready\n         \n\nalternatives  is  evidence   of  the   reasonableness  of   a\n\n[challenged state policy].\"  </pre><span class=\"citation\" data-id=\"111904\"><span class=\"antecedent_guess\">Turner,</span> <a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">90</span></a></span><pre class=\"inline\">.\n                                   \n\n     Accordingly, if the choice is between the burden laid on\n\nlegitimate  challenges and  the state's interest  in defining\n\n                             -11-\n\nits  own  sentences,  we think  that  the  state interest  is\n\nlegitimate,  the  burden  is   very  light,  and  no  obvious\n\nalternative is available to achieve  the former and avoid the\n\nlatter. But two further questions remain:  one is whether the\n\nstate's decision  to deny  Beauchamp credit  is tainted  by a\n\nretaliatory motive, and the other is whether the singling out\n\nof escaped  prisoners presents  an equal  protection problem.\n\nWe address these issues in that order.\n\n     The  district court,  in  addition to  finding an  undue\n\nburden  upon  Beauchamp's  right  of access  to  the  courts,\n\ndeclared that the  Commonwealth sought to  penalize Beauchamp\n\nfor resisting extradition:\n\n     The  Department of  Corrections' refusal  to credit\n     [Beauchamp's] sentence  with the time  he spent  in\n     custody challenging extradition cannot stand.   The\n     record  suggests  that   in  refusing   Beauchamp's\n     request     for     credit,    the     Commonwealth\n     unconstitutionally penalized him for exercising his\n     right to contest  rendition to Massachusetts;  [the\n     Commonwealth] has not shown otherwise.\n\nAlthough this may look like a \"finding\" of the motive for the\n\nCommonwealth's   action,  the  situation   is  somewhat  more\n\ncomplicated than that.\n\n     First, there is no record evidence concerning the motive\n                       \n\nof Department of Corrections'  personnel who made the initial\n\ndecision.   Both the district court  decision and Beauchamp's\n\nbrief  rely upon  arguments  made in  the attorney  general's\n                           \n\nbrief  in the state's  highest court that  \"to provide credit\n\ntoward  [an  escapee's]  sentence  .   .  .  for  time  spent\n\n                             -12-\n\ncontesting extradition opens the floodgates  to a significant\n\nincrease in  extradition contests  by escaped inmates.\"2   We\n\nare in the same position as the district court to reason from\n\nthe attorney  general's written  argument, so that  the clear\n\nerror doctrine has no application here.\n\n   In  the   state  court   proceeding,  the   Department  of\n\nCorrection  also provided an affidavit  from the chief of its\n\nfugitive  apprehension unit  making similar  contentions; but\n\nthis, too,  was essentially a litigation document and did not\n\nsuggest that Washburn had  any personal involvement in making\n\nthe decision to deny credit to Beauchamp.  It is questionable\n\nwhether either the arguments made in the state's brief or the\n\nWashburn  affidavit amount  to anything more  than a  kind of\n\n\"post  hoc rationale\" that courts do not normally accept as a\n          \n\nbasis for appraising administrative  action.  NLRB v. Yeshiva\n                                                             \n\nUniv., </pre><span class=\"citation\" data-id=\"110190\"><a href=\"/opinion/110190/nlrb-v-yeshiva-univ/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">672</span></a></span><pre class=\"inline\">, 675 n.22 (1980).  In any event, neither\n     \n\ndocument  suggests  any  individualized  attempt   to  target\n\nBeauchamp.\n\n     Second,   we  do   not   think   that   unconstitutional\n\nretaliation is involved  even if we assume arguendo  that the\n                                                   \n\n                    \n\n     2The district court does say  that if Beauchamp had  not\ncontested extradition, he would have received credit for time\nspent in Illinois \"for those same days of imprisonment.\"  But\nthose \"same days\"  would never have existed  if Beauchamp had\nagreed to  extradition, and in fact  Massachusetts did credit\nBeauchamp with  the very brief  time spent in  Illinois after\nhis  extradition  contest  failed  and he  was  available  to\nMassachusetts.\n\n                             -13-\n\ncorrectional authorities do believe that  giving credit would\n\nspur  time-wasting challenges to  extradition.  General rules\n\noften rest  upon multiple considerations,  and concerns about\n\nabusive litigation underlie a number of federal rules adopted\n                                               \n\nby  the courts  themselves.   These  include restrictions  on\n\nhabeas corpus itself,  e.g., McKleskey v. Zant, </pre><span class=\"citation\" data-id=\"112573\"><a href=\"/opinion/112573/mccleskey-v-zant/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">467</span></a></span><pre class=\"inline\">,\n                                              \n\n491 (1991), and sanctions  under Fed. R.  Civ. P. 11, not  to\n\nmention   various   common  law   torts  such   as  malicious\n\nprosecution.\n\n     The Commonwealth's  policy, even  if resting in  part on\n\nlitigation  concerns, seems to us a mile away from a warden's\n\ndecision  to disadvantage  a prisoner  because  that prisoner\n                                              \n\nfiled  a law  suit against the  warden.   This is  not, or at\n\nleast  has not  been  shown  to  be,  a  case  of  individual\n\nretaliation for pursuing constitutional  rights.  At most, as\n\none element in a legitimate decision generally to deny credit\n\nto escaped  prisoners for time  spent outside  Massachusetts,\n\nthe  state has given some  weight to the  benefits of getting\n\nthe escapee back promptly where he or she belongs.\n\n     We  turn finally  to  the claim  that Massachusetts  has\n\ndenied equal  protection to Beauchamp, a  claim not addressed\n\nby  the  district  court  but  advanced  by  Beauchamp  as an\n\nalternative  basis to  sustain  the judgment.   Beauchamp  is\n\nentitled  to  defend the  district  court's  judgment on  any\n\nproperly  preserved ground  that would  serve to  sustain it,\n\n                             -14-\n\nwhether or not adopted  by the district court.   E.g., Martin\n                                                             \n\nv. Tango's Restaurant,  </pre><span class=\"citation\" data-id=\"587248\"><a href=\"/opinion/587248/lynn-martin-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1319</span></a></span><pre class=\"inline\">, 1325 (1st  Cir. 1992).\n                     \n\nThe equal protection  claim based on indigency  made in state\n\ncourt has not been renewed before us.  Cf. Palmer  v. Dugger,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"497069\"><a href=\"/opinion/497069/clayton-palmer-v-richard-l-dugger-robert-a-butterworth-attorney/\"><span class=\"volume\">833</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">253</span> </a></span><pre class=\"inline\"> (11th Cir.  1987)   We proceed,  therefore, to\n\nBeauchamp's  claim that  Massachusetts applies  its no-credit\n\nrule based on irrational classifications.\n\n     As the foundation  for his  argument, Beauchamp  asserts\n\nthat   \"Massachusetts  awards   sentence  credit   to  parole\n\nviolators and  pre-trial detainees  for time served  in other\n\nstates contesting extradition to  Massachusetts.\"  It is true\n\nthat  by statute,  Massachusetts requires  that  prisoners be\n\ncredited with  time served during pretrial  detention.  Mass.\n                                          \n\nGen.  L. ch. 127,    129B, ch.  279,   33A.   Another statute\n\ndenies  credit to  a parole  violator for  time spent  out of\n\nprison  during revocation proceedings.   </pre><span class=\"citation\" data-id=\"497069\"><a href=\"/opinion/497069/clayton-palmer-v-richard-l-dugger-robert-a-butterworth-attorney/\"><span class=\"id_token\">Id.,</span> ch. 127, </a></span><pre class=\"inline\">  149.\n                                            \n\nWhere no statute  applies--as in  the case of  time spent  in\n\ndetention  out  of  state  while  resisting  extradition--the\n\nMassachusetts courts apply a test of fairness.3\n\n     Other  than Beauchamp  the  only other  decision by  the\n                          \n\nSupreme  Judicial  Court  involving an  escaped  prisoner  is\n\nChalifoux.  In that  case, the escapee was sentenced  to time\n         \n\n                    \n\n     3E.g.,  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Beauchamp,</span>  <span class=\"volume\">595</span>  <span class=\"reporter\">N.E.2d</span>  at  <span class=\"page\">926</span></span><pre class=\"inline\">;  Chalifoux  v.\n                                                         \nCommissioner of Correction, </pre><span class=\"citation no-link\"><span class=\"volume\">377</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">923</span></span><pre class=\"inline\">, 926 (Mass. 1978);\n                          \nCommonwealth v.  Grant, </pre><span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">484</span></span><pre class=\"inline\">,  486-87 (Mass. 1974);\n                      \nBrown  v. Commissioner  of  Correction, </pre><span class=\"citation no-link\"><span class=\"volume\">147</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">782</span></span><pre class=\"inline\">,  784\n                                      \n(Mass. 1958).\n\n                             -15-\n\nby a California court intended to  be served concurrently, in\n\nMassachusetts, upon extradition there.  Massachusetts refused\n\nto  accept immediate  rendition  because of  overcrowding and\n\nthen, after the California  sentence had been served, refused\n\nto reduce  the Massachusetts sentence  for the time  spent in\n\nCalifornia.  On fairness  grounds, the Supreme Judicial Court\n\nordered  a credit.  Taking  the two cases  together, we think\n\nthat the prevailing  practice in Massachusetts is  apparently\n\nto deny credit to escaped prisoners for time spent litigating\n\nextradition, absent extraordinary  circumstances or  distinct\n\nequities.4\n\n     One must  tread cautiously  in generalizing about  equal\n\nprotection, for there are  countless Supreme Court precedents\n\nthat  cannot all be reconciled  even in hundreds  of pages of\n\nerudite discussion.  See,  e.g., L. Tribe, Constitutional Law\n                                                             \n\n1436-1672 (2d  ed. 1988).  The  classification here, however,\n\nis  between prison escapees  and other  fugitives and  is far\n\nfrom any  previously deemed suspect.   Compare, e.g., Palmore\n                                                             \n\nv.  Sidoti, </pre><span class=\"citation\" data-id=\"111160\"><a href=\"/opinion/111160/palmore-v-sidoti/\"><span class=\"volume\">466</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">429</span> </a></span><pre class=\"inline\"> (1984)  (racial  classification).\n          \n\nSimilarly, the  classification does not in  any sense deprive\n\nor deny to anyone a fundamental right; at most, it may impose\n\n                    \n\n     4See also  In re  Kinney, </pre><span class=\"citation no-link\"><span class=\"volume\">363</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1337</span></span><pre class=\"inline\">,  1338 (Mass.\n                             \nApp.  Ct.  1977) (stating  the  general rule  that  an escape\n\"suspend[s] the  running of the original  sentence until such\ntime  as   [the  defendant]   should  be  returned   to\"  the\ninstitution from which he escaped).\n\n                             -16-\n\na conjectural and  incidental burden  unlikely to  discourage\n\nany substantial objections to extradition.\n\n     Since there is no suspect classification here  involved,\n\nnor any deprivation of fundamental rights, the ordinary equal\n\nprotection  test is  extremely  deferential.    The  standard\n\nformula   is    that   a   non-suspect    classification   is\n\nunconstitutional only if no  legitimate basis can be imagined\n\nto support it.  E.g.,  Harrah Independent School District  v.\n                                                         \n\nMartin, </pre><span class=\"citation\" data-id=\"110025\"><a href=\"/opinion/110025/harrah-independent-school-dist-v-martin/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span> </a></span><pre class=\"inline\">(1979).  And \"support\" means only that a\n      \n\nlegislature--or, here,  a state  court acting in  its stead--\n\ncould provide a rational  basis for the choice.   E.g., Vance\n                                                             \n\nv. Bradley, </pre><span class=\"citation\" data-id=\"110020\"><a href=\"/opinion/110020/vance-v-bradley/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">93</span></a></span><pre class=\"inline\">, 111 (1979).\n          \n\n     Turning   to  the   distinctions  assertedly   drawn  by\n\nMassachusetts,   pretrial   detainees   (whether    held   in\n\nMassachusetts  or  held outside  the  state  while contesting\n\nextradition)  are a peculiarly  sympathetic case  for credit;\n\nthese  are presumptively innocent  individuals held primarily\n\nto assure their presence at trial.  Credit for such detention\n\nis widely  available.   There is nothing  whatever irrational\n\nabout a general  rule that pretrial detention time  should be\n\ncredited as a matter  of course, nor does it  conflict with a\n\npresumptive rule  against credit for time spent  out of state\n\nby one who is convicted and later escapes from prison.\n\n     A closer case is presented  by the fact, if fact  it is,\n\nthat  credit is given to a parolee who violates parole, flees\n\n                             -17-\n\nthe   state   and   then   contests   extradition   back   to\n\nMassachusetts.5   But an escape from prison, even by one on a\n\n12-hour pass,  can rationally  be treated  as a  more serious\n\ndefault than a parole violation.  By the same token the state\n\nmay take a more  sympathetic view of time spent  in detention\n\nout of state by  one who was out  on liberty than by  one who\n\nwas suppose to be residing in a Massachusetts prison.  Again,\n\nthe distinction is not irrational.\n\n     Beauchamp says  that these supposed  exceptions undercut\n\nany assertion by  the Commonwealth that  it is interested  in\n\nhaving  a Massachusetts sentence served only in Massachusetts\n\njails.   But a legitimate  interest does not  cease to  be so\n\nbecause   rational  exceptions   are  made   on  account   of\n\ncountervailing  general  concerns  or   individual  equities.\n\nHere, some of the exceptions are more compelling than others,\n\nbut none involves  a suspect classification or is outside the\n\nbounds of  minimal  rationality so  as to  violate the  equal\n\nprotection clause of the 14th Amendment.\n\n     Beauchamp's  final claim  is that  the denial  of credit\n\nviolates the  Fifth  Amendment's prohibition  against  double\n\njeopardy  made  applicable to  the  states  through the  14th\n\nAmendment's due process clause.   The Supreme Court precedent\n\n                    \n\n     5The state has submitted a letter  agreeing that this is\nthe policy  followed and arguing  that it is  consistent with\nMass. Gen. L. ch. 127,   149.  See also Blake v. Rapons, C.A.\n                                                       \nNo. 91-0795B (Mass. Super. Ct., April 21, 1991).\n\n                             -18-\n\nrelied  upon  by Beauchamp  is  North Carolina  v.  Pearce, a\n                                                          \n\ndifferent aspect of which  was discussed above.  In  Pearce a\n                                                           \n\ndefendant served part  of his sentence for  an offence before\n\ngetting the conviction overturned on appeal.  Then on retrial\n\nhe  was convicted  and  resentenced.   In  the new  sentence,\n\nPearce was denied credit  for the time he served  incident to\n\nthe first conviction for the same crime.  \n\n     In the ruling relied on by Beauchamp,  the Supreme Court\n\nheld that  this denial of credit violates the double jeopardy\n\nclause's  prohibition against  \"multiple punishments  for the\n\nsame </pre><span class=\"citation\" data-id=\"107977\"><span class=\"antecedent_guess\">offense,\"</span> <a href=\"/opinion/107977/balistrieri-v-united-states/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">717</span></a></span><pre class=\"inline\">, observing:\n\n     [T]his basic constitutional  guarantee is  violated\n     when  punishment already exacted  for an offense is\n     not fully  \"credited\" in  imposing sentence  upon a\n     new conviction for the same offense.  \n\n</pre><span class=\"citation\" data-id=\"107977\"><a href=\"/opinion/107977/balistrieri-v-united-states/\"><span class=\"id_token\">Id.</span> at  718. </a></span><pre class=\"inline\"> We think  that the formal holding  of Pearce on\n                                                          \n\nthis issue has no application to Beauchamp.  In our case, the\n\ntime spent  in Illinois was  not formally a  \"punishment\" for\n\nthe  Massachusetts  second-degree  murder  conviction  but  a\n\ndecision by Illinois to  hold Beauchamp--who had already fled\n\nonce--pending  extradition  to  complete   his  Massachusetts\n\nsentence.\n\n     Formalities   deserve  weight   in  applying   a  fairly\n\ntechnical  constitutional  prohibition  such  as  the  double\n\njeopardy clause.  That  is the lesson of the  Court's further\n\nholding  in Pearce that a stiffer sentence on retrial after a\n                  \n\nsuccessful appeal does not  offend the clause.  See  395 U.S.\n\n                             -19-\n\nat 711.   The same  formal approach is  implicit in  the even\n\nmore   famous  holding  that   separate  state   and  federal\n\npunishments for  the same conduct  do not violate  the double\n\njeopardy clause.   E.g., Heath  v. Alabama, </pre><span class=\"citation\" data-id=\"111541\"><a href=\"/opinion/111541/heath-v-alabama/\"><span class=\"volume\">474</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">82</span></a></span><pre class=\"inline\">,  89\n                                          \n\n(1985).\n\n     The force  of Beauchamp's argument  does not lie  on the\n\ntechnicalities  of double  jeopardy.   Its essence  is  a due\n\nprocess  appeal  to concepts  of fundamental  fairness: after\n\nall, but for the  Massachusetts detainer, Beauchamp would not\n\nhave  spent four years in an Illinois jail; and the result of\n\ndenying him credit is to hold him in custody, if the Illinois\n\nand  Massachusetts  terms are  combined,  for  more than  the\n\nminimum  term otherwise  available  in  Massachusetts.   This\n\nargument would  have special force  if, for example,  a state\n\ndenied  credit to  a  convicted prisoner  for  time spent  in\n\npretrial detention.\n\n     But  this is a one-sided portrayal of the events in this\n\ncase.   Beauchamp's stay  in the  Illinois  jail is  causally\n\nrelated not only  to his Massachusetts  sentence but also  to\n\nhis own action in escaping from Massachusetts prison and then\n\nresisting extradition (mainly on  spurious grounds).  And, as\n\nwe have  explained above, Massachusetts has  a legitimate, if\n\npartly symbolic, interest in  having the full sentence served\n\nin its own prison.  To  deny Beauchamp credit is simply not a\n\n                             -20-\n\ncase of fundamental  unfairness in the constitutional  sense.\n\nCompare Rochlin v. California, </pre><span class=\"citation\" data-id=\"104943\"><a href=\"/opinion/104943/rochin-v-california/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span> </a></span><pre class=\"inline\">(1952).\n                             \n\n     The Massachusetts rule could  strike some observers as a\n\nsevere one, but an arguably severe rule is not  automatically\n\nunconstitutional.  Where as here  the underlying issue is one\n\nof minimum fairness and  rationality, a federal court polices\n\nthe outer perimeter.  Where issues are ones on which rational\n\nand  civilized  men  and  women can  reasonably  differ,  the\n\nresolution of such choices is not for us.  \n\n     Reversed.\n             \n\n                                         Dissent follows.\n\n                             -21-\n\nBOWNES, Senior Circuit Judge, dissenting.\n                            \n\n          The  court has written  a very  persuasive opinion.\n\nThis is due to a combination of two factors:  the outstanding\n\nskill  and writing style of the author; and its invocation of\n\nthe doctrine of \"fundamental fairness\" to reach a result that\n\nseems at  first blush to  be fair and  just.  After  all, why\n\nshould an escaped felon be rewarded for resisting extradition\n\nto the state from  which he fled prison?  I dissent, however,\n\nbecause  I think the court's opinion does not meet head-on an\n\nimportant constitutional  issue raised by  petitioner.   This\n\nissue was, in my  judgment, squarely confronted and correctly\n\ndecided by the district court.\n\n          With respect,  I do not think that  the basic issue\n\nis \"fundamental  fairness\"; instead, I believe  it is whether\n\npetitioner's constitutional right of access to the courts was\n\nviolated.   For  the reasons  that follow  I think  that this\n\nconstitutionally guaranteed right was abridged.\n\n          An inmate has no independent federal constitutional\n\nright  to credit on a sentence lawfully imposed by one state,\n\nfor  time spent  in the  custody of  another state,  absent a\n\nstatute in the  sentencing state so providing.   See Boutwell\n                                                             \n\nv. Eagle, </pre><span class=\"citation\" data-id=\"514792\"><a href=\"/opinion/514792/grady-boutwell-v-eddie-nagle-and-the-attorney-general-of-the-state-of/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1530</span></a></span><pre class=\"inline\">, 1531 (11th Cir. 1988), cert. denied,\n                                                            \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1099</span> </span><pre class=\"inline\"> (1989); Palmer  v. Dugger, </pre><span class=\"citation\" data-id=\"497069\"><a href=\"/opinion/497069/clayton-palmer-v-richard-l-dugger-robert-a-butterworth-attorney/\"><span class=\"volume\">833</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">253</span></a></span><pre class=\"inline\">,  254\n                                        \n\n(11th Cir. 1987).  Petitioner does not have  a constitutional\n\nright to credit  for the  time spent in  custody in  Illinois\n\n                             -21-\n\nfighting  extradition  to  Massachusetts.   The  question  is\n\nwhether  the  practice  of  the  Massachusetts Department  of\n\nCorrections (DOC),  pursuant to  which he was  denied credit,\n\namounts  to retaliation  against escapees who  exercise their\n\nright of access to the courts.\n\n          It is well settled that prisoners, no less than any\n\nother citizens, have  a constitutional right of access to the\n\ncourts.  See Bounds v. Smith, </pre><span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span><pre class=\"inline\">, 821 (1977); Wolff\n                                                             \n\nv.  McDowell, </pre><span class=\"citation no-link\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span> </span><pre class=\"inline\">(1974); Johnson v. Avery, </pre><span class=\"citation\" data-id=\"107840\"><a href=\"/opinion/107840/johnson-v-avery/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span>\n                                                   \n\n<span class=\"page\">483</span> </a></span><pre class=\"inline\"> (1969).   \"[S]tates  have an  affirmative obligation  to\n                                              \n\nassure  that  inmates have  meaningful  access  to courts.\"  \n\nGermany  v. Vance, </pre><span class=\"citation\" data-id=\"518738\"><a href=\"/opinion/518738/suzanne-germany-v-carol-vance-suzanne-germany-v-carol-vance/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">9</span></a></span><pre class=\"inline\">, 14 (1st  Cir. 1989) (internal\n                 \n\nquotation marks  and citation omitted); see  also </pre><span class=\"citation\" data-id=\"109643\"><span class=\"antecedent_guess\">Bounds,</span> <a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span>\n                                                        \n\n<span class=\"reporter\">U.S.</span> at <span class=\"page\">832-24</span></a></span><pre class=\"inline\">.6\n\n          The right of access has been developed primarily in\n\nprisoner  cases  where  the  inmate seeks  to  challenge  the\n\nconditions of  his confinement or  his underlying conviction.\n\nSee  Crowder v. Sinyard, </pre><span class=\"citation\" data-id=\"528813\"><a href=\"/opinion/528813/nancy-crowder-individually-and-as-independent-of-the-estate-of-james/\"><span class=\"volume\">884</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">804</span></a></span><pre class=\"inline\">, 811  (5th Cir. 1989),\n                       \n\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">496</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">924</span> </span><pre class=\"inline\"> (1990).   These cases  generally\n            \n\nconcern  the adequacy  of prison  libraries, access  to legal\n\n                    \n\n6.  Although the Supreme Court  has, at various times, viewed\nthe right of access as  one aspect of the Due  Process Clause\nof  the Fourteenth  Amendment, the  First Amendment  right to\npetition government  for grievances,  and the Privileges  and\nImmunities   clause  of   Article  IV,   section  2   of  the\nConstitution, see generally </pre><span class=\"citation\" data-id=\"518738\"><span class=\"antecedent_guess\">Germany,</span>  <a href=\"/opinion/518738/suzanne-germany-v-carol-vance-suzanne-germany-v-carol-vance/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">17</span> </a></span><pre class=\"inline\">&amp;  n. 9,\n                                   \nwe  believe that  it  is most  appropriate  to view  the  Due\nProcess Clause as the source of that right.  </pre><span class=\"citation\" data-id=\"518738\"><a href=\"/opinion/518738/suzanne-germany-v-carol-vance-suzanne-germany-v-carol-vance/\"><span class=\"id_token\">Id.</span> at 17.\n</a></span><pre class=\"inline\">                                                \n\n                             -22-\n\nassistance, or  the availability of pens,  paper, postage and\n\nother  non-legal  materials  without  which  court  documents\n\ncannot be drafted.   See,  e.g., Alston v.  DeBruyn, </pre><span class=\"citation\" data-id=\"660224\"><a href=\"/opinion/660224/byron-alston-v-h-christian-debruyn/\"><span class=\"volume\">13</span>  <span class=\"reporter\">F.3d</span>\n                                                   \n\n<span class=\"page\">1036</span> </a></span><pre class=\"inline\">(7th Cir.  1994) (denial  of access to  law library  and\n\nadequate legal  assistance); Petrick v. Maynard,  </pre><span class=\"citation\" data-id=\"658635\"><a href=\"/opinion/658635/rick-dean-petrick-v-gary-d-maynard-director-department-of-corrections/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">991</span>\n</a></span><pre class=\"inline\">                                               \n\n(10th Cir. 1993) (inadequate law library); Davidson v. Smith,\n                                                            \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">4</span> </span><pre class=\"inline\"> (2d  Cir. 1994)  (destruction  of  inmate's  legal\n\nmaterials);  Gluth v. Kansas,  </pre><span class=\"citation\" data-id=\"574324\"><a href=\"/opinion/574324/alan-l-gluth-thomas-a-rice-donald-k-nelson-david-m-bandstra-v/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1504</span> </a></span><pre class=\"inline\"> (9th Cir. 1991)\n                            \n\n(high postage, copying and supply costs); Ching v. Lewis, </pre><span class=\"citation\" data-id=\"536127\"><a href=\"/opinion/536127/gary-w-ching-v-samuel-lewis-director-of-adoc-captain-techi/\"><span class=\"volume\">895</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">608</span> </a></span><pre class=\"inline\">(9th Cir.  1990) (right of access  includes attorney\n\nvisitation); see also </pre><span class=\"citation\" data-id=\"109643\"><span class=\"antecedent_guess\">Bounds,</span> <a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">824-25</span> </a></span><pre class=\"inline\">(\"[I]ndigent\n                            \n\ninmates  must be provided at state expense with paper and pen\n\nto  draft   legal  documents,   with  notarial   services  to\n\nauthenticate  them, and  with stamps  to mail  them.\").   The\n\nright of  access is not, however, limited  to such cases.  As\n\nthe Supreme Court  held in  the context of  a diversity  tort\n\naction nearly a century ago:\n\n          The right to sue  and defend in courts is\n          the   alternative  of   force.     In  an\n          organized   society   it  is   the  right\n          conservative  of  all  other rights,  and\n          lies   at   the  foundation   of  orderly\n          government.  It is one of the highest and\n          most essential  privileges of citizenship\n          .  .  .  granted  and  protected  by  the\n          federal constitution.\n\nChambers  v. Baltimore &amp; Ohio R.R., </pre><span class=\"citation\" data-id=\"96717\"><a href=\"/opinion/96717/chambers-v-baltimore-ohio-r-co/\"><span class=\"volume\">207</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">142</span></a></span><pre class=\"inline\">, 148 (1907).\n                                  \n\nAnd at  least, one court  of appeals has  explicitly rejected\n\nthe proposition\n\n                             -23-\n\n          that  a  prisoner's  right of  \"adequate,\n          effective, and meaningful\" access  to the\n          courts,  as  recognized  by  the  Supreme\n          Court in  Bounds v. Smith, is  limited to\n                                   \n          the presentation of constitutional, civil\n          rights, and habeas corpus  claims . . . .\n          [T]he   Bounds   opinion  was   primarily\n                        \n          concerned  with constitutional  and civil\n          rights claims and with the  minimum legal\n          resources  that  prisons  must afford  to\n          inmates to ensure effective access to the\n          courts.         Recognition     of    the\n          constitutional  right  of  access to  the\n          courts,  however,  long precedes  Bounds,\n                                                  \n          and  has from its  inception been applied\n          to  civil  as   well  as   constitutional\n          claims.\n\nJackson  v.  Procunier, </pre><span class=\"citation\" data-id=\"469096\"><a href=\"/opinion/469096/andrew-lee-jackson-v-raymond-k-procunier-director-texas-department-of/\"><span class=\"volume\">789</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">307</span></a></span><pre class=\"inline\">, 311  (5th  Cir. 1986)\n                      \n\n(collecting cases);  accord Straub  v. Monge, </pre><span class=\"citation\" data-id=\"486488\"><a href=\"/opinion/486488/michael-dennis-straub-v-geoffrey-monge-as-sheriff-of-sarasota-county/\"><span class=\"volume\">815</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1467</span></a></span><pre class=\"inline\">,\n                                            \n\n1470 (11th Cir.),  cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">946</span> </span><pre class=\"inline\"> (1987).   The\n                               \n\nconstitutional right of access to the courts is broad, and is\n\nnot limited to  an inmate's right to  challenge conditions of\n\nconfinement  or  an  underlying  conviction.   It  covers  an\n\ninmate's right to  bring a divorce action, Corpus v. Estelle,\n                                                            \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">68</span></span><pre class=\"inline\">,  70 (5th Cir. 1977),  and a common law  nuisance\n\nlawsuit,  Harrison v.  Springdale Water  &amp; Sewer  Comm'n, </pre><span class=\"citation\" data-id=\"463215\"><a href=\"/opinion/463215/rondell-harrison-and-sharon-harrison-v-springdale-water-sewer/\"><span class=\"volume\">780</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1422</span></a></span><pre class=\"inline\">, 1427-28 (8th Cir. 1986).   I believe that it also\n\nencompasses  the right of  an escaped felon  to challenge his\n\nextradition.\n\n          Under Illinois law petitioner had a statutory right\n\nto challenge his extradition.  See Ill. Ann. Stat. ch. 725,  \n                                  \n\n225/10  (Smith-Hurd 1992).    Petitioner also  had a  federal\n\nright to  challenge his  extradition through a  habeas corpus\n\n                             -24-\n\nproceeding in federal  court.   Crummley v.  Snead, </pre><span class=\"citation\" data-id=\"377826\"><a href=\"/opinion/377826/leo-crumley-v-roy-snead-individually-and-as-sheriff-of-calhoun-county/\"><span class=\"volume\">620</span>  <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">481</span></a></span><pre class=\"inline\">,  483 (5th Cir. 1980) (citing Roberts v. Reilly, </pre><span class=\"citation\" data-id=\"91503\"><a href=\"/opinion/91503/roberts-v-reilly/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span>\n                                                   \n\n<span class=\"page\">80</span> </a></span><pre class=\"inline\">(1885)).\n\n          It is  now firmly established that an  act taken in\n\nretaliation for  the exercise of a constitutionally protected\n\nright is forbidden, even if the act, if taken for a different\n\npurpose,  would have been proper.  McDonald v. Hall, </pre><span class=\"citation\" data-id=\"371947\"><a href=\"/opinion/371947/anthony-f-mcdonald-v-frank-a-hall/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">16</span></a></span><pre class=\"inline\">, 18 (1st Cir.  1979); Matzker v. Herr, </pre><span class=\"citation\" data-id=\"444617\"><a href=\"/opinion/444617/edward-james-matzker-jr-v-raymond-herr-sheriff-richard-a-schaab-lt/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1142</span></a></span><pre class=\"inline\">, 1150\n                                        \n\n(7th Cir.  1984).  Retaliation by prison officials against an\n\ninmate  for  pursuing legal  action  constitutes interference\n\nwith  that inmate's right of access to the courts.  </pre><span class=\"citation\" data-id=\"371947\"><span class=\"antecedent_guess\">McDonald,</span>\n                                                            \n\n<a href=\"/opinion/371947/anthony-f-mcdonald-v-frank-a-hall/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">18</span></a></span><pre class=\"inline\">; see also Smith v. Maschner, </pre><span class=\"citation\" data-id=\"538916\"><a href=\"/opinion/538916/jerry-wayne-smith-v-herb-maschner-director-dale-bohannon-deputy/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">940</span></a></span><pre class=\"inline\">, 947\n                                          \n\n(10th Cir.  1990); Valandingham v. Bojorquez,  </pre><span class=\"citation\" data-id=\"517693\"><a href=\"/opinion/517693/ervin-t-valandingham-jr-v-sg-bojorquez-law-library-officer-at/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1135</span></a></span><pre class=\"inline\">,\n                                            \n\n1138 (9th Cir. 1989).  Thus,  although an inmate may not, for\n\nexample,  have   a  constitutional  right  to   remain  in  a\n\nparticular  institution or hold  a particular job assignment,\n\nprison  officials  may not  transfer him  or  deny him  a job\n\nassignment   in   retaliation   for   the   exercise   of   a\n\nconstitutionally protected  activity.  See Williams v. Meese,\n                                                            \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">994</span></span><pre class=\"inline\">, 998 (10th Cir. 1990) (inmate transfer cannot be\n\nused as retaliation); Howland v.  Kilquist, </pre><span class=\"citation\" data-id=\"497325\"><a href=\"/opinion/497325/william-lee-howland-v-william-kilquist-and-gene-truitt/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">639</span></a></span><pre class=\"inline\">, 644\n                                          \n\n(7th Cir. 1987) (same); </pre><span class=\"citation\" data-id=\"371947\"><span class=\"antecedent_guess\">McDonald,</span> <a href=\"/opinion/371947/anthony-f-mcdonald-v-frank-a-hall/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">18</span> </a></span><pre class=\"inline\">(same).  The\n                                \n\nsame  rationale applies  to the  denial of  credit against  a\n\nprisoner's sentence for time spent in another state's custody\n\nwhile challenging extradition.\n\n                             -25-\n\n          In  addressing  petitioner's claim  of retaliation,\n\nthe district court found:\n\n          The  circumstances of  this  case .  .  .\n          strongly  suggest  the   presence  of   a\n          retaliatory  response   to  a  prisoner's\n          exercising  his  constitutional right  of\n          access to the courts.  The facts indicate\n          a reasonable likelihood  that in  denying\n          Beauchamp's  request  that it  credit his\n          sentence  with  the  time  he   spent  in\n          custody in Illinois  solely on the  basis\n          of the Massachusetts escape  charges, the\n          Commonwealth's Department  of Corrections\n          impermissibly penalized  him for invoking\n          his   statutory    right   to   challenge\n          rendition.    Undisputedly, only  because\n          Petitioner invoked his  right to  contest\n          extradition was he deprived of sentencing\n          credit   for  1,574  days   he  spent  in\n          custody;  had  he waived  extradition and\n          returned  immediately  to  Massachusetts'\n          custody,  he  would  have  received  full\n          credit   for   those    same   days    of\n          imprisonment.  \n\nBeauchamp,  slip op. at 13.   We review  the district court's\n         \n\nfactual  finding of  retaliation  for clear  error, and  will\n\nreverse  only if  we are  firmly and  unequivocally convinced\n\nthat an  error has been  committed.  See Tresca  Bros. Sand &amp;\n                                                             \n\nGravel v. Truck Drivers Union, Local 170, </pre><span class=\"citation\" data-id=\"665787\"><a href=\"/opinion/665787/tresca-brothers-sand-and-gravel-inc-v-truck-drivers-union-local-170/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span><pre class=\"inline\">, 65 (1st\n                                        \n\nCir.  1994); American Title Ins. Co.  v. East West Financial,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"195213\"><a href=\"/opinion/195213/american-title-v-east-west-financial/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span><pre class=\"inline\">,  453 (1st Cir.  1994).  In  other words, if  the\n\ndistrict  court's factual  finding  is plausible  based on  a\n\nwhole-record  review, we  must affirm  even if we  would have\n\nreached  a  different  result in  the  first  instance.   See\n                                                             \n\nAnderson v. Bessemer City, </pre><span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span><pre class=\"inline\">, 573 (1985).\n                         \n\n                             -26-\n\n          The   district  court  inferred  the  existence  of\n\nretaliation from  the  fact that  respondent  had  previously\n\nargued that the denial  of credit to petitioner for  the time\n\nhe served in  Illinois challenging extradition  was essential\n\nto discourage extradition contests  by escapees.   Respondent\n\nargues that this is not enough  on which to base a finding of\n\nretaliation,  and  that \"[p]ositive  evidence  of retaliatory\n\naction  is necessary.\"  Brief for Respondent at 24.  Although\n\nI am not sure  what respondent means by \"positive,\"  I assume\n\nthat it means direct as opposed to circumstantial evidence.\n\n          Time and  time  again  courts  have  stressed  that\n\n\"[p]recisely because the ultimate  fact of retaliation  turns\n\non defendants' state of mind, it is particularly difficult to\n\nestablish  by  direct evidence.\"    </pre><span class=\"citation\" data-id=\"538916\"><span class=\"antecedent_guess\">Smith,</span>  <a href=\"/opinion/538916/jerry-wayne-smith-v-herb-maschner-director-dale-bohannon-deputy/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">949</span>\n</a></span><pre class=\"inline\">                                         \n\n(citing  </pre><span class=\"citation\" data-id=\"371947\"><span class=\"antecedent_guess\">McDonald,</span> <a href=\"/opinion/371947/anthony-f-mcdonald-v-frank-a-hall/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">18</span></a></span><pre class=\"inline\">).   Thus, circumstantial as\n                 \n\nopposed to direct evidence may be enough to support a finding\n\nof retaliation.  See  Mesnick v. General Elec. Co.,  </pre><span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">816</span></a></span><pre class=\"inline\">,  828  (1st Cir.  1991), cert.  denied,  112 S.  Ct. 2965\n                                          \n\n(1992).    In the  present  case, however,  there  was direct\n\nevidence in the record  to support petitioner's allegation of\n\nretaliation.    In  the   Superior  Court  of  Massachusetts,\n\nrespondent  submitted evidence  showing how  quickly escapees\n\nare  generally   returned   to  Massachusetts   after   being\n\napprehended.   It then argued  that petitioner should  not be\n\ncredited  for  his  Illinois  time  because  doing  so  would\n\n                             -27-\n\nimproperly provide escapees  with an  incentive to  challenge\n\nextradition.     Clearly   respondent  was   advocating  that\n\npetitioner's claim for credit should  be denied so that other\n\nescapees  would be  deterred from challenging  extradition in\n\nthe future, despite  their established  right to do  so.   My\n\nreview  of the  record leads  me to  conclude that  there was\n\nsufficient evidence  from which  a rational  factfinder could\n\nfind  that  petitioner  was  retaliated  against  for  having\n\nchallenged  his  extradition.   And  this  is  as  far as  an\n\nappellate  court can  go.   I believe that  the court  had no\n\nchoice  but  to  uphold  the district  court's  finding  that\n\nrespondent  impermissibly  retaliated against  petitioner for\n\nexercising  through habeas  corpus proceedings  his right  of\n\naccess to the courts.\n\n          The court neatly avoids the issue of retaliation by\n\npointing out that petitioner himself was not denied access to\n\nthe  courts.  This  ignores the fact  that petitioner's claim\n\nfor  credit was denied by  DOC to discourage  the bringing of\n\nsuch claims in the  future, regardless of the merits,  and in\n\nthe face of the recognized right of escaped felons to contest\n\nextradition in the courts.\n\n          As part of its \"fundamental fairness\" rationale the\n\ncourt,   in  effect,  finds   that  petitioner's   basis  for\n\ncontesting extradition had no merit.  I do not think that the\n\nright  of access to the courts hinges on the probability that\n\n                             -28-\n\na  given  claim  will   succeed.    The  resolution   of  the\n\nconstitutional  question  should not  turn  upon  a post  hoc\n                                                             \n\ndetermination that petitioner's  extradition challenges  were\n\nfrivolous.  \n\n          It  is settled  that,  \"when  a  prison  regulation\n\nimpinges on inmates' constitutional rights, the regulation is\n\nvalid if  it is reasonably related  to legitimate penological\n\ninterests.\"    Turner  v.  Safley, </pre><span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">78</span></a></span><pre class=\"inline\">,  89 (1987).\n                                 \n\nAlthough Turner concerned prison rules and regulations, I see\n               \n\nno  reason why its rationale should not apply to other prison\n\nactions  that threaten an inmate's access to the courts, such\n\nas the denial of credit on a sentence, as in the case at bar.\n\nCf.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Frazier,</span>  <span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">562</span> </span><pre class=\"inline\">(applying  Turner  to inmate\n                                                  \n\ntransfer).\n\n          In conducting a Turner analysis, the district court\n                                \n\nfound  it   dispositive  that  \"[r]espondent  .   .  .  [had]\n\nproffer[ed]  no legitimate penological  interests which might\n\njustify the Commonwealth's  response to Petitioner's exercise\n\nof his right to challenge rendition.\"  Beauchamp, slip op. at\n                                                \n\n15.   Respondent  has repeated  its  omission by  failing  to\n\nprovide this  court with  any penological interests  that are\n\nadvanced  by denying  sentence credit  to petitioner.   Those\n\ninterests (real or imagined) did not prevent the Commonwealth\n\nfrom  crediting the  petitioner  with the  time  he spent  in\n\nIllinois after  his extradition  challenge.   See ante at  12\n                                                      \n\n                             -29-\n\nn.2.  This  belies the  court's characterization  of the  no-\n\ncredit  rule  as a  \"decision  generally  to  deny credit  to\n\nescaped prisoners for time spent outside Massachusetts,\" ante\n                                                             \n\nat 14.   Application of the rule  only to the time associated\n\nwith the  petitioner's exercise  of his constitutional  right\n\nbolsters  the  inference  that   the  denial  of  credit  was\n\nretaliatory.   See supra  at 8-9.   Respondent simply  argues\n                        \n\nthat the Turner analysis is inappropriate in the case at bar.\n               \n\nSee Brief for Respondent  at 23-24.  But respondent  does not\n   \n\nexplain  why this  is so,  nor does  it offer  an alternative\n\ntest.   Respondent does  argue that principles  of federalism\n\nrequire  this court  to  defer to  state  court decisions  to\n\ncredit  or  not to  credit  a prisoner's  sentence  with time\n\nserved in  another state.   I  have been  unable to  find any\n\nlegal basis for respondent's theory.\n\n          I  recognize that  prison  administrators  must  be\n\ngiven wide  latitude in formulating  policies and  procedures\n\nfor running their prison  systems, see Procunier v. </pre><span class=\"citation\" data-id=\"109016\"><span class=\"antecedent_guess\">Martinez,</span>\n                                                            \n\n<a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">405</span> </a></span><pre class=\"inline\"> (\"courts are ill equipped  to deal with  the\n\nincreasingly urgent  problems  of prison  administration  and\n\nreform\"), particularly where state  prisons are involved, see\n                                                             \n\n</pre><span class=\"citation\" data-id=\"111904\"><span class=\"antecedent_guess\">Turner,</span>  <a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">85</span> </a></span><pre class=\"inline\">(\"Where  a  state penal  system  is\n      \n\ninvolved,  federal courts  have .  . .  additional reason  to\n\naccord  deference to  the appropriate  prison authorities.\").\n\nStates,  however,  cannot  implement, without  justification,\n\n                             -30-\n\npractices  or policies  that interfere  with the  exercise of\n\nprisoners' constitutional rights.   See </pre><span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"id_token\">id.</span> at 89-90. </a></span><pre class=\"inline\">  While\n                                           \n\nthere  may exist  some  legitimate penological  interest that\n\nwould  justify  denying petitioner  credit  for  the time  he\n\nserved in Illinois,  I can only speculate as to what it might\n\nbe.\n\n          Petitioner  is not  a person  who evokes  sympathy.\n\nNor does his plight  suggest that a great injustice  has been\n\ndone  him.     Nevertheless,  he  has   raised  an  important\n\nconstitutional  issue involving  the right  of access  to the\n\ncourts.   And I do not think that the issue should be avoided\n\nby masking it  in the  garb of \"fundamental  fairness.\"   The\n\ncourt today decides that a Massachusetts escaped felon has no\n\nright  to credit  against  his time  spent  in custody  while\n\nexercising  his undoubted  right to  contest extradition.   I\n\nrespectfully disagree.  For the reasons stated herein I would\n\naffirm  the judgment of  the district  court.   I, therefore,\n\ndissent.\n\n                             -31-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/91503/",
    "https://www.courtlistener.com/api/rest/v3/opinions/96717/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104943/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107840/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107977/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109016/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109643/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110020/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110190/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110662/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111160/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111541/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111904/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112573/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/314119/",
    "https://www.courtlistener.com/api/rest/v3/opinions/371947/",
    "https://www.courtlistener.com/api/rest/v3/opinions/377826/",
    "https://www.courtlistener.com/api/rest/v3/opinions/444617/",
    "https://www.courtlistener.com/api/rest/v3/opinions/463215/",
    "https://www.courtlistener.com/api/rest/v3/opinions/469096/",
    "https://www.courtlistener.com/api/rest/v3/opinions/486488/",
    "https://www.courtlistener.com/api/rest/v3/opinions/497069/",
    "https://www.courtlistener.com/api/rest/v3/opinions/497325/",
    "https://www.courtlistener.com/api/rest/v3/opinions/514792/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518738/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521901/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528813/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536127/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538916/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574324/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587248/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658635/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660224/",
    "https://www.courtlistener.com/api/rest/v3/opinions/665787/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2064853/"
  ]
}