{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195661/",
  "id": 195661,
  "absolute_url": "/opinion/195661/desjardins-v-van-buren-hospital/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195661/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:44:57Z",
  "date_modified": "2020-02-21T23:29:57.382206Z",
  "type": "010combined",
  "sha1": "f91b6edfc470d08292eacbb4979eba1b3eedb2a3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1993.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1993\n\n                      EUGENE DESJARDINS,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                VAN BUREN COMMUNITY HOSPITAL,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\n                                                   \n\n                                         \n\n                            Before\n\n                     Breyer,* Chief Judge,\n                                         \n\n            Torruella and Boudin, Circuit Judges.\n                                                \n\n                                         \n\nPaul F. Macri  with whom Berman &amp; Simmons,  P.A. was on brief  for\n                                                \nappellant.\nJune A.  Jackson with whom Paul  W. Chaiken and  Rudman &amp; Winchell\n                                                                  \nwere on brief for appellee.\n\n                                         \n                       October 12, 1994\n                                         \n\n                \n\n*Chief  Judge Stephen Breyer heard  oral argument in  this matter, but\ndid not  participate in  the drafting or  the issuance of  the panel's\nopinion.   The remaining  two panelists  therefore issue  this opinion\npursuant to 28 U.S.C.   46(d).\n\n     BOUDIN,  Circuit  Judge.    In 1989,  Eugene  Desjardins\n                            \n\nbrought suit against Van Buren Community Hospital, Inc. (\"the\n\nHospital\"), a Maine Corporation, for federal and state claims\n\narising from Desjardins' discharge from the Hospital in 1988.\n\nAfter  trial, the  jury found  that the  Hospital was  liable\n\nunder  Federal Rehabilitation Act of 1973, 29 U.S.C.   794 et\n                                                             \n\nseq., two  Maine statutes,  and a  pair of common-law  counts\n    \n\nunder  Maine law.   Desjardins was awarded  almost $18,000 in\n\ndamages,  $5,000 in \"front  pay,\" and  substantial attorney's\n\nfees.  \n\n     The  Hospital  appealed to  this  court  but during  the\n\ncourse  of  the appeal,  the  Hospital  ceased operation  for\n\nfinancial reasons.  Further,  the Van Buren Hospital District\n\n(\"the  District\"), a  municipal  entity  authorized by  Maine\n\nstatute to provide medical services in the Town of Van Buren,\n\nMaine,  filed for  bankruptcy.   The District,  technically a\n\nseparate legal  entity with taxation powers,  owned the land,\n\nbuilding  and  equipment  used  by  the  Hospital.    In  the\n\nbankruptcy  pleadings,  the  District styled  itself  as \"Van\n\nBuren Hospital District, d/b/a Van Buren Community Hospital.\"\n\n     The   District's  chapter  11  petition  was  eventually\n\ndismissed  by the  bankruptcy court  on the  ground that  the\n\nDistrict  was a government entity not  entitled to chapter 11\n\nprotection.    However, before  the  dismissal, the  Hospital\n\n                             -2-\n\nsecured  a temporary stay of its own appeal in the Desjardins\n\ncase  on  the   ground  that  the  Hospital  had   filed  for\n\nbankruptcy;  in fact, it was  the District that  had so filed\n\nfor  bankruptcy.  Ultimately, the stay was lifted and in July\n\n1992, this court upheld judgment in favor of Desjardins.  \n\n     Since  the  Hospital  took  the  position  that  it  was\n\nvirtually without assets,  Desjardins requested a  disclosure\n\nhearing before the magistrate judge.  The hearing was held in\n\nDecember 1992.  After hearing testimony, the magistrate judge\n\nassigned  the Hospital's  checking-account  balance  and  its\n\naccounts receivable to  Desjardins, but the  magistrate judge\n\nrefused  Desjardins'  request  to hold  the  District legally\n\nresponsible  for  the Hospital's  debt  to  Desjardins.   The\n\ndistrict court upheld the  magistrate judge and also declined\n\nto approve further discovery.  Desjardins now appeals to this\n\ncourt.\n\n     On  appeal,  Desjardins  argues  that  several different\n\ndoctrines allow him to hold the District liable for the debts\n\nof  the  Hospital.   The  magistrate judge  rejected  such an\n\nattempt on two grounds:  that the District was not a party to\n\nthe disclosure proceeding and,  further, that in the original\n\naction  the   claims  against  the  Hospital   had  not  been\n\nseparately  asserted against the  District, a  distinct legal\n\nentity.  These threshold objections are not without force but\n\nfor  various reasons we prefer  to track the district court's\n\n                             -3-\n\ndisposition,   which  addresses  the  merits  of  Desjardins'\n\nattempts to impute liability to the District.\n\n     Desjardins' first  claim on appeal is  that the doctrine\n\nof judicial estoppel prevented the District from denying that\n\nit and the Hospital were one and the same.  Judicial estoppel\n\nmay apply  to bar a  litigant from  engaging in  \"intentional\n\nself-contradiction  .  . .  as  a means  of  obtaining unfair\n\nadvantage . . . .\"  Patriot  Cinemas, Inc. v. General  Cinema\n                                                             \n\nCorp.,  834 F.2d 208, 212 (1st Cir. 1987) (quoting Scarano v.\n                                                          \n\nCentral  R. Co., 203 F.2d  510, 513 (3rd  Cir. 1953)).  Here,\n               \n\nDesjardins  says that  the  Hospital and  District have  been\n\nengaged in such self-contradiction in three respects:  at the\n\noutset, the Hospital asserted a governmental immunity defense\n\napplicable only to the  District; the District's petition for\n\nbankruptcy styled the District  as \"d/b/a Van Buren Community\n\nHospital\"  and  listed  Desjardins  as a  creditor;  and  the\n\nHospital requested and obtained a stay of its appeal from the\n\nDesjardins   verdict   during   the   District's   bankruptcy\n\nproceedings.   \n\n     Since the district court rejected this judicial estoppel\n\nclaim,  the  Hospital argues  that  the  rejection should  be\n\naffirmed because not clearly erroneous.   Desjardins responds\n\nthat  judicial estoppel  presents a  matter of  the law  that\n\nshould be reviewed de novo.  In reality, judicial estoppel is\n                          \n\nnot  extrinsically a matter of  fact or law;  the issues that\n\n                             -4-\n\narise  may turn out to be ones  of raw fact, abstract law, or\n\nsomething  in between,  e.g.,  the application  of a  general\n                            \n\nstandard  to a known set  of facts.   Here, fine distinctions\n\nmake no difference  because we would  affirm on the  judicial\n\nestoppel issue  even if  every aspect of  it were open  to de\n                                                             \n\nnovo review.\n    \n\n     The phrases \"self-contradiction\" and  \"unfair advantage\"\n\nused  in Patriot Cinemas  are not self-executing.   There are\n                        \n\nmany situations,  especially  at the  outset  of  litigation,\n\nwhere  a party  is free  to assert a  position from  which it\n\nlater withdraws--or  even to assert, in  the alternative, two\n\ninconsistent positions of its  potential claims or  defenses.\n\nOf  course, what is legitimate pleading in one context may be\n\nnegligent or even fraudulent in  another.  Lawyers and judges\n\nare not beyond making the necessary distinctions.\n\n     Here, the  relationship  between the  Hospital  and  the\n\nDistrict is surely one  open to different interpretations and\n\nsusceptible  to argument.  We  do not see  any wrongful self-\n\ncontradiction, let  alone unfair advantage, in  the fact that\n\nthe  Hospital  initially  asserted  a  governmental  immunity\n\ndefense that was thereafter  abandoned or that the District's\n\nbankruptcy petition  used a  d/b/a reference to  the Hospital\n\nand  mentioned  Desjardins as  a  creditor,  even though  the\n\nDistrict now presumably rejects both these implications.  \n\n                             -5-\n\n     One could be more critical of the Hospital's request for\n\na  stay  of   its  own  appeal  because  of   the  District's\n\nbankruptcy.   The  request not  only implied  an identity  of\n\nentities but it also led a court to take action,  namely, the\n\ngrant of a temporary stay.  But again, there is no indication\n\nof  deliberate  dishonesty  by   the  Hospital  nor  has  the\n\ntemporary  stay  been  shown   to  have  caused  any  serious\n\nprejudice  to judicial  proceedings  or the  position of  the\n\nopposing  party.   Cf.  Wang  Laboratories,  Inc. v.  Applied\n                                                             \n\nComputer  Sciences,  Inc., 958  F.2d  355,  358-59 (1st  Cir.\n                         \n\n1992).  We do not think this is a proper case for estoppel.\n\n     Desjardins's next argument is  that he should be allowed\n\nto  \"pierce  the  corporate  veil\" to  reach  the  District's\n\nassets.  Desjardins  brought out that the  District owned the\n\nland,  building and equipment of the  Hospital; that the five\n\ntrustees  of the District  automatically became  directors of\n\nthe Hospital (although not the only ones);  and--based on the\n\ntestimony   of  one  current  trustee  of  the  District--the\n\nHospital was the \"operating  entity\" and the meetings  of the\n\nDistrict  trustees were only a \"formality.\"  \"I guess I would\n\nhave to say\", said  the testifying trustee, \"that we  kind of\n\nwear two hats.\"\n\n     This testimony shows a considerable overlap  between the\n\ntwo entities but hardly  an identity so complete as  to merge\n\nautomatically   what   are  formally   two   different  legal\n\n                             -6-\n\norganizations.  That  one entity holds  property used by  the\n\nother  is hardly unique, and  obviously one who  is a trustee\n\nand  a director  wears  \"two hats.\"    The reference  to  the\n\ntrustees' meetings as a \"formality\" might be sinister in some\n\ncontexts but here there is  nothing surprising in the thought\n\nthat an  operating hospital  should be the  busy organization\n\nand  that meetings  of  the titleholding  District should  be\n\nroutine.  \"Formality\" is not quite the same as \"subterfuge.\"\n\n     Equally  important, Maine  law  requires something  more\n\nthan overlap for  an adversary of  one corporation to  pierce\n\nthe veil and reach  another.  Maine's highest court  has said\n\nthat  its  courts \"pierce  the  corporate  veil only  if  the\n\ncorporate form  is used fraudulently or  illegally.\"  LaBelle\n                                                             \n\nv. Crepeau, 593  A.2d 653, 655 (Me. 1991).   Maine courts may\n          \n\nalso disregard  separate corporate identities  where separate\n\ntreatment would  \"justify  a wrong\",  Bonnar-Vawter, Inc.  v.\n                                                         \n\nJohnson, 173 A.2d 141 (Me. 1961), or would defeat legislative\n       \n\npolicy or  statutory aims.  See Brennan v. Saco Construction,\n                                                             \n\nInc.,  381 A.2d 656, 662 (Me. 1978).   But it is difficult to\n    \n\nsee a \"wrong\" here, and no legislation is at issue.\n\n     Desjardins is in substance seeking to impose liabilities\n\nof one entity  on a closely related entity, the  two of which\n\nhave   close  connections,  including   a  number  of  common\n\ndirectors, but is in  other respects distinct.  In  Curtis v.\n                                                          \n\nLehigh Footwear, Inc.,  516 A.2d 558  (Me. 1986), the  former\n                     \n\n                             -7-\n\nemployees of  a bankrupt  subsidiary company sued  the parent\n\ncorporation for  severance pay.   Even though  the subsidiary\n\nparent shared several common directors, and corporate parents\n\ncan   usually  determine  the  ultimate  direction  of  their\n\nsubsidiaries,  the  Maine  court held  that  corporate entity\n\nwould not be disregarded in the absence  of bad faith.  There\n\nis no showing of bad faith here.\n\n     Finally,  Desjardins  protested  the   district  court's\n\ntreatment of possible further  discovery.  Desjardins reads a\n\ncomment of  the district judge as  precluding Desjardins from\n\nengaging in any further discovery.  The Hospital replies that\n\na law permits the debtor to be summoned for  a new disclosure\n\nhearing after six  months, six months  have passed since  the\n\nlast  hearing, and  Desjardins is  now free  to subpoena  the\n\nHospital again.  The parties appear to agree  that Desjardins\n\ncan now summon and  interrogate the Hospital again as  to its\n\nassets.\n\n     Even  with the  aid of  the district court  decision and\n\nthree briefs, we are not able to tell what exactly remains of\n\nthe  dispute between  the  parties as  to further  discovery.\n\nDesjardins does say that he used the Maine procedures for the\n\npost-judgment investigation,  as permitted by Fed  R. Civ. P.\n\n69,  but  might now  like to  use  Federal Rule  methods; the\n\ndistrict judge  did express some disagreement  on this point.\n\nBut instead  of pursuing this issue,  Desjardins' reply brief\n\n                             -8-\n\nrefers  instead  to  the  possibility  of  seeking  discovery\n\nagainst nonparties, as well as attachment, trustee process or\n\nother liens.\n\n     We  think that we do not have an adequately framed issue\n\nbefore us on  the discovery question.   Desjardins' effort to\n\nimpose  liability on  the  District or  obtain its  assets or\n\nutilize its taxing authority has now been resolved.  We think\n\nthat further discovery addressed to  this issue is barred  on\n                                         \n\nthe  ground that the matter has already been adjudicated.  As\n\nto Desjardins' use  of any  type of discovery  for any  other\n\npurpose,  we make  no  pronouncements and  will address  such\n\nissues if and when presented by a specific controversy.\n\n     Affirmed.\n             \n\n                             -9-\n",
  "html": "<p class=\"case_cite\">37 F.3d 21</p>\n    <p class=\"case_cite\">3 A.D. Cases 1377</p>\n    <p class=\"parties\">Eugene DESJARDINS, Plaintiff, Appellant,<br>v.<br>VAN BUREN COMMUNITY HOSPITAL, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1993.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 10, 1994.<br>Decided Oct. 12, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul F. Macri, with whom Berman &amp; Simmons, P.A., was on brief, for appellant.</p>\n      <p class=\"indent\">June A. Jackson, with whom Paul W. Chaiken and Rudman &amp; Winchell, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, TORRUELLA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1989, Eugene Desjardins brought suit against Van Buren Community Hospital, Inc.  (\"the Hospital\"), a Maine Corporation, for federal and state claims arising from Desjardins' discharge from the Hospital in 1988.  After trial, the jury found that the Hospital was liable under Federal Rehabilitation Act of 1973, 29 U.S.C. Sec. 794 et seq., two Maine statutes, and a pair of common-law counts under Maine law.  Desjardins was awarded almost $18,000 in damages, $5,000 in \"front pay,\" and substantial attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Hospital appealed to this court but during the course of the appeal, the Hospital ceased operation for financial reasons.  Further, the Van Buren Hospital District (\"the District\"), a municipal entity authorized by Maine statute to provide medical services in the Town of Van Buren, Maine, filed for bankruptcy.  The District, technically a separate legal entity with taxation powers, owned the land, building and equipment used by the Hospital.  In the bankruptcy pleadings, the District styled itself as \"Van Buren Hospital District, d/b/a Van Buren Community Hospital.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The District's chapter 11 petition was eventually dismissed by the bankruptcy court on the ground that the District was a government entity not entitled to chapter 11 protection.  However, before the dismissal, the Hospital secured a temporary stay of its own appeal in the Desjardins case on the ground that the Hospital had filed for bankruptcy;  in fact, it was the District that had so filed for bankruptcy.  Ultimately, the stay was lifted and in July 1992, this court upheld judgment in favor of Desjardins, 969 F.2d 1280.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Since the Hospital took the position that it was virtually without assets, Desjardins requested a disclosure hearing before the magistrate judge.  The hearing was held in December 1992.  After hearing testimony, the magistrate judge assigned the Hospital's checking-account balance and its accounts receivable to Desjardins, but the magistrate judge refused Desjardins' request to hold the District legally responsible for the Hospital's debt to Desjardins.  The district court upheld the magistrate judge and also declined to approve further discovery.  Desjardins now appeals to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal, Desjardins argues that several different doctrines allow him to hold the District liable for the debts of the Hospital.  The magistrate judge rejected such an attempt on two grounds:  that the District was not a party to the disclosure proceeding and, further, that in the original action the claims against the Hospital had not been separately asserted against the District, a distinct legal entity.  These threshold objections are not without force but for various reasons we prefer to track the district court's disposition, which addresses the merits of Desjardins' attempts to impute liability to the District.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Desjardins' first claim on appeal is that the doctrine of judicial estoppel prevented the District from denying that it and the Hospital were one and the same.  Judicial estoppel may apply to bar a litigant from engaging in \"intentional self-contradiction ... as a means of obtaining unfair advantage....\"  Patriot Cinemas, Inc. v. General Cinema Corp., 834 F.2d 208, 212 (1st Cir.1987) (quoting Scarano v. Central R. Co., 203 F.2d 510, 513 (3rd Cir.1953)).  Here, Desjardins says that the Hospital and District have been engaged in such self-contradiction in three respects:  at the outset, the Hospital asserted a governmental immunity defense applicable only to the District;  the District's petition for bankruptcy styled the District as \"d/b/a Van Buren Community Hospital\" and listed Desjardins as a creditor;  and the Hospital requested and obtained a stay of its appeal from the Desjardins verdict during the District's bankruptcy proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Since the district court rejected this judicial estoppel claim, the Hospital argues that the rejection should be affirmed because not clearly erroneous.  Desjardins responds that judicial estoppel presents a matter of the law that should be reviewed de novo.   In reality, judicial estoppel is not extrinsically a matter of fact or law;  the issues that arise may turn out to be ones of raw fact, abstract law, or something in between, e.g., the application of a general standard to a known set of facts.  Here, fine distinctions make no difference because we would affirm on the judicial estoppel issue even if every aspect of it were open to de novo review.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The phrases \"self-contradiction\" and \"unfair advantage\" used in Patriot Cinemas are not self-executing.  There are many situations, especially at the outset of litigation, where a party is free to assert a position from which it later withdraws--or even to assert, in the alternative, two inconsistent positions of its potential claims or defenses.  Of course, what is legitimate pleading in one context may be negligent or even fraudulent in another.  Lawyers and judges are not beyond making the necessary distinctions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Here, the relationship between the Hospital and the District is surely one open to different interpretations and susceptible to argument.  We do not see any wrongful self-contradiction, let alone unfair advantage, in the fact that the Hospital initially asserted a governmental immunity defense that was thereafter abandoned or that the District's bankruptcy petition used a d/b/a reference to the Hospital and mentioned Desjardins as a creditor, even though the District now presumably rejects both these implications.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">One could be more critical of the Hospital's request for a stay of its own appeal because of the District's bankruptcy.  The request not only implied an identity of entities but it also led a court to take action, namely, the grant of a temporary stay.  But again, there is no indication of deliberate dishonesty by the Hospital nor has the temporary stay been shown to have caused any serious prejudice to judicial proceedings or the position of the opposing party.  Cf. Wang Laboratories, Inc. v. Applied Computer Sciences, Inc., 958 F.2d 355, 358-59 (1st Cir.1992).  We do not think this is a proper case for estoppel.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Desjardins's next argument is that he should be allowed to \"pierce the corporate veil\" to reach the District's assets.  Desjardins brought out that the District owned the land, building and equipment of the Hospital; that the five trustees of the District automatically became directors of the Hospital (although not the only ones);  and--based on the testimony of one current trustee of the District--the Hospital was the \"operating entity\" and the meetings of the District trustees were only a \"formality.\"  \"I guess I would have to say\", said the testifying trustee, \"that we kind of wear two hats.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This testimony shows a considerable overlap between the two entities but hardly an identity so complete as to merge automatically what are formally two different legal organizations.  That one entity holds property used by the other is hardly unique, and obviously one who is a trustee and a director wears \"two hats.\"   The reference to the trustees' meetings as a \"formality\" might be sinister in some contexts but here there is nothing surprising in the thought that an operating hospital should be the busy organization and that meetings of the titleholding District should be routine.  \"Formality\" is not quite the same as \"subterfuge.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Equally important, Maine law requires something more than overlap for an adversary of one corporation to pierce the veil and reach another.  Maine's highest court has said that its courts \"pierce the corporate veil only if the corporate form is used fraudulently or illegally.\"  LaBelle v. Crepeau, 593 A.2d 653, 655 (Me.1991).  Maine courts may also disregard separate corporate identities where separate treatment would \"justify a wrong\", Bonnar-Vawter, Inc. v. Johnson, 157 Me. 380, 173 A.2d 141 (1961), or would defeat legislative policy or statutory aims.  See Brennan v. Saco Construction, Inc., 381 A.2d 656, 662 (1978).  But it is difficult to see a \"wrong\" here, and no legislation is at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Desjardins is in substance seeking to impose liabilities of one entity on a closely related entity, the two of which have close connections, including a number of common directors, but is in other respects distinct.  In Curtis v. Lehigh Footwear, Inc., 516 A.2d 558 (Me.1986), the former employees of a bankrupt subsidiary company sued the parent corporation for severance pay.  Even though the subsidiary parent shared several common directors, and corporate parents can usually determine the ultimate direction of their subsidiaries, the Maine court held that corporate entity would not be disregarded in the absence of bad faith.  There is no showing of bad faith here.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, Desjardins protested the district court's treatment of possible further discovery.  Desjardins reads a comment of the district judge as precluding Desjardins from engaging in any further discovery.  The Hospital replies that a law permits the debtor to be summoned for a new disclosure hearing after six months, six months have passed since the last hearing, and Desjardins is now free to subpoena the Hospital again.  The parties appear to agree that Desjardins can now summon and interrogate the Hospital again as to its assets.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Even with the aid of the district court decision and three briefs, we are not able to tell what exactly remains of the dispute between the parties as to further discovery.  Desjardins does say that he used the Maine procedures for the post-judgment investigation, as permitted by Fed.R.Civ.P. 69, but might now like to use Federal Rule methods;  the district judge did express some disagreement on this point.  But instead of pursuing this issue, Desjardins' reply brief refers instead to the possibility of seeking discovery against nonparties, as well as attachment, trustee process or other liens.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We think that we do not have an adequately framed issue before us on the discovery question.  Desjardins' effort to impose liability on the District or obtain its assets or utilize its taxing authority has now been resolved.  We think that further discovery addressed to this issue is barred on the ground that the matter has already been adjudicated.  As to Desjardins' use of any type of discovery for any other purpose, we make no pronouncements and will address such issues if and when presented by a specific controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter, but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></span></p>\n    <p class=\"case_cite\">3 A.D. Cases 1377</p>\n    <p class=\"parties\">Eugene DESJARDINS, Plaintiff, Appellant,<br>v.<br>VAN BUREN COMMUNITY HOSPITAL, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1993.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 10, 1994.<br>Decided Oct. 12, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul F. Macri, with whom Berman &amp; Simmons, P.A., was on brief, for appellant.</p>\n      <p class=\"indent\">June A. Jackson, with whom Paul W. Chaiken and Rudman &amp; Winchell, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, TORRUELLA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1989, Eugene Desjardins brought suit against Van Buren Community Hospital, Inc.  (\"the Hospital\"), a Maine Corporation, for federal and state claims arising from Desjardins' discharge from the Hospital in 1988.  After trial, the jury found that the Hospital was liable under Federal Rehabilitation Act of 1973, 29 U.S.C. Sec. 794 et seq., two Maine statutes, and a pair of common-law counts under Maine law.  Desjardins was awarded almost $18,000 in damages, $5,000 in \"front pay,\" and substantial attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Hospital appealed to this court but during the course of the appeal, the Hospital ceased operation for financial reasons.  Further, the Van Buren Hospital District (\"the District\"), a municipal entity authorized by Maine statute to provide medical services in the Town of Van Buren, Maine, filed for bankruptcy.  The District, technically a separate legal entity with taxation powers, owned the land, building and equipment used by the Hospital.  In the bankruptcy pleadings, the District styled itself as \"Van Buren Hospital District, d/b/a Van Buren Community Hospital.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The District's chapter 11 petition was eventually dismissed by the bankruptcy court on the ground that the District was a government entity not entitled to chapter 11 protection.  However, before the dismissal, the Hospital secured a temporary stay of its own appeal in the Desjardins case on the ground that the Hospital had filed for bankruptcy;  in fact, it was the District that had so filed for bankruptcy.  Ultimately, the stay was lifted and in July 1992, this court upheld judgment in favor of Desjardins, <span class=\"citation\" data-id=\"587241\"><a href=\"/opinion/587241/eugene-desjardins-v-van-buren-community-hospital/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1280</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Since the Hospital took the position that it was virtually without assets, Desjardins requested a disclosure hearing before the magistrate judge.  The hearing was held in December 1992.  After hearing testimony, the magistrate judge assigned the Hospital's checking-account balance and its accounts receivable to Desjardins, but the magistrate judge refused Desjardins' request to hold the District legally responsible for the Hospital's debt to Desjardins.  The district court upheld the magistrate judge and also declined to approve further discovery.  Desjardins now appeals to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal, Desjardins argues that several different doctrines allow him to hold the District liable for the debts of the Hospital.  The magistrate judge rejected such an attempt on two grounds:  that the District was not a party to the disclosure proceeding and, further, that in the original action the claims against the Hospital had not been separately asserted against the District, a distinct legal entity.  These threshold objections are not without force but for various reasons we prefer to track the district court's disposition, which addresses the merits of Desjardins' attempts to impute liability to the District.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Desjardins' first claim on appeal is that the doctrine of judicial estoppel prevented the District from denying that it and the Hospital were one and the same.  Judicial estoppel may apply to bar a litigant from engaging in \"intentional self-contradiction ... as a means of obtaining unfair advantage....\"  Patriot Cinemas, Inc. v. General Cinema Corp., <span class=\"citation\" data-id=\"498115\"><a href=\"/opinion/498115/patriot-cinemas-inc-v-general-cinema-corp/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">208</span></a></span>, 212 (1st Cir.1987) (quoting Scarano v. Central R. Co., <span class=\"citation\" data-id=\"231476\"><a href=\"/opinion/231476/scarano-v-central-r-co-of-new-jersey/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">510</span></a></span>, 513 (3rd Cir.1953)).  Here, Desjardins says that the Hospital and District have been engaged in such self-contradiction in three respects:  at the outset, the Hospital asserted a governmental immunity defense applicable only to the District;  the District's petition for bankruptcy styled the District as \"d/b/a Van Buren Community Hospital\" and listed Desjardins as a creditor;  and the Hospital requested and obtained a stay of its appeal from the Desjardins verdict during the District's bankruptcy proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Since the district court rejected this judicial estoppel claim, the Hospital argues that the rejection should be affirmed because not clearly erroneous.  Desjardins responds that judicial estoppel presents a matter of the law that should be reviewed de novo.   In reality, judicial estoppel is not extrinsically a matter of fact or law;  the issues that arise may turn out to be ones of raw fact, abstract law, or something in between, e.g., the application of a general standard to a known set of facts.  Here, fine distinctions make no difference because we would affirm on the judicial estoppel issue even if every aspect of it were open to de novo review.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The phrases \"self-contradiction\" and \"unfair advantage\" used in Patriot Cinemas are not self-executing.  There are many situations, especially at the outset of litigation, where a party is free to assert a position from which it later withdraws--or even to assert, in the alternative, two inconsistent positions of its potential claims or defenses.  Of course, what is legitimate pleading in one context may be negligent or even fraudulent in another.  Lawyers and judges are not beyond making the necessary distinctions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Here, the relationship between the Hospital and the District is surely one open to different interpretations and susceptible to argument.  We do not see any wrongful self-contradiction, let alone unfair advantage, in the fact that the Hospital initially asserted a governmental immunity defense that was thereafter abandoned or that the District's bankruptcy petition used a d/b/a reference to the Hospital and mentioned Desjardins as a creditor, even though the District now presumably rejects both these implications.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">One could be more critical of the Hospital's request for a stay of its own appeal because of the District's bankruptcy.  The request not only implied an identity of entities but it also led a court to take action, namely, the grant of a temporary stay.  But again, there is no indication of deliberate dishonesty by the Hospital nor has the temporary stay been shown to have caused any serious prejudice to judicial proceedings or the position of the opposing party.  Cf. Wang Laboratories, Inc. v. Applied Computer Sciences, Inc., <span class=\"citation\" data-id=\"578758\"><a href=\"/opinion/578758/wang-laboratories-inc-v-applied-computer-sciences-inc-james-abbenhaus/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 358-59 (1st Cir.1992).  We do not think this is a proper case for estoppel.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Desjardins's next argument is that he should be allowed to \"pierce the corporate veil\" to reach the District's assets.  Desjardins brought out that the District owned the land, building and equipment of the Hospital; that the five trustees of the District automatically became directors of the Hospital (although not the only ones);  and--based on the testimony of one current trustee of the District--the Hospital was the \"operating entity\" and the meetings of the District trustees were only a \"formality.\"  \"I guess I would have to say\", said the testifying trustee, \"that we kind of wear two hats.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This testimony shows a considerable overlap between the two entities but hardly an identity so complete as to merge automatically what are formally two different legal organizations.  That one entity holds property used by the other is hardly unique, and obviously one who is a trustee and a director wears \"two hats.\"   The reference to the trustees' meetings as a \"formality\" might be sinister in some contexts but here there is nothing surprising in the thought that an operating hospital should be the busy organization and that meetings of the titleholding District should be routine.  \"Formality\" is not quite the same as \"subterfuge.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Equally important, Maine law requires something more than overlap for an adversary of one corporation to pierce the veil and reach another.  Maine's highest court has said that its courts \"pierce the corporate veil only if the corporate form is used fraudulently or illegally.\"  LaBelle v. Crepeau, <span class=\"citation\" data-id=\"2369588\"><a href=\"/opinion/2369588/labelle-v-crepeau/\"><span class=\"volume\">593</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">653</span></a></span>, 655 (Me.1991).  Maine courts may also disregard separate corporate identities where separate treatment would \"justify a wrong\", Bonnar-Vawter, Inc. v. Johnson, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">Me.</span> <span class=\"page\">380</span></span>, <span class=\"citation\" data-id=\"1468134\"><a href=\"/opinion/1468134/bonnar-vawter-inc-v-johnson/\"><span class=\"volume\">173</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">141</span> </a></span>(1961), or would defeat legislative policy or statutory aims.  See Brennan v. Saco Construction, Inc., <span class=\"citation\" data-id=\"2347740\"><a href=\"/opinion/2347740/brennan-v-saco-const-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">656</span></a></span>, 662 (1978).  But it is difficult to see a \"wrong\" here, and no legislation is at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Desjardins is in substance seeking to impose liabilities of one entity on a closely related entity, the two of which have close connections, including a number of common directors, but is in other respects distinct.  In Curtis v. Lehigh Footwear, Inc., <span class=\"citation\" data-id=\"2064131\"><a href=\"/opinion/2064131/curtis-v-lehigh-footwear-inc/\"><span class=\"volume\">516</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">558</span> </a></span>(Me.1986), the former employees of a bankrupt subsidiary company sued the parent corporation for severance pay.  Even though the subsidiary parent shared several common directors, and corporate parents can usually determine the ultimate direction of their subsidiaries, the Maine court held that corporate entity would not be disregarded in the absence of bad faith.  There is no showing of bad faith here.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, Desjardins protested the district court's treatment of possible further discovery.  Desjardins reads a comment of the district judge as precluding Desjardins from engaging in any further discovery.  The Hospital replies that a law permits the debtor to be summoned for a new disclosure hearing after six months, six months have passed since the last hearing, and Desjardins is now free to subpoena the Hospital again.  The parties appear to agree that Desjardins can now summon and interrogate the Hospital again as to its assets.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Even with the aid of the district court decision and three briefs, we are not able to tell what exactly remains of the dispute between the parties as to further discovery.  Desjardins does say that he used the Maine procedures for the post-judgment investigation, as permitted by Fed.R.Civ.P. 69, but might now like to use Federal Rule methods;  the district judge did express some disagreement on this point.  But instead of pursuing this issue, Desjardins' reply brief refers instead to the possibility of seeking discovery against nonparties, as well as attachment, trustee process or other liens.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We think that we do not have an adequately framed issue before us on the discovery question.  Desjardins' effort to impose liability on the District or obtain its assets or utilize its taxing authority has now been resolved.  We think that further discovery addressed to this issue is barred on the ground that the matter has already been adjudicated.  As to Desjardins' use of any type of discovery for any other purpose, we make no pronouncements and will address such issues if and when presented by a specific controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter, but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/231476/",
    "https://www.courtlistener.com/api/rest/v3/opinions/498115/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578758/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587241/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1468134/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2064131/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2347740/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2369588/"
  ]
}