{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195699/",
  "id": 195699,
  "absolute_url": "/opinion/195699/al-wardi-v-command-airways/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195699/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:37Z",
  "date_modified": "2020-02-21T23:31:24.528280Z",
  "type": "010combined",
  "sha1": "c2a06b7a87a6ea4f9fe94b310d3b7bcba4ae2d76",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1801.01A",
  "local_path": null,
  "plain_text": "October 25, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1801 \n\n                       AKRAM AL-WARDI,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n               COMMAND AIRWAYS/AMERICAN EAGLE,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Mark L. Wolf, U.S. District Judge]\n                                                  \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n               Campbell, Senior Circuit Judge,\n                                             \n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nAkram Al-Wardi on brief pro se.\n              \nJohn C. Kane, Jr., Robert B. Gordon  and Ropes &amp; Gray on brief for\n                                                     \nappellee.\n\n                                         \n\n                                         \n\n          Per Curiam.   Akram Al-wardi, a  pilot with Command\n                    \n\nAirways/American Eagle, was terminated from his employment on\n\nFebruary 1, 1991.  He had failed to report to work on January\n\n22,  1991 and falsely claimed  that he timely  called in sick\n\nprior  to his reporting time.   He filed a complaint with the\n\nUnited States Equal Employment Opportunity Commission (EEOC),\n\nalleging that his discharge was a pretext for  discrimination\n\non  the  basis  of  his  national  origin.    Al-wardi  is  a\n\nnaturalized United States citizen, who was born in Iraq.  The\n\nEEOC found no violation of Title VII  of the Civil Rights Act\n\nof 1964, as  amended, 42 U.S.C.   2000e  et seq. (Title VII).\n\nIt issued  a right-to-sue letter, which  Al-wardi received on\n\nMay  3, 1993.   That  letter unambiguously  informed Al-wardi\n\nthat he had 90 days in which to file a federal lawsuit.\n\n     The  90-day period expired on Sunday, August 1, 1993.  A\n\nlawsuit, therefore,  would  have  been  timely  if  filed  on\n\nMonday,  August 2.   Al-wardi  filed a  complaint  in federal\n\ndistrict  court on Tuesday, August 3.  Timeliness was not Al-\n\nwardi's only problem.   The lawsuit alleged only a  violation\n\nof 42 U.S.C.    1981, which Al-wardi  now concedes is  not an\n\nappropriate basis for his claim.  Section 1981 reaches racial\n                                                             \n\ndiscrimination.    While  racial  discrimination  encompasses\n\ndiscrimination  based on  ancestry or  ethnic characteristics\n\nfor purposes of    1981 protection, Saint  Francis College v.\n                                                          \n\nAl-Khazraji,  481  U.S. 604,  613  (1987),  Al-wardi did  not\n           \n\nallege discrimination based  on his being  an Arab.   Rather,\n\nhis  claim of discrimination was solely based on his place of\n\norigin, Iraq - a claim not covered by   1981.  Id.1\n                                                  \n\n     Command Airways  moved to dismiss and,  in response, Al-\n\nwardi  moved for  leave to  amend his  complaint to  assert a\n\nTitle VII claim.  The district court held a hearing, at which\n\ntime  it concluded that amendment to assert a Title VII claim\n\nwould  be futile  because the  complaint, in  any  event, was\n\nuntimely and there were no equitable grounds  for tolling the\n\n90-day  filing period.  It denied Al-wardi leave to amend and\n\ngranted  Command Airways'  motion to  dismiss.   Al-wardi has\n\nappealed.  We affirm.\n\n     The district  court correctly recognized that the 90-day\n\nfiling  period  is  not  jurisdictional  and  is  subject  to\n\nequitable tolling.   Irwin v. Dep't of  Veterans Affairs, 498\n                                                        \n\nU.S. 89, 95 (1990).  During the period between receipt of the\n\nEEOC right-to-sue letter and the filing of his complaint, Al-\n\nwardi  says that he attempted  to obtain an  attorney but was\n\nunable  to pay the  fees quoted and  that he then  mailed his\n\ncomplaint  pro  se on  Monday,  August 2,  believing  that if\n\nmailed within 90 days the complaint would be timely.\n\n                    \n\n1.  Further, as Al-wardi was discharged from employment prior\nto the  effective date of    101 of the Civil  Rights Acts of\n1991, which defines the term \"make  and enforce contracts\" as\nused  in   1981 to include the termination of contracts, that\nprovision  is inapplicable  to him.    See Rivers  v. Roadway\n                                                             \nExpress, Inc., 114 S. Ct. 1510 (1994).\n             \n\n                             -3-\n\n     The  district court  was not  clearly erroneous  when it\n\nconcluded   that  those  factors   do  not  carry  sufficient\n\nequitable weight.   \"One who  fails to act  diligently cannot\n\ninvoke  equitable   principles  to   excuse   that  lack   of\n\ndiligence.\"  Baldwin  County Welcome Ctr. v.  Brown, 466 U.S.\n                                                   \n\n147,  151   (1984)  (declining  to  find   equitable  tolling\n\napplicable  where pro se Title  VII claimant failed timely to\n\nfile  complaint  despite being  informed by  the right-to-sue\n\nletter and twice by  the district court of the  90-day filing\n\nperiod).     The  Court   in  Baldwin  County   Welcome  Ctr.\n                                                             \n\ndistinguished  cases where a claimant had received inadequate\n\nnotice, a  motion for appointment  of counsel is  pending and\n\nequity would  justify tolling the statutory  period until the\n\nmotion  is acted  upon, the  court had  led the  plaintiff to\n\nbelieve  that she  had  done everything  required of  her, or\n\nwhere  affirmative  misconduct on  the  part  of a  defendant\n\nlulled  the plaintiff into inaction.   Id.   That a defendant\n                                          \n\nmay  not have  been  prejudiced  by  an  untimely  filing  is\n\nirrelevant in the absence  of any factor justifying equitable\n\ntolling.  Id. at 152.\n             \n\n     We, too, \"hew to a 'narrow view' of equitable exceptions\n\nto Title VII limitations periods.\"  Rys v. U.S. Postal Serv.,\n                                                            \n\n886  F.2d 443,  446 (1st  Cir. 1989)  (quoting Mack  v. Great\n                                                             \n\nAtlantic and Pacific  Tea Co.,  871 F.2d 179,  185 (1st  Cir.\n                             \n\n1989)).   In Rys, we found  no error in the  district court's\n                \n\n                             -4-\n\nrefusal to  toll the  (then applicable 30-day)  filing period\n\nand permit  amendment of  complaint where a  pro se  claimant\n\nfiled  a timely complaint, but  one which failed  to name the\n\nproper defendant.  Rys v. U.S. Postal Serv., 886 F.2d at 444-\n                                           \n\n48.  We  were unpersuaded that the claimant was misled by the\n\nnotice in the right-to-sue letter and unconvinced that he had\n\nacted with  diligence in  pursuing his  claim when he  waited\n\nuntil  the final day of the 30-day filing period to institute\n\nthe  action and  until the  final day  of the  120-day period\n\nprovided in Fed. R. Civ. P. 4 to effect service.  Id. at 447-\n                                                     \n\n48.\n\n     In the instant case,  the district court concluded that,\n\nas Al-wardi conceded, this  case is not one where  either the\n\ncourt or  the defendant  misled or  lulled him  into inaction\n\nduring  the 90-day period and the  notice in the right-to-sue\n\nletter is clear  and adequate.   In light  of precedent,  the\n\ndistrict court correctly dismissed the complaint.\n\n     Al-wardi  raises  one additional  point.   The  district\n\ncourt apparently did not  consider, presumably because no one\n\npointed it out, that the  90th day fell on Sunday, August  1,\n\nso the complaint would have been timely in this case if filed\n\non the 91st day, which was Monday, August 2. It was not filed\n\non  Monday, however.   Rather,  it was  mailed on  Monday and\n\nfiled on Tuesday.\n\n                             -5-\n\n      Al-wardi, for  the first  time in his  appellate brief,\n\npoints out that the 90th  day was a Sunday and  suggests that\n\nthe district court would not  have dismissed his complaint if\n\nit had realized  this.  This  is not so.   The complaint  was\n\nuntimely  filed.   Despite  this,  the  court considered  the\n\nexistence of  equitable tolling  factors and  correctly found\n\nnone.  The  equities do not change even  if the complaint was\n\nonly  one day late, rather  than two days  late as apparently\n\nassumed  by the  court.   \"In  the  absence of  a  recognized\n\nequitable   consideration,  the   court  cannot   extend  the\n\nlimitations period by  even one  day.\"  Rice  v. New  England\n                                                             \n\nCollege, 676 F.2d 9, 11 (1st Cir. 1982).\n       \n\n     For the reasons stated herein, the order of the district\n\ncourt dismissing the complaint is affirmed.\n                                           \n\n                             -6-\n",
  "html": "<p class=\"case_cite\">39 F.3d 1166</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Akram AL-WARDI, Plaintiff, Appellant,<br>v.<br>COMMAND AIRWAYS/AMERICAN EAGLE, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1801</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Oct. 25, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Mark L. Wolf, U.S. District Judge ]</p>\n      <p class=\"indent\">Akram Al-Wardi on brief pro se.</p>\n      <p class=\"indent\">John C. Kane, Jr., Robert B. Gordon and Ropes &amp; Gray on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Campbell, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Akram Al-Wardi, a pilot with Command Airways/American Eagle, was terminated from his employment on February 1, 1991.  He had failed to report to work on January 22, 1991 and falsely claimed that he timely called in sick prior to his reporting time.  He filed a complaint with the United States Equal Employment Opportunity Commission (EEOC), alleging that his discharge was a pretext for discrimination on the basis of his national origin.  Al-Wardi is a naturalized United States citizen, who was born in Iraq.  The EEOC found no violation of Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. Sec. 2000e et seq.  (Title VII).  It issued a right-to-sue letter, which Al-Wardi received on May 3, 1993.  That letter unambiguously informed Al-Wardi that he had 90 days in which to file a federal lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The 90-day period expired on Sunday, August 1, 1993.  A lawsuit, therefore, would have been timely if filed on Monday, August 2. Al-Wardi filed a complaint in federal district court on Tuesday, August 3. Timeliness was not Al-Wardi's only problem.  The lawsuit alleged only a violation of 42 U.S.C. Sec. 1981, which Al-Wardi now concedes is not an appropriate basis for his claim.  Section 1981 reaches racial discrimination.  While racial discrimination encompasses discrimination based on ancestry or ethnic characteristics for purposes of Sec. 1981 protection,  Saint Francis College v. Al-Khazraji, 481 U.S. 604, 613 (1987), Al-Wardi did not allege discrimination based on his being an Arab.  Rather, his claim of discrimination was solely based on his place of origin, Iraq-a claim not covered by Sec. 1981.  Id.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Command Airways moved to dismiss and, in response, Al- Wardi moved for leave to amend his complaint to assert a Title VII claim.  The district court held a hearing, at which time it concluded that amendment to assert a Title VII claim would be futile because the complaint, in any event, was untimely and there were no equitable grounds for tolling the 90-day filing period.  It denied Al-Wardi leave to amend and granted Command Airways' motion to dismiss.  Al-Wardi has appealed.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court correctly recognized that the 90-day filing period is not jurisdictional and is subject to equitable tolling.   Irwin v. Dep't of Veterans Affairs, 498 U.S. 89, 95 (1990).  During the period between receipt of the EEOC right- to-sue letter and the filing of his complaint, Al-Wardi says that he attempted to obtain an attorney but was unable to pay the fees quoted and that he then mailed his complaint pro se on Monday, August 2, believing that if mailed within 90 days the complaint would be timely.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court was not clearly erroneous when it concluded that those factors do not carry sufficient equitable weight.  \"One who fails to act diligently cannot invoke equitable principles to excuse that lack of diligence.\"   Baldwin County Welcome Ctr. v. Brown, 466 U.S. 147, 151 (1984) (declining to find equitable tolling applicable where pro se Title VII claimant failed timely to file complaint despite being informed by the right-to-sue letter and twice by the district court of the 90-day filing period).  The Court in Baldwin County Welcome Ctr. distinguished cases where a claimant had received inadequate notice, a motion for appointment of counsel is pending and equity would justify tolling the statutory period until the motion is acted upon, the court had led the plaintiff to believe that she had done everything required of her, or where affirmative misconduct on the part of a defendant lulled the plaintiff into inaction.  Id. That a defendant may not have been prejudiced by an untimely filing is irrelevant in the absence of any factor justifying equitable tolling.   Id. at 152.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We, too, \"hew to a 'narrow view' of equitable exceptions to Title VII limitations periods.\"   Rys v. U.S. Postal Serv., 886 F.2d 443, 446 (1st Cir. 1989) (quoting  Mack v. Great Atlantic and Pacific Tea Co., 871 F.2d 179, 185 (1st Cir. 1989)).  In Rys, we found no error in the district court's refusal to toll the (then applicable 30-day) filing period and permit amendment of complaint where a pro se claimant filed a timely complaint, but one which failed to name the proper defendant.   Rys v. U.S. Postal Serv., 886 F.2d at 444-48.  We were unpersuaded that the claimant was misled by the notice in the right-to-sue letter and unconvinced that he had acted with diligence in pursuing his claim when he waited until the final day of the 30-day filing period to institute the action and until the final day of the 120-day period provided in Fed.  R. Civ. P. 4 to effect service.   Id. at 447-48.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the instant case, the district court concluded that, as Al-Wardi conceded, this case is not one where either the court or the defendant misled or lulled him into inaction during the 90-day period and the notice in the right-to-sue letter is clear and adequate.  In light of precedent, the district court correctly dismissed the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Al-Wardi raises one additional point.  The district court apparently did not consider, presumably because no one pointed it out, that the 90th day fell on Sunday, August 1, so the complaint would have been timely in this case if filed on the 91st day, which was Monday, August 2. It was not filed on Monday, however.  Rather, it was mailed on Monday and filed on Tuesday.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Al-Wardi, for the first time in his appellate brief, points out that the 90th day was a Sunday and suggests that the district court would not have dismissed his complaint if it had realized this.  This is not so.  The complaint was untimely filed.  Despite this, the court considered the existence of equitable tolling factors and correctly found none.  The equities do not change even if the complaint was only one day late, rather than two days late as apparently assumed by the court.  \"In the absence of a recognized equitable consideration, the court cannot extend the limitations period by even one day.\"   Rice v. New England College, 676 F.2d 9, 11 (1st Cir. 1982).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">For the reasons stated herein, the order of the district court dismissing the complaint is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Further, as Al-Wardi was discharged from employment prior to the effective date of Sec. 101 of the Civil Rights Acts of 1991, which defines the term \"make and enforce contracts\" as used in Sec. 1981 to include the termination of contracts, that provision is inapplicable to him.   See Rivers v. Roadway Express, Inc., 114 S. Ct. 1510 (1994)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1166</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Akram AL-WARDI, Plaintiff, Appellant,<br>v.<br>COMMAND AIRWAYS/AMERICAN EAGLE, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1801</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Oct. 25, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Mark L. Wolf, U.S. District Judge ]</p>\n      <p class=\"indent\">Akram Al-Wardi on brief pro se.</p>\n      <p class=\"indent\">John C. Kane, Jr., Robert B. Gordon and Ropes &amp; Gray on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Campbell, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Akram Al-Wardi, a pilot with Command Airways/American Eagle, was terminated from his employment on February 1, 1991.  He had failed to report to work on January 22, 1991 and falsely claimed that he timely called in sick prior to his reporting time.  He filed a complaint with the United States Equal Employment Opportunity Commission (EEOC), alleging that his discharge was a pretext for discrimination on the basis of his national origin.  Al-Wardi is a naturalized United States citizen, who was born in Iraq.  The EEOC found no violation of Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. Sec. 2000e et seq.  (Title VII).  It issued a right-to-sue letter, which Al-Wardi received on May 3, 1993.  That letter unambiguously informed Al-Wardi that he had 90 days in which to file a federal lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The 90-day period expired on Sunday, August 1, 1993.  A lawsuit, therefore, would have been timely if filed on Monday, August 2. Al-Wardi filed a complaint in federal district court on Tuesday, August 3. Timeliness was not Al-Wardi's only problem.  The lawsuit alleged only a violation of 42 U.S.C. Sec. 1981, which Al-Wardi now concedes is not an appropriate basis for his claim.  Section 1981 reaches racial discrimination.  While racial discrimination encompasses discrimination based on ancestry or ethnic characteristics for purposes of Sec. 1981 protection,  Saint Francis College v. Al-Khazraji, <span class=\"citation\" data-id=\"111882\"><a href=\"/opinion/111882/saintfrancis-college-v-al-khazraji/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">604</span></a></span>, 613 (1987), Al-Wardi did not allege discrimination based on his being an Arab.  Rather, his claim of discrimination was solely based on his place of origin, Iraq-a claim not covered by Sec. 1981.  Id.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Command Airways moved to dismiss and, in response, Al- Wardi moved for leave to amend his complaint to assert a Title VII claim.  The district court held a hearing, at which time it concluded that amendment to assert a Title VII claim would be futile because the complaint, in any event, was untimely and there were no equitable grounds for tolling the 90-day filing period.  It denied Al-Wardi leave to amend and granted Command Airways' motion to dismiss.  Al-Wardi has appealed.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court correctly recognized that the 90-day filing period is not jurisdictional and is subject to equitable tolling.   Irwin v. Dep't of Veterans Affairs, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></span>, 95 (1990).  During the period between receipt of the EEOC right- to-sue letter and the filing of his complaint, Al-Wardi says that he attempted to obtain an attorney but was unable to pay the fees quoted and that he then mailed his complaint pro se on Monday, August 2, believing that if mailed within 90 days the complaint would be timely.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court was not clearly erroneous when it concluded that those factors do not carry sufficient equitable weight.  \"One who fails to act diligently cannot invoke equitable principles to excuse that lack of diligence.\"   Baldwin County Welcome Ctr. v. Brown, <span class=\"citation\" data-id=\"111145\"><a href=\"/opinion/111145/baldwin-county-welcome-center-v-brown/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, 151 (1984) (declining to find equitable tolling applicable where pro se Title VII claimant failed timely to file complaint despite being informed by the right-to-sue letter and twice by the district court of the 90-day filing period).  The Court in Baldwin County Welcome Ctr. distinguished cases where a claimant had received inadequate notice, a motion for appointment of counsel is pending and equity would justify tolling the statutory period until the motion is acted upon, the court had led the plaintiff to believe that she had done everything required of her, or where affirmative misconduct on the part of a defendant lulled the plaintiff into inaction.  <span class=\"citation\" data-id=\"111145\"><a href=\"/opinion/111145/baldwin-county-welcome-center-v-brown/\"><span class=\"id_token\">Id.</span> That a </a></span>defendant may not have been prejudiced by an untimely filing is irrelevant in the absence of any factor justifying equitable tolling.   <span class=\"citation\" data-id=\"111145\"><a href=\"/opinion/111145/baldwin-county-welcome-center-v-brown/\"><span class=\"id_token\">Id.</span> at 152.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We, too, \"hew to a 'narrow view' of equitable exceptions to Title VII limitations periods.\"   Rys v. U.S. Postal Serv., <span class=\"citation\" data-id=\"529934\"><a href=\"/opinion/529934/john-e-rys-jr-v-us-postal-service/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">443</span></a></span>, 446 (1st Cir. 1989) (quoting  Mack v. Great Atlantic and Pacific Tea Co., <span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 185 (1st Cir. 1989)).  In Rys, we found no error in the district court's refusal to toll the (then applicable 30-day) filing period and permit amendment of complaint where a pro se claimant filed a timely complaint, but one which failed to name the proper defendant.   Rys v. U.S. Postal <span class=\"citation\" data-id=\"529934\"><span class=\"antecedent_guess\">Serv.,</span> <a href=\"/opinion/529934/john-e-rys-jr-v-us-postal-service/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">444-48</span></a></span>.  We were unpersuaded that the claimant was misled by the notice in the right-to-sue letter and unconvinced that he had acted with diligence in pursuing his claim when he waited until the final day of the 30-day filing period to institute the action and until the final day of the 120-day period provided in Fed.  R. Civ. P. 4 to effect service.   <span class=\"citation\" data-id=\"529934\"><a href=\"/opinion/529934/john-e-rys-jr-v-us-postal-service/\"><span class=\"id_token\">Id.</span> at 447-48.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the instant case, the district court concluded that, as Al-Wardi conceded, this case is not one where either the court or the defendant misled or lulled him into inaction during the 90-day period and the notice in the right-to-sue letter is clear and adequate.  In light of precedent, the district court correctly dismissed the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Al-Wardi raises one additional point.  The district court apparently did not consider, presumably because no one pointed it out, that the 90th day fell on Sunday, August 1, so the complaint would have been timely in this case if filed on the 91st day, which was Monday, August 2. It was not filed on Monday, however.  Rather, it was mailed on Monday and filed on Tuesday.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Al-Wardi, for the first time in his appellate brief, points out that the 90th day was a Sunday and suggests that the district court would not have dismissed his complaint if it had realized this.  This is not so.  The complaint was untimely filed.  Despite this, the court considered the existence of equitable tolling factors and correctly found none.  The equities do not change even if the complaint was only one day late, rather than two days late as apparently assumed by the court.  \"In the absence of a recognized equitable consideration, the court cannot extend the limitations period by even one day.\"   Rice v. New England College, <span class=\"citation\" data-id=\"402519\"><a href=\"/opinion/402519/28-fair-emplpraccas-1191-28-empl-prac-dec-p-32604-marion-s-rice-v/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 11 (1st Cir. 1982).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">For the reasons stated herein, the order of the district court dismissing the complaint is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Further, as Al-Wardi was discharged from employment prior to the effective date of Sec. 101 of the Civil Rights Acts of 1991, which defines the term \"make and enforce contracts\" as used in Sec. 1981 to include the termination of contracts, that provision is inapplicable to him.   See Rivers v. Roadway Express, Inc., <span class=\"citation\" data-id=\"117842\"><a href=\"/opinion/117842/rivers-v-roadway-express-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1510</span> </a></span>(1994)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111145/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111882/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117842/",
    "https://www.courtlistener.com/api/rest/v3/opinions/402519/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529934/"
  ]
}