{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195659/",
  "id": 195659,
  "absolute_url": "/opinion/195659/united-states-v-delgado-munoz/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195659/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:44:55Z",
  "date_modified": "2020-02-21T23:29:54.244918Z",
  "type": "010combined",
  "sha1": "be43747641bd63345700391049029ec118a091b5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2031.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \nNo. 92-2031\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                    GERARDO DELGADO MUNOZ,\n\n                    Defendant, Appellant.\n                                         \n\nNo. 92-2032\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                    SAUL ANDINO FIGUEROA,\n                         a/k/a BRUNO,\n                    Defendant, Appellant.\n\n                                         \nNo. 92-2033\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                        JUAN MARTINEZ,\n\n                    Defendant, Appellant.\n                                         \n\nNo. 92-2034\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                      LEANDRO QUINONES,\n                    Defendant, Appellant.\n\n                                         \n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n         [Hon. A. David Mazzone, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n                    Boudin, Circuit Judge,\n                                         \n\n                Coffin, Senior Circuit Judge,\n                                            \n             and Pettine,* Senior District Judge.\n                                                \n\n                                         \n\nOwen S. Walker for appellant Gerardo Delgado Munoz.\n              \nJohn C. Doherty, by Appointment of  the Court, for appellant  Saul\n               \nAndino Figueroa.\nRaymond E. Gillespie, by Appointment  of the Court,  for appellant\n                    \nLeandro Quinones.\nNicholas B. Soutter, by Appointment of  the Court, with whom  Paul\n                                                                  \nS. McGovern was on brief for appellant Juan Martinez.\n       \nDina  Michael  Chaitowitz,  Assistant   United  States   Attorney,\n                         \nOrganized  Crime Drug  Enforcement  Task Force,  with  whom Donald  K.\n                                                                  \nStern, United States Attorney, was on brief for the United States.\n \n\n                                         \n\n                       October 13, 1994\n                                         \n\n                \n\n*Of the District of Rhode Island, sitting by designation.\n\n     BOUDIN,  Circuit Judge.    Appellants  Gerardo  Delgado-\n                           \n\nMunoz, Leandro  Quinones,  Juan Martinez,  and  Saul  Andino-\n\nFigueroa were  indicted on June  21, 1991, for  conspiracy to\n\ndistribute cocaine base,  commonly known as  \"crack\" cocaine,\n\nin violation of  21 U.S.C.    841(a)(1) and 846.  Delgado was\n\nalleged to  have been the  ringleader of the  operation, with\n\nQuinones  serving  as his  chief  lieutenant  and Andino  and\n\nMartinez  filling  various  subordinate  roles   as  lookout,\n\ncourier, driver and guard.\n\n     The indictment  alleged that members  of the  conspiracy\n\nhad  sold cocaine base to an undercover operative of the Drug\n\nEnforcement Administration,  Pamela Mersky, on  six different\n\noccasions in April and May 1991.  The transactions, which all\n\ntook place in  Boston and  its suburbs, involved  a total  of\n\n896.2 grams of cocaine base, 506 grams of which changed hands\n\nin the  final transaction  on May 30,  1991.  In  addition to\n\nconspiracy,  each  defendant was  charged  with  one or  more\n\nsubstantive counts  of cocaine distribution  corresponding to\n\nthe transactions in which he participated.1\n\n     Appellants and  two other co-defendants were  tried to a\n\njury  in April  1992.   The  government's evidence  consisted\n\n                    \n\n     1Specifically,  Delgado and  Quinones were  charged with\nsix   substantive   distribution   counts  arising   out   of\ntransactions on April 9, 19, 23, May 6, 16, and May 30, 1991.\nAndino was charged with four substantive  distribution counts\npertaining  to  the  April   23,  May  6,  16,  and   May  30\ntransactions.   Martinez  was  charged with  one distribution\ncount for the May 30 transaction.\n\n                             -3-\n\nprimarily of Special  Agent Mersky's testimony, supported  by\n\ntape-recordings of her conversations with the  defendants and\n\ntestimony   of   surveillance   agents  who   monitored   the\n\ntransactions.   The jury convicted appellants  on all counts.\n\nOne co-defendant,  Paulita Cadiz,  was also convicted  on all\n\ncounts but has not  appealed; the remaining defendant, Lazaro\n\nDelgado,  was  acquitted.    On  June  29,  1992,  the  court\n\nsentenced Andino to 151 months' imprisonment, Martinez to 240\n\nmonths' imprisonment, and sentenced Delgado and Quinones each\n\nto 360 months' imprisonment.\n\n     These appeals followed.   Each appellant  except Delgado\n\nchallenges his conviction, and all challenge their sentences.\n\nWe   first   consider  appellants'   challenges   to  various\n\nevidentiary rulings and instructions at  trial, as well as to\n\nthe   sufficiency   of  the   evidence  on   various  counts.\n\nThereafter, the sentencing issues are addressed.\n\n                     I.  THE CONVICTIONS\n\n     A.  Andino\n\n     We  begin  with the  conviction of  Andino, who  is also\n\nreferred to in the indictment as \"Bruno.\"  Andino was alleged\n\nto have assisted Delgado and the others on at least four drug\n\ntransactions by watching over the  drugs, conducting counter-\n\nsurveillance,  and sometimes by  making the  actual delivery.\n\nHe  argues first that the trial  court erroneously admitted a\n\nspontaneous confession made upon his arrest in Puerto Rico.\n\n                             -4-\n\n     Andino was not present at the  May 30, 1991, transaction\n\nbetween his  co-defendants and Mersky, after  which the other\n\ndefendants were arrested.  Instead, Andino was apprehended on\n\nNovember 26,  1991, when  United States Marshals  executed an\n\narrest warrant  for Andino  in Catalina,  Puerto Rico.   Upon\n\narriving  at Andino's home, the marshals were met at the door\n\nby   appellant's  brother,  Cuco  Andino-Figueroa,  whom  the\n\nmarshals initially mistook for  appellant.  When the marshals\n\ntold  the brother  that they  had a  warrant from  Boston for\n\nnarcotics offenses,  appellant entered the  room and shouted,\n\n\"I'm the one you are looking for.   I'm the guilty one.  He's\n\nnever been to Boston.  I'm the one that's been to Boston.\"  \n\n     Prior  to  trial, Andino  filed  a motion  in  limine to\n                                                          \n\npreclude testimony  as to his  spontaneous confession.   At a\n\nhearing, Andino argued that the confession should be excluded\n\nbecause it would guarantee conviction.  Construing this as an\n\nargument under Fed. R. Evid.  403, the district court  denied\n\nthe motion  on the ground  that the confession  was \"strongly\n\nprobative of  [Andino's] knowledge  and his intent,\"  and was\n\n\"not  unfairly  prejudicial.\"   Andino  now  argues that  the\n\ndistrict court failed to  adequately consider the prejudicial\n\nimpact of the confession in striking the Rule 403 balance.\n\n     The  district  court's  wide  latitude  in admitting  or\n\nexcluding  evidence  under  Rule  403  is  well  established.\n\nDaigle v. Maine Medical  Center, Inc., 14 F.3d 684,  690 (1st\n                                     \n\n                             -5-\n\nCir.  1994).   The district  court found--and  we agree--that\n\nAndino's  outburst  \"shows  knowledge  on  the  part  of  the\n\ndefendant . .  . that a particular  crime involving narcotics\n\nwas the subject of the arrest, and it took place  in Boston.\"\n\nThe admission  has special  importance since at  trial Andino\n\nargued that the government  had arrested the wrong man.   The\n\ndamage done to the defense is not a basis for exclusion;  the\n\nquestion under Rule 403 is \"one of `unfair' prejudice--not of\n\nprejudice alone.\"   United States v. Moreno Morales, 815 F.2d\n                                                   \n\n725, 740 (1st Cir. 1987).\n\n     We turn next  to a hearsay issue.  At  trial, Mersky was\n\nallowed, over Andino's objection,  to testify that a landlord\n\nhad  given federal  drug agents a  rent receipt  showing that\n\nAndino  rented a  room at  6 Michigan  Avenue in  Dorchester,\n\nMassachusetts.   That address was shown at trial to have been\n\na center of  the conspiracy.  Andino argued both at trial and\n\non appeal that he was prejudiced by any reference to the rent\n\nreceipt--which, he contends, was \"blatant hearsay\" and should\n\nnot have been admitted.\n\n     Although the government might  have argued that the rent\n\nreceipt itself was not  hearsay, cf. Fed. R. Evid.  801(a) (a\n                                    \n\n\"statement\"  is  an  oral  or  written  \"assertion\"),  it  is\n\napparently willing to  treat the testimony in  question as if\n\nit were a report of what  the landlord said orally to the DEA\n\nagents.  But  the government insists  that the testimony  was\n\n                             -6-\n\nnot  elicited  or used  for purposes  of proving  that Andino\n\nactually  lived at 6 Michigan  Avenue.  Rather,  it says that\n\nthe  testimony was brought out on redirect merely in order to\n\nexplain that Mersky had some colorable reason--whether or not\n\ncorrect--for attaching Andino's name  to the description  she\n\nfurnished to the marshals in Puerto Rico.\n\n     This   redirect  was  important,  the  government  says,\n\nbecause during  the drug deals, about  which Mersky testified\n\nat  length, she had  known Andino only as  \"Bruno\" and had no\n\nknowledge of his real name.   On cross-examination of Mersky,\n\nAndino's  defense  counsel  had  brought out  this  fact;  he\n\nsuggested in further questions  that Mersky's description  of\n\nBruno,  given to the marshals  in Puerto Rico,  did not match\n\nAndino's appearance  in the  courtroom; and arguably  he left\n\nthe impression through his questions that there was something\n\nsuspicious in  the  unexplained appearance  of Andino's  real\n\nname in the information given to the marshals.\n\n     It is quite true  that an out-of-court statement is  not\n\nhearsay if it  is used  only to show  that the statement  was\n\nmade  and that the  listener heard the words  uttered.  See 6\n                                                           \n\nFed. R.  Evid. 801(c)  (hearsay is an  out-of-court statement\n\noffered \"to prove  the truth  of the matter  asserted\").   We\n\nhave no  doubt that it  was on this theory  that the district\n\njudge  overruled the  hearsay  objection, saying  that Mersky\n\n\"doesn't know whether it is true or not [that Andino lived at\n\n                             -7-\n\n6 Michigan Avenue].  She just knows how she found out.  It is\n\nnot offered for the truth  of the matter, just how  she found\n\nout.\"   Whether or not  there is still  an underlying hearsay\n\nproblem is  an issue that could be  debated at length; and in\n\nsome  measure   it  might  depend  on   matters  not  clearly\n\ndeveloped:    exactly  what  the  landlord  said;  just  what\n\ninformation  was relayed to Mersky  and then to the marshals;\n\nand  precisely what  inference  the government  is aiming  to\n\nrefute.\n\n     We see no reason to engage in these speculations because\n\nthe admission of this evidence was patently harmless.  Mersky\n\nhad  dealt  face  to  face with  \"Bruno\"  on  four  different\n\noccasions.   Her ability to identify Andino as Bruno could be\n\neasily  tested in  the courtroom  and was  in fact  tested on\n\ncross-examination.   The jury  was also apprised  of Andino's\n\nvirtual confession at the time of his arrest (\"I'm the guilty\n\none.\"),  and his  further  incriminating statement  after his\n\narrest (Andino told  his father that there was  no point in a\n\nremoval hearing since \"[Mersky]  would come over and identify\n\nme\").  The alleged hearsay did not alter the outcome.\n\n     Andino next claims that  there was insufficient evidence\n\nto support  his conviction for the May  30, 1991, transaction\n\nin which other defendants sought to sell 506 grams of cocaine\n\nbase  to Mersky.    The parties  agree  that Andino  was  not\n\npresent at this transaction.  At trial, the government argued\n\n                             -8-\n\nthat Andino was liable under Pinkerton  v. United States, 328\n                                                        \n\nU.S.  640 (1946).  Pinkerton  permits a defendant  to be held\n                            \n\nliable  for actions  committed  by a  co-conspirator if  that\n\ncrime is in  furtherance of the  conspiracy and is  committed\n\nwhile the defendant  is a member of  the conspiracy.   Id. at\n                                                          \n\n328.  See United States v. O'Campo,  973 F.2d 1015, 1021 (1st\n                                  \n\nCir. 1992).\n\n     In  this court, Andino  does not dispute  the theory but\n\nargues that the evidence at trial was so thin that his motion\n\nfor judgment of  acquittal should  have been  granted.   This\n\nrequires Andino  to \"bear  the heavy burden  of demonstrating\n\nthat no reasonable jury could  have found [him] guilty beyond\n\na reasonable  doubt.\"  United States v.  Innamorati, 996 F.2d\n                                                   \n\n456, 469 (1st Cir.), cert. denied, 114 S. Ct. 409 (1993).  We\n                                 \n\nreview the  evidence  in  the  light most  favorable  to  the\n\ngovernment,  \"drawing all plausible  inferences in  its favor\n\nand resolving all credibility determinations in line with the\n\njury's verdict.\"  Id.\n                     \n\n       Under Pinkerton,  the government was required to prove\n                      \n\nthat the May 30 transaction was carried out by members of the\n\nconspiracy, in furtherance  of the conspiracy, and  at a time\n\nwhen Andino was still a member of the conspiracy.  Andino has\n\nnot  claimed a  lack of  evidence to  support his  conspiracy\n\nconviction.   Nor does he dispute that the May 30 transaction\n\nwas  in furtherance of the  conspiracy.  But  he does dispute\n\n                             -9-\n\nthat he was still a member as of May 30, 1991, arguing in his\n\nbrief that  he  \"disappeared entirely  from the  Government's\n\nradar  screen\" after  May 16,  1991.   In fact,  there is  no\n\nevidence in  the record concerning his  activities after that\n\ndate until his arrest in Puerto Rico on November 26, 1991.\n\n     A  \"`mere  cessation of  activity  in  furtherance of  a\n\nconspiracy does  not constitute withdrawal.'\"   United States\n                                                             \n\nv. Nason, 9 F.3d  155, 162 (1st Cir. 1993), cert. denied, 114\n                                                        \n\nS. Ct.  1331 (1994) (quoting  United States v.  Juodakis, 834\n                                                        \n\nF.2d 1099, 1102 (1st Cir. 1987)).  To withdraw, a conspirator\n\nmust  take  some  affirmative  action \"either  to  defeat  or\n\ndisavow the  purposes of the conspiracy.\"  Juodakis, 834 F.2d\n                                                   \n\nat 1102.  Typically,  we have required \"evidence either  of a\n\nfull  confession to  authorities  or a  communication by  the\n\naccused  to his  co-conspirators  that he  has abandoned  the\n\nenterprise  and its  goals.\"   Id.   Even if a  very extended\n                                  \n\nlapse  of time might  be sufficient to  infer withdrawal, the\n\ntwo-week interval in this case is not enough.\n\n     B.  Martinez\n\n     Appellant Martinez also challenges his conviction.  Both\n\nMartinez  and  his  co-defendant,  Gerardo  Delgado,  pleaded\n\nguilty  on October  30, 1985, in  Connecticut state  court to\n\npossession  of cocaine  with intent  to distribute  it.   The\n\ngovernment  introduced these  convictions  at trial  over the\n\ndefendants'  objections  in   order  to  show,   inter  alia,\n                                                            \n\n                             -10-\n\n\"knowledge  and intent in a common scheme or plan.\"  Martinez\n\nnow asserts that \"[a]dmission  of evidence of Martinez' prior\n\nconviction impermissibly prejudiced his defense,\" but adds no\n\nexplanation  to this one-line allegation.  \"[I]ssues adverted\n\nto in a  perfunctory manner, unaccompanied by  some effort at\n\ndeveloped argumentation,  are deemed waived.\"   United States\n                                                             \n\nv. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S.\n                                                   \n\n1082 (1990).\n\n     Martinez also says that the evidence was insufficient to\n\nsupport his  convictions for conspiracy,  and for  possession\n\nwith  intent to distribute on May 30, 1991.  The government's\n\nevidence on both  counts arises from the  May 30 transaction.\n\nMartinez was first spotted at about 6:50 p.m. that evening by\n\na state police officer  who saw Martinez walking up  and down\n\nthe  street   outside  SkipJack's  restaurant   in  Brookline\n\nVillage.   Mersky,  who  had been  told  by Delgado  to  wait\n\noutside SkipJack's at 7:30 p.m.  in order to purchase  drugs,\n\ntestified  that Martinez  greeted her  there and  then walked\n\naway.\n\n     Shortly   thereafter,   Delgado   contacted  Mersky   by\n\nsignaling  her beeper.  When Mersky called Delgado from a pay\n\nphone, Mersky was told to meet Paulita Cadiz, who (along with\n\nLazaro Delgado) accompanied her to a  blue-colored Oldsmobile\n\noccupied  by Martinez and a female  juvenile.  Martinez, then\n\nsitting in the driver's seat, pushed a large piece of luggage\n\n                             -11-\n\nlocated on the passenger-side floor toward Lazaro Delgado and\n\nassisted him in opening it.  The bag contained numerous vials\n\nof  cocaine base.    Mersky took  the  bag and  walked  away,\n\nannouncing that she was \"going to get the money.\"\n\n     As Mersky walked away, she signalled to two officers who\n\nwere waiting in an  unmarked car nearby.  The  officers, each\n\nof  whom  were  wearing   raid  jackets  marked  with  police\n\ninsignia, got out  of their  car and turned  toward the  blue\n\nOldsmobile, displaying firearms and shouting \"police.\"   Both\n\nofficers testified  that Martinez then  threw the  Oldsmobile\n\ninto reverse and backed up Brookline Avenue at a high rate of\n\nspeed.  After crashing  into another unmarked police cruiser,\n\nMartinez put the car back in forward gear and sought to flee.\n\nHe was eventually stopped and arrested.\n\n     The testimony was ample to convict Martinez on  both the\n\nconspiracy and substantive distribution counts.  A reasonable\n\njury  could  have  inferred  that  Martinez  was   conducting\n\ncounter-surveillance  when  he  was  first  observed  outside\n\nSkipJack's.    Martinez  was  the  only  adult  in  the  blue\n\nOldsmobile  along with  the  suitcase  containing the  drugs;\n\nsince he then pushed the drugs over to Lazaro Delgado to give\n\nto Mersky, the jury could reasonably have found that Martinez\n\nhad  possessed the  drugs.2   His  intent  to distribute  can\n\n                    \n\n     2Martinez argues  that he  could not have  possessed the\ndrugs  because  he  did not  have  sole  access  to the  bag.\nExclusive access is not a prerequisite to possession; indeed,\n\n                             -12-\n\nlikewise  be  inferred  from this  same  event  and from  his\n\nparticipation  in the  overall transaction.   The  attempt to\n\nflee further corroborates his guilt.\n\n     The jury was also entitled to infer that Martinez agreed\n\nto cooperate with his alleged co-conspirators in carrying out\n\nthe  transaction.  The many  steps of the  dance performed by\n\nthe  participants indicate careful planning and coordination,\n\nand  Martinez's own multiple  roles--lookout, initial contact\n\nwith Mersky,  guardian of  the drugs--do  not  look like  the\n\nunplanned actions of an unwitting victim who was merely along\n\nfor the ride.  In any  event, the evidence was sufficient for\n\na reasonable jury to convict  Martinez on both the conspiracy\n\nand substantive distribution counts.\n\n     C.  Quinones\n\n     The  remaining  appellant is  Quinones.   The government\n\nalleged at trial that Quinones was Delgado's partner in their\n\ndrug distribution  activities.  Quinones now  argues that the\n\ndistrict  court erred in instructing the jury on the issue of\n\nliability for crimes committed  by co-conspirators under  the\n\nPinkerton doctrine.  As already explained, Pinkerton allows a\n                                                    \n\ndefendant  to be held criminally liable for the acts of a co-\n\nconspirator carried out in furtherance of the conspiracy at a\n\ntime when the defendant  is a member of the  conspiracy, even\n\n                    \n\n\"joint possession\"  is one of the  possibilities mentioned in\nthe  standard charge.  See, e.g., United States v. Maldonado,\n                                                            \n23 F.3d 4, 6-7 (1st Cir. 1994).\n\n                             -13-\n\nthough  the defendant  himself did  not participate  in those\n\nacts.  See 328 U.S. at 645-48.\n          \n\n     Quinones  argues that  the  district court  should  have\n\nemphasized  the jury's  obligation  to find  each element  of\n\nPinkerton beyond  a reasonable doubt.   Although the district\n         \n\ncourt gave a separate reasonable doubt instruction applicable\n\nto  the  entire  case,  Quinones  cites  us  to  the  Seventh\n\nCircuit's  decision in  United States  v. McKenzie,  922 F.2d\n                                                  \n\n1323, 1330 (7th Cir.),  cert. denied, 112 S. Ct.  163 (1991),\n                                    \n\nwhich suggested that a complete Pinkerton instruction  should\n                                         \n\ninter alia  \"`advise jurors  that the government  [bears] the\n          \n\nburden  of proving  .  .  .  all  elements  of  the  powerful\n\nPinkerton doctrine . . . beyond a reasonable doubt'\" (quoting\n         \n\nUnited  States v.  Elizondo, 920  F.2d 1308,  1317 (7th  Cir.\n                           \n\n1990)).\n\n     This  court \"evaluate[s]  [a] challenged  instruction in\n\nthe context of the  overall charge.\"  E.g., United  States v.\n                                                          \n\nVavlitis,  9 F.3d 206, 212  (1st Cir. 1993).   Similarly, the\n        \n\nSupreme  Court in   Cupp  v. Naughten,  414 U.S.  141, 146-47\n                                     \n\n(1973), referred to \"the  well-established proposition that a\n\nsingle  instruction to a jury may not be judged in artificial\n\nisolation, but must be  viewed in the context of  the overall\n\ncharge.\"    Here, the  district  court  began its  charge  by\n\nstating  that the  government was  obligated to  \"prove every\n\nelement  of every  offense  beyond a  reasonable doubt,\"  and\n\n                             -14-\n\nreferred  to that burden of  proof over a  dozen times during\n\nthe course of its instructions.\n\n     Pinkerton may  be a powerful  doctrine, but there  is no\n              \n\nreason  to think that the jury is especially likely to forget\n\nthe general instruction on reasonable  doubt when it comes to\n\napplying  Pinkerton.  We have no  intention of constructing a\n                   \n\nspecial requirement that reasonable doubt be mentioned again,\n\nafter an adequate general  statement, in relation to selected\n\nelements  in an offense or  theory of liability.   Indeed, in\n\nUnited States v. Mount, 896 F.2d 612, 623-24 (1st Cir. 1990),\n                      \n\ncert. denied, 114 S. Ct. 415 (1993), we rejected just such an\n            \n\nargument pertaining  to the  district court's instruction  on\n\ninterstate transportation of stolen property.\n\n                      II.  THE SENTENCES\n\n     Appellants  also  challenge  numerous aspects  of  their\n\nsentences under  the  federal sentencing  guidelines, and  we\n\nconsider  each  appellant's  claims  in  turn--starting  with\n\nDelgado,  the  alleged ringleader  of  the drug  distribution\n\nconspiracy.\n\n     A.  Delgado\n\n     At Delgado's sentencing, the district court began with a\n\nbase offense  level of  36 in  light of  the amount  of drugs\n\ninvolved, added one level because drug  distribution activity\n\ntook place in proximity  to a school, U.S.S.G.    2D1.2, then\n\nadded four levels  for Delgado's leadership role.  U.S.S.G.  \n\n                             -15-\n\n3B1.1(a).  The court denied Delgado a two-level reduction for\n\nacceptance  of  responsibility,  see  U.S.S.G.    3E1.1,  and\n                                    \n\nplaced  him in criminal history  category II based  on a 1985\n\nConnecticut  conviction for possession of cocaine with intent\n\nto  distribute.   The  court then  sentenced  Delgado to  360\n\nmonths, the bottom of the resulting guideline range.\n\n     On appeal,  Delgado first contests the  district court's\n\ndenial  of  a  reduction  for acceptance  of  responsibility.\n\nShortly after  his arrest, Delgado made a statement to police\n\nofficers in which, he asserts, he accepted responsibility for\n\nhis crime.   In that statement, according to  police reports,\n\nDelgado acknowledged that  he had called someone  who had the\n\ncocaine  in order  to set  up the  transaction, and  had then\n\ncalled Special  Agent Mersky to  arrange a meeting.   Despite\n\nthis admission,  Delgado subsequently pled not  guilty to the\n\nindictment and went to trial.\n\n     Delgado now  contends that the district  court failed to\n\nconsider his post-arrest statement  and refused to reduce his\n\noffense level  under section  3E1.1 solely as  punishment for\n\ninvoking his constitutional  right to a trial.   The district\n\ncourt addressed the statement  made by Delgado, but concluded\n\nin  substance  that   it  was  not   a  full  acceptance   of\n\nresponsibility.   Indeed, while  the statement  admitted that\n\nDelgado played  some role in  the offense, it  downplayed his\n\nown role and  asserted that some  unnamed individual was  the\n\n                             -16-\n\ntrue source of the  drugs.  The court's decision  is reviewed\n\nonly  for  clear error,  and  no  such  error occurred  here.\n\nUnited  States v.  Donovan,  996 F.2d  1343,  1346 (1st  Cir.\n                          \n\n1993); U.S.S.G.   3E1.1, application note 5. \n\n     At sentencing,  the district  court said that  Delgado's\n\nfailure to plead guilty was an important factor in the denial\n\nof credit.   This  is consistent  with the guidelines,  which\n\nprovide  that  \"[c]onviction  by  trial   .  .  .  does   not\n\nautomatically  preclude a  defendant  from consideration  for\n\nsuch  a  reduction\" but  ordinarily  the  adjustment \"is  not\n\nintended to apply to  a defendant who puts the  government to\n\nits burden of proof at trial by denying the essential factual\n\nelements of  guilt, is convicted, and only  then admits guilt\n\nand expresses  remorse.\"  U.S.S.G.    3E1.1, application note\n\n2.3\n\n     Obviously, the guideline, consistent  with pre-guideline\n\npractice, means that a defendant who declines to plead guilty\n\nreduces the chance of  a lightened sentence.  But  \"not every\n\nburden on the  exercise of  a constitutional  right, and  not\n\n                    \n\n     3There  are  exceptions;  the   guidelines  specifically\nmention one  who \"litigates  to preserve  issues that  do not\nrelate to factual  guilt . .  . .\"   Id.   Delgado argues  on\n                                        \nappeal  that  he  failed  to  plead  guilty  to  avoid  being\nimmunized and  forced to testify against  his brother, Lazaro\nDelgado, on  behalf of  the government.   Since  neither this\nargument  nor  any  evidence  in  support  of  it  were  ever\npresented  to the  district  court, we  do  not consider  the\nclaim.   United States v.  Dietz, 950 F.2d  50, 55 (1st  Cir.\n                                \n1991).\n\n                             -17-\n\nevery pressure or  encouragement to  waive such  a right,  is\n\ninvalid.\"   Corbitt v. New  Jersey, 439 U.S.  212, 218 (1978)\n                                  \n\n(possibility of a lesser sentence through a plea bargain does\n\nnot unconstitutionally burden the right to stand trial).  The\n\nguidelines \"merely codify a tradition of leniency [for guilty\n\npleas] and are not an impermissible burden on the exercise of\n\nconstitutional  rights.\"   United States  v. Uribe,  891 F.2d\n                                                  \n\n396, 400 (1st Cir. 1989), cert. denied, 495 U.S. 951 (1990).\n                                      \n\n     Delgado   also   objects   to   the   district   court's\n\nconsideration,  in calculating his criminal history category,\n\nof a prior  Connecticut conviction for  unlawfully possessing\n\ncocaine with intent to distribute.  At his sentencing hearing\n\nin the  present case,  Delgado sought to  attack collaterally\n\nthe prior state conviction, asserting that his guilty plea in\n\nthat case was constitutionally  invalid.  The district court,\n\nrelying upon our decision in United States v. Paleo, 967 F.2d\n                                                   \n\n7  (1st Cir.  1992),  considered Delgado's  arguments on  the\n\nmerits  but   determined  that   the   guilty  plea   \"passed\n\nconstitutional muster.\"\n\n     After  Delgado's sentencing, Paleo  was greatly narrowed\n                                       \n\nby  United States v. Isaacs,  14 F.3d 106,  108-110 (1st Cir.\n                           \n\n1994), which  held that the sentencing  guidelines provide no\n\nindependent   authority  for   collateral  review   of  prior\n\nconvictions  used  in   calculating  a  defendant's  criminal\n\nhistory   category.     Although  Isaacs   preserved  certain\n                                        \n\n                             -18-\n\nexceptions  based  upon  the  Constitution  rather  than  the\n\nguidelines, the Supreme Court  subsequently held in Custis v.\n                                                          \n\nUnited States, 114 S. Ct.  1732 (1994), that the Constitution\n             \n\nrequires  collateral review  of  a prior  conviction used  to\n\nenhance  a   defendant's  federal  sentence  only  where  the\n\ndefendant alleges  a complete  denial of his  Sixth Amendment\n                             \n\nright to counsel in the prior proceeding.\n\n     Although  Custis considered collateral  attack under the\n                     \n\nArmed   Career  Criminal  Act   rather  than  the  sentencing\n\nguidelines  themselves,  the constitutional  question  is the\n                                           \n\nsame  in each  context.   Like Delgado  in the  present case,\n\nCustis alleged that one of his prior convictions was procured\n\npursuant  to   a  guilty  plea  that  was   not  knowing  and\n\nintelligent as  required by Boykin  v. Alabama, 395  U.S. 238\n                                              \n\n(1969).   The  Supreme Court  rejected this  argument, noting\n\nthat  \"when  a guilty  plea is  at  issue, `the  concern with\n\nfinality served  by the  limitation on collateral  attack has\n\nspecial force.'\"  114  S. Ct. at 1738 (quoting  United States\n                                                             \n\nv. Timmreck, 441 U.S.  780, 784 (1979)).  Given Custis, we do\n                                                      \n\nnot  reach the merits  of Delgado's challenge  to his earlier\n\nconviction.\n\n     B.  Andino\n\n     We  turn now  to the  sentencing claims  of Andino.  The\n\ndistrict court began with a base offense level of 36, finding\n\nthat Andino was  responsible for 745.1 grams of cocaine base.\n\n                             -19-\n\nU.S.S.G.   2D1.1(c).   The court then deducted two  levels on\n\nthe ground  that  Andino  was  a  minor  participant  in  the\n\nconspiracy, U.S.S.G.    3B1.2(b).   Given a  criminal history\n\ncategory of I, the guideline range was 151 to 188 months, and\n\nthe  district court imposed a sentence of 151 months.  Andino\n\nnow asserts that the court erred in several respects, firstly\n\nby attributing to him 506 grams of cocaine base sold by other\n\ndefendants to Mersky on May 30, 1991, when Andino was neither\n\npresent nor involved in the transaction.\n\n     Individuals convicted of membership in a drug conspiracy\n\nare held responsible at sentencing not only for \"drugs [they]\n\npersonally handled or anticipated handling,\" but also, \"under\n\nthe relevant conduct rubric, for drugs involved in additional\n\nacts  that were  reasonably  foreseeable by  [them] and  were\n\ncommitted in  furtherance of the conspiracy.\"   United States\n                                                             \n\nv. Sepulveda,  15 F.3d  1161, 1197 (1st  Cir. 1993).   In the\n            \n\nusual case, what is  foreseeable depends on the scope  of the\n\ndefendant's  agreement  with the  other  participants in  the\n\ncriminal enterprise.  United  States v. Garcia, 954  F.2d 12,\n                                              \n\n16 (1st Cir.  1992).  Accordingly, the district  court's task\n\nwas  to   determine  whether  the  May   30  transaction  was\n\nreasonably  foreseeable  based  upon  the scope  of  Andino's\n\nagreement with his  co-conspirators.  Our review  is only for\n\nclear error. United States v. De la Cruz, 996 F.2d 1307, 1314\n                                        \n\n(1st Cir.), cert. denied, 114 S. Ct. 356 (1993).\n                        \n\n                             -20-\n\n     The record leaves little  question that the May  30 sale\n\nwas the \"natural progression of the earlier series of sales,\"\n\nGarcia, 954 F.2d at 16, and thus within the scope of Andino's\n      \n\nagreement with his  co-conspirators.  True,  the government's\n\nevidence  did not mention Andino  after May 16,  but there is\n\nalso  no evidence  that  he affirmatively  withdrew from  the\n\nconspiracy.  Nor is it conclusive that the May 30 transaction\n\nwas larger than earlier  transactions.  In fact, co-defendant\n\nQuinones told Special Agent  Mersky that the conspirators had\n\nother customers who bought in larger quantities than she did.\n\n     Next, the district  court found that Andino was  a minor\n\nparticipant  in the  conspiracy and  accordingly  reduced his\n\nbase offense  level by  two  levels, pursuant  to U.S.S.G.   \n\n3B1.2(b).  In so doing,  the court rejected Andino's argument\n\nthat he was entitled to an even larger reduction as a minimal\n\nparticipant.   See U.S.S.G.    3B1.2(a).   Andino now  renews\n                  \n\nthis argument on appeal, stressing his unfamiliarity with the\n\nEnglish  language  and his  absence  at  the group's  largest\n\ntransaction on May 30, 1991.\n\n     The  guidelines  note  that  the  \"minimal  participant\"\n\nreduction should  be \"used  infrequently,\" U.S.S.G.    3B1.2,\n\napplication  note  2, and  the  defendant has  the  burden of\n\nshowing his entitlement  to the reduction.   United States v.\n                                                          \n\nFigueroa,  976 F.2d 1446, 1461 (1st  Cir. 1992) cert. denied,\n                                                            \n\n113 S.  Ct. 1346  (1993).   Here, Andino  was involved  in at\n\n                             -21-\n\nleast  four cocaine  transactions and  performed a  number of\n\ndifferent functions, including guarding the drugs, conducting\n\ncounter-surveillance, and delivering  cocaine base to Special\n\nAgent Mersky.   Compare U.S.S.G.   3B1.2,  application note 2\n                       \n\n(minimal  participant \"played  no other  role .  . .  than to\n\noffload part  of  a  single  marijuana shipment,\"  or  was  a\n\ncourier in \"a single smuggling transaction\").  We sustain the\n\ndistrict  court's  finding  that  Andino's role  was  \"minor\"\n\nrather than something less.\n\n     Last,  the  guidelines distinguish  dramatically between\n\ncocaine and cocaine  base (or \"crack\"), treating one  gram of\n\nthe  latter as  the equivalent  of 100  grams of  the former.\n\nAndino argues that the  government's trial evidence failed to\n\ndistinguish   clearly  between  cocaine   base  and  ordinary\n\ncocaine.  He also  claims that the jury's finding  of cocaine\n\nbase  rests upon \"untrustworthy  evidence and faulty although\n\nwell intended instruction[s]\" by the court.\n\n     Whether the substance distributed was cocaine or cocaine\n\nbase  was a matter to be determined  by the district judge at\n\nsentencing, not the  jury. United States v. Barnes,  890 F.2d\n                                                  \n\n545, 551 n.6  (1st Cir.  1989), cert. denied,  494 U.S.  1019\n                                            \n\n(1990).   Under 21 U.S.C.    841(a), the jury need  only find\n\nthat  the defendant distributed  a substance  containing some\n\nmixture of  cocaine as defined  in schedule  II. Barnes,  890\n                                                       \n\nF.2d at 551  n.6; see 21  U.S.C.    812,  841(a).  On  appeal\n                     \n\n                             -22-\n\nfrom the sentence, we  need only review the  district court's\n\nsentencing  determination  that  the  substance  involved was\n\ncocaine base. Barnes, 890 F.2d at 551 n.6.\n                    \n\n     Andino's argument is directed  to the trial testimony of\n\nDEA   chemist  Florence   Wong,  who   testified   about  the\n\ndifferences  between  ordinary   cocaine  and  cocaine  base.\n\nAlthough Wong did  misspeak at one  point in the  transcript,\n\nher  overall testimony was  not confusing or  misleading:  it\n\nwas that ordinary cocaine (cocaine hydrochloride) and cocaine\n\nbase  are distinct  forms of  the drug,  and that  the latter\n\ncommonly goes by  the street  name of \"crack\";  that she  had\n\ntested samples  from each  of the transactions  involving the\n\ndefendants;  and that  each  sample  contained cocaine  base.\n\nCorroborated  by   recorded   statements  of   Andino's   co-\n\ndefendants, and  by field  tests conducted by  Mersky, Wong's\n\ntestimony  amply supports the  district court's  finding that\n\nthe defendants distributed cocaine base.\n\n     C.  Martinez\n\n     In sentencing Martinez, the  district court began with a\n\nbase offense level of  36 based on its finding  that Martinez\n\nwas accountable for  506 grams  of cocaine base.   The  court\n\ngranted  a  four-level  reduction  (because  Martinez  was  a\n\nminimal  participant in the  conspiracy, U.S.S.G.   3B1.2(a))\n\nand added two levels (because Martinez had obstructed justice\n\nby  recklessly  endangering others  in  fleeing from  police,\n\n                             -23-\n\nU.S.S.G.   3C1.2).  Martinez's total offense level of 34, and\n\nhis  criminal history  category  of II,  yielded a  guideline\n\nrange of 168 to 210 months' imprisonment.  But because of his\n\nprior Connecticut drug conviction,  Martinez was subject to a\n\nmandatory  minimum  sentence  of  240  months,  21  U.S.C.   \n\n841(b)(1)(A); U.S.S.G.    5G1.1(b), which the  district judge\n\nimposed.\n\n     On appeal, Martinez makes three claims of error.  First,\n\nalthough he  was present  at the  May  30, 1991  transaction,\n\nMartinez complains on appeal that he  could not have foreseen\n\nthat there  would  be 506  grams  of cocaine  base  involved.\n\nMartinez did not raise this  argument below.  Accordingly our\n\nreview  is  only for  plain error,  Fed.  R. Crim.  P. 52(b);\n\nUnited  States v. Colon-Pagan, 1 F.3d 80, 81 (1st Cir. 1993),\n                             \n\na difficult  assertion here  since foreseeability is  a fact-\n\nbased inquiry.\n\n     We  have  already  determined  that  the  evidence   was\n\nsufficient  to establish  that Martinez  was a member  of the\n\nconspiracy  who  joined in  its general  objectives.   It was\n\nentirely  reasonable  to  infer  that Martinez  knew  that  a\n\nsubstantial quantity of drugs were to  be sold on May 30.  As\n\nwe  held in  De  la Cruz,  \"[a]  defendant who  conspires  to\n                        \n\ntransport  for distribution  a large  quantity of  drugs, but\n\nhappens not to know the precise amount, pretty much takes his\n\nchances  that  the amount  actually  involved  will be  quite\n\n                             -24-\n\nlarge.\"  996 F.2d at 1314. \n\n     Second,   Martinez  claims  that   there  is  an  unfair\n\ndisparity between his sentence and those meted out to his co-\n\ndefendants.  We have held that at least in the ordinary case,\n\n\"[t]he  guidelines do  not  require the  sentencing court  to\n\nconsider related cases or  to justify a sentence in  terms of\n\nthe punishment meted out to co-defendants.\"  United States v.\n                                                          \n\nFont-Ramirez, 944 F.2d 42, 50 (1st Cir.  1991), cert. denied,\n                                                            \n\n112  S. Ct. 954 (1992).   In this  case, moreover, Martinez's\n\nsentence  was  wholly  determined  by  a  mandatory   minimum\n\nprescribed by statute.  See 21 U.S.C.   841(b)(1)(A).\n                           \n\n     Martinez's  final  claim  is  a  vague  and  perfunctory\n\ncollection of  challenges to  the validity of  the sentencing\n\nguidelines under  the  heading \"Sentencing  is  Impermissibly\n\nDraconian.\"   Martinez  does  not  explain in  what  way  the\n\nsentencing  guidelines  are  inflexible  or  what  mitigating\n\ncircumstances they have failed  to reflect in this case.   In\n\nany event, Martinez's sentence  was determined by a statutory\n\nminimum sentence for  defendants in Martinez's  circumstances\n\nand   any  alleged   inflexibility  in   the  guidelines   is\n\nirrelevant.\n\n     Martinez's   further  argument--that   the  Constitution\n\nprovides  a right  to  \"punishment that  fits the  crime\"--is\n\nresolved by  Harmelin v. Michigan,  111 S.  Ct. 2680  (1991).\n                                 \n\nThat  decision upheld, against a proportionality challenge, a\n\n                             -25-\n\nstate regime  imposing a  mandatory sentence of  life without\n\nparole for  possessing more  than 650 grams  of cocaine.  See\n                                                             \n\nalso United States  v. Lowden,  955 F.2d 128,  131 (1st  Cir.\n                             \n\n1992) (upholding,  under Harmelin, a sentence  of seven years\n                                 \n\nfor  distribution  of  7.7  grams of  LSD).    Conspiracy  to\n\ndistribute  a large  quantity  of cocaine  base is  a serious\n\ncrime, the more so when committed by a prior offender.  Given\n\nHarmelin,  we  cannot   say  that  Martinez's  sentence   was\n        \n\nunconstitutionally excessive.\n\n                             -26-\n\n     D.  Quinones\n\n     In sentencing Quinones, the  district court began with a\n\nbase offense  level of  36, based  on a  finding that  he was\n\naccountable  for 896.2 grams of cocaine base.  The court then\n\nadded three levels on account of Quinones' managerial role in\n\nthe conspiracy.  U.S.S.G.   3B1.1(b).  The  resulting offense\n\nlevel of  39, along with Quinones'  criminal history category\n\nof IV,  yielded a guideline range of 360 months to life.  The\n\ncourt  sentenced  Quinones  at  the  bottom  of  that  range.\n\nQuinones now challenges the  district court's decisions as to\n\nhis role  in the offense and the amount of drugs for which he\n\nshould be held accountable.\n\n     Section 3B1.1(b)  of the guidelines provides  that \"[i]f\n\nthe  defendant  was  a  manager or  supervisor  (but  not  an\n\norganizer or leader) and  the criminal activity involved five\n\nor more  participants  or was  otherwise extensive,  increase\n\n[the base offense  level] by  3 levels.\"   Quinones does  not\n\ndispute that  the conspiracy in  this case involved  at least\n\nfive participants; he argues, however, that he did not play a\n\nmanagerial role.  The government had the burden at sentencing\n\nof  proving by a preponderance of the evidence that an upward\n\nadjustment was  warranted.  United States v.  Ortiz, 966 F.2d\n                                                   \n\n707,  717  (1st Cir.  1992), cert.  denied,  113 S.  Ct. 1005\n                                          \n\n(1993).   Despite Quinones'  assertion that he  was merely \"a\n\nfoot  soldier\" like Martinez and  Andino, we think that there\n\n                             -27-\n\nwas  sufficient  evidence  to  sustain the  district  court's\n\nfinding.   Special Agent  Mersky testified that  Delgado, the\n\nacknowledged   ringleader   of  the   conspiracy,  introduced\n\nQuinones  to her  as his \"partner.\"   Moreover,  the district\n\ncourt found that Quinones  had exercised supervisory  control\n\nover  Andino at the abortive transaction on May 3.  Quinones'\n\naction  in renegotiating the price  of the drugs  at the more\n\nsuccessful  May 6  transaction  also suggests  a position  of\n\nauthority.\n\n     Quinones rightly  points out  that one can  imagine more\n\nthan  one explanation for all  of these events,  but we think\n\nthat the view taken by the district court is not implausible.\n\nUnited  States v. Savoie, 985  F.2d 612, 616  (1st Cir. 1993)\n                        \n\n(sentencing court's choice between two plausible views of the\n\nrecord cannot  be clearly erroneous).   Additionally, we have\n\nsaid  that  \"[m]anagerial  status  may  attach  if  there  is\n\nevidence that a defendant, in committing the crime, exercised\n\ncontrol over, or was otherwise responsible for overseeing the\n\nactivities  of, at  least  one  other  person.\"    Id.    The\n                                                      \n\nimposition  of the  sentence enhancement  here was  not clear\n\nerror.\n\n     Like  Andino, Quinones  was not present  at the  May 30,\n\n1991 transaction and thus claims that he should not have been\n\nheld  accountable for the 506 grams  of cocaine base involved\n\nin  that  transaction.   As we  have  noted above,  there was\n\n                             -28-\n\nconsiderable  evidence  at  trial  that   Quinones  played  a\n\nprominent  role in  the conspiracy,  making it  reasonable to\n\ninfer that Quinones was well-acquainted with the scope of the\n\ngroup's activities  and plans.  Quinones does  not argue that\n\nhe  had  withdrawn  from  the conspiracy  prior  to  May  30.\n\nAccordingly,  we uphold  the  district court's  determination\n\nthat Quinones was  accountable for the full amount of cocaine\n\nbase distributed over the life of the conspiracy.\n\n     Appellants' convictions and sentences are affirmed.\n                                                       \n\n                             -29-\n",
  "html": "<p class=\"case_cite\">36 F.3d 1229</p>\n    <p class=\"case_cite\">40 Fed. R. Evid. Serv. 1496</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Gerardo Delgado MUNOZ, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Saul Andino FIGUEROA, a/k/a Bruno, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Juan MARTINEZ, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Leandro QUINONES, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-2031 to 92-2034.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 8, 1994.<br>Decided Oct. 13, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Owen S. Walker, Boston, MA, for appellant Gerardo Delgado Munoz.</p>\n      <p class=\"indent\">John C. Doherty, Andover, MA, by Appointment of the Court, for appellant Saul Andino Figueroa.</p>\n      <p class=\"indent\">Raymond E. Gillespie, Cambridge, MA, by Appointment of the Court, for appellant Leandro Quinones.</p>\n      <p class=\"indent\">Nicholas B. Soutter, by Appointment of the Court, with whom Paul S. McGovern, Wellesley, MA, was on brief, for appellant Juan Martinez.</p>\n      <p class=\"indent\">Dina Michael Chaitowitz, Asst. U.S. Atty., Organized Crime Drug Enforcement Task Force, with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for the U.S.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN, Senior Circuit Judge, and PETTINE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants Gerardo Delgado Munoz, Leandro Quinones, Juan Martinez, and Saul Andino Figueroa were indicted on June 21, 1991, for conspiracy to distribute cocaine base, commonly known as \"crack\" cocaine, in violation of 21 U.S.C. Secs. 841(a)(1) and 846.  Delgado was alleged to have been the ringleader of the operation, with Quinones serving as his chief lieutenant and Andino and Martinez filling various subordinate roles as lookout, courier, driver and guard.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The indictment alleged that members of the conspiracy had sold cocaine base to an undercover operative of the Drug Enforcement Administration, Pamela Mersky, on six different occasions in April and May 1991.  The transactions, which all took place in Boston and its suburbs, involved a total of 896.2 grams of cocaine base, 506 grams of which changed hands in the final transaction on May 30, 1991.  In addition to conspiracy, each defendant was charged with one or more substantive counts of cocaine distribution corresponding to the transactions in which he participated.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellants and two other co-defendants were tried to a jury in April 1992.  The government's evidence consisted primarily of Special Agent Mersky's testimony, supported by tape-recordings of her conversations with the defendants and testimony of surveillance agents who monitored the transactions.  The jury convicted appellants on all counts.  One co-defendant, Paulita Cadiz, was also convicted on all counts but has not appealed;  the remaining defendant, Lazaro Delgado, was acquitted.  On June 29, 1992, the court sentenced Andino to 151 months' imprisonment, Martinez to 240 months' imprisonment, and sentenced Delgado and Quinones each to 360 months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">These appeals followed.  Each appellant except Delgado challenges his conviction, and all challenge their sentences.  We first consider appellants' challenges to various evidentiary rulings and instructions at trial, as well as to the sufficiency of the evidence on various counts.  Thereafter, the sentencing issues are addressed.</p>\n    </div>\n    <p>I. THE CONVICTIONS</p>\n    <p class=\"indent\">A. Andino</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We begin with the conviction of Andino, who is also referred to in the indictment as \"Bruno.\"   Andino was alleged to have assisted Delgado and the others on at least four drug transactions by watching over the drugs, conducting counter-surveillance, and sometimes by making the actual delivery.  He argues first that the trial court erroneously admitted a spontaneous confession made upon his arrest in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Andino was not present at the May 30, 1991, transaction between his co-defendants and Mersky, after which the other defendants were arrested.  Instead, Andino was apprehended on November 26, 1991, when United States Marshals executed an arrest warrant for Andino in Catalina, Puerto Rico.  Upon arriving at Andino's home, the marshals were met at the door by appellant's brother, Cuco Andino Figueroa, whom the marshals initially mistook for appellant.  When the marshals told the brother that they had a warrant from Boston for narcotics offenses, appellant entered the room and shouted, \"I'm the one you are looking for.  I'm the guilty one.  He's never been to Boston.  I'm the one that's been to Boston.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Prior to trial, Andino filed a motion in limine to preclude testimony as to his spontaneous confession.  At a hearing, Andino argued that the confession should be excluded because it would guarantee conviction.  Construing this as an argument under Fed.R.Evid. 403, the district court denied the motion on the ground that the confession was \"strongly probative of [Andino's] knowledge and his intent,\" and was \"not unfairly prejudicial.\"   Andino now argues that the district court failed to adequately consider the prejudicial impact of the confession in striking the Rule 403 balance.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court's wide latitude in admitting or excluding evidence under Rule 403 is well established.  Daigle v. Maine Medical Center, Inc., 14 F.3d 684, 690 (1st Cir.1994). The district court found--and we agree--that Andino's outburst \"shows knowledge on the part of the defendant ... that a particular crime involving narcotics was the subject of the arrest, and it took place in Boston.\"   The admission has special importance since at trial Andino argued that the government had arrested the wrong man.  The damage done to the defense is not a basis for exclusion;  the question under Rule 403 is \"one of 'unfair' prejudice--not of prejudice alone.\"  United States v. Moreno Morales, 815 F.2d 725, 740 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We turn next to a hearsay issue.  At trial, Mersky was allowed, over Andino's objection, to testify that a landlord had given federal drug agents a rent receipt showing that Andino rented a room at 6 Michigan Avenue in Dorchester, Massachusetts.  That address was shown at trial to have been a center of the conspiracy.  Andino argued both at trial and on appeal that he was prejudiced by any reference to the rent receipt--which, he contends, was \"blatant hearsay\" and should not have been admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although the government might have argued that the rent receipt itself was not hearsay, cf. Fed.R.Evid. 801(a) (a \"statement\" is an oral or written \"assertion\"), it is apparently willing to treat the testimony in question as if it were a report of what the landlord said orally to the DEA agents.  But the government insists that the testimony was not elicited or used for purposes of proving that Andino actually lived at 6 Michigan Avenue.  Rather, it says that the testimony was brought out on redirect merely in order to explain that Mersky had some colorable reason--whether or not correct--for attaching Andino's name to the description she furnished to the marshals in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This redirect was important, the government says, because during the drug deals, about which Mersky testified at length, she had known Andino only as \"Bruno\" and had no knowledge of his real name.  On cross-examination of Mersky, Andino's defense counsel had brought out this fact;  he suggested in further questions that Mersky's description of Bruno, given to the marshals in Puerto Rico, did not match Andino's appearance in the courtroom;  and arguably he left the impression through his questions that there was something suspicious in the unexplained appearance of Andino's real name in the information given to the marshals.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is quite true that an out-of-court statement is not hearsay if it is used only to show that the statement was made and that the listener heard the words uttered.  See 6 Fed.R.Evid. 801(c) (hearsay is an out-of-court statement offered \"to prove the truth of the matter asserted\").  We have no doubt that it was on this theory that the district judge overruled the hearsay objection, saying that Mersky \"doesn't know whether it is true or not [that Andino lived at 6 Michigan Avenue].  She just knows how she found out.  It is not offered for the truth of the matter, just how she found out.\"   Whether or not there is still an underlying hearsay problem is an issue that could be debated at length;  and in some measure it might depend on matters not clearly developed:  exactly what the landlord said;  just what information was relayed to Mersky and then to the marshals;  and precisely what inference the government is aiming to refute.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We see no reason to engage in these speculations because the admission of this evidence was patently harmless.  Mersky had dealt face to face with \"Bruno\" on four different occasions.  Her ability to identify Andino as Bruno could be easily tested in the courtroom and was in fact tested on cross-examination.  The jury was also apprised of Andino's virtual confession at the time of his arrest (\"I'm the guilty one.\"), and his further incriminating statement after his arrest (Andino told his father that there was no point in a removal hearing since \"[Mersky] would come over and identify me\").  The alleged hearsay did not alter the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Andino next claims that there was insufficient evidence to support his conviction for the May 30, 1991, transaction in which other defendants sought to sell 506 grams of cocaine base to Mersky.  The parties agree that Andino was not present at this transaction.  At trial, the government argued that Andino was liable under Pinkerton v. United States, 328 U.S. 640, 66 S.Ct. 1180, 90 L.Ed. 1489 (1946).  Pinkerton permits a defendant to be held liable for actions committed by a co-conspirator if that crime is in furtherance of the conspiracy and is committed while the defendant is a member of the conspiracy.  Id. at 647-648, 66 S.Ct. at 1184-85.   See United States v. O'Campo, 973 F.2d 1015, 1021 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this court, Andino does not dispute the theory but argues that the evidence at trial was so thin that his motion for judgment of acquittal should have been granted.  This requires Andino to \"bear the heavy burden of demonstrating that no reasonable jury could have found [him] guilty beyond a reasonable doubt.\"  United States v. Innamorati, 996 F.2d 456, 469 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 409, 126 L.Ed.2d 356 (1993).  We review the evidence in the light most favorable to the government, \"drawing all plausible inferences in its favor and resolving all credibility determinations in line with the jury's verdict.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under Pinkerton, the government was required to prove that the May 30 transaction was carried out by members of the conspiracy, in furtherance of the conspiracy, and at a time when Andino was still a member of the conspiracy.  Andino has not claimed a lack of evidence to support his conspiracy conviction.  Nor does he dispute that the May 30 transaction was in furtherance of the conspiracy.  But he does dispute that he was still a member as of May 30, 1991, arguing in his brief that he \"disappeared entirely from the Government's radar screen\" after May 16, 1991.  In fact, there is no evidence in the record concerning his activities after that date until his arrest in Puerto Rico on November 26, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A \" 'mere cessation of activity in furtherance of a conspiracy does not constitute withdrawal.' \"  United States v. Nason, 9 F.3d 155, 162 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1331, 127 L.Ed.2d 678 (1994) (quoting United States v. Juodakis, 834 F.2d 1099, 1102 (1st Cir.1987)).  To withdraw, a conspirator must take some affirmative action \"either to defeat or disavow the purposes of the conspiracy.\"  Juodakis, 834 F.2d at 1102.   Typically, we have required \"evidence either of a full confession to authorities or a communication by the accused to his co-conspirators that he has abandoned the enterprise and its goals.\"  Id.  Even if a very extended lapse of time might be sufficient to infer withdrawal, the two-week interval in this case is not enough.</p>\n    </div>\n    <p class=\"indent\">B. Martinez</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant Martinez also challenges his conviction.  Both Martinez and his co-defendant, Gerardo Delgado, pleaded guilty on October 30, 1985, in Connecticut state court to possession of cocaine with intent to distribute it.  The government introduced these convictions at trial over the defendants' objections in order to show, inter alia, \"knowledge and intent in a common scheme or plan.\"   Martinez now asserts that \"[a]dmission of evidence of Martinez' prior conviction impermissibly prejudiced his defense,\" but adds no explanation to this one-line allegation.  \"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"  United States v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1082, 110 S.Ct. 1814, 108 L.Ed.2d 944 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Martinez also says that the evidence was insufficient to support his convictions for conspiracy, and for possession with intent to distribute on May 30, 1991.  The government's evidence on both counts arises from the May 30 transaction.  Martinez was first spotted at about 6:50 p.m. that evening by a state police officer who saw Martinez walking up and down the street outside SkipJack's restaurant in Brookline Village.  Mersky, who had been told by Delgado to wait outside SkipJack's at 7:30 p.m. in order to purchase drugs, testified that Martinez greeted her there and then walked away.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Shortly thereafter, Delgado contacted Mersky by signaling her beeper.  When Mersky called Delgado from a pay phone, Mersky was told to meet Paulita Cadiz, who (along with Lazaro Delgado) accompanied her to a blue-colored Oldsmobile occupied by Martinez and a female juvenile.  Martinez, then sitting in the driver's seat, pushed a large piece of luggage located on the passenger-side floor toward Lazaro Delgado and assisted him in opening it.  The bag contained numerous vials of cocaine base.  Mersky took the bag and walked away, announcing that she was \"going to get the money.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As Mersky walked away, she signalled to two officers who were waiting in an unmarked car nearby.  The officers, each of whom was wearing raid jackets marked with police insignia, got out of their car and turned toward the blue Oldsmobile, displaying firearms and shouting \"police.\"   Both officers testified that Martinez then threw the Oldsmobile into reverse and backed up Brookline Avenue at a high rate of speed.  After crashing into another unmarked police cruiser, Martinez put the car back in forward gear and sought to flee.  He was eventually stopped and arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The testimony was ample to convict Martinez on both the conspiracy and substantive distribution counts.  A reasonable jury could have inferred that Martinez was conducting counter-surveillance when he was first observed outside SkipJack's.  Martinez was the only adult in the blue Oldsmobile along with the suitcase containing the drugs;  since he then pushed the drugs over to Lazaro Delgado to give to Mersky, the jury could reasonably have found that Martinez had possessed the drugs.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  His intent to distribute can likewise be inferred from this same event and from his participation in the overall transaction.  The attempt to flee further corroborates his guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The jury was also entitled to infer that Martinez agreed to cooperate with his alleged co-conspirators in carrying out the transaction.  The many steps of the dance performed by the participants indicate careful planning and coordination, and Martinez's own multiple roles--lookout, initial contact with Mersky, guardian of the drugs--do not look like the unplanned actions of an unwitting victim who was merely along for the ride.  In any event, the evidence was sufficient for a reasonable jury to convict Martinez on both the conspiracy and substantive distribution counts.</p>\n    </div>\n    <p class=\"indent\">C. Quinones</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The remaining appellant is Quinones.  The government alleged at trial that Quinones was Delgado's partner in their drug distribution activities.  Quinones now argues that the district court erred in instructing the jury on the issue of liability for crimes committed by co-conspirators under the Pinkerton doctrine.  As already explained, Pinkerton allows a defendant to be held criminally liable for the acts of a co-conspirator carried out in furtherance of the conspiracy at a time when the defendant is a member of the conspiracy, even though the defendant himself did not participate in those acts.  See 328 U.S. at 645-48, 66 S.Ct. at 1183-84.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Quinones argues that the district court should have emphasized the jury's obligation to find each element of Pinkerton beyond a reasonable doubt.  Although the district court gave a separate reasonable doubt instruction applicable to the entire case, Quinones cites us to the Seventh Circuit's decision in United States v. McKenzie, 922 F.2d 1323, 1330 (7th Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 163, 116 L.Ed.2d 127 (1991), which suggested that a complete Pinkerton instruction should inter alia \" 'advise jurors that the government [bears] the burden of proving ... all elements of the powerful Pinkerton doctrine ... beyond a reasonable doubt' \" (quoting United States v. Elizondo, 920 F.2d 1308, 1317 (7th Cir.1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This court \"evaluate[s] [a] challenged instruction in the context of the overall charge.\"   E.g., United States v. Vavlitis, 9 F.3d 206, 212 (1st Cir.1993).  Similarly, the Supreme Court in Cupp v. Naughten, 414 U.S. 141, 146-47, 94 S.Ct. 396, 400, 38 L.Ed.2d 368 (1973), referred to \"the well-established proposition that a single instruction to a jury may not be judged in artificial isolation, but must be viewed in the context of the overall charge.\"   Here, the district court began its charge by stating that the government was obligated to \"prove every element of every offense beyond a reasonable doubt,\" and referred to that burden of proof over a dozen times during the course of its instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Pinkerton may be a powerful doctrine, but there is no reason to think that the jury is especially likely to forget the general instruction on reasonable doubt when it comes to applying Pinkerton.   We have no intention of constructing a special requirement that reasonable doubt be mentioned again, after an adequate general statement, in relation to selected elements in an offense or theory of liability.  Indeed, in United States v. Mount, 896 F.2d 612, 623-24 (1st Cir.1990), cert. denied, --- U.S. ----, 114 S.Ct. 415, 126 L.Ed.2d 361 (1993), we rejected just such an argument pertaining to the district court's instruction on interstate transportation of stolen property.</p>\n    </div>\n    <p>II. THE SENTENCES</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Appellants also challenge numerous aspects of their sentences under the federal sentencing guidelines, and we consider each appellant's claims in turn--starting with Delgado, the alleged ringleader of the drug distribution conspiracy.</p>\n    </div>\n    <p class=\"indent\">A. Delgado</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">At Delgado's sentencing, the district court began with a base offense level of 36 in light of the amount of drugs involved, added one level because drug distribution activity took place in proximity to a school, U.S.S.G. Sec. 2D1.2, then added four levels for Delgado's leadership role.  U.S.S.G. Sec. 3B1.1(a).  The court denied Delgado a two-level reduction for acceptance of responsibility, see U.S.S.G. Sec. 3E1.1, and placed him in criminal history category II based on a 1985 Connecticut conviction for possession of cocaine with intent to distribute.  The court then sentenced Delgado to 360 months, the bottom of the resulting guideline range.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On appeal, Delgado first contests the district court's denial of a reduction for acceptance of responsibility.  Shortly after his arrest, Delgado made a statement to police officers in which, he asserts, he accepted responsibility for his crime.  In that statement, according to police reports, Delgado acknowledged that he had called someone who had the cocaine in order to set up the transaction, and had then called Special Agent Mersky to arrange a meeting.  Despite this admission, Delgado subsequently pled not guilty to the indictment and went to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Delgado now contends that the district court failed to consider his post-arrest statement and refused to reduce his offense level under section 3E1.1 solely as punishment for invoking his constitutional right to a trial.  The district court addressed the statement made by Delgado, but concluded in substance that it was not a full acceptance of responsibility.  Indeed, while the statement admitted that Delgado played some role in the offense, it downplayed his own role and asserted that some unnamed individual was the true source of the drugs.  The court's decision is reviewed only for clear error, and no such error occurred here.  United States v. Donovan, 996 F.2d 1343, 1346 (1st Cir.1993);  U.S.S.G. Sec. 3E1.1, application note 5.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">At sentencing, the district court said that Delgado's failure to plead guilty was an important factor in the denial of credit.  This is consistent with the guidelines, which provide that \"[c]onviction by trial ... does not automatically preclude a defendant from consideration for such a reduction\" but ordinarily the adjustment \"is not intended to apply to a defendant who puts the government to its burden of proof at trial by denying the essential factual elements of guilt, is convicted, and only then admits guilt and expresses remorse.\"   U.S.S.G. Sec. 3E1.1, application note 2.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Obviously, the guideline, consistent with pre-guideline practice, means that a defendant who declines to plead guilty reduces the chance of a lightened sentence.  But \"not every burden on the exercise of a constitutional right, and not every pressure or encouragement to waive such a right, is invalid.\"  Corbitt v. New Jersey, 439 U.S. 212, 218, 99 S.Ct. 492, 497, 58 L.Ed.2d 466 (1978) (possibility of a lesser sentence through a plea bargain does not unconstitutionally burden the right to stand trial).  The guidelines \"merely codify a tradition of leniency [for guilty pleas] and are not an impermissible burden on the exercise of constitutional rights.\"  United States v. Uribe, 891 F.2d 396, 400 (1st Cir.1989), cert. denied, 495 U.S. 951, 110 S.Ct. 2216, 109 L.Ed.2d 542 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Delgado also objects to the district court's consideration, in calculating his criminal history category, of a prior Connecticut conviction for unlawfully possessing cocaine with intent to distribute.  At his sentencing hearing in the present case, Delgado sought to attack collaterally the prior state conviction, asserting that his guilty plea in that case was constitutionally invalid.  The district court, relying upon our decision in United States v. Paleo, 967 F.2d 7 (1st Cir.1992), considered Delgado's arguments on the merits but determined that the guilty plea \"passed constitutional muster.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">After Delgado's sentencing, Paleo was greatly narrowed by United States v. Isaacs, 14 F.3d 106, 108-110 (1st Cir.1994), which held that the sentencing guidelines provide no independent authority for collateral review of prior convictions used in calculating a defendant's criminal history category.  Although Isaacs preserved certain exceptions based upon the Constitution rather than the guidelines, the Supreme Court subsequently held in Custis v. United States, --- U.S. ----, 114 S.Ct. 1732, 128 L.Ed.2d 517 (1994), that the Constitution requires collateral review of a prior conviction used to enhance a defendant's federal sentence only where the defendant alleges a complete denial of his Sixth Amendment right to counsel in the prior proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Although Custis considered collateral attack under the Armed Career Criminal Act rather than the sentencing guidelines themselves, the constitutional question is the same in each context.  Like Delgado in the present case, Custis alleged that one of his prior convictions was procured pursuant to a guilty plea that was not knowing and intelligent as required by Boykin v. Alabama, 395 U.S. 238, 89 S.Ct. 1709, 23 L.Ed.2d 274 (1969).  The Supreme Court rejected this argument, noting that \"when a guilty plea is at issue, 'the concern with finality served by the limitation on collateral attack has special force.' \"  --- U.S. at ----, 114 S.Ct. at 1738 (quoting United States v. Timmreck, 441 U.S. 780, 784, 99 S.Ct. 2085, 2087, 60 L.Ed.2d 634 (1979)).  Given Custis, we do not reach the merits of Delgado's challenge to his earlier conviction.</p>\n    </div>\n    <p class=\"indent\">B. Andino</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We turn now to the sentencing claims of Andino.  The district court began with a base offense level of 36, finding that Andino was responsible for 745.1 grams of cocaine base.  U.S.S.G. Sec. 2D1.1(c).  The court then deducted two levels on the ground that Andino was a minor participant in the conspiracy, U.S.S.G. Sec. 3B1.2(b).  Given a criminal history category of I, the guideline range was 151 to 188 months, and the district court imposed a sentence of 151 months.  Andino now asserts that the court erred in several respects, firstly by attributing to him 506 grams of cocaine base sold by other defendants to Mersky on May 30, 1991, when Andino was neither present nor involved in the transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Individuals convicted of membership in a drug conspiracy are held responsible at sentencing not only for \"drugs [they] personally handled or anticipated handling,\" but also, \"under the relevant conduct rubric, for drugs involved in additional acts that were reasonably foreseeable by [them] and were committed in furtherance of the conspiracy.\"  United States v. Sepulveda, 15 F.3d 1161, 1197 (1st Cir.1993).  In the usual case, what is foreseeable depends on the scope of the defendant's agreement with the other participants in the criminal enterprise.  United States v. Garcia, 954 F.2d 12, 16 (1st Cir.1992).  Accordingly, the district court's task was to determine whether the May 30 transaction was reasonably foreseeable based upon the scope of Andino's agreement with his co-conspirators.  Our review is only for clear error.  United States v. De la Cruz, 996 F.2d 1307, 1314 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 356, 126 L.Ed.2d 320 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The record leaves little question that the May 30 sale was the \"natural progression of the earlier series of sales,\" Garcia, 954 F.2d at 16, and thus within the scope of Andino's agreement with his co-conspirators.  True, the government's evidence did not mention Andino after May 16, but there is also no evidence that he affirmatively withdrew from the conspiracy.  Nor is it conclusive that the May 30 transaction was larger than earlier transactions.  In fact, co-defendant Quinones told Special Agent Mersky that the conspirators had other customers who bought in larger quantities than she did.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Next, the district court found that Andino was a minor participant in the conspiracy and accordingly reduced his base offense level by two levels, pursuant to U.S.S.G. Sec. 3B1.2(b).  In so doing, the court rejected Andino's argument that he was entitled to an even larger reduction as a minimal participant.  See U.S.S.G. Sec. 3B1.2(a).  Andino now renews this argument on appeal, stressing his unfamiliarity with the English language and his absence at the group's largest transaction on May 30, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The guidelines note that the \"minimal participant\" reduction should be \"used infrequently,\" U.S.S.G. Sec. 3B1.2, application note 2, and the defendant has the burden of showing his entitlement to the reduction.  United States v. Figueroa, 976 F.2d 1446, 1461 (1st Cir.1992) cert. denied, --- U.S. ----, 113 S.Ct. 1346, 122 L.Ed.2d 728 (1993).  Here, Andino was involved in at least four cocaine transactions and performed a number of different functions, including guarding the drugs, conducting counter-surveillance, and delivering cocaine base to Special Agent Mersky.  Compare U.S.S.G. Sec. 3B1.2, application note 2 (minimal participant \"played no other role ... than to offload part of a single marijuana shipment,\" or was a courier in \"a single smuggling transaction\").  We sustain the district court's finding that Andino's role was \"minor\" rather than something less.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Last, the guidelines distinguish dramatically between cocaine and cocaine base (or \"crack\"), treating one gram of the latter as the equivalent of 100 grams of the former.  Andino argues that the government's trial evidence failed to distinguish clearly between cocaine base and ordinary cocaine.  He also claims that the jury's finding of cocaine base rests upon \"untrustworthy evidence and faulty although well intended instruction[s]\" by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Whether the substance distributed was cocaine or cocaine base was a matter to be determined by the district judge at sentencing, not the jury.  United States v. Barnes, 890 F.2d 545, 551 n. 6 (1st Cir.1989), cert. denied, 494 U.S. 1019, 110 S.Ct. 1326, 108 L.Ed.2d 501 (1990).  Under 21 U.S.C. Sec. 841(a), the jury need only find that the defendant distributed a substance containing some mixture of cocaine as defined in schedule II.  Barnes, 890 F.2d at 551 n. 6;  see 21 U.S.C. Secs. 812, 841(a).  On appeal from the sentence, we need only review the district court's sentencing determination that the substance involved was cocaine base.  Barnes, 890 F.2d at 551 n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Andino's argument is directed to the trial testimony of DEA chemist Florence Wong, who testified about the differences between ordinary cocaine and cocaine base.  Although Wong did misspeak at one point in the transcript, her overall testimony was not confusing or misleading:  it was that ordinary cocaine (cocaine hydrochloride) and cocaine base are distinct forms of the drug, and that the latter commonly goes by the street name of \"crack\";  that she had tested samples from each of the transactions involving the defendants;  and that each sample contained cocaine base.  Corroborated by recorded statements of Andino's co-defendants, and by field tests conducted by Mersky, Wong's testimony amply supports the district court's finding that the defendants distributed cocaine base.</p>\n    </div>\n    <p class=\"indent\">C. Martinez</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In sentencing Martinez, the district court began with a base offense level of 36 based on its finding that Martinez was accountable for 506 grams of cocaine base.  The court granted a four-level reduction (because Martinez was a minimal participant in the conspiracy, U.S.S.G. Sec. 3B1.2(a)) and added two levels (because Martinez had obstructed justice by recklessly endangering others in fleeing from police, U.S.S.G. Sec. 3C1.2).  Martinez's total offense level of 34, and his criminal history category of II, yielded a guideline range of 168 to 210 months' imprisonment.  But because of his prior Connecticut drug conviction, Martinez was subject to a mandatory minimum sentence of 240 months, 21 U.S.C. Sec. 841(b)(1)(A);  U.S.S.G. Sec. 5G1.1(b), which the district judge imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">On appeal, Martinez makes three claims of error.  First, although he was present at the May 30, 1991 transaction, Martinez complains on appeal that he could not have foreseen that there would be 506 grams of cocaine base involved.  Martinez did not raise this argument below.  Accordingly our review is only for plain error, Fed.R.Crim.P. 52(b);  United States v. Colon-Pagan, 1 F.3d 80, 81 (1st Cir.1993), a difficult assertion here since foreseeability is a fact-based inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We have already determined that the evidence was sufficient to establish that Martinez was a member of the conspiracy who joined in its general objectives.  It was entirely reasonable to infer that Martinez knew that a substantial quantity of drugs were to be sold on May 30.  As we held in De la Cruz, \"[a] defendant who conspires to transport for distribution a large quantity of drugs, but happens not to know the precise amount, pretty much takes his chances that the amount actually involved will be quite large.\"  996 F.2d at 1314.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Second, Martinez claims that there is an unfair disparity between his sentence and those meted out to his co-defendants.  We have held that at least in the ordinary case, \"[t]he guidelines do not require the sentencing court to consider related cases or to justify a sentence in terms of the punishment meted out to co-defendants.\"  United States v. Font-Ramirez, 944 F.2d 42, 50 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 954, 117 L.Ed.2d 122 (1992).  In this case, moreover, Martinez's sentence was wholly determined by a mandatory minimum prescribed by statute.  See 21 U.S.C. Sec. 841(b)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Martinez's final claim is a vague and perfunctory collection of challenges to the validity of the sentencing guidelines under the heading \"Sentencing is Impermissibly Draconian.\"   Martinez does not explain in what way the sentencing guidelines are inflexible or what mitigating circumstances they have failed to reflect in this case.  In any event, Martinez's sentence was determined by a statutory minimum sentence for defendants in Martinez's circumstances and any alleged inflexibility in the guidelines is irrelevant.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Martinez's further argument--that the Constitution provides a right to \"punishment that fits the crime\"--is resolved by Harmelin v. Michigan, 501 U.S. 957, 111 S.Ct. 2680, 115 L.Ed.2d 836 (1991).  That decision upheld, against a proportionality challenge, a state regime imposing a mandatory sentence of life without parole for possessing more than 650 grams of cocaine.  See also United States v. Lowden, 955 F.2d 128, 131 (1st Cir.1992) (upholding, under Harmelin, a sentence of seven years for distribution of 7.7 grams of LSD).  Conspiracy to distribute a large quantity of cocaine base is a serious crime, the more so when committed by a prior offender.  Given Harmelin, we cannot say that Martinez's sentence was unconstitutionally excessive.</p>\n    </div>\n    <p class=\"indent\">D. Quinones</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In sentencing Quinones, the district court began with a base offense level of 36, based on a finding that he was accountable for 896.2 grams of cocaine base.  The court then added three levels on account of Quinones' managerial role in the conspiracy.  U.S.S.G. Sec. 3B1.1(b).  The resulting offense level of 39, along with Quinones' criminal history category of IV, yielded a guideline range of 360 months to life.  The court sentenced Quinones at the bottom of that range.  Quinones now challenges the district court's decisions as to his role in the offense and the amount of drugs for which he should be held accountable.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Section 3B1.1(b) of the guidelines provides that \"[i]f the defendant was a manager or supervisor (but not an organizer or leader) and the criminal activity involved five or more participants or was otherwise extensive, increase [the base offense level] by 3 levels.\"   Quinones does not dispute that the conspiracy in this case involved at least five participants;  he argues, however, that he did not play a managerial role.  The government had the burden at sentencing of proving by a preponderance of the evidence that an upward adjustment was warranted.  United States v. Ortiz, 966 F.2d 707, 717 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Despite Quinones' assertion that he was merely \"a foot soldier\" like Martinez and Andino, we think that there was sufficient evidence to sustain the district court's finding.  Special Agent Mersky testified that Delgado, the acknowledged ringleader of the conspiracy, introduced Quinones to her as his \"partner.\"   Moreover, the district court found that Quinones had exercised supervisory control over Andino at the abortive transaction on May 3.  Quinones' action in renegotiating the price of the drugs at the more successful May 6 transaction also suggests a position of authority.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Quinones rightly points out that one can imagine more than one explanation for all of these events, but we think that the view taken by the district court is not implausible.  United States v. Savoie, 985 F.2d 612, 616 (1st Cir.1993) (sentencing court's choice between two plausible views of the record cannot be clearly erroneous).  Additionally, we have said that \"[m]anagerial status may attach if there is evidence that a defendant, in committing the crime, exercised control over, or was otherwise responsible for overseeing the activities of, at least one other person.\"  Id.  The imposition of the sentence enhancement here was not clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Like Andino, Quinones was not present at the May 30, 1991 transaction and thus claims that he should not have been held accountable for the 506 grams of cocaine base involved in that transaction.  As we have noted above, there was considerable evidence at trial that Quinones played a prominent role in the conspiracy, making it reasonable to infer that Quinones was well-acquainted with the scope of the group's activities and plans.  Quinones does not argue that he had withdrawn from the conspiracy prior to May 30.  Accordingly, we uphold the district court's determination that Quinones was accountable for the full amount of cocaine base distributed over the life of the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Appellants' convictions and sentences are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Specifically, Delgado and Quinones were charged with six substantive distribution counts arising out of transactions on April 9, 19, 23, May 6, 16, and May 30, 1991.  Andino was charged with four substantive distribution counts pertaining to the April 23, May 6, 16, and May 30 transactions.  Martinez was charged with one distribution count for the May 30 transaction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Martinez argues that he could not have possessed the drugs because he did not have sole access to the bag.  Exclusive access is not a prerequisite to possession;  indeed, \"joint possession\" is one of the possibilities mentioned in the standard charge.  See, e.g., United States v. Maldonado, 23 F.3d 4, 6-7 (1st Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There are exceptions;  the guidelines specifically mention one who \"litigates to preserve issues that do not relate to factual guilt....\"  Id.   Delgado argues on appeal that he failed to plead guilty to avoid being immunized and forced to testify against his brother, Lazaro Delgado, on behalf of the government.  Since neither this argument nor any evidence in support of it were ever presented to the district court, we do not consider the claim.  United States v. Dietz, 950 F.2d 50, 55 (1st Cir.1991)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1229</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">1496</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Gerardo Delgado MUNOZ, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Saul Andino FIGUEROA, a/k/a Bruno, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Juan MARTINEZ, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Leandro QUINONES, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-2031 to 92-2034.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 8, 1994.<br>Decided Oct. 13, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Owen S. Walker, Boston, MA, for appellant Gerardo Delgado Munoz.</p>\n      <p class=\"indent\">John C. Doherty, Andover, MA, by Appointment of the Court, for appellant Saul Andino Figueroa.</p>\n      <p class=\"indent\">Raymond E. Gillespie, Cambridge, MA, by Appointment of the Court, for appellant Leandro Quinones.</p>\n      <p class=\"indent\">Nicholas B. Soutter, by Appointment of the Court, with whom Paul S. McGovern, Wellesley, MA, was on brief, for appellant Juan Martinez.</p>\n      <p class=\"indent\">Dina Michael Chaitowitz, Asst. U.S. Atty., Organized Crime Drug Enforcement Task Force, with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for the U.S.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN, Senior Circuit Judge, and PETTINE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants Gerardo Delgado Munoz, Leandro Quinones, Juan Martinez, and Saul Andino Figueroa were indicted on June 21, 1991, for conspiracy to distribute cocaine base, commonly known as \"crack\" cocaine, in violation of 21 U.S.C. Secs. 841(a)(1) and 846.  Delgado was alleged to have been the ringleader of the operation, with Quinones serving as his chief lieutenant and Andino and Martinez filling various subordinate roles as lookout, courier, driver and guard.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The indictment alleged that members of the conspiracy had sold cocaine base to an undercover operative of the Drug Enforcement Administration, Pamela Mersky, on six different occasions in April and May 1991.  The transactions, which all took place in Boston and its suburbs, involved a total of 896.2 grams of cocaine base, 506 grams of which changed hands in the final transaction on May 30, 1991.  In addition to conspiracy, each defendant was charged with one or more substantive counts of cocaine distribution corresponding to the transactions in which he participated.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellants and two other co-defendants were tried to a jury in April 1992.  The government's evidence consisted primarily of Special Agent Mersky's testimony, supported by tape-recordings of her conversations with the defendants and testimony of surveillance agents who monitored the transactions.  The jury convicted appellants on all counts.  One co-defendant, Paulita Cadiz, was also convicted on all counts but has not appealed;  the remaining defendant, Lazaro Delgado, was acquitted.  On June 29, 1992, the court sentenced Andino to 151 months' imprisonment, Martinez to 240 months' imprisonment, and sentenced Delgado and Quinones each to 360 months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">These appeals followed.  Each appellant except Delgado challenges his conviction, and all challenge their sentences.  We first consider appellants' challenges to various evidentiary rulings and instructions at trial, as well as to the sufficiency of the evidence on various counts.  Thereafter, the sentencing issues are addressed.</p>\n    </div>\n    <p>I. THE CONVICTIONS</p>\n    <p class=\"indent\">A. Andino</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We begin with the conviction of Andino, who is also referred to in the indictment as \"Bruno.\"   Andino was alleged to have assisted Delgado and the others on at least four drug transactions by watching over the drugs, conducting counter-surveillance, and sometimes by making the actual delivery.  He argues first that the trial court erroneously admitted a spontaneous confession made upon his arrest in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Andino was not present at the May 30, 1991, transaction between his co-defendants and Mersky, after which the other defendants were arrested.  Instead, Andino was apprehended on November 26, 1991, when United States Marshals executed an arrest warrant for Andino in Catalina, Puerto Rico.  Upon arriving at Andino's home, the marshals were met at the door by appellant's brother, Cuco Andino Figueroa, whom the marshals initially mistook for appellant.  When the marshals told the brother that they had a warrant from Boston for narcotics offenses, appellant entered the room and shouted, \"I'm the one you are looking for.  I'm the guilty one.  He's never been to Boston.  I'm the one that's been to Boston.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Prior to trial, Andino filed a motion in limine to preclude testimony as to his spontaneous confession.  At a hearing, Andino argued that the confession should be excluded because it would guarantee conviction.  Construing this as an argument under Fed.R.Evid. 403, the district court denied the motion on the ground that the confession was \"strongly probative of [Andino's] knowledge and his intent,\" and was \"not unfairly prejudicial.\"   Andino now argues that the district court failed to adequately consider the prejudicial impact of the confession in striking the Rule 403 balance.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court's wide latitude in admitting or excluding evidence under Rule 403 is well established.  Daigle v. Maine Medical Center, Inc., <span class=\"citation\" data-id=\"195171\"><a href=\"/opinion/195171/daigle-v-maine-medical/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span>, 690 (1st Cir.1994). The district court found--and we agree--that Andino's outburst \"shows knowledge on the part of the defendant ... that a particular crime involving narcotics was the subject of the arrest, and it took place in Boston.\"   The admission has special importance since at trial Andino argued that the government had arrested the wrong man.  The damage done to the defense is not a basis for exclusion;  the question under Rule 403 is \"one of 'unfair' prejudice--not of prejudice alone.\"  United States v. Moreno Morales, <span class=\"citation\" data-id=\"486363\"><a href=\"/opinion/486363/united-states-v-rafael-moreno-morales-united-states-of-america-v-angel/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">725</span></a></span>, 740 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We turn next to a hearsay issue.  At trial, Mersky was allowed, over Andino's objection, to testify that a landlord had given federal drug agents a rent receipt showing that Andino rented a room at 6 Michigan Avenue in Dorchester, Massachusetts.  That address was shown at trial to have been a center of the conspiracy.  Andino argued both at trial and on appeal that he was prejudiced by any reference to the rent receipt--which, he contends, was \"blatant hearsay\" and should not have been admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although the government might have argued that the rent receipt itself was not hearsay, cf. Fed.R.Evid. 801(a) (a \"statement\" is an oral or written \"assertion\"), it is apparently willing to treat the testimony in question as if it were a report of what the landlord said orally to the DEA agents.  But the government insists that the testimony was not elicited or used for purposes of proving that Andino actually lived at 6 Michigan Avenue.  Rather, it says that the testimony was brought out on redirect merely in order to explain that Mersky had some colorable reason--whether or not correct--for attaching Andino's name to the description she furnished to the marshals in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This redirect was important, the government says, because during the drug deals, about which Mersky testified at length, she had known Andino only as \"Bruno\" and had no knowledge of his real name.  On cross-examination of Mersky, Andino's defense counsel had brought out this fact;  he suggested in further questions that Mersky's description of Bruno, given to the marshals in Puerto Rico, did not match Andino's appearance in the courtroom;  and arguably he left the impression through his questions that there was something suspicious in the unexplained appearance of Andino's real name in the information given to the marshals.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is quite true that an out-of-court statement is not hearsay if it is used only to show that the statement was made and that the listener heard the words uttered.  See 6 Fed.R.Evid. 801(c) (hearsay is an out-of-court statement offered \"to prove the truth of the matter asserted\").  We have no doubt that it was on this theory that the district judge overruled the hearsay objection, saying that Mersky \"doesn't know whether it is true or not [that Andino lived at 6 Michigan Avenue].  She just knows how she found out.  It is not offered for the truth of the matter, just how she found out.\"   Whether or not there is still an underlying hearsay problem is an issue that could be debated at length;  and in some measure it might depend on matters not clearly developed:  exactly what the landlord said;  just what information was relayed to Mersky and then to the marshals;  and precisely what inference the government is aiming to refute.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We see no reason to engage in these speculations because the admission of this evidence was patently harmless.  Mersky had dealt face to face with \"Bruno\" on four different occasions.  Her ability to identify Andino as Bruno could be easily tested in the courtroom and was in fact tested on cross-examination.  The jury was also apprised of Andino's virtual confession at the time of his arrest (\"I'm the guilty one.\"), and his further incriminating statement after his arrest (Andino told his father that there was no point in a removal hearing since \"[Mersky] would come over and identify me\").  The alleged hearsay did not alter the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Andino next claims that there was insufficient evidence to support his conviction for the May 30, 1991, transaction in which other defendants sought to sell 506 grams of cocaine base to Mersky.  The parties agree that Andino was not present at this transaction.  At trial, the government argued that Andino was liable under Pinkerton v. United States, <span class=\"citation\" data-id=\"104316\"><a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">640</span></a></span>, <span class=\"citation\" data-id=\"104316\"><a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1180</span></a></span>, <span class=\"citation\" data-id=\"104316\"><a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1489</span> </a></span>(1946).  Pinkerton permits a defendant to be held liable for actions committed by a co-conspirator if that crime is in furtherance of the conspiracy and is committed while the defendant is a member of the conspiracy.  <span class=\"citation\" data-id=\"104316\"><a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"id_token\">Id.</span> at 647-648, </a></span>66 S.Ct. at 1184-85.   See United States v. O'Campo, <span class=\"citation\" data-id=\"589965\"><a href=\"/opinion/589965/united-states-v-claudia-ocampo-united-states-v-julian-redeondo/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1015</span></a></span>, 1021 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this court, Andino does not dispute the theory but argues that the evidence at trial was so thin that his motion for judgment of acquittal should have been granted.  This requires Andino to \"bear the heavy burden of demonstrating that no reasonable jury could have found [him] guilty beyond a reasonable doubt.\"  United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 469 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span> </span>(1993).  We review the evidence in the light most favorable to the government, \"drawing all plausible inferences in its favor and resolving all credibility determinations in line with the jury's verdict.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under Pinkerton, the government was required to prove that the May 30 transaction was carried out by members of the conspiracy, in furtherance of the conspiracy, and at a time when Andino was still a member of the conspiracy.  Andino has not claimed a lack of evidence to support his conspiracy conviction.  Nor does he dispute that the May 30 transaction was in furtherance of the conspiracy.  But he does dispute that he was still a member as of May 30, 1991, arguing in his brief that he \"disappeared entirely from the Government's radar screen\" after May 16, 1991.  In fact, there is no evidence in the record concerning his activities after that date until his arrest in Puerto Rico on November 26, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A \" 'mere cessation of activity in furtherance of a conspiracy does not constitute withdrawal.' \"  United States v. Nason, <span class=\"citation\" data-id=\"195001\"><a href=\"/opinion/195001/united-states-v-nason/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 162 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1331</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">678</span> </span>(1994) (quoting United States v. Juodakis, <span class=\"citation\" data-id=\"498383\"><a href=\"/opinion/498383/united-states-v-aloyisius-juodakis/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1099</span></a></span>, 1102 (1st Cir.1987)).  To withdraw, a conspirator must take some affirmative action \"either to defeat or disavow the purposes of the conspiracy.\"  <span class=\"citation\" data-id=\"498383\"><span class=\"antecedent_guess\">Juodakis,</span> <a href=\"/opinion/498383/united-states-v-aloyisius-juodakis/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1102</span></a></span>.   Typically, we have required \"evidence either of a full confession to authorities or a communication by the accused to his co-conspirators that he has abandoned the enterprise and its goals.\"  <span class=\"citation\" data-id=\"498383\"><a href=\"/opinion/498383/united-states-v-aloyisius-juodakis/\"><span class=\"id_token\">Id.</span>  Even if </a></span>a very extended lapse of time might be sufficient to infer withdrawal, the two-week interval in this case is not enough.</p>\n    </div>\n    <p class=\"indent\">B. Martinez</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant Martinez also challenges his conviction.  Both Martinez and his co-defendant, Gerardo Delgado, pleaded guilty on October 30, 1985, in Connecticut state court to possession of cocaine with intent to distribute it.  The government introduced these convictions at trial over the defendants' objections in order to show, inter alia, \"knowledge and intent in a common scheme or plan.\"   Martinez now asserts that \"[a]dmission of evidence of Martinez' prior conviction impermissibly prejudiced his defense,\" but adds no explanation to this one-line allegation.  \"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"  United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">944</span> </span>(1990).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Martinez also says that the evidence was insufficient to support his convictions for conspiracy, and for possession with intent to distribute on May 30, 1991.  The government's evidence on both counts arises from the May 30 transaction.  Martinez was first spotted at about 6:50 p.m. that evening by a state police officer who saw Martinez walking up and down the street outside SkipJack's restaurant in Brookline Village.  Mersky, who had been told by Delgado to wait outside SkipJack's at 7:30 p.m. in order to purchase drugs, testified that Martinez greeted her there and then walked away.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Shortly thereafter, Delgado contacted Mersky by signaling her beeper.  When Mersky called Delgado from a pay phone, Mersky was told to meet Paulita Cadiz, who (along with Lazaro Delgado) accompanied her to a blue-colored Oldsmobile occupied by Martinez and a female juvenile.  Martinez, then sitting in the driver's seat, pushed a large piece of luggage located on the passenger-side floor toward Lazaro Delgado and assisted him in opening it.  The bag contained numerous vials of cocaine base.  Mersky took the bag and walked away, announcing that she was \"going to get the money.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As Mersky walked away, she signalled to two officers who were waiting in an unmarked car nearby.  The officers, each of whom was wearing raid jackets marked with police insignia, got out of their car and turned toward the blue Oldsmobile, displaying firearms and shouting \"police.\"   Both officers testified that Martinez then threw the Oldsmobile into reverse and backed up Brookline Avenue at a high rate of speed.  After crashing into another unmarked police cruiser, Martinez put the car back in forward gear and sought to flee.  He was eventually stopped and arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The testimony was ample to convict Martinez on both the conspiracy and substantive distribution counts.  A reasonable jury could have inferred that Martinez was conducting counter-surveillance when he was first observed outside SkipJack's.  Martinez was the only adult in the blue Oldsmobile along with the suitcase containing the drugs;  since he then pushed the drugs over to Lazaro Delgado to give to Mersky, the jury could reasonably have found that Martinez had possessed the drugs.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  His intent to distribute can likewise be inferred from this same event and from his participation in the overall transaction.  The attempt to flee further corroborates his guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The jury was also entitled to infer that Martinez agreed to cooperate with his alleged co-conspirators in carrying out the transaction.  The many steps of the dance performed by the participants indicate careful planning and coordination, and Martinez's own multiple roles--lookout, initial contact with Mersky, guardian of the drugs--do not look like the unplanned actions of an unwitting victim who was merely along for the ride.  In any event, the evidence was sufficient for a reasonable jury to convict Martinez on both the conspiracy and substantive distribution counts.</p>\n    </div>\n    <p class=\"indent\">C. Quinones</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The remaining appellant is Quinones.  The government alleged at trial that Quinones was Delgado's partner in their drug distribution activities.  Quinones now argues that the district court erred in instructing the jury on the issue of liability for crimes committed by co-conspirators under the Pinkerton doctrine.  As already explained, Pinkerton allows a defendant to be held criminally liable for the acts of a co-conspirator carried out in furtherance of the conspiracy at a time when the defendant is a member of the conspiracy, even though the defendant himself did not participate in those acts.  <span class=\"citation\" data-id=\"104316\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">645-48</span></a></span>, 66 S.Ct. at 1183-84.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Quinones argues that the district court should have emphasized the jury's obligation to find each element of Pinkerton beyond a reasonable doubt.  Although the district court gave a separate reasonable doubt instruction applicable to the entire case, Quinones cites us to the Seventh Circuit's decision in United States v. McKenzie, <span class=\"citation\" data-id=\"553877\"><a href=\"/opinion/553877/united-states-v-patrick-j-mckenzie-john-l-wood-ansel-p-allen-and/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1323</span></a></span>, 1330 (7th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">163</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">127</span> </span>(1991), which suggested that a complete Pinkerton instruction should inter alia \" 'advise jurors that the government [bears] the burden of proving ... all elements of the powerful Pinkerton doctrine ... beyond a reasonable doubt' \" (quoting United States v. Elizondo, <span class=\"citation\" data-id=\"552803\"><a href=\"/opinion/552803/united-states-v-victor-elizondo-juan-carlos-colin-valdemar-colin/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1308</span></a></span>, 1317 (7th Cir.1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This court \"evaluate[s] [a] challenged instruction in the context of the overall charge.\"   E.g., United States v. Vavlitis, <span class=\"citation\" data-id=\"195045\"><a href=\"/opinion/195045/united-states-v-vavlitis/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">206</span></a></span>, 212 (1st Cir.1993).  Similarly, the Supreme Court in Cupp v. Naughten, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, 146-47, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">396</span></a></span>, 400, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span> </a></span>(1973), referred to \"the well-established proposition that a single instruction to a jury may not be judged in artificial isolation, but must be viewed in the context of the overall charge.\"   Here, the district court began its charge by stating that the government was obligated to \"prove every element of every offense beyond a reasonable doubt,\" and referred to that burden of proof over a dozen times during the course of its instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Pinkerton may be a powerful doctrine, but there is no reason to think that the jury is especially likely to forget the general instruction on reasonable doubt when it comes to applying Pinkerton.   We have no intention of constructing a special requirement that reasonable doubt be mentioned again, after an adequate general statement, in relation to selected elements in an offense or theory of liability.  Indeed, in United States v. Mount, <span class=\"citation\" data-id=\"536973\"><a href=\"/opinion/536973/united-states-v-charles-m-mount/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 623-24 (1st Cir.1990), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">415</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">361</span> </span>(1993), we rejected just such an argument pertaining to the district court's instruction on interstate transportation of stolen property.</p>\n    </div>\n    <p>II. THE SENTENCES</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Appellants also challenge numerous aspects of their sentences under the federal sentencing guidelines, and we consider each appellant's claims in turn--starting with Delgado, the alleged ringleader of the drug distribution conspiracy.</p>\n    </div>\n    <p class=\"indent\">A. Delgado</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">At Delgado's sentencing, the district court began with a base offense level of 36 in light of the amount of drugs involved, added one level because drug distribution activity took place in proximity to a school, U.S.S.G. Sec. 2D1.2, then added four levels for Delgado's leadership role.  U.S.S.G. Sec. 3B1.1(a).  The court denied Delgado a two-level reduction for acceptance of responsibility, see U.S.S.G. Sec. 3E1.1, and placed him in criminal history category II based on a 1985 Connecticut conviction for possession of cocaine with intent to distribute.  The court then sentenced Delgado to 360 months, the bottom of the resulting guideline range.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On appeal, Delgado first contests the district court's denial of a reduction for acceptance of responsibility.  Shortly after his arrest, Delgado made a statement to police officers in which, he asserts, he accepted responsibility for his crime.  In that statement, according to police reports, Delgado acknowledged that he had called someone who had the cocaine in order to set up the transaction, and had then called Special Agent Mersky to arrange a meeting.  Despite this admission, Delgado subsequently pled not guilty to the indictment and went to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Delgado now contends that the district court failed to consider his post-arrest statement and refused to reduce his offense level under section 3E1.1 solely as punishment for invoking his constitutional right to a trial.  The district court addressed the statement made by Delgado, but concluded in substance that it was not a full acceptance of responsibility.  Indeed, while the statement admitted that Delgado played some role in the offense, it downplayed his own role and asserted that some unnamed individual was the true source of the drugs.  The court's decision is reviewed only for clear error, and no such error occurred here.  United States v. Donovan, <span class=\"citation\" data-id=\"610557\"><a href=\"/opinion/610557/united-states-v-richard-j-donovan/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1343</span></a></span>, 1346 (1st Cir.1993);  U.S.S.G. Sec. 3E1.1, application note 5.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">At sentencing, the district court said that Delgado's failure to plead guilty was an important factor in the denial of credit.  This is consistent with the guidelines, which provide that \"[c]onviction by trial ... does not automatically preclude a defendant from consideration for such a reduction\" but ordinarily the adjustment \"is not intended to apply to a defendant who puts the government to its burden of proof at trial by denying the essential factual elements of guilt, is convicted, and only then admits guilt and expresses remorse.\"   U.S.S.G. Sec. 3E1.1, application note 2.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Obviously, the guideline, consistent with pre-guideline practice, means that a defendant who declines to plead guilty reduces the chance of a lightened sentence.  But \"not every burden on the exercise of a constitutional right, and not every pressure or encouragement to waive such a right, is invalid.\"  Corbitt v. New Jersey, <span class=\"citation\" data-id=\"109956\"><a href=\"/opinion/109956/corbitt-v-new-jersey/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">212</span></a></span>, 218, <span class=\"citation\" data-id=\"109956\"><a href=\"/opinion/109956/corbitt-v-new-jersey/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">492</span></a></span>, 497, <span class=\"citation\" data-id=\"109956\"><a href=\"/opinion/109956/corbitt-v-new-jersey/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span> </a></span>(1978) (possibility of a lesser sentence through a plea bargain does not unconstitutionally burden the right to stand trial).  The guidelines \"merely codify a tradition of leniency [for guilty pleas] and are not an impermissible burden on the exercise of constitutional rights.\"  United States v. Uribe, <span class=\"citation\" data-id=\"533568\"><a href=\"/opinion/533568/united-states-v-mario-nelson-paz-uribe/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></a></span>, 400 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">951</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2216</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">542</span> </span>(1990).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Delgado also objects to the district court's consideration, in calculating his criminal history category, of a prior Connecticut conviction for unlawfully possessing cocaine with intent to distribute.  At his sentencing hearing in the present case, Delgado sought to attack collaterally the prior state conviction, asserting that his guilty plea in that case was constitutionally invalid.  The district court, relying upon our decision in United States v. Paleo, <span class=\"citation\" data-id=\"585215\"><a href=\"/opinion/585215/united-states-v-robert-paleo-united-states-v-robert-p-paleo/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span> </a></span>(1st Cir.1992), considered Delgado's arguments on the merits but determined that the guilty plea \"passed constitutional muster.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">After Delgado's sentencing, Paleo was greatly narrowed by United States v. Isaacs, <span class=\"citation\" data-id=\"660666\"><a href=\"/opinion/660666/united-states-v-edward-isaacs-united-states-v-edward-isaacs/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 108-110 (1st Cir.1994), which held that the sentencing guidelines provide no independent authority for collateral review of prior convictions used in calculating a defendant's criminal history category.  Although Isaacs preserved certain exceptions based upon the Constitution rather than the guidelines, the Supreme Court subsequently held in Custis v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1732</span></a></span>, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span> </a></span>(1994), that the Constitution requires collateral review of a prior conviction used to enhance a defendant's federal sentence only where the defendant alleges a complete denial of his Sixth Amendment right to counsel in the prior proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Although Custis considered collateral attack under the Armed Career Criminal Act rather than the sentencing guidelines themselves, the constitutional question is the same in each context.  Like Delgado in the present case, Custis alleged that one of his prior convictions was procured pursuant to a guilty plea that was not knowing and intelligent as required by Boykin v. Alabama, <span class=\"citation\" data-id=\"107951\"><a href=\"/opinion/107951/boykin-v-alabama/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation\" data-id=\"107951\"><a href=\"/opinion/107951/boykin-v-alabama/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1709</span></a></span>, <span class=\"citation\" data-id=\"107951\"><a href=\"/opinion/107951/boykin-v-alabama/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">274</span> </a></span>(1969).  The Supreme Court rejected this argument, noting that \"when a guilty plea is at issue, 'the concern with finality served by the limitation on collateral attack has special force.' \"  --- U.S. at <span class=\"citation\" data-id=\"1087955\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1738</span> </a></span>(quoting United States v. Timmreck, <span class=\"citation\" data-id=\"110080\"><a href=\"/opinion/110080/united-states-v-timmreck/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">780</span></a></span>, 784, <span class=\"citation\" data-id=\"110080\"><a href=\"/opinion/110080/united-states-v-timmreck/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2085</span></a></span>, 2087, <span class=\"citation\" data-id=\"110080\"><a href=\"/opinion/110080/united-states-v-timmreck/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">634</span> </a></span>(1979)).  Given Custis, we do not reach the merits of Delgado's challenge to his earlier conviction.</p>\n    </div>\n    <p class=\"indent\">B. Andino</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We turn now to the sentencing claims of Andino.  The district court began with a base offense level of 36, finding that Andino was responsible for 745.1 grams of cocaine base.  U.S.S.G. Sec. 2D1.1(c).  The court then deducted two levels on the ground that Andino was a minor participant in the conspiracy, U.S.S.G. Sec. 3B1.2(b).  Given a criminal history category of I, the guideline range was 151 to 188 months, and the district court imposed a sentence of 151 months.  Andino now asserts that the court erred in several respects, firstly by attributing to him 506 grams of cocaine base sold by other defendants to Mersky on May 30, 1991, when Andino was neither present nor involved in the transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Individuals convicted of membership in a drug conspiracy are held responsible at sentencing not only for \"drugs [they] personally handled or anticipated handling,\" but also, \"under the relevant conduct rubric, for drugs involved in additional acts that were reasonably foreseeable by [them] and were committed in furtherance of the conspiracy.\"  United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1197 (1st Cir.1993).  In the usual case, what is foreseeable depends on the scope of the defendant's agreement with the other participants in the criminal enterprise.  United States v. Garcia, <span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.1992).  Accordingly, the district court's task was to determine whether the May 30 transaction was reasonably foreseeable based upon the scope of Andino's agreement with his co-conspirators.  Our review is only for clear error.  United States v. De la Cruz, <span class=\"citation\" data-id=\"610551\"><a href=\"/opinion/610551/united-states-v-efrain-de-la-cruz-united-states-v-luis-torres/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1307</span></a></span>, 1314 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">356</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">320</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The record leaves little question that the May 30 sale was the \"natural progression of the earlier series of sales,\" <span class=\"citation\" data-id=\"576213\"><span class=\"antecedent_guess\">Garcia,</span> <a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">16</span></a></span>, and thus within the scope of Andino's agreement with his co-conspirators.  True, the government's evidence did not mention Andino after May 16, but there is also no evidence that he affirmatively withdrew from the conspiracy.  Nor is it conclusive that the May 30 transaction was larger than earlier transactions.  In fact, co-defendant Quinones told Special Agent Mersky that the conspirators had other customers who bought in larger quantities than she did.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Next, the district court found that Andino was a minor participant in the conspiracy and accordingly reduced his base offense level by two levels, pursuant to U.S.S.G. Sec. 3B1.2(b).  In so doing, the court rejected Andino's argument that he was entitled to an even larger reduction as a minimal participant.  See U.S.S.G. Sec. 3B1.2(a).  Andino now renews this argument on appeal, stressing his unfamiliarity with the English language and his absence at the group's largest transaction on May 30, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The guidelines note that the \"minimal participant\" reduction should be \"used infrequently,\" U.S.S.G. Sec. 3B1.2, application note 2, and the defendant has the burden of showing his entitlement to the reduction.  United States v. Figueroa, <span class=\"citation\" data-id=\"592204\"><a href=\"/opinion/592204/united-states-v-angel-luis-figueroa-united-states-of-america-v-tomas/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1461 (1st Cir.1992) cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1346</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">728</span> </span>(1993).  Here, Andino was involved in at least four cocaine transactions and performed a number of different functions, including guarding the drugs, conducting counter-surveillance, and delivering cocaine base to Special Agent Mersky.  Compare U.S.S.G. Sec. 3B1.2, application note 2 (minimal participant \"played no other role ... than to offload part of a single marijuana shipment,\" or was a courier in \"a single smuggling transaction\").  We sustain the district court's finding that Andino's role was \"minor\" rather than something less.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Last, the guidelines distinguish dramatically between cocaine and cocaine base (or \"crack\"), treating one gram of the latter as the equivalent of 100 grams of the former.  Andino argues that the government's trial evidence failed to distinguish clearly between cocaine base and ordinary cocaine.  He also claims that the jury's finding of cocaine base rests upon \"untrustworthy evidence and faulty although well intended instruction[s]\" by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Whether the substance distributed was cocaine or cocaine base was a matter to be determined by the district judge at sentencing, not the jury.  United States v. Barnes, <span class=\"citation\" data-id=\"532754\"><a href=\"/opinion/532754/united-states-v-alfreda-barnes/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">545</span></a></span>, 551 n. 6 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1019</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1326</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">501</span> </span>(1990).  Under 21 U.S.C. Sec. 841(a), the jury need only find that the defendant distributed a substance containing some mixture of cocaine as defined in schedule II.  <span class=\"citation\" data-id=\"532754\"><span class=\"antecedent_guess\">Barnes,</span> <a href=\"/opinion/532754/united-states-v-alfreda-barnes/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">551</span> </a></span>n. 6;  see 21 U.S.C. Secs. 812, 841(a).  On appeal from the sentence, we need only review the district court's sentencing determination that the substance involved was cocaine base.  <span class=\"citation\" data-id=\"532754\"><span class=\"antecedent_guess\">Barnes,</span> <a href=\"/opinion/532754/united-states-v-alfreda-barnes/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">551</span> </a></span>n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Andino's argument is directed to the trial testimony of DEA chemist Florence Wong, who testified about the differences between ordinary cocaine and cocaine base.  Although Wong did misspeak at one point in the transcript, her overall testimony was not confusing or misleading:  it was that ordinary cocaine (cocaine hydrochloride) and cocaine base are distinct forms of the drug, and that the latter commonly goes by the street name of \"crack\";  that she had tested samples from each of the transactions involving the defendants;  and that each sample contained cocaine base.  Corroborated by recorded statements of Andino's co-defendants, and by field tests conducted by Mersky, Wong's testimony amply supports the district court's finding that the defendants distributed cocaine base.</p>\n    </div>\n    <p class=\"indent\">C. Martinez</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In sentencing Martinez, the district court began with a base offense level of 36 based on its finding that Martinez was accountable for 506 grams of cocaine base.  The court granted a four-level reduction (because Martinez was a minimal participant in the conspiracy, U.S.S.G. Sec. 3B1.2(a)) and added two levels (because Martinez had obstructed justice by recklessly endangering others in fleeing from police, U.S.S.G. Sec. 3C1.2).  Martinez's total offense level of 34, and his criminal history category of II, yielded a guideline range of 168 to 210 months' imprisonment.  But because of his prior Connecticut drug conviction, Martinez was subject to a mandatory minimum sentence of 240 months, 21 U.S.C. Sec. 841(b)(1)(A);  U.S.S.G. Sec. 5G1.1(b), which the district judge imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">On appeal, Martinez makes three claims of error.  First, although he was present at the May 30, 1991 transaction, Martinez complains on appeal that he could not have foreseen that there would be 506 grams of cocaine base involved.  Martinez did not raise this argument below.  Accordingly our review is only for plain error, Fed.R.Crim.P. 52(b);  United States v. Colon-Pagan, <span class=\"citation\" data-id=\"194878\"><a href=\"/opinion/194878/united-states-v-colon-pagan/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 81 (1st Cir.1993), a difficult assertion here since foreseeability is a fact-based inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We have already determined that the evidence was sufficient to establish that Martinez was a member of the conspiracy who joined in its general objectives.  It was entirely reasonable to infer that Martinez knew that a substantial quantity of drugs were to be sold on May 30.  As we held in De la Cruz, \"[a] defendant who conspires to transport for distribution a large quantity of drugs, but happens not to know the precise amount, pretty much takes his chances that the amount actually involved will be quite <span class=\"citation no-link\"><span class=\"antecedent_guess\">large.\"</span>  <span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1314</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Second, Martinez claims that there is an unfair disparity between his sentence and those meted out to his co-defendants.  We have held that at least in the ordinary case, \"[t]he guidelines do not require the sentencing court to consider related cases or to justify a sentence in terms of the punishment meted out to co-defendants.\"  United States v. Font-Ramirez, <span class=\"citation\" data-id=\"567923\"><a href=\"/opinion/567923/united-states-v-octavio-font-ramirez/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 50 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">954</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">122</span> </span>(1992).  In this case, moreover, Martinez's sentence was wholly determined by a mandatory minimum prescribed by statute.  See 21 U.S.C. Sec. 841(b)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Martinez's final claim is a vague and perfunctory collection of challenges to the validity of the sentencing guidelines under the heading \"Sentencing is Impermissibly Draconian.\"   Martinez does not explain in what way the sentencing guidelines are inflexible or what mitigating circumstances they have failed to reflect in this case.  In any event, Martinez's sentence was determined by a statutory minimum sentence for defendants in Martinez's circumstances and any alleged inflexibility in the guidelines is irrelevant.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Martinez's further argument--that the Constitution provides a right to \"punishment that fits the crime\"--is resolved by Harmelin v. Michigan, <span class=\"citation\" data-id=\"112646\"><a href=\"/opinion/112646/harmelin-v-michigan/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">957</span></a></span>, <span class=\"citation\" data-id=\"112646\"><a href=\"/opinion/112646/harmelin-v-michigan/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2680</span></a></span>, <span class=\"citation\" data-id=\"112646\"><a href=\"/opinion/112646/harmelin-v-michigan/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">836</span> </a></span>(1991).  That decision upheld, against a proportionality challenge, a state regime imposing a mandatory sentence of life without parole for possessing more than 650 grams of cocaine.  See also United States v. Lowden, <span class=\"citation\" data-id=\"577010\"><a href=\"/opinion/577010/united-states-v-aaron-s-lowden/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">128</span></a></span>, 131 (1st Cir.1992) (upholding, under Harmelin, a sentence of seven years for distribution of 7.7 grams of LSD).  Conspiracy to distribute a large quantity of cocaine base is a serious crime, the more so when committed by a prior offender.  Given Harmelin, we cannot say that Martinez's sentence was unconstitutionally excessive.</p>\n    </div>\n    <p class=\"indent\">D. Quinones</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In sentencing Quinones, the district court began with a base offense level of 36, based on a finding that he was accountable for 896.2 grams of cocaine base.  The court then added three levels on account of Quinones' managerial role in the conspiracy.  U.S.S.G. Sec. 3B1.1(b).  The resulting offense level of 39, along with Quinones' criminal history category of IV, yielded a guideline range of 360 months to life.  The court sentenced Quinones at the bottom of that range.  Quinones now challenges the district court's decisions as to his role in the offense and the amount of drugs for which he should be held accountable.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Section 3B1.1(b) of the guidelines provides that \"[i]f the defendant was a manager or supervisor (but not an organizer or leader) and the criminal activity involved five or more participants or was otherwise extensive, increase [the base offense level] by 3 levels.\"   Quinones does not dispute that the conspiracy in this case involved at least five participants;  he argues, however, that he did not play a managerial role.  The government had the burden at sentencing of proving by a preponderance of the evidence that an upward adjustment was warranted.  United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 717 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Despite Quinones' assertion that he was merely \"a foot soldier\" like Martinez and Andino, we think that there was sufficient evidence to sustain the district court's finding.  Special Agent Mersky testified that Delgado, the acknowledged ringleader of the conspiracy, introduced Quinones to her as his \"partner.\"   Moreover, the district court found that Quinones had exercised supervisory control over Andino at the abortive transaction on May 3.  Quinones' action in renegotiating the price of the drugs at the more successful May 6 transaction also suggests a position of authority.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Quinones rightly points out that one can imagine more than one explanation for all of these events, but we think that the view taken by the district court is not implausible.  United States v. Savoie, <span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 616 (1st Cir.1993) (sentencing court's choice between two plausible views of the record cannot be clearly erroneous).  Additionally, we have said that \"[m]anagerial status may attach if there is evidence that a defendant, in committing the crime, exercised control over, or was otherwise responsible for overseeing the activities of, at least one other person.\"  <span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"id_token\">Id.</span>  The imposition </a></span>of the sentence enhancement here was not clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Like Andino, Quinones was not present at the May 30, 1991 transaction and thus claims that he should not have been held accountable for the 506 grams of cocaine base involved in that transaction.  As we have noted above, there was considerable evidence at trial that Quinones played a prominent role in the conspiracy, making it reasonable to infer that Quinones was well-acquainted with the scope of the group's activities and plans.  Quinones does not argue that he had withdrawn from the conspiracy prior to May 30.  Accordingly, we uphold the district court's determination that Quinones was accountable for the full amount of cocaine base distributed over the life of the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Appellants' convictions and sentences are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Specifically, Delgado and Quinones were charged with six substantive distribution counts arising out of transactions on April 9, 19, 23, May 6, 16, and May 30, 1991.  Andino was charged with four substantive distribution counts pertaining to the April 23, May 6, 16, and May 30 transactions.  Martinez was charged with one distribution count for the May 30 transaction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Martinez argues that he could not have possessed the drugs because he did not have sole access to the bag.  Exclusive access is not a prerequisite to possession;  indeed, \"joint possession\" is one of the possibilities mentioned in the standard charge.  See, e.g., United States v. Maldonado, <span class=\"citation\" data-id=\"669099\"><a href=\"/opinion/669099/united-states-v-rafael-angel-zavala-maldonado/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 6-7 (1st Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There are exceptions;  the guidelines specifically mention one who \"litigates to preserve issues that do not relate to factual guilt....\"  <span class=\"citation\" data-id=\"669099\"><a href=\"/opinion/669099/united-states-v-rafael-angel-zavala-maldonado/\"><span class=\"id_token\">Id.</span>   Delgado argues </a></span>on appeal that he failed to plead guilty to avoid being immunized and forced to testify against his brother, Lazaro Delgado, on behalf of the government.  Since neither this argument nor any evidence in support of it were ever presented to the district court, we do not consider the claim.  United States v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 55 (1st Cir.1991)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104316/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107951/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108888/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109956/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110080/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112646/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194878/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195045/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195171/",
    "https://www.courtlistener.com/api/rest/v3/opinions/486363/",
    "https://www.courtlistener.com/api/rest/v3/opinions/498383/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532754/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533568/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536973/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552803/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553877/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567923/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577010/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585215/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592204/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610551/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610557/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660666/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/669099/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1087955/"
  ]
}