{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195686/",
  "id": 195686,
  "absolute_url": "/opinion/195686/united-states-v-bullard/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195686/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:21Z",
  "date_modified": "2020-02-21T23:30:40.972984Z",
  "type": "010combined",
  "sha1": "64e2c0e0c2d56c3620c93ef3cdbbbc83bf6a68b6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1718.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1718\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                      MILLER M. BULLARD,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. A. David Mazzone, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n               Selya and Boudin, Circuit Judges,\n                                               \n\n                 and Carter,* District Judge.\n                                            \n\n                                         \n\nWarren R. Thompson, by Appointment of the Court, for appellant.\n                  \nKevin J.  Cloherty, Assistant  United States  Attorney, with  whom\n                  \nDonald K. Stern, United  States Attorney, was on brief  for the United\n           \nStates.\n\n                                         \n\n                       October 20, 1994\n                                         \n\n                \n\n*Of the District of Maine, sitting by designation.\n\n     BOUDIN, Circuit Judge.   On July 20, 1992, an  armed man\n                          \n\nheld  up  the Baybank  branch  at  285  Huntington Avenue  in\n\nBoston,  and  escaped  with  approximately  $421.     Shortly\n\nthereafter,  law  enforcement   agents  arrested   defendant-\n\nappellant Miller  M. Bullard, who  was then charged  with one\n\ncount  of armed  robbery  of a  federally insured  depository\n\ninstitution, 18  U.S.C.     2213(a), (d).   A jury  convicted\n\nBullard on October 22, 1992.  He has appealed his conviction.\n\nWe affirm.\n\n     Bullard's trial lasted three days, and for a significant\n\nportion of that  time, he represented himself.   The district\n\ncourt  had  originally  appointed  counsel for  him,  but  he\n\nobjected  to  that appointment,  and  the  court granted  his\n\nmotion  to proceed  pro se.   The  court also  appointed Owen\n                          \n\nWalker  of the  federal  public defender's  office to  act as\n\nstandby  counsel.   Walker sat  with Bullard  at  the defense\n\ntable throughout trial.  Walker presented opening and closing\n\narguments,  and  he also  cross-examined  the key  government\n\nwitness.\n\n     Bullard's  central claims  of error  concern issues  not\n\nraised at trial.  With  one possible qualification, we review\n\nthese claims  for plain  error, which encompasses  only those\n\nerrors that are both \"plain\" and involve either a miscarriage\n\nof   justice  or   deviations   that  seriously   impair  the\n\nfundamental   fairness  and  basic  integrity  of  the  trial\n\n                             -2-\n\nproceedings.  United States v. Olano, 113 S. Ct. 1770 (1993);\n                                    \n\nUnited  States v. Griffin, 818 F.2d 97, 100 (1st Cir.), cert.\n                                                             \n\ndenied, 484 U.S. 844 (1987).  \n      \n\n     Bullard   first  contends   that  even  though   he  was\n\nrepresenting himself, he was left out of a conference between\n\ncounsel and the judge concerning the possible inattentiveness\n\nof  one   juror,  thus   violating  his   right  to  pro   se\n                                                             \n\nrepresentation.  During the trial, the district judge noticed\n\nthat on one day  an individual juror appeared to  be somewhat\n\nless attentive than  normal.  When  the jurors were  excused,\n\nthe district judge asked  the juror in question to  remain in\n\nthe courtroom and then questioned  the juror, in the presence\n\nof the prosecutor and Walker.\n\n     The juror  acknowledged that  the night before,  she had\n\nworked a  double  shift  and  was somewhat  tired,  but  also\n\nasserted  that she was perfectly  capable of continuing.  The\n\ncourt  then excused the  juror from the  room and effectively\n\ninvited the  prosecutor and Walker  to object to  the juror's\n\ncontinuation  if dissatisfied  with  her  answers.    Neither\n\ncounsel objected  to the juror's continuing.   Walker himself\n\nnoted that the juror had seemed to be \"on the ball.\"\n\n     The record  does not reveal whether Bullard  was in fact\n\npresent during the conference,  which was conducted in court.\n\nBullard now  asserts that he  was absent for  this conference\n\n(his brief cites only to a telephone call between Bullard and\n\n                             -3-\n\nhis appellate counsel).   It is possible that the  marshal or\n\ncourt security  officer removed Bullard before  the juror was\n\nquestioned and also possible that some or all of the colloquy\n\noccurred  at  sidebar.   The  transcript is  silent  on these\n\npoints.\n\n     Since the record is unclear on this factual issue, there\n\ncertainly  is no \"plain\" error.   Of course,  one might argue\n\nthat  it is  unfair  to hold  this  lack of  clarity  against\n\nBullard  since  he himself  may not  have  been aware  of the\n\nepisode  until he  reviewed  the trial  transcript after  his\n\nconviction.   Still, if the issue were to be properly pressed\n\non appeal,  Bullard or his  appellate counsel ought  at least\n\nhave  asked the district court to supplement the record.  See\n                                                             \n\nFed. R.  App. P. 10(e) (allowing  supplementation of district\n\ncourt record to correct mistake or omission).\n\n     Out  of  an abundance  of  caution,  we have  considered\n\nwhether Bullard  was actually prejudiced,  even assuming that\n\nhe was absent during the episode.  Of course, a defendant  is\n\nnormally entitled  to be  present during a  court proceeding,\n\nand even more so when acting pro se.  But here Bullard was at\n                                   \n\nleast  represented by  standby counsel  at the  proceeding in\n\nquestion.   Given that the  record does not  show Bullard was\n\nabsent,  we  think  that it  goes  as  far  as required,  and\n\narguably  beyond, to  ask  whether his  possible absence  has\n                                                \n\ncreated demonstrable or likely prejudice.\n\n                             -4-\n\n     Here,  we see no prejudice  at all.   A sharp-eyed trial\n\njudge, commendably attentive, noticed some signs that a juror\n\nmight  not have been fully  alert.  Sua  sponte he questioned\n                                               \n\nthe  juror who denied any illness, explained that she had had\n\na late night, and in substance asserted her wish to continue.\n\nProbably,  the attention  of  an average  juror, perhaps  all\n\njurors,  drifts  at some  point during  a  trial.   The trial\n\njudge,  who had  seen the  juror's actions,  felt no  need to\n\npress for or order her removal; and neither counsel asked for\n\nit.\n\n     There is nothing  to show that the juror  missed crucial\n\nevidence  or  exhibited  serious  or  prolonged  inattention;\n\nBullard says  otherwise in his brief but  provides nothing to\n\nsupport the  assertion.  The evidence  against Bullard, which\n\nwe need not describe in detail, was substantial;  it included\n\nan eye witness identification of him as the bank robber, made\n\nby a teller who had been standing in the teller booth next to\n\nthe  one  robbed.   Any  notion  that  Bullard  was convicted\n\nbecause  the  juror in  question  was not  excused  is highly\n\nimplausible.\n\n     Bullard's other contentions relate  to a brief encounter\n\nwith  a police  officer before booking.   Prior  to Bullard's\n\ninitial  booking photograph, Detective  Carroll of the Boston\n\nPolice  Department took a picture of  him because Carroll had\n\nnoticed at the arrest  that Bullard wore a baseball  hat with\n\n                             -5-\n\nthe brim cocked up--a style that Carroll felt was unusual and\n\none  depicted in the photographs derived from the film in the\n\nbank  surveillance camera.  Bullard refused to put his hat on\n\nwhen Carroll asked  him to, but  then relented and  Bullard's\n\nphotograph was taken with his hat on.\n\n     During  Carroll's  trial  testimony, he  mentioned  that\n\nBullard  had refused  to  put his  hat  on, and  Bullard  now\n\nalleges that such testimony  violated his right against self-\n\nincrimination.   The  prosecutor also  alluded  to  Bullard's\n\nrefusal  during her  closing argument.   In  addition, before\n\ntrial   the  prosecutor  told  the  court  that  she  had  no\n\nstatements  of  the  defendant  to turn  over  in  discovery;\n\nBullard now alleges that this was untrue (because his refusal\n\nwas  a statement)  and constituted  a violation  of discovery\n\nobligations and misconduct by the prosecutor.\n\n     None  of these  matters  comes anywhere  close to  plain\n\nerror.  We start with Bullard's claim that his refusal to put\n\non a hat  was a statement that the  prosecutor had to produce\n\nbefore  trial.  Bullard's refusal to put  on his hat does not\n\nfit under the literal language of Fed. R.  Crim. P. 16, which\n\nrequires the government to turn  over statements only if they\n\nwere made in the course of  interrogation.  The rule has been\n\nso  construed by  the courts.   See,  e.g., United  States v.\n                                                          \n\nReeves, 730  F.2d  1189  (8th  Cir. 1984).    Certainly,  the\n      \n\nfailure to disclose  in advance Carroll's testimony as to the\n\n                             -6-\n\nrefusal does not plainly violate any  cited discovery rule or\n                        \n\norder.\n\n     Bullard  also  claims that  it  was  misconduct for  the\n\nprosecutor to  advise the court before trial  that \"there are\n\nno statements of the  defendant\" and then to elicit  at trial\n\nBullard's refusal.   Actually, it  is not clear  that Bullard\n\ndid express his refusal  in words, but there is  certainly no\n\nindication  of a conscious  deception by the  prosecutor.  If\n\nBullard was  surprised by the detective's  testimony and felt\n\nhe  had been misled, he was free  to raise the point at trial\n\nand ask for a brief delay or continuance.    \n\n     Bullard's   self-incrimination    claim   is   similarly\n\nunavailing.   Bullard  properly  does not  complain on  self-\n\nincrimination  grounds  about  the government's  use  of  the\n\nphotograph showing him in his hat.  It is well  accepted that\n\na  defendant's Fifth  Amendment right  is not  compromised by\n\nsuch physical evidence; a defendant can be  obligated to give\n\nblood, stand  in a  lineup, provide handwriting  examples and\n\ncooperate  in other  similar  fashions.   E.g., Schmerber  v.\n                                                         \n\nCalifornia, 384  U.S. 757 (1966); Gilbert  v. California, 388\n                                                        \n\nU.S. 218 (1967).    What Bullard appears  to argue instead is\n\nthat his initial refusal  to cooperate by putting on  his hat\n\namounts  to  using  his  own words--namely,  his  refusal  to\n\ncooperate--against him as evidence of consciousness of guilt.\n\nThe prosecutor did  not urge this  inference and referred  to\n\n                             -7-\n\nthe  refusal primarily  in connection  with an  argument that\n\nBullard  and  the robber  wore their  hats  in the  same way.\n\nStill, the inference is pretty obvious.\n\n     In  many circumstances,  a defendant's refusal  to speak\n\nwith the police or answer questions is not allowed to be used\n\nagainst him.  The concern is not that the silence or words of\n\nrefusal are  themselves compelled testimony, for  the silence\n\nor  words of refusal are not compelled.   Rather, the fear is\n\nthat  using the  refusal  against the  defendant would  place\n\nundue and inappropriate pressure upon him to surrender his or\n                                \n\nher constitutional right to remain silent.  In some cases, an\n\ninference from silence  could also be unfair  for a different\n\nreason;  the Supreme  Court has said  that a  Miranda warning\n                                                     \n\ncarries the implication that there is no penalty for silence,\n\nand  the  defendant may  reasonably  rely  on the  assurance.\n\nDoyle v. Ohio, 426 U.S. 610, 618 (1976).\n             \n\n     The present  case  is quite  different.   Bullard had  a\n\nFifth Amendment right  to remain  silent but he  had no  such\n\nright  to refuse to don a hat,  stand in a lineup, or provide\n\nfingerprints.    Since he  had no  such  right, then  to draw\n\ninference of  guilt from his refusal  to cooperate physically\n\ndoes  not place  improper  pressure  on  him to  surrender  a\n\nprotected right.  Nor does a Miranda warning promise or imply\n                                    \n\nthat a defendant can with impunity refuse to put on a hat.\n\n                             -8-\n\n     Of course, in some situations a  refusal to cooperate by\n\nproviding  physical   evidence   may  be   defended   because\n\ncooperation   would  itself   reveal   the  content   of  the\n\ndefendant's mind.   See, e.g., Fisher  v. United States,  425\n                                                       \n\nU.S. 391, 410 (1976); In re Kave, 760 F.2d 343, 358 (1st Cir.\n                                \n\n1985).   But this case involves  no such danger.   As for the\n\nlogic  of the inference, an  inference based on  a refusal to\n\ncooperate where cooperation itself can be compelled and would\n\nbe  expected from an innocent person, is no different than an\n\ninference of guilt based on flight to avoid arrest.\n\n     We  do  not want  to  be  understood  as giving  blanket\n\napproval to  testimony of a defendant's  refusal to cooperate\n\nin  physical  activities.   An  inference of  guilt  might be\n\nirrational in some circumstances  (e.g., a defendant refusing\n                                       \n\nto  submit  to  a  dangerous operation  to  recover  evidence\n\nagainst  him).   There may  be a  range of other  cases where\n\ntestimony or comment about a defendant's refusal to cooperate\n\nin   physical  activities  could  be  unduly  prejudicial  or\n\nthreaten  constitutional rights.   But  no such  situation is\n\napparent here, and there is certainly no plain error.\n\n     Affirmed.\n             \n\n                             -9-\n",
  "html": "<p class=\"case_cite\">37 F.3d 765</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Miller M. BULLARD, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1718.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 2, 1994.<br>Decided Oct. 20, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Warren R. Thompson, Palmer, MA, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Kevin J. Cloherty, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On July 20, 1992, an armed man held up the Baybank branch at 285 Huntington Avenue in Boston, and escaped with approximately $421.  Shortly thereafter, law enforcement agents arrested defendant-appellant Miller M. Bullard, who was then charged with one count of armed robbery of a federally insured depository institution, 18 U.S.C. Secs. 2113(a), (d).  A jury convicted Bullard on October 22, 1992.  He has appealed his conviction.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Bullard's trial lasted three days, and for a significant portion of that time, he represented himself.  The district court had originally appointed counsel for him, but he objected to that appointment, and the court granted his motion to proceed pro se.   The court also appointed Owen Walker of the federal public defender's office to act as standby counsel.  Walker sat with Bullard at the defense table throughout trial.  Walker presented opening and closing arguments, and he also cross-examined the key government witness.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Bullard's central claims of error concern issues not raised at trial.  With one possible qualification, we review these claims for plain error, which encompasses only those errors that are both \"plain\" and involve either a miscarriage of justice or deviations that seriously impair the fundamental fairness and basic integrity of the trial proceedings.  United States v. Olano, --- U.S. ----, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993);  United States v. Griffin, 818 F.2d 97, 100 (1st Cir.), cert. denied, 484 U.S. 844, 108 S.Ct. 137, 98 L.Ed.2d 94 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Bullard first contends that even though he was representing himself, he was left out of a conference between counsel and the judge concerning the possible inattentiveness of one juror, thus violating his right to pro se representation.  During the trial, the district judge noticed that on one day an individual juror appeared to be somewhat less attentive than normal.  When the jurors were excused, the district judge asked the juror in question to remain in the courtroom and then questioned the juror, in the presence of the prosecutor and Walker.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The juror acknowledged that the night before, she had worked a double shift and was somewhat tired, but also asserted that she was perfectly capable of continuing.  The court then excused the juror from the room and effectively invited the prosecutor and Walker to object to the juror's continuation if dissatisfied with her answers.  Neither counsel objected to the juror's continuing.  Walker himself noted that the juror had seemed to be \"on the ball.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The record does not reveal whether Bullard was in fact present during the conference, which was conducted in court.  Bullard now asserts that he was absent for this conference (his brief cites only to a telephone call between Bullard and his appellate counsel).  It is possible that the marshal or court security officer removed Bullard before the juror was questioned and also possible that some or all of the colloquy occurred at sidebar.  The transcript is silent on these points.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Since the record is unclear on this factual issue, there certainly is no \"plain\" error.  Of course, one might argue that it is unfair to hold this lack of clarity against Bullard since he himself may not have been aware of the episode until he reviewed the trial transcript after his conviction.  Still, if the issue were to be properly pressed on appeal, Bullard or his appellate counsel ought at least have asked the district court to supplement the record.  See Fed.R.App.P. 10(e) (allowing supplementation of district court record to correct mistake or omission).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Out of an abundance of caution, we have considered whether Bullard was actually prejudiced, even assuming that he was absent during the episode.  Of course, a defendant is normally entitled to be present during a court proceeding, and even more so when acting pro se.   But here Bullard was at least represented by standby counsel at the proceeding in question.  Given that the record does not show Bullard was absent, we think that it goes as far as required, and arguably beyond, to ask whether his possible absence has created demonstrable or likely prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Here, we see no prejudice at all.  A sharp-eyed trial judge, commendably, attentive, noticed some signs that a juror might not have been fully alert.  Sua sponte he questioned the juror who denied any illness, explained that she had had a late night, and in substance asserted her wish to continue.  Probably, the attention of an average juror, perhaps all jurors, drifts at some point during a trial.  The trial judge, who had seen the juror's actions, felt no need to press for or order her removal;  and neither counsel asked for it.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is nothing to show that the juror missed crucial evidence or exhibited serious or prolonged inattention;  Bullard says otherwise in his brief but provides nothing to support the assertion.  The evidence against Bullard, which we need not describe in detail, was substantial;  it included an eye witness identification of him as the bank robber, made by a teller who had been standing in the teller booth next to the one robbed.  Any notion that Bullard was convicted because the juror in question was not excused is highly implausible.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Bullard's other contentions relate to a brief encounter with a police officer before booking.  Prior to Bullard's initial booking photograph, Detective Carroll of the Boston Police Department took a picture of him because Carroll had noticed at the arrest that Bullard wore a baseball hat with the brim cocked up--a style that Carroll felt was unusual and one depicted in the photographs derived from the film in the bank surveillance camera.  Bullard refused to put his hat on when Carroll asked him to, but then relented and Bullard's photograph was taken with his hat on.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">During Carroll's trial testimony, he mentioned that Bullard had refused to put his hat on, and Bullard now alleges that such testimony violated his right against self-incrimination.  The prosecutor also alluded to Bullard's refusal during her closing argument.  In addition, before trial the prosecutor told the court that she had no statements of the defendant to turn over in discovery;  Bullard now alleges that this was untrue (because his refusal was a statement) and constituted a violation of discovery obligations and misconduct by the prosecutor.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">None of these matters comes anywhere close to plain error.  We start with Bullard's claim that his refusal to put on a hat was a statement that the prosecutor had to produce before trial.  Bullard's refusal to put on his hat does not fit under the literal language of Fed.R.Crim.P. 16, which requires the government to turn over statements only if they were made in the course of interrogation.  The rule has been so construed by the courts.  See, e.g., United States v. Reeves, 730 F.2d 1189 (8th Cir.1984).  Certainly, the failure to disclose in advance Carroll's testimony as to the refusal does not plainly violate any cited discovery rule or order.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Bullard also claims that it was misconduct for the prosecutor to advise the court before trial that \"there are no statements of the defendant\" and then to elicit at trial Bullard's refusal.  Actually, it is not clear that Bullard did express his refusal in words, but there is certainly no indication of a conscious deception by the prosecutor.  If Bullard was surprised by the detective's testimony and felt he had been misled, he was free to raise the point at trial and ask for a brief delay or continuance.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Bullard's self-incrimination claim is similarly unavailing.  Bullard properly does not complaint on self-incrimination grounds about the government's use of the photograph showing him in his hat.  It is well accepted that a defendant's Fifth Amendment right is not compromised by such physical evidence;  a defendant can be obligated to give blood, stand in a lineup, provide handwriting examples and cooperate in other similar fashions.  E.g., Schmerber v. California, 384 U.S. 757, 86 S.Ct. 1826, 16 L.Ed.2d 908 (1966);  Gilbert v. California, 388 U.S. 263, 87 S.Ct. 1951, 18 L.Ed.2d 1178 (1967).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">What Bullard appears to argue instead is that his initial refusal to cooperate by putting on his hat amounts to using his own words--namely, his refusal to cooperate--against him as evidence of consciousness of guilt.  The prosecutor did not urge this inference and referred to the refusal primarily in connection with an argument that Bullard and the robber wore their hats in the same way.  Still, the inference is pretty obvious.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In many circumstances, a defendant's refusal to speak with the police or answer questions is not allowed to be used against him.  The concern is not that allowed to be used against him.  The concern is not that the silence or words of refusal are themselves compelled testimony, for the silence or words of refusal are not compelled.  Rather, the fear is that using the refusal against the defendant would place undue and inappropriate pressure upon him to surrender his or her constitutional right to remain silent.  In some cases, an inference from silence could also be unfair for a different reason;  the Supreme Court has said that a Miranda warning carries the implication that there is no penalty for silence, and the defendant may reasonably rely on the assurance.  Doyle v. Ohio, 426 U.S. 610, 618, 96 S.Ct. 2240, 2245, 49 L.Ed.2d 91 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The present case is quite different.  Bullard had a Fifth Amendment right to remain silent but he had no such right to refuse to don a hat, stand in a lineup, or provide fingerprints.  Since he had no such right, then to draw inference of guilt from his refusal to cooperate physically does not place improper pressure on him to surrender a protected right.  Nor does a Miranda warning promise or imply that a defendant can with impunity refuse to put on a hat.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Of course, in some situations a refusal to cooperate by providing physical evidence may be defended because cooperation would itself reveal the content of the defendant's mind.  See, e.g., Fisher v. United States, 425 U.S. 391, 410, 96 S.Ct. 1569, 1581, 48 L.Ed.2d 39 (1976);  In re Kave, 760 F.2d 343, 358 (1st Cir.1985).  But this case involves no such danger.  As for the logic of the inference, an inference based on a refusal to cooperate where cooperation itself can be compelled and would be expected from an innocent person, is no different than an inference of guilt based on flight to avoid arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We do not want to be understood as giving blanket approval to testimony of a defendant's refusal to cooperate in physical activities.  An inference of guilt might be irrational in some circumstances (e.g., a defendant refusing to submit to a dangerous operation to recover evidence against him).  There may be a range of other cases where testimony or comment about a defendant's refusal to cooperate in physical activities could be unduly prejudicial or threaten constitutional rights.  But no such situation is apparent here, and there is certainly no plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">765</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Miller M. BULLARD, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1718.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 2, 1994.<br>Decided Oct. 20, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Warren R. Thompson, Palmer, MA, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Kevin J. Cloherty, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On July 20, 1992, an armed man held up the Baybank branch at 285 Huntington Avenue in Boston, and escaped with approximately $421.  Shortly thereafter, law enforcement agents arrested defendant-appellant Miller M. Bullard, who was then charged with one count of armed robbery of a federally insured depository institution, 18 U.S.C. Secs. 2113(a), (d).  A jury convicted Bullard on October 22, 1992.  He has appealed his conviction.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Bullard's trial lasted three days, and for a significant portion of that time, he represented himself.  The district court had originally appointed counsel for him, but he objected to that appointment, and the court granted his motion to proceed pro se.   The court also appointed Owen Walker of the federal public defender's office to act as standby counsel.  Walker sat with Bullard at the defense table throughout trial.  Walker presented opening and closing arguments, and he also cross-examined the key government witness.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Bullard's central claims of error concern issues not raised at trial.  With one possible qualification, we review these claims for plain error, which encompasses only those errors that are both \"plain\" and involve either a miscarriage of justice or deviations that seriously impair the fundamental fairness and basic integrity of the trial proceedings.  United States v. Olano, --- U.S. ----, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993);  United States v. Griffin, <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 100 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">94</span> </span>(1987).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Bullard first contends that even though he was representing himself, he was left out of a conference between counsel and the judge concerning the possible inattentiveness of one juror, thus violating his right to pro se representation.  During the trial, the district judge noticed that on one day an individual juror appeared to be somewhat less attentive than normal.  When the jurors were excused, the district judge asked the juror in question to remain in the courtroom and then questioned the juror, in the presence of the prosecutor and Walker.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The juror acknowledged that the night before, she had worked a double shift and was somewhat tired, but also asserted that she was perfectly capable of continuing.  The court then excused the juror from the room and effectively invited the prosecutor and Walker to object to the juror's continuation if dissatisfied with her answers.  Neither counsel objected to the juror's continuing.  Walker himself noted that the juror had seemed to be \"on the ball.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The record does not reveal whether Bullard was in fact present during the conference, which was conducted in court.  Bullard now asserts that he was absent for this conference (his brief cites only to a telephone call between Bullard and his appellate counsel).  It is possible that the marshal or court security officer removed Bullard before the juror was questioned and also possible that some or all of the colloquy occurred at sidebar.  The transcript is silent on these points.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Since the record is unclear on this factual issue, there certainly is no \"plain\" error.  Of course, one might argue that it is unfair to hold this lack of clarity against Bullard since he himself may not have been aware of the episode until he reviewed the trial transcript after his conviction.  Still, if the issue were to be properly pressed on appeal, Bullard or his appellate counsel ought at least have asked the district court to supplement the record.  See Fed.R.App.P. 10(e) (allowing supplementation of district court record to correct mistake or omission).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Out of an abundance of caution, we have considered whether Bullard was actually prejudiced, even assuming that he was absent during the episode.  Of course, a defendant is normally entitled to be present during a court proceeding, and even more so when acting pro se.   But here Bullard was at least represented by standby counsel at the proceeding in question.  Given that the record does not show Bullard was absent, we think that it goes as far as required, and arguably beyond, to ask whether his possible absence has created demonstrable or likely prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Here, we see no prejudice at all.  A sharp-eyed trial judge, commendably, attentive, noticed some signs that a juror might not have been fully alert.  Sua sponte he questioned the juror who denied any illness, explained that she had had a late night, and in substance asserted her wish to continue.  Probably, the attention of an average juror, perhaps all jurors, drifts at some point during a trial.  The trial judge, who had seen the juror's actions, felt no need to press for or order her removal;  and neither counsel asked for it.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is nothing to show that the juror missed crucial evidence or exhibited serious or prolonged inattention;  Bullard says otherwise in his brief but provides nothing to support the assertion.  The evidence against Bullard, which we need not describe in detail, was substantial;  it included an eye witness identification of him as the bank robber, made by a teller who had been standing in the teller booth next to the one robbed.  Any notion that Bullard was convicted because the juror in question was not excused is highly implausible.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Bullard's other contentions relate to a brief encounter with a police officer before booking.  Prior to Bullard's initial booking photograph, Detective Carroll of the Boston Police Department took a picture of him because Carroll had noticed at the arrest that Bullard wore a baseball hat with the brim cocked up--a style that Carroll felt was unusual and one depicted in the photographs derived from the film in the bank surveillance camera.  Bullard refused to put his hat on when Carroll asked him to, but then relented and Bullard's photograph was taken with his hat on.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">During Carroll's trial testimony, he mentioned that Bullard had refused to put his hat on, and Bullard now alleges that such testimony violated his right against self-incrimination.  The prosecutor also alluded to Bullard's refusal during her closing argument.  In addition, before trial the prosecutor told the court that she had no statements of the defendant to turn over in discovery;  Bullard now alleges that this was untrue (because his refusal was a statement) and constituted a violation of discovery obligations and misconduct by the prosecutor.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">None of these matters comes anywhere close to plain error.  We start with Bullard's claim that his refusal to put on a hat was a statement that the prosecutor had to produce before trial.  Bullard's refusal to put on his hat does not fit under the literal language of Fed.R.Crim.P. 16, which requires the government to turn over statements only if they were made in the course of interrogation.  The rule has been so construed by the courts.  See, e.g., United States v. Reeves, <span class=\"citation\" data-id=\"433457\"><a href=\"/opinion/433457/united-states-v-herbert-loren-reeves-united-states-of-america-v-eddie/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1189</span> </a></span>(8th Cir.1984).  Certainly, the failure to disclose in advance Carroll's testimony as to the refusal does not plainly violate any cited discovery rule or order.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Bullard also claims that it was misconduct for the prosecutor to advise the court before trial that \"there are no statements of the defendant\" and then to elicit at trial Bullard's refusal.  Actually, it is not clear that Bullard did express his refusal in words, but there is certainly no indication of a conscious deception by the prosecutor.  If Bullard was surprised by the detective's testimony and felt he had been misled, he was free to raise the point at trial and ask for a brief delay or continuance.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Bullard's self-incrimination claim is similarly unavailing.  Bullard properly does not complaint on self-incrimination grounds about the government's use of the photograph showing him in his hat.  It is well accepted that a defendant's Fifth Amendment right is not compromised by such physical evidence;  a defendant can be obligated to give blood, stand in a lineup, provide handwriting examples and cooperate in other similar fashions.  E.g., Schmerber v. California, <span class=\"citation\" data-id=\"107262\"><a href=\"/opinion/107262/schmerber-v-california/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">757</span></a></span>, <span class=\"citation\" data-id=\"107262\"><a href=\"/opinion/107262/schmerber-v-california/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1826</span></a></span>, <span class=\"citation\" data-id=\"107262\"><a href=\"/opinion/107262/schmerber-v-california/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">908</span> </a></span>(1966);  Gilbert v. California, <span class=\"citation\" data-id=\"107487\"><a href=\"/opinion/107487/gilbert-v-california/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, <span class=\"citation\" data-id=\"107487\"><a href=\"/opinion/107487/gilbert-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1951</span></a></span>, <span class=\"citation\" data-id=\"107487\"><a href=\"/opinion/107487/gilbert-v-california/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1178</span> </a></span>(1967).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">What Bullard appears to argue instead is that his initial refusal to cooperate by putting on his hat amounts to using his own words--namely, his refusal to cooperate--against him as evidence of consciousness of guilt.  The prosecutor did not urge this inference and referred to the refusal primarily in connection with an argument that Bullard and the robber wore their hats in the same way.  Still, the inference is pretty obvious.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In many circumstances, a defendant's refusal to speak with the police or answer questions is not allowed to be used against him.  The concern is not that allowed to be used against him.  The concern is not that the silence or words of refusal are themselves compelled testimony, for the silence or words of refusal are not compelled.  Rather, the fear is that using the refusal against the defendant would place undue and inappropriate pressure upon him to surrender his or her constitutional right to remain silent.  In some cases, an inference from silence could also be unfair for a different reason;  the Supreme Court has said that a Miranda warning carries the implication that there is no penalty for silence, and the defendant may reasonably rely on the assurance.  Doyle v. Ohio, <span class=\"citation\" data-id=\"109491\"><a href=\"/opinion/109491/doyle-v-ohio/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">610</span></a></span>, 618, <span class=\"citation\" data-id=\"109491\"><a href=\"/opinion/109491/doyle-v-ohio/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2240</span></a></span>, 2245, <span class=\"citation\" data-id=\"109491\"><a href=\"/opinion/109491/doyle-v-ohio/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">91</span> </a></span>(1976).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The present case is quite different.  Bullard had a Fifth Amendment right to remain silent but he had no such right to refuse to don a hat, stand in a lineup, or provide fingerprints.  Since he had no such right, then to draw inference of guilt from his refusal to cooperate physically does not place improper pressure on him to surrender a protected right.  Nor does a Miranda warning promise or imply that a defendant can with impunity refuse to put on a hat.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Of course, in some situations a refusal to cooperate by providing physical evidence may be defended because cooperation would itself reveal the content of the defendant's mind.  See, e.g., Fisher v. United States, <span class=\"citation\" data-id=\"109432\"><a href=\"/opinion/109432/fisher-v-united-states/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, 410, <span class=\"citation\" data-id=\"109432\"><a href=\"/opinion/109432/fisher-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1569</span></a></span>, 1581, <span class=\"citation\" data-id=\"109432\"><a href=\"/opinion/109432/fisher-v-united-states/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span> </a></span>(1976);  In re Kave, <span class=\"citation\" data-id=\"451510\"><a href=\"/opinion/451510/in-re-martha-r-kave/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 358 (1st Cir.1985).  But this case involves no such danger.  As for the logic of the inference, an inference based on a refusal to cooperate where cooperation itself can be compelled and would be expected from an innocent person, is no different than an inference of guilt based on flight to avoid arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We do not want to be understood as giving blanket approval to testimony of a defendant's refusal to cooperate in physical activities.  An inference of guilt might be irrational in some circumstances (e.g., a defendant refusing to submit to a dangerous operation to recover evidence against him).  There may be a range of other cases where testimony or comment about a defendant's refusal to cooperate in physical activities could be unduly prejudicial or threaten constitutional rights.  But no such situation is apparent here, and there is certainly no plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107262/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109491/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/433457/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451510/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488020/"
  ]
}