{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195608/",
  "id": 195608,
  "absolute_url": "/opinion/195608/johnson-v-national-sea/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195608/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:41Z",
  "date_modified": "2020-02-21T23:29:43.192562Z",
  "type": "010combined",
  "sha1": "b4b60ea38a3be4615fca481b43ebee4a75ecff07",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1105.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1105\n\n                     MICHAEL JOHNSON, ET AL.,\n\n                     Plaintiffs - Appellants,\n\n                                v.\n\n               NATIONAL SEA PRODUCTS, LTD., ET AL.,\n\n                     Defendants - Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n    [Hon. W. Arthur Garrity, Jr., Senior U.S. District Judge]\n                                                            \n\n                                           \n\n                              Before\n\n                     Torruella, Selya and Cyr\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n     Joseph G. Abromovitz, with whom Marsha A. Morello, George F.\n                                                                 \nLeahy and Abromovitz &amp; Leahy, P.C., were on brief for appellants.\n                                  \n     Brian P.  Voke, with whom  Richard P. Campbell,  Kathleen M.\n                                                                 \nGuilfoyle, Campbell  &amp; Associates,  P.C., David T.  DeCelles, and\n                                                            \nAvery, Dooley, Post &amp; Avery, were on brief for appellees.\n                           \n\n                                           \n\n                        September 20, 1994\n                                           \n\n          TORRUELLA, Circuit Judge.  Appellants Michael and Kelli\n                                  \n\nJohnson (\"plaintiffs\")  filed an  action alleging  negligence and\n\nbreach of warranty against defendant National Sea Products, Ltd.,\n\nin connection  with  injuries that  Michael  Johnson  (\"Johnson\")\n\nsuffered when a pallet of  frozen fish fell upon him.   At trial,\n\nthe jury found in favor of the defendant on the negligence claim.\n\nThe court directed  a verdict  for the  defendant on  plaintiffs'\n\nbreach of warranty  claim.   Plaintiffs ask this  court to  grant\n\nthem  a  new  trial due  to  errors  allegedly  committed by  the\n\ndistrict  court.  Plaintiffs also  ask this court  to reverse the\n\ndistrict  court's order  directing  a verdict  on  the breach  of\n\nwarranty claims.  We affirm the district court in all respects.\n\n                                I.\n\n                            BACKGROUND\n\n          On  May 19,  1989, Michael  Johnson was injured  when a\n\npallet  loaded with boxes of frozen cod fillets (\"the fish\") fell\n\non him while he was working as a stock-loader at Condyne, Inc., a\n\npublic warehouse  in  Avon, Massachusetts,  which  stored  frozen\n\nfoods.\n\n          National Sea  is a Canadian corporation  engaged in the\n\nbusiness of harvesting, processing  and distributing fish.  Among\n\ntheir many products  are Hi-liner cod  fillets which are  frozen,\n\npacked  in sealed plastic  containers, placed in  boxes, and then\n\npacked into \"master cartons\" for shipment.  Before being shipped,\n\nNational Sea piles the master cartons on several 40\" x 48\" wooden\n\npallets  and applies a plastic  stretch wrap to  hold the cartons\n\n                               -2-\n\ntogether and to keep them from falling off the pallet.\n\n          National Sea consists of two corporations: National Sea\n\nProducts, Ltd.,  a Canadian  company, and National  Sea Products,\n\nInc., a United States  company.  The Canadian corporation  is the\n\nparent  company, and the  United States  corporation is  a wholly\n\nowned subsidiary.   These corporations are, in turn, divided into\n\nseveral operating units, among which is Canada Products-Corporate\n\nSales   (\"Canada  Products\"),   a   division   of  the   Canadian\n\ncorporation, with responsibility for servicing major accounts.  \n\n          One of  Canada Products'  major accounts was  Long John\n\nSilver, also known as Jerrico, Inc., which was expected to be the\n\npurchaser of  the  fish involved  in  this case.    The fish  was\n\nprocessed  and packaged  according to specifications  provided by\n\nLong John Silver and the  cartons were placed on the pallets  for\n\nshipment  according  to  Long John  Silver's  specifications  for\n\npallet configuration,  which required that each  layer have eight\n\ncartons and that there be five layers on the  pallet.  Sometimes,\n\nfor storage  at its  Lunenburg, Nova  Scotia plant,  National Sea\n\nuses a different pallet  configuration for these cartons, placing\n\nthem ten cartons to a layer, three layers high.\n\n          Although the fish involved  in this case were prepared,\n\npackaged   and  placed   on   pallets  to   Long  John   Silver's\n\nspecifications, in  anticipation of a possible  order, there was,\n\nat  the time of Johnson's accident, no  order by Long John Silver\n\nfor these fish.\n\n          The  fish in  question were  shipped from  the Canadian\n\n                               -3-\n\ncorporation  to  Canada  Products   care-of  the  Condyne  public\n\nwarehouse.   Generally, when the  shipment arrives at  Condyne, a\n\nbill   for  storage  is  generated  and   sent  to  the  American\n\ncorporation,  which enters  the shipment  in its  records  and is\n\nresponsible  ultimately  for  paying   the  storage  bill.    The\n\nownership  of the goods does not  pass, however, until the end of\n\nthe month when there  is an intercompany financial reconciliation\n\nof  all  transferred  products.   Ultimately,  Long  John  Silver\n\npurchased  the fish  in question.   The  fish, however,  were not\n\npurchased or  shipped to  Long  John Silver  until the  following\n\nmonth, long after the accident. \n\n          When  the  shipment of  fish  arrived  at Condyne,  the\n\nCondyne  receiver  ordered  the  truck  driver,  an  employee  of\n\nCarleton  County Brokerage, Ltd.,1  to remove the  top layer from\n\neach  of the  pallets,  reducing them  to  four layers  of  eight\n\ncartons each,  and to make up  new pallet loads with  the removed\n\nboxes.   Apparently this was done  so that the pallet loads would\n\nfit into Condyne's rack  storage system.  After the  truck driver\n\nhad  reconfigured the boxes on  the pallets, the  shipment was 22\n\npallet loads instead of the original 17.\n\n          Rather  than  placing  the  fish in  the  rack  storage\n\nfacilities,  however,  Johnson, using a forklift, bulk stacked or\n\n                    \n\n1   Plaintiffs' original suit included Harold B. Legge Transport,\nLtd. as  trucking agent for  National Sea.   Subsequent discovery\nrevealed that Legge had contracted with Carleton County Brokerage\nLtd. to ship the subject  load.  Hence, Carleton was added as   a\ndirect defendant.   During  the course of  trial, plaintiffs  and\nCarleton settled.\n\n                               -4-\n\nfree  stacked  the  fish by  piling  one pallet  load  on  top of\n\nanother, four pallet loads high with a fifth pallet load spanning\n\nthe gap  between each stack of  four.  Each pallet  load was four\n\nfeet  high, and weighed over  one ton.   Johnson was piling these\n\nheavy loads 16 to 20 feet high.\n\n          Johnson  testified  that the  accident  occurred as  he\n\nstacked the  pallet loads four and five loads high.  He testified\n\nthat as  he attempted to move the two highest pallet loads in the\n\nstack, the top  pallet fell.   Johnson jumped from the  truck and\n\nran,  but was hit by the pallet load.  There is no evidence as to\n\nwhether the pallet which fell had been configured by National Sea\n\nor by Carleton's driver.\n\n          In  his suit,  Johnson  alleged that  National Sea,  as\n\nseller of the fish,  packaged the fish in an  unstable palletized\n\nconfiguration rather than National  Sea's own recommended 3 x  10\n\nconfiguration.   The method of stacking by National Sea created a\n\ncondition referred to  by the witnesses as \"pyramiding\"  when the\n\npallets  of fish were bulk stacked, i.e., one pallet stacked atop\n                                        \n\nanother, four or five pallets high.\n\n          The trial  in the district court  commenced on November\n\n29,  1993.   Much  of the  trial  concerned whether  National Sea\n\nshould have foreseen that the pallet loads  of fish would be bulk\n\nstacked four  or five loads high rather than stored in racks.  It\n\nwas undisputed  that the pallet  configuration of the  cartons of\n\nfish  was entirely safe for  rack storage and  that Johnson would\n\nnot  have been  injured if  the pallet loads  had been  placed in\n\n                               -5-\n\nracks at Condyne.  \n\n          Following the close of the evidence, the district court\n\njudge granted  National Sea's motion  for a  directed verdict  on\n\nplaintiffs'  breach of warranty counts  because it found that the\n\ngoods had  not  reached an  ultimate consumer  and therefore,  no\n\nwarranties attached.  On  December 16, Rule 49(b) interrogatories\n\nwere submitted to the jury.  \n\n          The jury  answered the  following interrogatory  in the\n\nnegative, thereby  precluding further response to  the subsequent\n\ninterrogatories and disposing  of the case  in favor of  National\n\nSea:\n\n            Was  it  reasonably  foreseeable  by  the\n            Defendant,  National  Sea Products,  Ltd.\n            that the pallet  loads in question  would\n            be  stacked  at  Condyne  Freezers  by  a\n            forklift truck one on top of another to a\n            level of four/five pallet loads high?\n\n          On appeal, the plaintiffs contend that: 1) the district\n\ncourt  erred in  granting  National Sea's  motion for  a directed\n\nverdict  as  to the  plaintiffs'  breach of  warranty  claims; 2)\n\nstatements made  by defense counsel during  closing argument were\n\nimproper and resulted in reversible error; and 3) the court erred\n\nin  instructing  the  jury on  the  issue  of foreseeability  and\n\ndefective design.\n\n                               II.\n\n                            DISCUSSION\n\n                  A.  Breach of Warranty Claims\n                                               \n\n          The plaintiffs claim that  Michael Johnson was entitled\n\nto  benefit  from  warranties  of merchantability  and  that  the\n\n                               -6-\n\ndistrict  court  erred in  dismissing  their  breach of  warranty\n\nclaims.  Under Massachusetts  law, \"a warranty of merchantability\n\nis implied in two situations: (1) when title  to goods passes for\n\na  price, and (2) when a contract  is made for the future passing\n\nof  title  to goods  for  a  price.\"    Mason v.  General  Motors\n                                                                 \n\nCorporation, 397 Mass. 183, 187-88, 490 N.E.2d 437, 440 (1986).\n           \n\n          Plaintiffs have not presented any evidence showing that\n\nthere was a sale of goods, or any contract for sale, particularly\n\none  involving  themselves.   Therefore,  we  need not  determine\n\nwhether Johnson was  a member of the class of persons entitled to\n\nbenefit from any warranties  of merchantability that might attach\n\nto a sale of the fish.   \n\n          There was  no  evidence  of a  sale  of  goods  between\n\nNational  Sea  and  Long  John  Silver.    Rather,  the  evidence\n\nindicates  that at the time of the accident, Long John Silver had\n\nnot  yet placed an order for these  fish, and that the fish might\n\nhave been sold to anyone.  There was no contract for sale between\n\nNational  Sea and Long John Silver: no price had been determined,\n\nno delivery date had been set, and no quantity or other terms had\n\nbeen specified.\n\n          Nor  was there  a sale  or contract  for sale  from the\n\nNational  Sea parent to the  United States subsidiary.   The fish\n\nwere owned, at the  time of the  accident, by Canada Products,  a\n\ndivision of the Canadian  corporation.  The fish could  have been\n\nsold at the end of the month to the United  States corporation at\n\na price  to  be determined  at  that time,  but  that was  not  a\n\n                               -7-\n\ncertainty.   Instead,  the fish  might have  been disposed  of or\n\nreturned  to  Canada   prior  to  any  transfer.     Under  these\n\ncircumstances,  absent any sale of  the fish or  contract for the\n\nsale  of  the fish,  no  warranty of  merchantability  could have\n\nattached.  \n\n          A directed verdict is appropriate where the evidence is\n\nsuch   that  a  reasonable  person  could  be  led  to  only  one\n\nconclusion, namely, that the moving party is entitled to judgment\n\nas   a  matter  of  law.    Luson  Int'l  Distributors,  Inc.  v.\n                                                             \n\nFabricating &amp; Production Machinery, Inc., 966 F.2d 9, 10-11  (1st\n                                        \n\nCir.  1992).    Therefore, the  district  court  did  not err  in\n\ndirecting a verdict on this issue.\n\n              B.  Defense Counsel's Closing Argument\n                                                    \n\n          As grounds for a new trial, the  plaintiffs charge that\n\nNational Sea's counsel, Mr. Richard Campbell, engaged in improper\n\narguments  in  two respects.   First,  the plaintiffs  argue that\n\nMr. Campbell referred to supposedly excluded  evidence, that this\n\nreference  prejudicially  influenced  the  jury,  and   as  such,\n\nconstituted reversible  error.  In his  closing argument, counsel\n\nargued that National  Sea did  not learn that  their product  was\n\nbeing bulk stacked  on top of another,  four or five  high, until\n\nrepresentatives  of  National  Sea,   Morgan  Palmer  and  Walter\n\nWaldrop, went to Avon  after the accident  in August, 1989.   Mr.\nCampbell told \nthe jury:\n\n            So National Sea  Products never was  told\n            that  this stuff  was being  bulk stacked\n            one  pallet on  top  of another.   Never.\n            National Sea Products  didn't learn  that\n\n                               -8-\n\n            these pallets were being bulk stacked one\n            on  top of  another,  four or  five high,\n            until  Morgan  Palmer and  Walter Waldrop\n            went   down  to  Avon  in  August,  1989.\n            August, 1989.\n\n          Plaintiffs'  counsel  immediately   objected  to   this\n\nreference,  contending that  such  testamonial evidence  had been\n\nexcluded by  the court.  Following plaintiffs' objections to this\n\nstatement, Mr. Campbell  made efforts  to remind  the judge  that\n\nevidence of these facts was not entirely excluded.  Despite these\n\nefforts, the court gave the following \"curative\" instruction:\n\n            [T]he Court's recollection is  clear that\n            the evidence was excluded.  But I'll tell\n            the jury:    You might  have a  different\n            recollection.   You  may have  heard that\n            statement in the  course of the testimony\n            of the  witness, in  which event  you may\n            consider it.  If, on the other hand--it's\n            my   recollection   and   that   of   the\n            plaintiff's   counsel   that  the   Court\n            excluded  it for the basic reason because\n            it happened subsequent  to the  accident.\n            That was the basis of the Court's ruling.\n            And I do believe it was excluded.\n\n          Plaintiffs  contend  that  the  trial  judge's curative\n\nstatements were not sufficient to erase the prejudicial effect of\n\ndefense counsel's  reference to the excluded testimony.   We need\n\nnot determine whether the curative instructions were satisfactory\n\nbecause our review of  the record reveals that this  evidence was\n\nnot excluded by  the court and  therefore, the defense  counsel's\n\nargument was not inappropriate.\n\n          During   Morgan   Palmer's  testimony,   the  following\n\nexchange took place:\n\n            Q.  Sir,  in May, prior to May  19, 1989,\n            what was your  understanding with  regard\n\n                               -9-\n\n            to  how  National Sea  Products Limited's\n            product  was  being  stored at  the  Avon\n            facility of Condyne?\n\n            A.  It was being put into racks.\n\n            Q.  Did  there come a time, sir, when you\n                                                     \n            learned  that the  product was  not being\n                                                     \n            stored in racks?\n                           \n\n            A.  In August --\n\n            MR. LEAHY:  Objection.\n                                 \n\n            THE COURT:  Excuse  me.  The objection is\n                                                     \n            overruled  in  the  sense  that  you  can\n                     \n            answer the  question, \"Yes, there  came a\n            time,\" and then there will be a question.\n\n            Q.  Let me try again.\n            Did there  come  a time,  sir,  when  you\n            learned   that   National  Sea   Products\n            Limited's products were not  being stored\n            in racks at the Avon facility of Condyne?\n\n            A.  Yes.\n                   \n\n            Q.  When was that?\n\n            A.  That was in August of 1989.\n                                          \n\n            MR. LEAHY:  Objection.\n                                 \n\n            THE COURT:  Excuse me?\n\n            MR. LEAHY:  Objection.\n            I noted an objection.   He said August of\n            1989,  and  that's  post  accident,  your\n            Honor.\n\n            THE COURT:   He answered the question and\n            the answer may stand.\n                                \n\n            Q.  Can you tell  the jury, sir, what the\n            circumstances were by  which you  learned\n            that the product was being stored outside\n            of a rack at  the Avon facility in August\n            of 1989?\n\n            MR. LEAHY:  Objection.\n\n            THE COURT:  Objection sustained.\n\n                               -10-\n\n            Q.   Did  you personally  visit the  Avon\n            plant in August of 1989?\n\n            A.  Yes.\n\n(emphasis added).\n\n          Thus, while the court  excluded certain observations as\n\npost-accident,  it clearly  admitted  testimony  indicating  that\n\nNational  Sea first learned its products were not being stored in\n\nCondyne's racks in August  of 1989 and that Morgan Palmer went to\n\nCondyne's  plant in August  of 1989.  Its  rulings in this regard\n\nhave  not been challenged on appeal.  Because this case concerned\n\nonly two types of storage: storage  in racks or bulk stacking, it\n\nwas  reasonable to infer from  the evidence admitted  that if the\n\nproducts were not  being stored  in racks, they  were being  bulk\n\nstacked.\n\n           The  trial judge  had  broad discretion  to deal  with\n\nsupposed improprieties in closing  arguments, and absent an abuse\n\nof  discretion,  we will  defer  to his  or her  actions  in this\n\nregard.   Gonz lez-Mar n  v. Equitable  Life Assurance  Soc., 845\n                                                            \n\nF.2d  1140,  1147-48  (1st Cir.  1988).    Far  from abusing  his\n\ndiscretion, the  trial judge  in this  case  gave an  unnecessary\n\ncurative instruction,  which if anything, could  have caused harm\n\nto the defendants, not the plaintiffs.\n\n          The  plaintiffs  point  to another  allegedly  improper\n\naspect of Campbell's closing argument, which they raised for  the\n\nfirst  time in  their post-trial  motion for  a new  trial.   The\n\nplaintiffs claim  that  Mr.  Campbell  displayed to  the  jury  a\n\nCondyne brochure which was  not in evidence to show  that Condyne\n\n                               -11-\n\npromoted its rack storage facilities.  A review of the transcript\n\nof Mr. Campbell's closing argument,  however, does not reveal any\n\nobjection  on  behalf of  plaintiffs  to  this alleged  brochure-\n\nwaiving.   Since a timely  objection was not  made, the issue was\n\nnot preserved  for appeal.   See Doty  v. Sewall, 908  F.2d 1053,\n                                                \n\n1056  (1st Cir. 1990).  Our  review is therefore limited to plain\n\nerror.  Id. \n           \n\n          Our  review of the record does not reveal any statement\n\nindicating that  a Condyne brochure of  promotional materials was\n\ndisplayed  before the  jury.    Mr.  Campbell also  submitted  an\n\naffidavit  in response to the plaintiffs' motion for a new trial,\n\nthat denies that any  brochure was shown  to the jury during  his\n\nclosing argument.  Because there is absolutely no evidence in the\n\nrecord that  the alleged brochure waiving  actually occurred, nor\n\nany  objection   on  behalf  of  the  plaintiffs,  we  find  that\n\nplaintiffs' claim has no merit.  \n\n             C.  Jury Instructions on Foreseeability\n                                                    \n\n          The  plaintiffs  complain  that  the  court   erred  by\n\nrefusing to  charge the jury with their  requested instruction in\n\nRequest Number 55.  Request Number 55 stated:\n\n            a manufacturer  has a duty  to anticipate\n            the  environment  in  which   it's  [sic]\n            product   will  be  used  and  to  design\n            against  the reasonably  foreseeable risk\n            attending  the  products  used   in  that\n            setting.\n\n          The  plaintiffs contend  that the  product  in question\n\nincluded not only the  frozen fillets of fish packed  within each\n\nbox but also the method by  which National Sea stacked the  boxes\n\n                               -12-\n\nof  frozen fish  one atop another  and then  stretch-wrapped each\n\npallet for shipment.  Plaintiffs argue that it was foreseeable to\n\nNational Sea that the  product would be bulk stacked  at Condyne.\n\nThey  maintain  that National  Sea,  therefore,  had  a  duty  to\n\nanticipate  that the product would be bulk stacked at Condyne and\n\nto design  their product in  a manner that took  into account the\n\nalleged   reasonably  foreseeable   risks   of   bulk   stacking.\n\nPlaintiffs contend that whether National Sea fulfilled its duties\n\nin this  respect was an issue that  should have been submitted to\n\nthe jury and that no other  part of the court's charge  addressed\n\nthis particular claim.\n\n          \"An error in jury instructions will warrant reversal of\n\na  judgment  only  if  the  error  is  determined  to  have  been\n\nprejudicial,  based on a review of the record as a whole.\"  Davet\n                                                                 \n\nv. Maccarone,  973 F.2d 22,  26 (1st Cir  1992).  We  examine the\n            \n\njury instructions to determine \"whether they adequately explained\n\nthe law  or whether they tended to confuse or mislead the jury on\n\nthe  controlling issues.\"    Id. at  26  (internal quotation  and\n                                \n\ncitation omitted).\n\n          We do not  find reversible error in  the court's charge\n\nto the  jury.  In  the present case,  the alleged defect  was the\n\nmanner in which cartons of fish were stacked on the  pallet.  The\n\nplaintiff bears the burden  to show that  his use of the  product\n\nwas a foreseeable one,  regardless of whether or  not it was  the\n\nintended use of the product, and \"[w]here there is no foreseeable\n\nuse, there is no liability.\"  Allen v. Chance Mfg. Co., 398 Mass.\n                                                      \n\n                               -13-\n\n32, 34, 494 N.E.2d 1324, 1326 (1986).\n\n          The court charged  the jury on the  subject of National\n\nSea's   obligation  to   consider   the  reasonably   foreseeable\n\ncircumstances  and foreseeable dangers  involved in the packaging\n\nand palletizing of its product, and to  guard against foreseeable\n\nharm as follows:\n\n              \"Ordinary care\" is not an absolute term\n            but a  relative one;  that is to  say, in\n            deciding   whether   ordinary  care   was\n            exercised in a given case, the conduct in\n            question must  be viewed in the  light of\n            all  the   surrounding  circumstances  as\n            shown by the evidence  in this case.  The\n            amount of care  exercised by a reasonably\n            prudent person will vary in proportion to\n            the danger  known to be involved  in what\n            is being  done, and it  follows that  the\n            amount of caution required  in the use of\n            ordinary care will  vary with the  nature\n            of   what's  being   done  and   all  the\n            surrounding  circumstances  shown by  the\n            evidence in the case.   To put it another\n            way: As the danger that should reasonably\n            be  foreseen increases, so  the amount of\n            care required by the law increase[s].\n\n              Bringing those principles closer to the\n            facts of this case, the defendant was not\n                                                     \n            required  to  package  and palletize  its\n                                                     \n            cartons in a way  that made them accident\n                                                     \n            proof  or  even to  package  or palletize\n                                                     \n            them  in the  safest  possible way,  but,\n                                                     \n            rather, to package and palletize  them in\n                                                     \n            a  manner  that is  reasonable  under the\n                                                     \n            circumstances.  Its duty was, rather, one\n                                                     \n            of  reasonable  care  to protect  against\n                                                     \n            foreseeable harm.\n                            \n\n(emphasis added).\n\n          This   instruction   was   accurate  and   no   further\n\ninstructions  were required  by  law.   Because the  instructions\n\n\"show  no tendency to confuse or mislead the jury with respect to\n\n                               -14-\n\nthe applicable principles of law,\" they are satisfactory and must\n\nbe upheld.  Harrington v. United States, 504 F.2d 1306, 1317 (1st\n                                       \n\nCir. 1974).\n\n          Affirmed.\n                  \n\n                               -15-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1105\n\n                     MICHAEL JOHNSON, ET AL.,\n\n                     Plaintiffs - Appellants,\n\n                                v.\n\n               NATIONAL SEA PRODUCTS, LTD., ET AL.,\n\n                     Defendants - Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n    [Hon. W. Arthur Garrity, Jr., Senior U.S. District Judge]\n                                                            \n\n                                           \n\n                              Before\n\n                     Torruella, Selya and Cyr\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n     Joseph G. Abromovitz, with whom Marsha A. Morello, George F.\n                                                                 \nLeahy and Abromovitz &amp; Leahy, P.C., were on brief for appellants.\n                                  \n     Brian P.  Voke, with whom  Richard P. Campbell,  Kathleen M.\n                                                                 \nGuilfoyle, Campbell  &amp; Associates,  P.C., David T.  DeCelles, and\n                                                            \nAvery, Dooley, Post &amp; Avery, were on brief for appellees.\n                           \n\n                                           \n\n                        September 20, 1994\n                                           \n\n          TORRUELLA, Circuit Judge.  Appellants Michael and Kelli\n                                  \n\nJohnson (\"plaintiffs\")  filed an  action alleging  negligence and\n\nbreach of warranty against defendant National Sea Products, Ltd.,\n\nin connection  with  injuries that  Michael  Johnson  (\"Johnson\")\n\nsuffered when a pallet of  frozen fish fell upon him.   At trial,\n\nthe jury found in favor of the defendant on the negligence claim.\n\nThe court directed  a verdict  for the  defendant on  plaintiffs'\n\nbreach of warranty  claim.   Plaintiffs ask this  court to  grant\n\nthem  a  new  trial due  to  errors  allegedly  committed by  the\n\ndistrict  court.  Plaintiffs also  ask this court  to reverse the\n\ndistrict  court's order  directing  a verdict  on  the breach  of\n\nwarranty claims.  We affirm the district court in all respects.\n\n                                I.\n\n                            BACKGROUND\n\n          On  May 19,  1989, Michael  Johnson was injured  when a\n\npallet  loaded with boxes of frozen cod fillets (\"the fish\") fell\n\non him while he was working as a stock-loader at Condyne, Inc., a\n\npublic warehouse  in  Avon, Massachusetts,  which  stored  frozen\n\nfoods.\n\n          National Sea  is a Canadian corporation  engaged in the\n\nbusiness of harvesting, processing  and distributing fish.  Among\n\ntheir many products  are Hi-liner cod  fillets which are  frozen,\n\npacked  in sealed plastic  containers, placed in  boxes, and then\n\npacked into \"master cartons\" for shipment.  Before being shipped,\n\nNational Sea piles the master cartons on several 40\" x 48\" wooden\n\npallets  and applies a plastic  stretch wrap to  hold the cartons\n\n                               -2-\n\ntogether and to keep them from falling off the pallet.\n\n          National Sea consists of two corporations: National Sea\n\nProducts, Ltd.,  a Canadian  company, and National  Sea Products,\n\nInc., a United States  company.  The Canadian corporation  is the\n\nparent  company, and the  United States  corporation is  a wholly\n\nowned subsidiary.   These corporations are, in turn, divided into\n\nseveral operating units, among which is Canada Products-Corporate\n\nSales   (\"Canada  Products\"),   a   division   of  the   Canadian\n\ncorporation, with responsibility for servicing major accounts.  \n\n          One of  Canada Products'  major accounts was  Long John\n\nSilver, also known as Jerrico, Inc., which was expected to be the\n\npurchaser of  the  fish involved  in  this case.    The fish  was\n\nprocessed  and packaged  according to specifications  provided by\n\nLong John Silver and the  cartons were placed on the pallets  for\n\nshipment  according  to  Long John  Silver's  specifications  for\n\npallet configuration,  which required that each  layer have eight\n\ncartons and that there be five layers on the  pallet.  Sometimes,\n\nfor storage  at its  Lunenburg, Nova  Scotia plant,  National Sea\n\nuses a different pallet  configuration for these cartons, placing\n\nthem ten cartons to a layer, three layers high.\n\n          Although the fish involved  in this case were prepared,\n\npackaged   and  placed   on   pallets  to   Long  John   Silver's\n\nspecifications, in  anticipation of a possible  order, there was,\n\nat  the time of Johnson's accident, no  order by Long John Silver\n\nfor these fish.\n\n          The  fish in  question were  shipped from  the Canadian\n\n                               -3-\n\ncorporation  to  Canada  Products   care-of  the  Condyne  public\n\nwarehouse.   Generally, when the  shipment arrives at  Condyne, a\n\nbill   for  storage  is  generated  and   sent  to  the  American\n\ncorporation,  which enters  the shipment  in its  records  and is\n\nresponsible  ultimately  for  paying   the  storage  bill.    The\n\nownership  of the goods does not  pass, however, until the end of\n\nthe month when there  is an intercompany financial reconciliation\n\nof  all  transferred  products.   Ultimately,  Long  John  Silver\n\npurchased  the fish  in question.   The  fish, however,  were not\n\npurchased or  shipped to  Long  John Silver  until the  following\n\nmonth, long after the accident. \n\n          When  the  shipment of  fish  arrived  at Condyne,  the\n\nCondyne  receiver  ordered  the  truck  driver,  an  employee  of\n\nCarleton  County Brokerage, Ltd.,1  to remove the  top layer from\n\neach  of the  pallets,  reducing them  to  four layers  of  eight\n\ncartons each,  and to make up  new pallet loads with  the removed\n\nboxes.   Apparently this was done  so that the pallet loads would\n\nfit into Condyne's rack  storage system.  After the  truck driver\n\nhad  reconfigured the boxes on  the pallets, the  shipment was 22\n\npallet loads instead of the original 17.\n\n          Rather  than  placing  the  fish in  the  rack  storage\n\nfacilities,  however,  Johnson, using a forklift, bulk stacked or\n\n                    \n\n1   Plaintiffs' original suit included Harold B. Legge Transport,\nLtd. as  trucking agent for  National Sea.   Subsequent discovery\nrevealed that Legge had contracted with Carleton County Brokerage\nLtd. to ship the subject  load.  Hence, Carleton was added as   a\ndirect defendant.   During  the course of  trial, plaintiffs  and\nCarleton settled.\n\n                               -4-\n\nfree  stacked  the  fish by  piling  one pallet  load  on  top of\n\nanother, four pallet loads high with a fifth pallet load spanning\n\nthe gap  between each stack of  four.  Each pallet  load was four\n\nfeet  high, and weighed over  one ton.   Johnson was piling these\n\nheavy loads 16 to 20 feet high.\n\n          Johnson  testified  that the  accident  occurred as  he\n\nstacked the  pallet loads four and five loads high.  He testified\n\nthat as  he attempted to move the two highest pallet loads in the\n\nstack, the top  pallet fell.   Johnson jumped from the  truck and\n\nran,  but was hit by the pallet load.  There is no evidence as to\n\nwhether the pallet which fell had been configured by National Sea\n\nor by Carleton's driver.\n\n          In  his suit,  Johnson  alleged that  National Sea,  as\n\nseller of the fish,  packaged the fish in an  unstable palletized\n\nconfiguration rather than National  Sea's own recommended 3 x  10\n\nconfiguration.   The method of stacking by National Sea created a\n\ncondition referred to  by the witnesses as \"pyramiding\"  when the\n\npallets  of fish were bulk stacked, i.e., one pallet stacked atop\n                                        \n\nanother, four or five pallets high.\n\n          The trial  in the district court  commenced on November\n\n29,  1993.   Much  of the  trial  concerned whether  National Sea\n\nshould have foreseen that the pallet loads  of fish would be bulk\n\nstacked four  or five loads high rather than stored in racks.  It\n\nwas undisputed  that the pallet  configuration of the  cartons of\n\nfish  was entirely safe for  rack storage and  that Johnson would\n\nnot  have been  injured if  the pallet loads  had been  placed in\n\n                               -5-\n\nracks at Condyne.  \n\n          Following the close of the evidence, the district court\n\njudge granted  National Sea's motion  for a  directed verdict  on\n\nplaintiffs'  breach of warranty counts  because it found that the\n\ngoods had  not  reached an  ultimate consumer  and therefore,  no\n\nwarranties attached.  On  December 16, Rule 49(b) interrogatories\n\nwere submitted to the jury.  \n\n          The jury  answered the  following interrogatory  in the\n\nnegative, thereby  precluding further response to  the subsequent\n\ninterrogatories and disposing  of the case  in favor of  National\n\nSea:\n\n            Was  it  reasonably  foreseeable  by  the\n            Defendant,  National  Sea Products,  Ltd.\n            that the pallet  loads in question  would\n            be  stacked  at  Condyne  Freezers  by  a\n            forklift truck one on top of another to a\n            level of four/five pallet loads high?\n\n          On appeal, the plaintiffs contend that: 1) the district\n\ncourt  erred in  granting  National Sea's  motion for  a directed\n\nverdict  as  to the  plaintiffs'  breach of  warranty  claims; 2)\n\nstatements made  by defense counsel during  closing argument were\n\nimproper and resulted in reversible error; and 3) the court erred\n\nin  instructing  the  jury on  the  issue  of foreseeability  and\n\ndefective design.\n\n                               II.\n\n                            DISCUSSION\n\n                  A.  Breach of Warranty Claims\n                                               \n\n          The plaintiffs claim that  Michael Johnson was entitled\n\nto  benefit  from  warranties  of merchantability  and  that  the\n\n                               -6-\n\ndistrict  court  erred in  dismissing  their  breach of  warranty\n\nclaims.  Under Massachusetts  law, \"a warranty of merchantability\n\nis implied in two situations: (1) when title  to goods passes for\n\na  price, and (2) when a contract  is made for the future passing\n\nof  title  to goods  for  a  price.\"    Mason v.  General  Motors\n                                                                 \n\nCorporation, </pre><span class=\"citation\" data-id=\"2251338\"><a href=\"/opinion/2251338/mason-v-general-motors-corp/\"><span class=\"volume\">397</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">183</span></a></span><pre class=\"inline\">, 187-88, </pre><span class=\"citation\" data-id=\"2251338\"><a href=\"/opinion/2251338/mason-v-general-motors-corp/\"><span class=\"volume\">490</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">437</span></a></span><pre class=\"inline\">, 440 (1986).\n           \n\n          Plaintiffs have not presented any evidence showing that\n\nthere was a sale of goods, or any contract for sale, particularly\n\none  involving  themselves.   Therefore,  we  need not  determine\n\nwhether Johnson was  a member of the class of persons entitled to\n\nbenefit from any warranties  of merchantability that might attach\n\nto a sale of the fish.   \n\n          There was  no  evidence  of a  sale  of  goods  between\n\nNational  Sea  and  Long  John  Silver.    Rather,  the  evidence\n\nindicates  that at the time of the accident, Long John Silver had\n\nnot  yet placed an order for these  fish, and that the fish might\n\nhave been sold to anyone.  There was no contract for sale between\n\nNational  Sea and Long John Silver: no price had been determined,\n\nno delivery date had been set, and no quantity or other terms had\n\nbeen specified.\n\n          Nor  was there  a sale  or contract  for sale  from the\n\nNational  Sea parent to the  United States subsidiary.   The fish\n\nwere owned, at the  time of the  accident, by Canada Products,  a\n\ndivision of the Canadian  corporation.  The fish could  have been\n\nsold at the end of the month to the United  States corporation at\n\na price  to  be determined  at  that time,  but  that was  not  a\n\n                               -7-\n\ncertainty.   Instead,  the fish  might have  been disposed  of or\n\nreturned  to  Canada   prior  to  any  transfer.     Under  these\n\ncircumstances,  absent any sale of  the fish or  contract for the\n\nsale  of  the fish,  no  warranty of  merchantability  could have\n\nattached.  \n\n          A directed verdict is appropriate where the evidence is\n\nsuch   that  a  reasonable  person  could  be  led  to  only  one\n\nconclusion, namely, that the moving party is entitled to judgment\n\nas   a  matter  of  law.    Luson  Int'l  Distributors,  Inc.  v.\n                                                             \n\nFabricating &amp; Production Machinery, Inc., </pre><span class=\"citation\" data-id=\"584182\"><a href=\"/opinion/584182/luson-international-distributors-inc-v-fabricating-and-production/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 10-11  (1st\n                                        \n\nCir.  1992).    Therefore, the  district  court  did  not err  in\n\ndirecting a verdict on this issue.\n\n              B.  Defense Counsel's Closing Argument\n                                                    \n\n          As grounds for a new trial, the  plaintiffs charge that\n\nNational Sea's counsel, Mr. Richard Campbell, engaged in improper\n\narguments  in  two respects.   First,  the plaintiffs  argue that\n\nMr. Campbell referred to supposedly excluded  evidence, that this\n\nreference  prejudicially  influenced  the  jury,  and   as  such,\n\nconstituted reversible  error.  In his  closing argument, counsel\n\nargued that National  Sea did  not learn that  their product  was\n\nbeing bulk stacked  on top of another,  four or five  high, until\n\nrepresentatives  of  National  Sea,   Morgan  Palmer  and  Walter\n\nWaldrop, went to Avon  after the accident  in August, 1989.   Mr.\nCampbell told \nthe jury:\n\n            So National Sea  Products never was  told\n            that  this stuff  was being  bulk stacked\n            one  pallet on  top  of another.   Never.\n            National Sea Products  didn't learn  that\n\n                               -8-\n\n            these pallets were being bulk stacked one\n            on  top of  another,  four or  five high,\n            until  Morgan  Palmer and  Walter Waldrop\n            went   down  to  Avon  in  August,  1989.\n            August, 1989.\n\n          Plaintiffs'  counsel  immediately   objected  to   this\n\nreference,  contending that  such  testamonial evidence  had been\n\nexcluded by  the court.  Following plaintiffs' objections to this\n\nstatement, Mr. Campbell  made efforts  to remind  the judge  that\n\nevidence of these facts was not entirely excluded.  Despite these\n\nefforts, the court gave the following \"curative\" instruction:\n\n            [T]he Court's recollection is  clear that\n            the evidence was excluded.  But I'll tell\n            the jury:    You might  have a  different\n            recollection.   You  may have  heard that\n            statement in the  course of the testimony\n            of the  witness, in  which event  you may\n            consider it.  If, on the other hand--it's\n            my   recollection   and   that   of   the\n            plaintiff's   counsel   that  the   Court\n            excluded  it for the basic reason because\n            it happened subsequent  to the  accident.\n            That was the basis of the Court's ruling.\n            And I do believe it was excluded.\n\n          Plaintiffs  contend  that  the  trial  judge's curative\n\nstatements were not sufficient to erase the prejudicial effect of\n\ndefense counsel's  reference to the excluded testimony.   We need\n\nnot determine whether the curative instructions were satisfactory\n\nbecause our review of  the record reveals that this  evidence was\n\nnot excluded by  the court and  therefore, the defense  counsel's\n\nargument was not inappropriate.\n\n          During   Morgan   Palmer's  testimony,   the  following\n\nexchange took place:\n\n            Q.  Sir,  in May, prior to May  19, 1989,\n            what was your  understanding with  regard\n\n                               -9-\n\n            to  how  National Sea  Products Limited's\n            product  was  being  stored at  the  Avon\n            facility of Condyne?\n\n            A.  It was being put into racks.\n\n            Q.  Did  there come a time, sir, when you\n                                                     \n            learned  that the  product was  not being\n                                                     \n            stored in racks?\n                           \n\n            A.  In August --\n\n            MR. LEAHY:  Objection.\n                                 \n\n            THE COURT:  Excuse  me.  The objection is\n                                                     \n            overruled  in  the  sense  that  you  can\n                     \n            answer the  question, \"Yes, there  came a\n            time,\" and then there will be a question.\n\n            Q.  Let me try again.\n            Did there  come  a time,  sir,  when  you\n            learned   that   National  Sea   Products\n            Limited's products were not  being stored\n            in racks at the Avon facility of Condyne?\n\n            A.  Yes.\n                   \n\n            Q.  When was that?\n\n            A.  That was in August of 1989.\n                                          \n\n            MR. LEAHY:  Objection.\n                                 \n\n            THE COURT:  Excuse me?\n\n            MR. LEAHY:  Objection.\n            I noted an objection.   He said August of\n            1989,  and  that's  post  accident,  your\n            Honor.\n\n            THE COURT:   He answered the question and\n            the answer may stand.\n                                \n\n            Q.  Can you tell  the jury, sir, what the\n            circumstances were by  which you  learned\n            that the product was being stored outside\n            of a rack at  the Avon facility in August\n            of 1989?\n\n            MR. LEAHY:  Objection.\n\n            THE COURT:  Objection sustained.\n\n                               -10-\n\n            Q.   Did  you personally  visit the  Avon\n            plant in August of 1989?\n\n            A.  Yes.\n\n(emphasis added).\n\n          Thus, while the court  excluded certain observations as\n\npost-accident,  it clearly  admitted  testimony  indicating  that\n\nNational  Sea first learned its products were not being stored in\n\nCondyne's racks in August  of 1989 and that Morgan Palmer went to\n\nCondyne's  plant in August  of 1989.  Its  rulings in this regard\n\nhave  not been challenged on appeal.  Because this case concerned\n\nonly two types of storage: storage  in racks or bulk stacking, it\n\nwas  reasonable to infer from  the evidence admitted  that if the\n\nproducts were not  being stored  in racks, they  were being  bulk\n\nstacked.\n\n           The  trial judge  had  broad discretion  to deal  with\n\nsupposed improprieties in closing  arguments, and absent an abuse\n\nof  discretion,  we will  defer  to his  or her  actions  in this\n\nregard.   Gonz lez-Mar n  v. Equitable  Life Assurance  Soc., </pre><span class=\"citation\" data-id=\"505496\"><a href=\"/opinion/505496/neftali-gonzalez-marin-v-the-equitable-life-assurance-society-of-the/\"><span class=\"volume\">845</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1140</span></a></span><pre class=\"inline\">,  1147-48  (1st Cir.  1988).    Far  from abusing  his\n\ndiscretion, the  trial judge  in this  case  gave an  unnecessary\n\ncurative instruction,  which if anything, could  have caused harm\n\nto the defendants, not the plaintiffs.\n\n          The  plaintiffs  point  to another  allegedly  improper\n\naspect of Campbell's closing argument, which they raised for  the\n\nfirst  time in  their post-trial  motion for  a new  trial.   The\n\nplaintiffs claim  that  Mr.  Campbell  displayed to  the  jury  a\n\nCondyne brochure which was  not in evidence to show  that Condyne\n\n                               -11-\n\npromoted its rack storage facilities.  A review of the transcript\n\nof Mr. Campbell's closing argument,  however, does not reveal any\n\nobjection  on  behalf of  plaintiffs  to  this alleged  brochure-\n\nwaiving.   Since a timely  objection was not  made, the issue was\n\nnot preserved  for appeal.   See Doty  v. Sewall, </pre><span class=\"citation\" data-id=\"545153\"><a href=\"/opinion/545153/arthur-doty-v-richard-sewall-arthur-doty-v-richard-sewall/\"><span class=\"volume\">908</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1053</span></a></span><pre class=\"inline\">,\n                                                \n\n1056  (1st Cir. 1990).  Our  review is therefore limited to plain\n\nerror.  </pre><span class=\"citation\" data-id=\"545153\"><a href=\"/opinion/545153/arthur-doty-v-richard-sewall-arthur-doty-v-richard-sewall/\"><span class=\"id_token\">Id.</span> \n           \n\n          Our  review </a></span><pre class=\"inline\">of the record does not reveal any statement\n\nindicating that  a Condyne brochure of  promotional materials was\n\ndisplayed  before the  jury.    Mr.  Campbell also  submitted  an\n\naffidavit  in response to the plaintiffs' motion for a new trial,\n\nthat denies that any  brochure was shown  to the jury during  his\n\nclosing argument.  Because there is absolutely no evidence in the\n\nrecord that  the alleged brochure waiving  actually occurred, nor\n\nany  objection   on  behalf  of  the  plaintiffs,  we  find  that\n\nplaintiffs' claim has no merit.  \n\n             C.  Jury Instructions on Foreseeability\n                                                    \n\n          The  plaintiffs  complain  that  the  court   erred  by\n\nrefusing to  charge the jury with their  requested instruction in\n\nRequest Number 55.  Request Number 55 stated:\n\n            a manufacturer  has a duty  to anticipate\n            the  environment  in  which   it's  [sic]\n            product   will  be  used  and  to  design\n            against  the reasonably  foreseeable risk\n            attending  the  products  used   in  that\n            setting.\n\n          The  plaintiffs contend  that the  product  in question\n\nincluded not only the  frozen fillets of fish packed  within each\n\nbox but also the method by  which National Sea stacked the  boxes\n\n                               -12-\n\nof  frozen fish  one atop another  and then  stretch-wrapped each\n\npallet for shipment.  Plaintiffs argue that it was foreseeable to\n\nNational Sea that the  product would be bulk stacked  at Condyne.\n\nThey  maintain  that National  Sea,  therefore,  had  a  duty  to\n\nanticipate  that the product would be bulk stacked at Condyne and\n\nto design  their product in  a manner that took  into account the\n\nalleged   reasonably  foreseeable   risks   of   bulk   stacking.\n\nPlaintiffs contend that whether National Sea fulfilled its duties\n\nin this  respect was an issue that  should have been submitted to\n\nthe jury and that no other  part of the court's charge  addressed\n\nthis particular claim.\n\n          \"An error in jury instructions will warrant reversal of\n\na  judgment  only  if  the  error  is  determined  to  have  been\n\nprejudicial,  based on a review of the record as a whole.\"  Davet\n                                                                 \n\nv. Maccarone,  </pre><span class=\"citation\" data-id=\"589645\"><a href=\"/opinion/589645/richard-f-davet-v-enrico-maccarone/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span><pre class=\"inline\">,  26 (1st Cir  1992).  We  examine the\n            \n\njury instructions to determine \"whether they adequately explained\n\nthe law  or whether they tended to confuse or mislead the jury on\n\nthe  controlling issues.\"    </pre><span class=\"citation\" data-id=\"589645\"><a href=\"/opinion/589645/richard-f-davet-v-enrico-maccarone/\"><span class=\"id_token\">Id.</span> at  26 </a></span><pre class=\"inline\"> (internal quotation  and\n                                \n\ncitation omitted).\n\n          We do not  find reversible error in  the court's charge\n\nto the  jury.  In  the present case,  the alleged defect  was the\n\nmanner in which cartons of fish were stacked on the  pallet.  The\n\nplaintiff bears the burden  to show that  his use of the  product\n\nwas a foreseeable one,  regardless of whether or  not it was  the\n\nintended use of the product, and \"[w]here there is no foreseeable\n\nuse, there is no liability.\"  Allen v. Chance Mfg. Co., 398 Mass.\n                                                      \n\n                               -13-\n\n32, 34, </pre><span class=\"citation\" data-id=\"2033014\"><a href=\"/opinion/2033014/allen-v-chance-manufacturing-co/\"><span class=\"volume\">494</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1324</span></a></span><pre class=\"inline\">, 1326 (1986).\n\n          The court charged  the jury on the  subject of National\n\nSea's   obligation  to   consider   the  reasonably   foreseeable\n\ncircumstances  and foreseeable dangers  involved in the packaging\n\nand palletizing of its product, and to  guard against foreseeable\n\nharm as follows:\n\n              \"Ordinary care\" is not an absolute term\n            but a  relative one;  that is to  say, in\n            deciding   whether   ordinary  care   was\n            exercised in a given case, the conduct in\n            question must  be viewed in the  light of\n            all  the   surrounding  circumstances  as\n            shown by the evidence  in this case.  The\n            amount of care  exercised by a reasonably\n            prudent person will vary in proportion to\n            the danger  known to be involved  in what\n            is being  done, and it  follows that  the\n            amount of caution required  in the use of\n            ordinary care will  vary with the  nature\n            of   what's  being   done  and   all  the\n            surrounding  circumstances  shown by  the\n            evidence in the case.   To put it another\n            way: As the danger that should reasonably\n            be  foreseen increases, so  the amount of\n            care required by the law increase[s].\n\n              Bringing those principles closer to the\n            facts of this case, the defendant was not\n                                                     \n            required  to  package  and palletize  its\n                                                     \n            cartons in a way  that made them accident\n                                                     \n            proof  or  even to  package  or palletize\n                                                     \n            them  in the  safest  possible way,  but,\n                                                     \n            rather, to package and palletize  them in\n                                                     \n            a  manner  that is  reasonable  under the\n                                                     \n            circumstances.  Its duty was, rather, one\n                                                     \n            of  reasonable  care  to protect  against\n                                                     \n            foreseeable harm.\n                            \n\n(emphasis added).\n\n          This   instruction   was   accurate  and   no   further\n\ninstructions  were required  by  law.   Because the  instructions\n\n\"show  no tendency to confuse or mislead the jury with respect to\n\n                               -14-\n\nthe applicable principles of law,\" they are satisfactory and must\n\nbe upheld.  Harrington v. United States, </pre><span class=\"citation\" data-id=\"322472\"><a href=\"/opinion/322472/harold-e-harrington-v-united-states/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1306</span></a></span><pre class=\"inline\">, 1317 (1st\n                                       \n\nCir. 1974).\n\n          Affirmed.\n                  \n\n                               -15-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/322472/",
    "https://www.courtlistener.com/api/rest/v3/opinions/505496/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584182/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589645/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2033014/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2251338/"
  ]
}