{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195615/",
  "id": 195615,
  "absolute_url": "/opinion/195615/el-fenix-v-the-m/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195615/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:43:51Z",
  "date_modified": "2020-02-21T23:29:53.811374Z",
  "type": "010combined",
  "sha1": "51bf392563b3698e8bdd75853900e9583976b1cd",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1493.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 93-1493\n                     EL FENIX DE PUERTO RICO,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                  THE M/Y JOHANNY, ETC., ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Raymond L. Acosta, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                  Bownes, Senior Circuit Judge,\n                                              \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n     Fernando  D. Castro,  with  whom Calvesbert  &amp; Brown  was on\n                                                         \nbrief for appellant.\n     Jorge Calero Blanco, with whom Ada Pilar Martin and Ledesma,\n                                                                 \nPalou &amp; Miranda were on brief for appellees.\n               \n\n                                           \n\n                        September 26, 1994\n\n                                           \n\n          CYR,  Circuit Judge.    In  this  case we  must  decide\n          CYR,  Circuit Judge.    \n                             \n\nwhether a recusal order under 28 U.S.C.   455(a) may be set aside\n\non reconsideration by the judge  who entered it.  As we  conclude\n\nthat it was improper for the recused judge to revisit the recusal\n\norder in  these circumstances, we  leave appellant's  substantive\n\nchallenges to  the district  court judgment for  consideration on\n\nremand.\n\n                                I\n\n                           BACKGROUND1\n                           BACKGROUND\n                                     \n\nA.   The Underlying Action\n                          \n\n          Appellee Aurelio Varona Perez (\"Varona\")  purchased the\n\nM/Y  JOHANNY, a  43-foot Wellcraft  \"San Remo\"  twin-diesel motor\n\nyacht, in  October 1987.  Appellant El  Fenix de Puerto Rico (\"El\n\nFenix\") later issued an \"all-risk\" marine insurance policy on the\n\nJOHANNY in the total amount of  $340,000.  No claims were made on\n\nthe  policy  until after  the  JOHANNY's final  voyage  two years\n\nlater.\n\n          In the wake of Hurricane Hugo, which struck Puerto Rico\n\nin September 1989,  Varona noticed  a slight  \"vibration\" in  the\n\nJOHANNY.  On November 14, 1989, Varona and his brother, a profes-\n\nsional  marine mechanic, set off from the Cangrejos Yacht Club in\n\n                    \n\n     1The  material  facts  underlying  the  merits  dispute  are\nrecited in the  light most favorable to the judgment.   See Pinto\n                                                                 \nv. M/S FERNWOOD, 507 F.2d 1327, 1329 (1st Cir. 1974) (\"In review-\n               \ning  the judgment of the trial court sitting in admiralty without\na jury,  . . .  [t]he evidence must be  viewed in the  light most\nfavorable to the prevailing party below . . . .\").  \n\n                                2\n\nSan  Juan for the port of Fajardo,  Puerto Rico, to have the boat\n\ndrydocked  for  repair.   Prior  to  departing San  Juan  Harbor,\n\nVarona's brother inspected the JOHANNY's underwater running gear,\n\nand,  finding nothing amiss, concluded  that it was  safe to pro-\n\nceed.\n\n          Approximately one hour into the voyage, however, Varona\n\nnoticed  that the JOHANNY was riding abnormally low in the water.\n\nUpon investigation, Varona's brother discovered two to three feet\n\nof  water in the engine compartment.  Varona issued Mayday calls,\n\nbut was unable to contact either the United States Coast Guard or\n\nhis  yacht club  in San  Juan.  The  source of  the leak  was not\n\nlocated and, within thirty minutes after discovery of  the flood-\n\ning,  the two  engines  stopped simultaneously,  apparently as  a\n\nresult of the rising water.  \n\n          With the  JOHANNY rapidly  taking on water,  Varona and\n\nhis brother disembarked into a small  dinghy, intending to return\n\nto  San Juan, summon assistance  and attempt to  salvage the JOH-\n\nANNY.  The  outboard motor on the  dinghy malfunctioned, however,\n\nand  since it  would operate only  intermittently it  took almost\n\nthree  hours to  reach the  nearest point  of land,  where Varona\n\nreported  the incident to the  Puerto Rico Maritime  Police.  The\n\nfollowing  day he informed his  insurance broker.  Neither Varona\n\nnor  his brother saw the JOHANNY sink, and marine salvage survey-\n\nors have never been able to locate her. \n\n          In  due  course,  El  Fenix  initiated  this  admiralty\n\naction, alleging that Varona had scuttled the vessel, and demand-\n\n                                3\n\ning damages and a judicial declaration disallowing coverage under\n\nthe marine insurance policy.   Varona counterclaimed for a decla-\n\nration  of coverage.  During the four-day bench trial, Varona and\n\nhis  brother testified  to the  events of  November 14,  1989, as\n\nrelated above,  and  proffered opinions  to the  effect that  the\n\nincursion  of sea  water into  the engine compartment  could have\n\nresulted from the failure of a stuffing-box, a perforation in the\n\nhull, or any  number of other possible breaches.   El Fenix coun-\n\ntered  with the  deposition of  Dr. Carlos  V. Wheeler,  a marine\n\nengineer, for the purpose of undermining the technical plausibil-\n\nity of the Varonas' accounts  of the flooding of the vessel.   El\n\nFenix also  presented the expert  testimony of Arturo  A. Vaello,\n\nJr.,  a marine  surveyor, who  opined that  the JOHANNY  had been\n\nscuttled.    Vaello's  opinion  was based  largely  on  perceived\n\nirregularities in  the manner  in which  Varona  had pursued  the\n\ninsurance claim.  \n\n          At  the conclusion  of the  trial, the  presiding judge\n\nexplicitly  credited  the  Varonas'  testimony  and rejected  the\n\nexpert testimony presented by El Fenix.   The court held that the\n\nloss  of  the JOHANNY  had been  accidental,  and found  El Fenix\n\nliable under its marine insurance policy.  \n\nB.   The Recusal Order\n                      \n\n          On February 9, 1993,  the first day of trial,  El Fenix\n\nwitness  Arturo Vaello spotted one  Bob Fisher in  the gallery of\n\nthe courtroom.   Vaello knew Fisher to  be a local yachtsman well\n\nversed  in maritime  matters.   In casual  conversation following\n\n                                4\n\nVaello's testimony on the second day of trial, Fisher told Vaello\n\nthat the presiding judge  had \"asked him to sit through the trial\n\nand listen to  the evidence  presented by the  parties.\"   Vaello\n\nreported this conversation to El Fenix's counsel the same day.  \n\n          On March 1, 1993, nearly three weeks  after the Vaello-\n\nFisher  conversation allegedly  occurred, and after  judgment had\n\nentered in  favor of Varona on February 19, El Fenix moved, inter\n                                                                 \n\nalia, for a new trial  or to alter and  amend the judgment.   See\n                                                                 \n\nFed. R. Civ.  P. 59(a), (e).  Although El  Fenix conceded that it\n\nhad \"no  specific knowledge\"  that  the presiding  judge was  not\n\nimpartial, it  hypothesized that  the judge might  have consulted\n\nwith Fisher in arriving at a  judgment in the case.  It contended\n\nthat the Vaello  affidavit gave  rise \"to the  possibility of  an\n\n'appearance'  of partiality\" that  might require disqualification\n\nunder  28 U.S.C.   455(a)  (\"Any justice, judge  or magistrate of\n\nthe United States shall  disqualify himself in any  proceeding in\n\nwhich his  impartiality might  reasonably be questioned.\").   The\n\nmotion was accompanied by a  request that El Fenix be  allowed to\n\ndepose Fisher.\n\n          On March  11, 1993, notwithstanding a  finding that the\n\njudgment had been based exclusively on the evidence,  the presid-\n\ning judge disqualified himself  from further participation in the\n\ncase and vacated the judgment previously entered, based simply on\n\nthe  fact that his impartiality had been challenged.  The recusal\n\norder stated in pertinent part:\n\n          [T]he  Court invited  both  Mr. and  Mrs. Bob\n          Fisher, long time personal friends, to attend\n\n                                5\n\n          a public trial. [The invitation] was prompted\n          by the  fact that  the Fishers are  both boat\n          aficionados and Mr. Fisher, who  is currently\n          retired,  would enjoy the trial.  To conclude\n                                                       \n          from the presence of Mr. and Mrs. Fisher that\n                                                       \n          the Court somehow surreptitiously connived to\n                                                       \n          seek the opinion of a non-witness to make its\n                                                       \n          decision is a strained  conclusion to say the\n                                                       \n          least. Plaintiff's argument on this issue has\n                                                       \n          the tenor of a dubious strategy influenced by\n                                                       \n          an unfavorable result.\n                                \n\n               The  Court's  decision  in this  action,\n          stated  for the record  at the  conclusion of\n          the  evidence, was  based exclusively  on the\n          evidence  presented  by both  parties  and in\n          great  part  based  on  specific  credibility\n          determinations. \n\n               Nevertheless,  given  the fact  that the\n                                                       \n          impartiality  of this judge  has been  put at\n                                                       \n          issue by plaintiff,  I hereby DISQUALIFY  my-\n                            \n          self from further participating in this case.\n          It is  further ORDERED that the  Judgment is-\n          sued  [previously in  this matter]  is hereby\n          VACATED AND SET ASIDE. \n\n(Emphasis added).  \n\n          Varona  promptly  moved  for  reconsideration   of  the\n\nrecusal order on  grounds that (1) the  El Fenix motion had  been\n\nuntimely, in  that possible grounds for  disqualification must be\n\npresented at the earliest possible juncture; and  (2) the presid-\n\ning judge had erred in recusing himself under  28 U.S.C.   455(a)\n\nbecause  the  request to  depose Fisher,  paired with  El Fenix's\n\nhighly  tenuous and  speculative allegations,  did not  place the\n\ncourt's  impartiality in  objectively  reasonable question.    On\n\nApril 20, 1993, the recused judge entered a one-page reconsidera-\n\ntion  order     vacating the  recusal order  and reinstating  the\n\njudgment     \"based on the arguments presented\" in the motion for\n\nreconsideration.  \n\n                                6\n\n                                7\n\n                                II\n\n                            DISCUSSION\n                                      \n\n          El Fenix first attacks  the reconsideration order as an\n\nabuse  of discretion.2  Cf.  Norfolk v. United  States Army Corps\n                                                                 \n\nof Eng'rs, 968 F.2d 1438, 1460 (1st  Cir. 1992) (denial of   455-\n         \n\n(a) motion reviewed for \"abuse of discretion\").  \n\n          As  a threshold matter, we note that El Fenix has never\n\nasserted, either before the  district court or on appeal,  that a\n\nsufficient factual basis existed for finding that the impartiali-\n\nty of  the presiding judge  was placed in  objectively reasonable\n\nquestion simply by extending Fisher an  invitation to witness the\n\n                    \n\n     2The challenge to the  reconsideration order is  accompanied\nby two lackluster procedural claims.  First, El Fenix argues that\nthe recusal order was interlocutory, in that it \"determin[ed] the\nrights and liabilities of the  parties to [an] admiralty case[],\"\nand, therefore, that it had to be appealed directly to this court\n                           \npursuant to 28 U.S.C.   1292(a)(3).  This claim is without merit:\n\n          As  is the  case  with interlocutory  appeals\n          generally,   1292(a)(3)  does not  compel [an\n                                                   \n          appeal by a] party with a claim coming within\n          its terms . . . .\n\n9  James W. Moore &amp;  Bernard J. Ward,  Moore's Federal Practice  \n                                                               \n110.19[3] (2d ed. 1994) (citing cases) (emphasis added).  \n     Similarly unavailing is the  El Fenix argument that adminis-\ntrative assignment of  this case to  another judge following  the\nrecusal order  deprived the recused judge  of \"plenary authority\"\nto take further action in the case.  As a general matter, federal\ndistrict  judges  have plenary  authority  to reconsider  orders.\nSee,  e.g., McIsaac v. Didriksen Fishing Corp., 809 F.2d 129, 135\n                                              \n(1st  Cir.  1987).   In any  event,  the relevant  docket entries\nreflect that the case had been referred back to the recused judge\nprior to entry  of the reconsideration  order.  Thus,  it is  the\ntrial  judge's  reconsideration of  the  recusal  order, not  the\nadministrative assignment of the case, which is at issue here. \n\n                                8\n\ntrial, nor by Fisher's attendance as a spectator.3   Furthermore,\n\nEl Fenix challenges  none of the findings  underlying the recusal\n\norder,  most notably that  the \"Court's decision .  . . was based\n\nexclusively  on the evidence presented  by both parties  . . . .\"\n\nConsequently,  nothing  in  the  district  court  record provided\n\nsufficient  grounds for recusal.  See, e.g., In re United States,\n                                                                \n\n666  F.2d 690,  695 (1st  Cir. 1981)  (\"[A] charge  of partiality\n\n[under 28 U.S.C.   455(a)]  must be supported by a  factual basis\n                                                                 \n\n[and]  a judge  considering  whether to  disqualify himself  must\n\nignore  rumors, innuendos,  and erroneous information  . .  . .\")\n\n(emphasis added).        We  think it clear,  therefore, that the\n\nmotion for disqualification under  28 U.S.C.   455(a) should have\n\nbeen denied.   First, the  district court did  not adhere to  the\n\nimpartiality  test  required  under  section 455(a).    See  Home\n                                                                 \n\nPlacement Serv.,  Inc. v. Providence  Journal Co., 739  F.2d 671,\n                                                 \n\n675  (1st Cir.  1984)  (describing    455(a)  test as  whether  a\n\nreasonable  person, \"were he to know all the circumstances, would\n                                                          \n\nharbor doubts about the judge's impartiality\")  (emphasis added),\n\ncert. denied, 469 U.S. 1191 (1985); see also Ricci v. Key Bancsh-\n                                                                 \n\nares of  Maine, Inc., 111 F.R.D. 369,  373-75 (D. Me. 1986) (Ald-\n                    \n\nrich, J.) (discussing appropriate level of knowledge to impute to\n\n                    \n\n     3The  recusal  regimen  under  28 U.S.C.    455(a)  in  this\ncircuit requires  the presiding  judge to determine  \"whether the\ncharge  of lack of impartiality  is grounded on  facts that would\ncreate a reasonable doubt concerning the judge's impartiality . .\n.  in the mind  of the  reasonable [person].\"   United  States v.\n                                                              \nCowden, 545 F.2d 257, 265 (1st Cir. 1976), cert. denied, 430 U.S.\n                                                       \n909  (1977), quoted in United States v. Arache, 946 F.2d 129, 140\n                                              \n(1st Cir. 1991).  \n\n                                9\n\n\"reasonable person\").  Second, the utter absence of a  sufficient\n\nfactual  basis for  recusal  under  subsection 455(a)  completely\n\nundermined the recusal order.  Further, as the district court was\n\nin a  position  to  debunk the  innuendo  underlying  El  Fenix's\n\nmotion, and  did just that in  its recusal order, we  are left to\n\nconclude, as the recusal order itself acknowledges, see supra pp.\n                                                             \n\n5-6,  that the only reason for the  recusal was that El Fenix had\n\nbroached a possible appearance of partiality.  \n                   \n\n          No  permissible  reading  of  subsection  455(a)  would\n\nsuggest that Congress intended to allow a litigant to compel dis-\n\nqualification simply on unfounded innuendo concerning  the possi-\n                                                                 \n\nble  partiality of  the  presiding judge.4    Indeed, \"[a]  trial\n   \n\njudge must  hear cases  unless some  reasonable factual basis  to\n          \n\ndoubt the impartiality of the  tribunal is shown by some kind  of\n\nprobative evidence.\"  Blizard v.  Frechette, 601 F.2d  1217, 1221\n                                           \n\n(1st  Cir.  1979) (emphasis  added);  see also  United  States v.\n                                                              \n\nAlabama,  828  F.2d 1532,  1541  (11th  Cir.  1987) (noting  that\n       \n\nfollowing enactment of current  version of   455 in  1974, courts\n\nshould scrutinize factual accuracy of recusal motion and accompa-\n\n                    \n\n     4El Fenix  did intimate, however, apparently  as a predicate\nfor  its deposition request, that there may have been grounds for\nmandatory disqualification  under  28 U.S.C.    455(b)(1),  which\nrequires  recusal  where the  judge  has  \"personal knowledge  of\ndisputed  evidentiary facts.\"    El Fenix  requested  that it  be\npermitted to depose Fisher to determine whether  he had consulted\nwith the presiding judge relating to evidentiary matters at issue\nduring  trial.   See, e.g.,  United States  v. Alabama,  828 F.2d\n                                                      \n1532, 1543-46  (11th Cir. 1987) (holding  recusal mandatory under\n  455(b)(1) where  trial judge's  activities had involved  him in\n\"disputed  evidentiary  facts\"),  cert.  denied,  487  U.S.  1210\n                                               \n(1988).   Of course, the deposition request appeared to have been\nmooted by the recusal order. \n\n                                10\n\nnying affidavits), cert. denied,  487 U.S. 1210 (1988).   As this\n                               \n\ncourt has explained:  \n\n          [D]isqualification is appropriate only if the\n          facts provide what  an objective,  knowledge-\n          able member of  the public would find to be a\n          reasonable  basis  for  doubting the  judge's\n                           \n          impartiality.   Were  less required,  a judge\n          could abdicate in difficult cases at the mere\n          sound  of controversy,  or  a litigant  could\n                                                       \n          avoid adverse decisions by alleging the slig-\n                                                       \n          htest  of factual  bases for  bias.   See [H.\n                                                   \n          Rep. No. 1453, 93d  Cong., 2d Sess. 5 (1974),\n          reprinted in 1974  U.S.C.C.A.N. 6351,  6355].\n                      \n          This  restricted  mandate  to  disqualify  is\n          calculated  to induce  a judge  to tread  the\n          narrow path between timidity and tenacity.\n\nIn re  United States, 666 F.2d  at 695 (emphasis in  original and\n                    \n\nemphasis added).  \n\n          The  proper approach  under subsection  455(e) requires\n\nthe trial judge to place on  the record all the facts relating to\n\nany  alleged appearance  of lack of  impartiality and  then leave\n\nentirely to  the parties whether to  waive disqualification under\n\nsection 455(a).   See 28 U.S.C.    455(e) (\"Where the ground  for\n                     \n\ndisqualification arises only under  subsection (a), waiver may be\n\naccepted  provided it  is preceded  by a  full disclosure  on the\n\nrecord of  the basis for  disqualification.\"); see also  Brody v.\n                                                              \n\nPresident &amp; Fellows of  Harvard College, 664 F.2d 10,  11-12 (1st\n                                       \n\nCir. 1981) (noting operation of   455(e) waiver provision), cert.\n                                                                 \n\ndenied,  455 U.S. 1027 (1982).5  Absent an acceptable waiver, and\n      \n\n                    \n\n     5Additionally, once all the  relevant facts were set out  in\nthe record, the district court might have considered the El Fenix\ndeposition  request.  But  cf. Ricci, 111 F.R.D.  at 373 n.4 (ex-\n                                    \npressing reservations as to appropriateness of allowing discovery\nby deposition  on   455(a)  motion); compare Cheeves  v. Southern\n                                                                 \nClays, Inc., 797 F.  Supp. 1570, 1579-83 (M.D. Ga.  1992) (noting\n           \n\n                                11\n\nbased  on the  findings  in the  recusal  order, the  motion  for\n                       \n\ndisqualification  in  this  case   should  have  been  denied  as\n\ngroundless.   See, e.g., Blizard, 601 F.2d at 1219-22 (finding no\n                                \n\nabuse of discretion in denial of recusal motion devoid of factual\n\nsupport).6\n\nA.   The Reconsideration Order\n                              \n\n          Notwithstanding  the  absence  of grounds  for  recusal\n\nunder  subsection 455(a), it does  not necessarily follow that it\n\nwas proper to reconsider and  set aside the recusal order.   As a\n\n                    \n\ndearth of authority on propriety of allowing discovery in support\nof    455(a) motion and concluding that such discovery is permis-\nsible in  limited circumstances,  subject to the  requirements of\nFed. R. Civ. P. 26).\n     Of course, had  there been any substance to the hypothetical\nsuggestion in the  El Fenix  motion that Fisher  might have  been\nconsulted by the  court in  arriving at a  decision, a  different\nanalysis  would be necessary.   See 28 U.S.C.    455(b), (e) (re-\n                                   \nstricting waiver  to grounds coming  within 28 U.S.C.    455(a));\nsee also  Liljeberg v. Health  Serv. Acquisition Corp.,  486 U.S.\n                                                      \n847,  859-60 n.8  (1988) (distinguishing  subsections 455(a)  and\n(b)).\n\n     6Furthermore,  the  recusal  motion may  have  been rendered\ninfirm by  the delay in filing.  See,  e.g., E. &amp; J. Gallo Winery\n                                                                 \nv. Gallo Cattle Co., 967 F.2d 1280, 1295 (9th Cir. 1992) (reject-\n                   \ning per se timeliness  rule, but finding motion untimely  where  \n          \n455(a) and (b)(2) challenge  was made after adverse judgment  and\ngrounds had been known to movant beforehand: \"[t]o hold otherwise\nwould  encourage parties  to withhold  recusal motions  pending a\nresolution\"); see also United States v. Kelly, 519 F. Supp. 1029,\n                                             \n1047-1050 (D. Mass.  1981) (timing of recusal motion  is relevant\nto  whether  impartiality  has  \"reasonably\"  been  brought  into\nquestion; \"one seeking the disqualification  of the judge must do\nso at the  earliest moment  after knowledge of  the facts  demon-\nstrating  the basis for such disqualification\"), mandamus denied,\n                                                                \nIn re  United States, 666 F.2d  at 698; see generally  7 James W.\n                                                     \nMoore &amp; Jo D.  Lucas, Moore's Federal Practice    63.07[2.-2] (2d\n                                              \ned.  1993) (\"[A] litigant  who is aware of  a potential ground of\nrecusal should not be permitted to 'sandbag' that  ground, hoping\nfor a satisfactory  resolution, but retaining a ground  of attack\non the judge's rulings.\") (citing cases).\n\n                                12\n\ngeneral  rule, a trial judge who has recused himself \"should take\n\nno other action in the case except the necessary ministerial acts\n\nto have the case transferred  to another judge.\"  13A Charles  A.\n\nWright &amp; Arthur  R. Miller, Federal  Practice &amp; Procedure    3550\n                                                         \n\n(2d ed. 1984) (citing, e.g., Moody  v. Simmons, 858 F.2d 137, 143\n                                              \n\n(3d Cir. 1988) (holding that recused judge's \"power is limited to\n\nperforming ministerial  duties necessary to transfer  the case to\n\nanother  judge\"), cert. denied,  489 U.S. 1078  (1989)); see also\n                                                                 \n\nStringer  v. United  States, 233  F.2d 947,  948 (9th  Cir. 1956)\n                           \n\n(similar).   Although it may be arguable that this reasoning does\n\nnot control the distinct  question whether an improvident recusal\n\norder  may  be revisited  by the  recused  judge absent  a proper\n\nwaiver  under subsection 455(e), we are aware of no authority for\n\nsuch  a position.   Therefore, we consider it  the better part of\n\ndiscretion,  for now at least,  not to blur  the reasonably clear\n\nline traced by the extant case law.7  \n\n          Finally, we  consider the status of  the district court\n\njudgment.  As  we have stated, see supra at  pp. 5-6, the recusal\n                                        \n\norder simultaneously  set aside  the final judgment  entered some\n\nthree weeks earlier.  This ruling, too, was error.  \n\n                    \n\n     7The  values secured by 28  U.S.C.   455(a) weigh heavily in\nour decision.  Subsection (a)  safeguards not only the litigants'\nconstitutional entitlement to an  unbiased adjudication, see Ward\n                                                                 \nv. Monroeville, 409 U.S. 57, 62 (1972) (due process requires that\n              \nevery  case be heard by a \"neutral  and detached\" judge), but the\npublic's perception of the integrity of the judicial process, see\n                                                                 \nH. Rep. No. 1453, 93d Cong., 2d Sess. 5 (1974), reprinted in 1974\n                                                            \nU.S.C.C.A.N.  6351, 6355  (noting that    455(a) \"is  designed to\npromote  public confidence  in the  impartiality of  the judicial\nprocess\").  \n\n                                13\n\n          First, a  vacatur in these circumstances  runs afoul of\n\nthe  general rule that the  recused judge should  take no further\n                                                                 \n\naction except to enable  administrative reassignment of the case.\n      \n\nSee Wright &amp; Miller, supra, at   3550.  Second, the Supreme Court\n                          \n\nhas  made it  clear that  \"[s]ection 455  does not,  on its  own,\n\nauthorize the  reopening  of  closed  litigation,\"  Liljeberg  v.\n                                                             \n\nHealth Serv. Acquisition  Corp., 486  U.S. 847,  863 (1988),  and\n                               \n\nrelief  from judgment  is  \"neither  categorically available  nor\n\ncategorically unavailable  for all    455(a) violations,\"  id. at\n                                                              \n\n864-65; see  also Russell  v. Lane, 890  F.2d 947, 948  (7th Cir.\n                                  \n\n1989) (\"nothing in the language or history of [  455(a)] suggests\n\nthat  the statute affects the  validity of orders  the judge made\n\nbefore he recused  himself\"); cf. Warner  v. Rossignol, 538  F.2d\n                                                      \n\n910,  913 n.6 (1st Cir. 1976) (approving action of district court\n\nin referring  only the damages issues in bifurcated litigation to\n\nanother  judge,  where,  after presiding  over  liability  phase,\n\ndistrict judge had  recused himself  under   455(a)).   Both  the\n\nneed  for  finality and  a  common-sense  aversion to  frittering\n\nscarce  judicial resources  militate  against an  inflexible rule\n\ninvalidating all  prior actions of  a judge disqualified  under  \n\n455(a).  See  United States v. Murphy,  768 F.2d 1518,  1541 (7th\n                                     \n\nCir. 1985)  (pre-Liljeberg case  under   455(a), holding  that an\n                          \n\n\"appearance of  impropriety  is not  enough to  poison the  prior\n                                                                 \n\nacts\" of  recused judge) (emphasis added), cert. denied, 475 U.S.\n                                                       \n\n1012  (1986).  Thus,  we vacate the portion  of the recusal order\n\nwhich set aside the final judgment previously entered.  \n\n                                14\n\n          Our holding  that the recusal order  disabled the trial\n\njudge  from further  adjudicative responsibility  in the  present\n                                                                 \n\ncase,  requires reassignment to a different judge on remand.  See\n                                                                 \n\nLiteky v. United States, 114 S. Ct. 1147, 1156-57 (1994)  (noting\n                       \n\nthat  28 U.S.C.    2106  empowers an  appellate court  to require\n\nreassignment to  a different judge on remand to district court).8\n\nAfter permitting the parties  a reasonable opportunity to supple-\n\nment  or  amend their  postjudgment  motions  and responses,  the\n\ndistrict court should  consider El Fenix's timely  motion for new\n\ntrial  under Rule 59 based not only  on 28 U.S.C.   455(a) but on\n\nthe  various  substantive  challenges  asserted  in the  original\n\nmotion.\n\n                               III\n\n                            CONCLUSION\n                                      \n\n          The  reconsideration order,  and  the  portion  of  the\n                                                                 \n\nrecusal order  which  set aside  the final  judgment, are  hereby\n                                                                 \n\nvacated.   The  case is  remanded for  reassignment and  for such\n                                                                 \n\nfurther  proceedings as  may  be required,  consistent with  this\n                                                                 \n\nopinion.\n       \n\n          SO ORDERED.\n                    \n\n                    \n\n     8We in no sense suggest, however, that the mere filing  of a\nrecusal  motion under  section 455  requires  that the  motion be\ndetermined by another judge.\n\n                                15\n",
  "html": "<p class=\"case_cite\">36 F.3d 136</p>\n    <p class=\"parties\">EL FENIX de PUERTO RICO, Plaintiff, Appellant,<br>v.<br>THE M/Y JOHANNY, etc., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1493.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 3, 1994.<br>Decided Sept. 26, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Fernando D. Castro, with whom Calvesbert &amp; Brown, San Juan, PR, was on brief, for appellant.</p>\n      <p class=\"indent\">Jorge Calero Blanco, with whom Ada Pilar Martin and Ledesma, Palou &amp; Miranda, Hato Rey, PR, were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case we must decide whether a recusal order under 28 U.S.C. Sec. 455(a) may be set aside on reconsideration by the judge who entered it.  As we conclude that it was improper for the recused judge to revisit the recusal order in these circumstances, we leave appellant's substantive challenges to the district court judgment for consideration on remand.I</p>\n    </div>\n    <p>BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <p>A. The Underlying Action</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellee Aurelio Varona Perez (\"Varona\") purchased the M/Y JOHANNY, a 43-foot Wellcraft \"San Remo\" twin-diesel motor yacht, in October 1987.  Appellant El Fenix de Puerto Rico (\"El Fenix\") later issued an \"all-risk\" marine insurance policy on the JOHANNY in the total amount of $340,000.  No claims were made on the policy until after the JOHANNY's final voyage two years later.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the wake of Hurricane Hugo, which struck Puerto Rico in September 1989, Varona noticed a slight \"vibration\" in the JOHANNY.  On November 14, 1989, Varona and his brother, a professional marine mechanic, set off from the Cangrejos Yacht Club in San Juan for the port of Fajardo, Puerto Rico, to have the boat drydocked for repair.  Prior to departing San Juan Harbor, Varona's brother inspected the JOHANNY's underwater running gear, and, finding nothing amiss, concluded that it was safe to proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Approximately one hour into the voyage, however, Varona noticed that the JOHANNY was riding abnormally low in the water.  Upon investigation, Varona's brother discovered two to three feet of water in the engine compartment.  Varona issued Mayday calls, but was unable to contact either the United States Coast Guard or his yacht club in San Juan.  The source of the leak was not located and, within thirty minutes after discovery of the flooding, the two engines stopped simultaneously, apparently as a result of the rising water.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">With the JOHANNY rapidly taking on water, Varona and his brother disembarked into a small dinghy, intending to return to San Juan, summon assistance and attempt to salvage the JOHANNY.  The outboard motor on the dinghy malfunctioned, however, and since it would operate only intermittently it took almost three hours to reach the nearest point of land, where Varona reported the incident to the Puerto Rico Maritime Police.  The following day he informed his insurance broker.  Neither Varona nor his brother saw the JOHANNY sink, and marine salvage surveyors have never been able to locate her.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In due course, El Fenix initiated this admiralty action, alleging that Varona had scuttled the vessel, and demanding damages and a judicial declaration disallowing coverage under the marine insurance policy.  Varona counterclaimed for a declaration of coverage.  During the four-day bench trial, Varona and his brother testified to the events of November 14, 1989, as related above, and proffered opinions to the effect that the incursion of sea water into the engine compartment could have resulted from the failure of a stuffing-box, a perforation in the hull, or any number of other possible breaches.  El Fenix countered with the deposition of Dr. Carlos V. Wheeler, a marine engineer, for the purpose of undermining the technical plausibility of the Varonas' accounts of the flooding of the vessel.  El Fenix also presented the expert testimony of Arturo A. Vaello, Jr., a marine surveyor, who opined that the JOHANNY had been scuttled.  Vaello's opinion was based largely on perceived irregularities in the manner in which Varona had pursued the insurance claim.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the conclusion of the trial, the presiding judge explicitly credited the Varonas' testimony and rejected the expert testimony presented by El Fenix.  The court held that the loss of the JOHANNY had been accidental, and found El Fenix liable under its marine insurance policy.</p>\n    </div>\n    <p>B. The Recusal Order</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On February 9, 1993, the first day of trial, El Fenix witness Arturo Vaello spotted one Bob Fisher in the gallery of the courtroom.  Vaello knew Fisher to be a local yachtsman well versed in maritime matters.  In casual conversation following Vaello's testimony on the second day of trial, Fisher told Vaello that the presiding judge had \"asked him to sit through the trial and listen to the evidence presented by the parties.\"   Vaello reported this conversation to El Fenix's counsel the same day.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 1, 1993, nearly three weeks after the Vaello-Fisher conversation allegedly occurred, and after judgment had entered in favor of Varona on February 19, El Fenix moved, inter alia, for a new trial or to alter and amend the judgment.  See Fed.R.Civ.P. 59(a), (e).  Although El Fenix conceded that it had \"no specific knowledge\" that the presiding judge was not impartial, it hypothesized that the judge might have consulted with Fisher in arriving at a judgment in the case.  It contended that the Vaello affidavit gave rise \"to the possibility of an 'appearance' of partiality\" that might require disqualification under 28 U.S.C. Sec. 455(a) (\"Any justice, judge or magistrate of the United States shall disqualify himself in any proceeding in which his impartiality might reasonably be questioned.\").  The motion was accompanied by a request that El Fenix be allowed to depose Fisher.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On March 11, 1993, notwithstanding a finding that the judgment had been based exclusively on the evidence, the presiding judge disqualified himself from further participation in the case and vacated the judgment previously entered, based simply on the fact that his impartiality had been challenged.  The recusal order stated in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>[T]he Court invited both Mr. and Mrs. Bob Fisher, long time personal friends, to attend a public trial.  [The invitation] was prompted by the fact that the Fishers are both boat aficionados and Mr. Fisher, who is currently retired, would enjoy the trial.  To conclude from the presence of Mr. and Mrs. Fisher that the Court somehow surreptitiously connived to seek the opinion of a non-witness to make its decision is a strained conclusion to say the least.  Plaintiff's argument on this issue has the tenor of a dubious strategy influenced by an unfavorable result.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Court's decision in this action, stated for the record at the conclusion of the evidence, was based exclusively on the evidence presented by both parties and in great part based on specific credibility determinations.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nevertheless, given the fact that the impartiality of this judge has been put at issue by plaintiff, I hereby DISQUALIFY myself from further participating in this case.  It is further ORDERED that the Judgment issued [previously in this matter] is hereby VACATED AND SET ASIDE.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(Emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Varona promptly moved for reconsideration of the recusal order on grounds that (1) the El Fenix motion had been untimely, in that possible grounds for disqualification must be presented at the earliest possible juncture;  and (2) the presiding judge had erred in recusing himself under 28 U.S.C. Sec. 455(a) because the request to depose Fisher, paired with El Fenix's highly tenuous and speculative allegations, did not place the court's impartiality in objectively reasonable question.  On April 20, 1993, the recused judge entered a one-page reconsideration order--vacating the recusal order and reinstating the judgment--\"based on the arguments presented\" in the motion for reconsideration.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">El Fenix first attacks the reconsideration order as an abuse of discretion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Cf. Norfolk v. United States Army Corps of Eng'rs, 968 F.2d 1438, 1460 (1st Cir.1992) (denial of Sec. 455(a) motion reviewed for \"abuse of discretion\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As a threshold matter, we note that El Fenix has never asserted, either before the district court or on appeal, that a sufficient factual basis existed for finding that the impartiality of the presiding judge was placed in objectively reasonable question simply by extending Fisher an invitation to witness the trial, nor by Fisher's attendance as a spectator.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Furthermore, El Fenix challenges none of the findings underlying the recusal order, most notably that the \"Court's decision ... was based exclusively on the evidence presented by both parties....\"  Consequently, nothing in the district court record provided sufficient grounds for recusal.  See, e.g., In re United States, 666 F.2d 690, 695 (1st Cir.1981) (\"[A] charge of partiality [under 28 U.S.C. Sec. 455(a) ] must be supported by a factual basis [and] a judge considering whether to disqualify himself must ignore rumors, innuendos, and erroneous information....\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We think it clear, therefore, that the motion for disqualification under 28 U.S.C. Sec. 455(a) should have been denied.  First, the district court did not adhere to the impartiality test required under section 455(a).  See Home Placement Serv., Inc. v. Providence Journal Co., 739 F.2d 671, 675 (1st Cir.1984) (describing Sec. 455(a) test as whether a reasonable person, \"were he to know all the circumstances, would harbor doubts about the judge's impartiality\") (emphasis added), cert. denied, 469 U.S. 1191, 105 S.Ct. 964, 83 L.Ed.2d 969 (1985);  see also Ricci v. Key Bancshares of Maine, Inc., 111 F.R.D. 369, 373-75 (D.Me.1986) (Aldrich, J.)  (discussing appropriate level of knowledge to impute to \"reasonable person\").  Second, the utter absence of a sufficient factual basis for recusal under subsection 455(a) completely undermined the recusal order.  Further, as the district court was in a position to debunk the innuendo underlying El Fenix's motion, and did just that in its recusal order, we are left to conclude, as the recusal order itself acknowledges, see supra p. 139, that the only reason for the recusal was that El Fenix had broached a possible appearance of partiality.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">No permissible reading of subsection 455(a) would suggest that Congress intended to allow a litigant to compel disqualification simply on unfounded innuendo concerning the possible partiality of the presiding judge.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Indeed, \"[a] trial judge must hear cases unless some reasonable factual basis to doubt the impartiality of the tribunal is shown by some kind of probative evidence.\"  Blizard v. Frechette, 601 F.2d 1217, 1221 (1st Cir.1979) (emphasis added);  see also United States v. Alabama, 828 F.2d 1532, 1541 (11th Cir.1987) (noting that following enactment of current version of Sec. 455 in 1974, courts should scrutinize factual accuracy of recusal motion and accompanying affidavits), cert. denied, 487 U.S. 1210, 108 S.Ct. 2857, 101 L.Ed.2d 894 (1988).  As this court has explained:[D]isqualification is appropriate only if the facts provide what an objective, knowledgeable member of the public would find to be a reasonable basis for doubting the judge's impartiality.  Were less required, a judge could abdicate in difficult cases at the mere sound of controversy, or a litigant could avoid adverse decisions by alleging the slightest of factual bases for bias.   See [H.Rep. No. 1453, 93d Cong., 2d Sess. 5 (1974), reprinted in 1974 U.S.C.C.A.N. 6351, 6355].  This restricted mandate to disqualify is calculated to induce a judge to tread the narrow path between timidity and tenacity.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In re United States, 666 F.2d at 695 (emphasis in original and emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The proper approach under subsection 455(e) requires the trial judge to place on the record all the facts relating to any alleged appearance of lack of impartiality and then leave entirely to the parties whether to waive disqualification under section 455(a).  See 28 U.S.C. Sec. 455(e) (\"Where the ground for disqualification arises only under subsection (a), waiver may be accepted provided it is preceded by a full disclosure on the record of the basis for disqualification.\");   see also Brody v. President &amp; Fellows of Harvard College, 664 F.2d 10, 11-12 (1st Cir.1981) (noting operation of Sec. 455(e) waiver provision), cert. denied, 455 U.S. 1027, 102 S.Ct. 1731, 72 L.Ed.2d 148 (1982).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Absent an acceptable waiver, and based on the findings in the recusal order, the motion for disqualification in this case should have been denied as groundless.  See, e.g., Blizard, 601 F.2d at 1219-22 (finding no abuse of discretion in denial of recusal motion devoid of factual support).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>A. The Reconsideration Order</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Notwithstanding the absence of grounds for recusal under subsection 455(a), it does not necessarily follow that it was proper to reconsider and set aside the recusal order.  As a general rule, a trial judge who has recused himself \"should take no other action in the case except the necessary ministerial acts to have the case transferred to another judge.\"   13A Charles A. Wright &amp; Arthur R. Miller, Federal Practice &amp; Procedure Sec. 3550 (2d ed. 1984) (citing, e.g., Moody v. Simmons, 858 F.2d 137, 143 (3d Cir.1988) (holding that recused judge's \"power is limited to performing ministerial duties necessary to transfer the case to another judge\"), cert. denied, 489 U.S. 1078, 109 S.Ct. 1529, 103 L.Ed.2d 835 (1989));  see also Stringer v. United States, 233 F.2d 947, 948 (9th Cir.1956) (similar).  Although it may be arguable that this reasoning does not control the distinct question whether an improvident recusal order may be revisited by the recused judge absent a proper waiver under subsection 455(e), we are aware of no authority for such a position.  Therefore, we consider it the better part of discretion, for now at least, not to blur the reasonably clear line traced by the extant case law.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, we consider the status of the district court judgment.  As we have stated, see supra at p. 139, the recusal order simultaneously set aside the final judgment entered some three weeks earlier.  This ruling, too, was error.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">First, a vacatur in these circumstances runs afoul of the general rule that the recused judge should take no further action except to enable administrative reassignment of the case.  See Wright &amp; Miller, supra, at Sec. 3550.  Second, the Supreme Court has made it clear that \"[s]ection 455 does not, on its own, authorize the reopening of closed litigation,\" Liljeberg v. Health Serv.  Acquisition Corp., 486 U.S. 847, 863, 108 S.Ct. 2194, 2204, 100 L.Ed.2d 855 (1988), and relief from judgment is \"neither categorically available nor categorically unavailable for all Sec. 455(a) violations,\" id. at 864-65, 108 S.Ct. at 2205;  see also Russell v. Lane, 890 F.2d 947, 948 (7th Cir.1989) (\"nothing in the language or history of [Sec. 455(a) ] suggests that the statute affects the validity of orders the judge made before he recused himself\");  cf. Warner v. Rossignol, 538 F.2d 910, 913 n. 6 (1st Cir.1976) (approving action of district court in referring only the damages issues in bifurcated litigation to another judge, where, after presiding over liability phase, district judge had recused himself under Sec. 455(a)).  Both the need for finality and a common-sense aversion to frittering scarce judicial resources militate against an inflexible rule invalidating all prior actions of a judge disqualified under Sec. 455(a).  See United States v. Murphy, 768 F.2d 1518, 1541 (7th Cir.1985) (pre-Liljeberg case under Sec. 455(a), holding that an \"appearance of impropriety is not enough to poison the prior acts \" of recused judge) (emphasis added), cert. denied, 475 U.S. 1012, 106 S.Ct. 1188, 89 L.Ed.2d 304 (1986).  Thus, we vacate the portion of the recusal order which set aside the final judgment previously entered.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Our holding that the recusal order disabled the trial judge from further adjudicative responsibility in the present case, requires reassignment to a different judge on remand.  See Liteky v. United States, --- U.S. ----, ---- - ----, 114 S.Ct. 1147, 1156-57, 127 L.Ed.2d 474 (1994) (noting that 28 U.S.C. Sec. 2106 empowers an appellate court to require reassignment to a different judge on remand to district court).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  After permitting the parties a reasonable opportunity to supplement or amend their postjudgment motions and responses, the district court should consider El Fenix's timely motion for new trial under Rule 59 based not only on 28 U.S.C. Sec. 455(a) but on the various substantive challenges asserted in the original motion.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The reconsideration order, and the portion of the recusal order which set aside the final judgment, are hereby vacated.  The case is remanded for reassignment and for such further proceedings as may be required, consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The material facts underlying the merits dispute are recited in the light most favorable to the judgment.  See Pinto v. M/S Fernwood, 507 F.2d 1327, 1329 (1st Cir.1974) (\"In reviewing the judgment of the trial court sitting in admiralty without a jury, ... [t]he evidence must be viewed in the light most favorable to the prevailing party below....\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The challenge to the reconsideration order is accompanied by two lackluster procedural claims.  First, El Fenix argues that the recusal order was interlocutory, in that it \"determin[ed] the rights and liabilities of the parties to [an] admiralty case[ ],\" and, therefore, that it had to be appealed directly to this court pursuant to 28 U.S.C. Sec. 1292(a)(3).  This claim is without merit:</p>\n        <p>As is the case with interlocutory appeals generally, Sec. 1292(a)(3) does not compel [an appeal by a] party with a claim coming within its terms....</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">9</a>\n        <p> James W. Moore &amp; Bernard J. Ward, Moore's Federal Practice p 110.19 (2d ed. 1994) (citing cases) (emphasis added)</p>\n        <p>Similarly unavailing is the El Fenix argument that administrative assignment of this case to another judge following the recusal order deprived the recused judge of \"plenary authority\" to take further action in the case.  As a general matter, federal district judges have plenary authority to reconsider orders.  See, e.g., McIsaac v. Didriksen Fishing Corp., 809 F.2d 129, 135 (1st Cir.1987).  In any event, the relevant docket entries reflect that the case had been referred back to the recused judge prior to entry of the reconsideration order.  Thus, it is the trial judge's reconsideration of the recusal order, not the administrative assignment of the case, which is at issue here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The recusal regimen under 28 U.S.C. Sec. 455(a) in this circuit requires the presiding judge to determine \"whether the charge of lack of impartiality is grounded on facts that would create a reasonable doubt concerning the judge's impartiality ... in the mind of the reasonable [person].\"  United States v. Cowden, 545 F.2d 257, 265 (1st Cir.1976), cert. denied, 430 U.S. 909, 97 S.Ct. 1181, 51 L.Ed.2d 585 (1977), quoted in United States v. Arache, 946 F.2d 129, 140 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> El Fenix did intimate, however, apparently as a predicate for its deposition request, that there may have been grounds for mandatory disqualification under 28 U.S.C. Sec. 455(b)(1), which requires recusal where the judge has \"personal knowledge of disputed evidentiary facts.\"   El Fenix requested that it be permitted to depose Fisher to determine whether he had consulted with the presiding judge relating to evidentiary matters at issue during trial.  See, e.g., United States v. Alabama, 828 F.2d 1532, 1543-46 (11th Cir.1987) (holding recusal mandatory under Sec. 455(b)(1) where trial judge's activities had involved him in \"disputed evidentiary facts\"), cert. denied, 487 U.S. 1210, 108 S.Ct. 2857, 101 L.Ed.2d 894 (1988).  Of course, the deposition request appeared to have been mooted by the recusal order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Additionally, once all the relevant facts were set out in the record, the district court might have considered the El Fenix deposition request.  But cf. Ricci, 111 F.R.D. at 373 n. 4 (expressing reservations as to appropriateness of allowing discovery by deposition on Sec. 455(a) motion);  compare Cheeves v. Southern Clays, Inc., 797 F.Supp. 1570, 1579-83 (M.D.Ga.1992) (noting dearth of authority on propriety of allowing discovery in support of Sec. 455(a) motion and concluding that such discovery is permissible in limited circumstances, subject to the requirements of Fed.R.Civ.P. 26)</p>\n        <p>Of course, had there been any substance to the hypothetical suggestion in the El Fenix motion that Fisher might have been consulted by the court in arriving at a decision, a different analysis would be necessary.  See 28 U.S.C. Sec. 455(b), (e) (restricting waiver to grounds coming within 28 U.S.C. Sec. 455(a));  see also Liljeberg v. Health Serv.  Acquisition Corp., 486 U.S. 847, 859-60 n. 8, 108 S.Ct. 2194, 2202 n. 8, 100 L.Ed.2d 855 (1988) (distinguishing subsections 455(a) and (b)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Furthermore, the recusal motion may have been rendered infirm by the delay in filing.  See, e.g., E. &amp; J. Gallo Winery v. Gallo Cattle Co., 967 F.2d 1280, 1295 (9th Cir.1992) (rejecting per se timeliness rule, but finding motion untimely where Sec. 455(a) and (b)(2) challenge was made after adverse judgment and grounds had been known to movant beforehand:  \"[t]o hold otherwise would encourage parties to withhold recusal motions pending a resolution\");  see also United States v. Kelly, 519 F.Supp. 1029, 1047-1050 (D.Mass.1981) (timing of recusal motion is relevant to whether impartiality has \"reasonably\" been brought into question;  \"one seeking the disqualification of the judge must do so at the earliest moment after knowledge of the facts demonstrating the basis for such disqualification\"), mandamus denied, In re United States, 666 F.2d at 698;  see generally 7 James W. Moore &amp; Jo D. Lucas, Moore's Federal Practice p 63.07[2.-2] (2d ed. 1993) (\"[A] litigant who is aware of a potential ground of recusal should not be permitted to 'sandbag' that ground, hoping for a satisfactory resolution, but retaining a ground of attack on the judge's rulings.\")  (citing cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The values secured by 28 U.S.C. Sec. 455(a) weigh heavily in our decision.  Subsection (a) safeguards not only the litigants' constitutional entitlement to an unbiased adjudication, see Ward v. Monroeville, 409 U.S. 57, 62, 93 S.Ct. 80, 84, 34 L.Ed.2d 267 (1972) (due process requires that every case be heard by a \"neutral and detached\" judge), but the public's perception of the integrity of the judicial process, see H.Rep. No. 1453, 93d Cong., 2d Sess. 5 (1974), reprinted in 1974 U.S.C.C.A.N. 6351, 6355 (noting that Sec. 455(a) \"is designed to promote public confidence in the impartiality of the judicial process\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We in no sense suggest, however, that the mere filing of a recusal motion under section 455 requires that the motion be determined by another judge</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">136</span></span></p>\n    <p class=\"parties\">EL FENIX de PUERTO RICO, Plaintiff, Appellant,<br>v.<br>THE M/Y JOHANNY, etc., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1493.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 3, 1994.<br>Decided Sept. 26, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Fernando D. Castro, with whom Calvesbert &amp; Brown, San Juan, PR, was on brief, for appellant.</p>\n      <p class=\"indent\">Jorge Calero Blanco, with whom Ada Pilar Martin and Ledesma, Palou &amp; Miranda, Hato Rey, PR, were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case we must decide whether a recusal order under 28 U.S.C. Sec. 455(a) may be set aside on reconsideration by the judge who entered it.  As we conclude that it was improper for the recused judge to revisit the recusal order in these circumstances, we leave appellant's substantive challenges to the district court judgment for consideration on remand.I</p>\n    </div>\n    <p>BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <p>A. The Underlying Action</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellee Aurelio Varona Perez (\"Varona\") purchased the M/Y JOHANNY, a 43-foot Wellcraft \"San Remo\" twin-diesel motor yacht, in October 1987.  Appellant El Fenix de Puerto Rico (\"El Fenix\") later issued an \"all-risk\" marine insurance policy on the JOHANNY in the total amount of $340,000.  No claims were made on the policy until after the JOHANNY's final voyage two years later.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the wake of Hurricane Hugo, which struck Puerto Rico in September 1989, Varona noticed a slight \"vibration\" in the JOHANNY.  On November 14, 1989, Varona and his brother, a professional marine mechanic, set off from the Cangrejos Yacht Club in San Juan for the port of Fajardo, Puerto Rico, to have the boat drydocked for repair.  Prior to departing San Juan Harbor, Varona's brother inspected the JOHANNY's underwater running gear, and, finding nothing amiss, concluded that it was safe to proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Approximately one hour into the voyage, however, Varona noticed that the JOHANNY was riding abnormally low in the water.  Upon investigation, Varona's brother discovered two to three feet of water in the engine compartment.  Varona issued Mayday calls, but was unable to contact either the United States Coast Guard or his yacht club in San Juan.  The source of the leak was not located and, within thirty minutes after discovery of the flooding, the two engines stopped simultaneously, apparently as a result of the rising water.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">With the JOHANNY rapidly taking on water, Varona and his brother disembarked into a small dinghy, intending to return to San Juan, summon assistance and attempt to salvage the JOHANNY.  The outboard motor on the dinghy malfunctioned, however, and since it would operate only intermittently it took almost three hours to reach the nearest point of land, where Varona reported the incident to the Puerto Rico Maritime Police.  The following day he informed his insurance broker.  Neither Varona nor his brother saw the JOHANNY sink, and marine salvage surveyors have never been able to locate her.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In due course, El Fenix initiated this admiralty action, alleging that Varona had scuttled the vessel, and demanding damages and a judicial declaration disallowing coverage under the marine insurance policy.  Varona counterclaimed for a declaration of coverage.  During the four-day bench trial, Varona and his brother testified to the events of November 14, 1989, as related above, and proffered opinions to the effect that the incursion of sea water into the engine compartment could have resulted from the failure of a stuffing-box, a perforation in the hull, or any number of other possible breaches.  El Fenix countered with the deposition of Dr. Carlos V. Wheeler, a marine engineer, for the purpose of undermining the technical plausibility of the Varonas' accounts of the flooding of the vessel.  El Fenix also presented the expert testimony of Arturo A. Vaello, Jr., a marine surveyor, who opined that the JOHANNY had been scuttled.  Vaello's opinion was based largely on perceived irregularities in the manner in which Varona had pursued the insurance claim.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the conclusion of the trial, the presiding judge explicitly credited the Varonas' testimony and rejected the expert testimony presented by El Fenix.  The court held that the loss of the JOHANNY had been accidental, and found El Fenix liable under its marine insurance policy.</p>\n    </div>\n    <p>B. The Recusal Order</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On February 9, 1993, the first day of trial, El Fenix witness Arturo Vaello spotted one Bob Fisher in the gallery of the courtroom.  Vaello knew Fisher to be a local yachtsman well versed in maritime matters.  In casual conversation following Vaello's testimony on the second day of trial, Fisher told Vaello that the presiding judge had \"asked him to sit through the trial and listen to the evidence presented by the parties.\"   Vaello reported this conversation to El Fenix's counsel the same day.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 1, 1993, nearly three weeks after the Vaello-Fisher conversation allegedly occurred, and after judgment had entered in favor of Varona on February 19, El Fenix moved, inter alia, for a new trial or to alter and amend the judgment.  See Fed.R.Civ.P. 59(a), (e).  Although El Fenix conceded that it had \"no specific knowledge\" that the presiding judge was not impartial, it hypothesized that the judge might have consulted with Fisher in arriving at a judgment in the case.  It contended that the Vaello affidavit gave rise \"to the possibility of an 'appearance' of partiality\" that might require disqualification under 28 U.S.C. Sec. 455(a) (\"Any justice, judge or magistrate of the United States shall disqualify himself in any proceeding in which his impartiality might reasonably be questioned.\").  The motion was accompanied by a request that El Fenix be allowed to depose Fisher.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On March 11, 1993, notwithstanding a finding that the judgment had been based exclusively on the evidence, the presiding judge disqualified himself from further participation in the case and vacated the judgment previously entered, based simply on the fact that his impartiality had been challenged.  The recusal order stated in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>[T]he Court invited both Mr. and Mrs. Bob Fisher, long time personal friends, to attend a public trial.  [The invitation] was prompted by the fact that the Fishers are both boat aficionados and Mr. Fisher, who is currently retired, would enjoy the trial.  To conclude from the presence of Mr. and Mrs. Fisher that the Court somehow surreptitiously connived to seek the opinion of a non-witness to make its decision is a strained conclusion to say the least.  Plaintiff's argument on this issue has the tenor of a dubious strategy influenced by an unfavorable result.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Court's decision in this action, stated for the record at the conclusion of the evidence, was based exclusively on the evidence presented by both parties and in great part based on specific credibility determinations.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nevertheless, given the fact that the impartiality of this judge has been put at issue by plaintiff, I hereby DISQUALIFY myself from further participating in this case.  It is further ORDERED that the Judgment issued [previously in this matter] is hereby VACATED AND SET ASIDE.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(Emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Varona promptly moved for reconsideration of the recusal order on grounds that (1) the El Fenix motion had been untimely, in that possible grounds for disqualification must be presented at the earliest possible juncture;  and (2) the presiding judge had erred in recusing himself under 28 U.S.C. Sec. 455(a) because the request to depose Fisher, paired with El Fenix's highly tenuous and speculative allegations, did not place the court's impartiality in objectively reasonable question.  On April 20, 1993, the recused judge entered a one-page reconsideration order--vacating the recusal order and reinstating the judgment--\"based on the arguments presented\" in the motion for reconsideration.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">El Fenix first attacks the reconsideration order as an abuse of discretion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Cf. Norfolk v. United States Army Corps of Eng'rs, <span class=\"citation\" data-id=\"586821\"><a href=\"/opinion/586821/town-of-norfolk-and-town-of-walpole-v-united-states-army-corps-of/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1438</span></a></span>, 1460 (1st Cir.1992) (denial of Sec. 455(a) motion reviewed for \"abuse of discretion\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As a threshold matter, we note that El Fenix has never asserted, either before the district court or on appeal, that a sufficient factual basis existed for finding that the impartiality of the presiding judge was placed in objectively reasonable question simply by extending Fisher an invitation to witness the trial, nor by Fisher's attendance as a spectator.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Furthermore, El Fenix challenges none of the findings underlying the recusal order, most notably that the \"Court's decision ... was based exclusively on the evidence presented by both parties....\"  Consequently, nothing in the district court record provided sufficient grounds for recusal.  See, e.g., In re United States, <span class=\"citation\" data-id=\"398012\"><a href=\"/opinion/398012/in-re-united-states-of-america/\"><span class=\"volume\">666</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span></a></span>, 695 (1st Cir.1981) (\"[A] charge of partiality [under 28 U.S.C. Sec. 455(a) ] must be supported by a factual basis [and] a judge considering whether to disqualify himself must ignore rumors, innuendos, and erroneous information....\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We think it clear, therefore, that the motion for disqualification under 28 U.S.C. Sec. 455(a) should have been denied.  First, the district court did not adhere to the impartiality test required under section 455(a).  See Home Placement Serv., Inc. v. Providence Journal Co., <span class=\"citation\" data-id=\"439055\"><a href=\"/opinion/439055/home-placement-service-inc-v-providence-journal-company-home-placement/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">671</span></a></span>, 675 (1st Cir.1984) (describing Sec. 455(a) test as whether a reasonable person, \"were he to know all the circumstances, would harbor doubts about the judge's impartiality\") (emphasis added), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1191</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">964</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">969</span> </span>(1985);  see also Ricci v. Key Bancshares of Maine, Inc., <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">369</span></span>, 373-75 (D.Me.1986) (Aldrich, J.)  (discussing appropriate level of knowledge to impute to \"reasonable person\").  Second, the utter absence of a sufficient factual basis for recusal under subsection 455(a) completely undermined the recusal order.  Further, as the district court was in a position to debunk the innuendo underlying El Fenix's motion, and did just that in its recusal order, we are left to conclude, as the recusal order itself acknowledges, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>p. 139, that the only reason for the recusal was that El Fenix had broached a possible appearance of partiality.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">No permissible reading of subsection 455(a) would suggest that Congress intended to allow a litigant to compel disqualification simply on unfounded innuendo concerning the possible partiality of the presiding judge.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Indeed, \"[a] trial judge must hear cases unless some reasonable factual basis to doubt the impartiality of the tribunal is shown by some kind of probative evidence.\"  Blizard v. Frechette, <span class=\"citation\" data-id=\"368186\"><a href=\"/opinion/368186/20-fair-emplpraccas-102-20-empl-prac-dec-p-30043-margaret-m/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></a></span>, 1221 (1st Cir.1979) (emphasis added);  see also United States v. Alabama, <span class=\"citation\" data-id=\"494227\"><a href=\"/opinion/494227/united-states-of-america-john-f-knight-jr-individually-and-on-behalf/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1532</span></a></span>, 1541 (11th Cir.1987) (noting that following enactment of current version of Sec. 455 in 1974, courts should scrutinize factual accuracy of recusal motion and accompanying affidavits), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1210</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2857</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">894</span> </span>(1988).  As this court has explained:[D]isqualification is appropriate only if the facts provide what an objective, knowledgeable member of the public would find to be a reasonable basis for doubting the judge's impartiality.  Were less required, a judge could abdicate in difficult cases at the mere sound of controversy, or a litigant could avoid adverse decisions by alleging the slightest of factual bases for bias.   See [H.Rep. No. 1453, 93d Cong., 2d Sess. 5 (1974), reprinted in 1974 U.S.C.C.A.N. 6351, 6355].  This restricted mandate to disqualify is calculated to induce a judge to tread the narrow path between timidity and tenacity.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In re United <span class=\"citation\" data-id=\"398012\"><span class=\"antecedent_guess\">States,</span> <a href=\"/opinion/398012/in-re-united-states-of-america/\"><span class=\"volume\">666</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">695</span> </a></span>(emphasis in original and emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The proper approach under subsection 455(e) requires the trial judge to place on the record all the facts relating to any alleged appearance of lack of impartiality and then leave entirely to the parties whether to waive disqualification under section 455(a).  See 28 U.S.C. Sec. 455(e) (\"Where the ground for disqualification arises only under subsection (a), waiver may be accepted provided it is preceded by a full disclosure on the record of the basis for disqualification.\");   see also Brody v. President &amp; Fellows of Harvard College, <span class=\"citation\" data-id=\"396905\"><a href=\"/opinion/396905/leon-h-brody-v-president-fellows-of-harvard-college/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 11-12 (1st Cir.1981) (noting operation of Sec. 455(e) waiver provision), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1027</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span> </span>(1982).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Absent an acceptable waiver, and based on the findings in the recusal order, the motion for disqualification in this case should have been denied as groundless.  See, e.g., <span class=\"citation\" data-id=\"368186\"><span class=\"antecedent_guess\">Blizard,</span> <a href=\"/opinion/368186/20-fair-emplpraccas-102-20-empl-prac-dec-p-30043-margaret-m/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1219-22</span> </a></span>(finding no abuse of discretion in denial of recusal motion devoid of factual support).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>A. The Reconsideration Order</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Notwithstanding the absence of grounds for recusal under subsection 455(a), it does not necessarily follow that it was proper to reconsider and set aside the recusal order.  As a general rule, a trial judge who has recused himself \"should take no other action in the case except the necessary ministerial acts to have the case transferred to another judge.\"   13A Charles A. Wright &amp; Arthur R. Miller, Federal Practice &amp; Procedure Sec. 3550 (2d ed. 1984) (citing, e.g., Moody v. Simmons, <span class=\"citation\" data-id=\"512391\"><a href=\"/opinion/512391/james-moody-trustee-of-the-estate-of-jeannette-corporation-and-the/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">137</span></a></span>, 143 (3d Cir.1988) (holding that recused judge's \"power is limited to performing ministerial duties necessary to transfer the case to another judge\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1078</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1529</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">835</span> </span>(1989));  see also Stringer v. United States, <span class=\"citation\" data-id=\"239584\"><a href=\"/opinion/239584/herald-e-stringer-v-united-states/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">947</span></a></span>, 948 (9th Cir.1956) (similar).  Although it may be arguable that this reasoning does not control the distinct question whether an improvident recusal order may be revisited by the recused judge absent a proper waiver under subsection 455(e), we are aware of no authority for such a position.  Therefore, we consider it the better part of discretion, for now at least, not to blur the reasonably clear line traced by the extant case law.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, we consider the status of the district court judgment.  As we have stated, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>at p. 139, the recusal order simultaneously set aside the final judgment entered some three weeks earlier.  This ruling, too, was error.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">First, a vacatur in these circumstances runs afoul of the general rule that the recused judge should take no further action except to enable administrative reassignment of the case.  See Wright &amp; <span class=\"citation no-link\"><span class=\"antecedent_guess\">Miller,</span> supra</span>, at Sec. 3550.  Second, the Supreme Court has made it clear that \"[s]ection 455 does not, on its own, authorize the reopening of closed litigation,\" Liljeberg v. Health Serv.  Acquisition Corp., <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">847</span></a></span>, 863, <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2194</span></a></span>, 2204, <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">855</span> </a></span>(1988), and relief from judgment is \"neither categorically available nor categorically unavailable for all Sec. 455(a) violations,\" <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"id_token\">id.</span> at 864-65, </a></span>108 S.Ct. at 2205;  see also Russell v. Lane, <span class=\"citation\" data-id=\"532814\"><a href=\"/opinion/532814/nathaniel-russell-v-michael-lane/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">947</span></a></span>, 948 (7th Cir.1989) (\"nothing in the language or history of [Sec. 455(a) ] suggests that the statute affects the validity of orders the judge made before he recused himself\");  cf. Warner v. Rossignol, <span class=\"citation\" data-id=\"337702\"><a href=\"/opinion/337702/douglas-f-warner-v-donat-rossignol/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 913 n. 6 (1st Cir.1976) (approving action of district court in referring only the damages issues in bifurcated litigation to another judge, where, after presiding over liability phase, district judge had recused himself under Sec. 455(a)).  Both the need for finality and a common-sense aversion to frittering scarce judicial resources militate against an inflexible rule invalidating all prior actions of a judge disqualified under Sec. 455(a).  See United States v. Murphy, <span class=\"citation\" data-id=\"456168\"><a href=\"/opinion/456168/united-states-v-john-m-murphy/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1518</span></a></span>, 1541 (7th Cir.1985) (pre-Liljeberg case under Sec. 455(a), holding that an \"appearance of impropriety is not enough to poison the prior acts \" of recused judge) (emphasis added), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1012</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1188</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">304</span> </span>(1986).  Thus, we vacate the portion of the recusal order which set aside the final judgment previously entered.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Our holding that the recusal order disabled the trial judge from further adjudicative responsibility in the present case, requires reassignment to a different judge on remand.  See Liteky v. United States, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1147</span></a></span>, 1156-57, <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span> </a></span>(1994) (noting that 28 U.S.C. Sec. 2106 empowers an appellate court to require reassignment to a different judge on remand to district court).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  After permitting the parties a reasonable opportunity to supplement or amend their postjudgment motions and responses, the district court should consider El Fenix's timely motion for new trial under Rule 59 based not only on 28 U.S.C. Sec. 455(a) but on the various substantive challenges asserted in the original motion.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The reconsideration order, and the portion of the recusal order which set aside the final judgment, are hereby vacated.  The case is remanded for reassignment and for such further proceedings as may be required, consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The material facts underlying the merits dispute are recited in the light most favorable to the judgment.  See Pinto v. M/S Fernwood, <span class=\"citation\" data-id=\"323991\"><a href=\"/opinion/323991/john-m-pinto-v-the-ms-fernwood-etc-john-m-pinto-v-the-ms-fernwood/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1327</span></a></span>, 1329 (1st Cir.1974) (\"In reviewing the judgment of the trial court sitting in admiralty without a jury, ... [t]he evidence must be viewed in the light most favorable to the prevailing party below....\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The challenge to the reconsideration order is accompanied by two lackluster procedural claims.  First, El Fenix argues that the recusal order was interlocutory, in that it \"determin[ed] the rights and liabilities of the parties to [an] admiralty case[ ],\" and, therefore, that it had to be appealed directly to this court pursuant to 28 U.S.C. Sec. 1292(a)(3).  This claim is without merit:</p>\n        <p>As is the case with interlocutory appeals generally, Sec. 1292(a)(3) does not compel [an appeal by a] party with a claim coming within its terms....</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">9</a>\n        <p> James W. Moore &amp; Bernard J. Ward, Moore's Federal Practice p 110.19 (2d ed. 1994) (citing cases) (emphasis added)</p>\n        <p>Similarly unavailing is the El Fenix argument that administrative assignment of this case to another judge following the recusal order deprived the recused judge of \"plenary authority\" to take further action in the case.  As a general matter, federal district judges have plenary authority to reconsider orders.  See, e.g., McIsaac v. Didriksen Fishing Corp., <span class=\"citation\" data-id=\"481636\"><a href=\"/opinion/481636/james-r-mcisaac-v-didriksen-fishing-corp-appeal-of-the-wise-company/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span>, 135 (1st Cir.1987).  In any event, the relevant docket entries reflect that the case had been referred back to the recused judge prior to entry of the reconsideration order.  Thus, it is the trial judge's reconsideration of the recusal order, not the administrative assignment of the case, which is at issue here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The recusal regimen under 28 U.S.C. Sec. 455(a) in this circuit requires the presiding judge to determine \"whether the charge of lack of impartiality is grounded on facts that would create a reasonable doubt concerning the judge's impartiality ... in the mind of the reasonable [person].\"  United States v. Cowden, <span class=\"citation\" data-id=\"340655\"><a href=\"/opinion/340655/united-states-v-jerome-fleet-cowden/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">257</span></a></span>, 265 (1st Cir.1976), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">909</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1181</span></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">585</span> </span>(1977), quoted in United States v. Arache, <span class=\"citation\" data-id=\"569289\"><a href=\"/opinion/569289/united-states-v-frank-arache/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span>, 140 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> El Fenix did intimate, however, apparently as a predicate for its deposition request, that there may have been grounds for mandatory disqualification under 28 U.S.C. Sec. 455(b)(1), which requires recusal where the judge has \"personal knowledge of disputed evidentiary facts.\"   El Fenix requested that it be permitted to depose Fisher to determine whether he had consulted with the presiding judge relating to evidentiary matters at issue during trial.  See, e.g., United States v. Alabama, <span class=\"citation\" data-id=\"494227\"><a href=\"/opinion/494227/united-states-of-america-john-f-knight-jr-individually-and-on-behalf/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1532</span></a></span>, 1543-46 (11th Cir.1987) (holding recusal mandatory under Sec. 455(b)(1) where trial judge's activities had involved him in \"disputed evidentiary facts\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1210</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2857</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">894</span> </span>(1988).  Of course, the deposition request appeared to have been mooted by the recusal order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Additionally, once all the relevant facts were set out in the record, the district court might have considered the El Fenix deposition request.  But cf. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Ricci,</span> <span class=\"volume\">111</span> <span class=\"reporter\">F.R.D.</span> at <span class=\"page\">373</span> </span>n. 4 (expressing reservations as to appropriateness of allowing discovery by deposition on Sec. 455(a) motion);  compare Cheeves v. Southern Clays, Inc., <span class=\"citation no-link\"><span class=\"volume\">797</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1570</span></span>, 1579-83 (M.D.Ga.1992) (noting dearth of authority on propriety of allowing discovery in support of Sec. 455(a) motion and concluding that such discovery is permissible in limited circumstances, subject to the requirements of Fed.R.Civ.P. 26)</p>\n        <p>Of course, had there been any substance to the hypothetical suggestion in the El Fenix motion that Fisher might have been consulted by the court in arriving at a decision, a different analysis would be necessary.  See 28 U.S.C. Sec. 455(b), (e) (restricting waiver to grounds coming within 28 U.S.C. Sec. 455(a));  see also Liljeberg v. Health Serv.  Acquisition Corp., <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">847</span></a></span>, 859-60 n. 8, <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2194</span></a></span>, 2202 n. 8, <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">855</span> </a></span>(1988) (distinguishing subsections 455(a) and (b)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Furthermore, the recusal motion may have been rendered infirm by the delay in filing.  See, e.g., E. &amp; J. Gallo Winery v. Gallo Cattle Co., <span class=\"citation\" data-id=\"585871\"><a href=\"/opinion/585871/e-j-gallo-winery-a-california-corporation/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1280</span></a></span>, 1295 (9th Cir.1992) (rejecting per se timeliness rule, but finding motion untimely where Sec. 455(a) and (b)(2) challenge was made after adverse judgment and grounds had been known to movant beforehand:  \"[t]o hold otherwise would encourage parties to withhold recusal motions pending a resolution\");  see also United States v. Kelly, <span class=\"citation\" data-id=\"1427097\"><a href=\"/opinion/1427097/united-states-v-kelly/\"><span class=\"volume\">519</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1029</span></a></span>, 1047-1050 (D.Mass.1981) (timing of recusal motion is relevant to whether impartiality has \"reasonably\" been brought into question;  \"one seeking the disqualification of the judge must do so at the earliest moment after knowledge of the facts demonstrating the basis for such disqualification\"), mandamus denied, In re United <span class=\"citation\" data-id=\"398012\"><span class=\"antecedent_guess\">States,</span> <a href=\"/opinion/398012/in-re-united-states-of-america/\"><span class=\"volume\">666</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">698</span></a></span>;  see generally 7 James W. Moore &amp; Jo D. Lucas, Moore's Federal Practice p 63.07[2.-2] (2d ed. 1993) (\"[A] litigant who is aware of a potential ground of recusal should not be permitted to 'sandbag' that ground, hoping for a satisfactory resolution, but retaining a ground of attack on the judge's rulings.\")  (citing cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The values secured by 28 U.S.C. Sec. 455(a) weigh heavily in our decision.  Subsection (a) safeguards not only the litigants' constitutional entitlement to an unbiased adjudication, see Ward v. Monroeville, <span class=\"citation\" data-id=\"108629\"><a href=\"/opinion/108629/ward-v-monroeville/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 62, <span class=\"citation\" data-id=\"108629\"><a href=\"/opinion/108629/ward-v-monroeville/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">80</span></a></span>, 84, <span class=\"citation\" data-id=\"108629\"><a href=\"/opinion/108629/ward-v-monroeville/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">267</span> </a></span>(1972) (due process requires that every case be heard by a \"neutral and detached\" judge), but the public's perception of the integrity of the judicial process, see H.Rep. No. 1453, 93d Cong., 2d Sess. 5 (1974), reprinted in 1974 U.S.C.C.A.N. 6351, 6355 (noting that Sec. 455(a) \"is designed to promote public confidence in the impartiality of the judicial process\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We in no sense suggest, however, that the mere filing of a recusal motion under section 455 requires that the motion be determined by another judge</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108629/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112106/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112935/",
    "https://www.courtlistener.com/api/rest/v3/opinions/239584/",
    "https://www.courtlistener.com/api/rest/v3/opinions/323991/",
    "https://www.courtlistener.com/api/rest/v3/opinions/337702/",
    "https://www.courtlistener.com/api/rest/v3/opinions/340655/",
    "https://www.courtlistener.com/api/rest/v3/opinions/368186/",
    "https://www.courtlistener.com/api/rest/v3/opinions/396905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/398012/",
    "https://www.courtlistener.com/api/rest/v3/opinions/439055/",
    "https://www.courtlistener.com/api/rest/v3/opinions/456168/",
    "https://www.courtlistener.com/api/rest/v3/opinions/481636/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494227/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512391/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532814/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569289/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585871/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586821/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1427097/"
  ]
}