{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195694/",
  "id": 195694,
  "absolute_url": "/opinion/195694/united-states-v-de-masi/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195694/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:32Z",
  "date_modified": "2020-02-21T23:31:16.826873Z",
  "type": "010combined",
  "sha1": "01e692f440f87fbab8e4335a82805a68cda11df6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2062.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 92-2062\n\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                        RALPH DE MASI,\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2064\n\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                        RONALD MARTEL,\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2065\n\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                         ROBERT PAPA,\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2066\n\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                       FRANCIS BONASIA,\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2142\n\n                        UNITED STATES,\n                          Appellant,\n\n                              v.\n\n                       FRANCIS BONASIA,\n                     Defendant, Appellee.\n\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n    [Hon. Walter Jay Skinner, U.S. Senior District Judge]\n                                                        \n\n                                         \n\n                            Before\n\n                   Selya, Boudin, and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nSeth M. Kalberg, Jr. for appellant  DeMasi; Cornelius H. Kane, Jr.\n                                                                  \nfor  appellant  Martel; Paul  J. Garrity  for  appellant Papa;  and J.\n                                                                  \nMichael McGuinness, with whom McGuinness  and Parlagreco, was on brief\n                                                    \nfor appellant Bonasia.\nTimothy Q.  Feeley, Assistant  United States  Attorney, with  whom\n                  \nDonald K. Stern, United States Attorney, was on brief for appellee.\n           \n\n                                         \n\n                       October 26, 1994\n                                         \n\n          STAHL,  Circuit Judge.   Following  a seventeen-day\n          STAHL,  Circuit Judge.\n                               \n\ncriminal trial,  defendants  Francis Bonasia,  Ralph  DeMasi,\n\nRonald  Martel, and Robert Papa  were convicted by  a jury of\n\nvarious charges stemming from  the attempted armed robbery of\n\na Brink's armored truck.  On appeal, DeMasi, Martel, and Papa\n\ntogether, and Bonasia individually,  raise a series of issues\n\nincluding denial  of a  suppression motion and  challenges to\n\nsufficiency of the evidence and various portions  of the jury\n\ninstructions.  Bonasia separately assigns error to the denial\n\nof  severance  motions  and   an  evidentiary  ruling.    The\n\ngovernment  cross-appeals from the  district court's decision\n\nin sentencing Bonasia to  depart downward from the Sentencing\n\nGuidelines.    We affirm  the  district court  on  all issues\n\nraised by the defendants.  At the same time, we find that the\n\ndistrict   court   incorrectly  interpreted   the  Sentencing\n\nGuidelines  in fashioning Bonasia's  sentence.   We therefore\n\nvacate Bonasia's sentence and remand for resentencing.\n\n                              I.\n                                \n\n                          Background\n                                    \n\n          Because the defendants challenge the sufficiency of\n\nthe  evidence supporting  their  convictions,  we recite  the\n\nfacts in the  light most  favorable to the  verdict.   United\n                                                             \n\nStates v.  Innamorati, 996  F.2d 456,  469 (1st  Cir.), cert.\n                                                             \n\ndenied, 114 S. Ct. 409 (1993).\n      \n\n                             -3-\n\n          Near  the  end  of  July 1991,  Federal  Bureau  of\n\nInvestigation  (\"FBI\") agents learned  that, sometime in late\n\nJune, DeMasi and Martel  had rented a summer campsite  at the\n\nPines Campground in  Amesbury, Massachusetts.   Subsequently,\n\nduring  the  noontime hour  on  the  five Tuesdays  preceding\n\nTuesday, September  10, 1991,  FBI agents observed  Martel at\n\nthe  parking  lot  of  the  Port  Plaza  Shopping  Center  in\n\nNewburyport,  Massachusetts.    Throughout  that   summer,  a\n\nBrink's armored  truck made a scheduled stop between noon and\n\n1:00 p.m. on Tuesdays  at the Shawmut Bank in  the Port Plaza\n\nShopping Center.   Martel's visits to the Port  Plaza parking\n\nlot  corresponded  with the  scheduled  stop  of the  Brink's\n\ntruck.    DeMasi accompanied  Martel  on four  of  these five\n\nvisits, missing only  the visit on Tuesday,  August 27, 1991.\n\nPapa and defendant George Pinto1 joined Martel and  DeMasi at\n\nthe parking lot during the visits on August 20, and September\n\n3, 1991.\n\n          Bonasia was also present  at the Port Plaza parking\n\nlot on Tuesday, September 3, 1991.  While at the parking lot,\n\nhe   met  separately  with   both  DeMasi  and   Martel.    A\n\nsurveillance photograph taken during  his meeting with Martel\n\ndepicts Bonasia and  Martel standing together looking  toward\n\n                    \n\n1.  Pinto  was  tried  and  convicted along  with  the  other\ndefendants  and joined  in the  consolidated appeal.   Pinto,\nhowever, died  on  September 15,  1992,  and his  appeal  was\nsubsequently dismissed.\n\n                             -4-\n                              4\n\nthe  Shawmut  Bank.    Afterwards, Bonasia  remained  in  the\n\nparking lot and  observed the  Brink's truck as  it made  its\n\nregularly scheduled stop at the Shawmut Bank.\n\n          On the  evening of August 26, 1991,  at around 9:45\n\np.m., an  FBI agent  observed Martel in  the back seat  of an\n\nautomobile, registered to Bonasia's wife, stopped in front of\n\nthe  Shawmut Bank in the Port Plaza Shopping Center.  Driving\n\nthe automobile  was  an older  white male  who fit  Bonasia's\n\ngeneral physical  description.   After  the vehicle  stopped,\n\nDeMasi  left  the car,  walked over  to  the bank  and peered\n\ninside one of its  windows.  Later that evening,  the vehicle\n\nwas  again   observed  at   DeMasi  and  Martel's   campsite.\n\nBonasia's own  gray Buick  was observed entering  and exiting\n\nthe  Pines Campground several times a week over the course of\n\nthe  summer,  including at  least  three  different times  on\n\nAugust 30, 1991.\n\n          At approximately  8:15 a.m. on  September 10, 1991,\n\nDeMasi and Martel left  the Pines Campground.  At  9:30 a.m.,\n\nthey  were observed standing next  to a dark  green cargo van\n\nwhich was located on the  far side of the Market Basket  Mall\n\ndirectly adjacent to the Port Plaza Shopping Center.  At this\n\ntime,  FBI agents identified the license plates on the van as\n\nstolen.   Shortly  before noon,  DeMasi and  Martel met  with\n\nBonasia  in  the  Port  Plaza  parking  lot.    A  series  of\n\nphotographs  taken  contemporaneously  shows   Bonasia  first\n\n                             -5-\n                              5\n\nwalking  away  from DeMasi's  automobile,  then  turning back\n\ntoward DeMasi, and finally  looking down at his watch.   That\n\nsame  morning,   Papa  and  Pinto  were   also  observed  and\n\nphotographed driving through the Port Plaza parking lot in  a\n\nseparate vehicle.\n\n          After  meeting  with  Bonasia,  DeMasi  and  Martel\n\nreturned  to the  green van  parked  on the  far side  of the\n\nMarket Basket Mall, where they were joined by Papa and Pinto.\n\nThe  four defendants exited  their automobiles,  leaving them\n\nunlocked  and with  the keys  in the  ignitions.2   The green\n\nvan, with Papa  driving, was next observed entering  the Port\n\nPlaza parking lot  just prior  to the time  for the  expected\n\narrival of  the Brink's  armored  truck.   Upon entering  the\n\nparking  lot, Papa drove the  green van away  from the direct\n\nroute  to the  Shawmut  Bank and  towards  where Bonasia  was\n\nparked.  Bonasia  had just moved his  gray Buick from  a more\n\ncrowded area of  the parking  lot to a  location more  easily\n\naccessed by the green van.\n\n          Papa  pulled  the  van adjacent  to  Bonasia's gray\n\nBuick  and paused.  Bonasia  then leaned forward  in his seat\n\nand  gave Papa a \"thumb's  up\" signal.   After receiving this\n\nsignal,  Papa  drove  the   green  van  away  from  Bonasia's\n\nautomobile towards the Shawmut Bank.\n\n                    \n\n2.  Papa and  Pinto also left  the trunk of  their automobile\nunlocked and open.  Moreover, each of the two cars had stolen\nlicense plates affixed over their regular plates.\n\n                             -6-\n                              6\n\n          Shortly  thereafter, FBI  agents stopped  the green\n\nvan and arrested  DeMasi, Martel,  Papa, and Pinto.   At  the\n\ntime of the arrests, DeMasi  was wearing brown cotton gloves,\n\na nylon stocking pulled down over his forehead, and a bullet-\n\nproof  vest.   Pinto  was  wearing  similar gloves,  a  nylon\n\nstocking,  and had  a  pair of  handcuffs  in his  waistband.\n\nMartel also wore gloves, and a third nylon stocking was found\n\nin the back of the van next to where he had been sitting.  In\n\nthe front seat next to where Papa had been sitting was a blue\n\nski  mask  and an  additional set  of  gloves.   An operating\n\nportable scanner rested on the empty front passenger seat.  A\n\nloaded semi-automatic nine millimeter  Uzi carbine was  found\n\nbehind  the front  seat, and  two loaded  semi-automatic nine\n\nmillimeter pistols and a  loaded six-shot revolver were found\n\nin the rear compartment of the van.\n\n          At  approximately the same  time, Bonasia,  who had\n\nbeen walking from  a pay  phone towards his  gray Buick,  was\n\narrested by a Rhode Island State Trooper.  At the time of his\n\narrest, Bonasia was approximately five to eight feet from his\n\nautomobile.    Immediately after  the  arrest,  an FBI  agent\n\nstanding  near  Bonasia's  automobile   observed  a  pair  of\n\nbinoculars  on  the  front  passenger seat  inside  the  gray\n\nBuick.3\n\n                    \n\n3.  Subsequent to Bonasia's arrest,  FBI agents conducted two\nwarrantless  searches  of  Bonasia's  automobile.     Bonasia\nsuccessfully moved  prior to  trial to suppress  all evidence\n\n                             -7-\n                              7\n\n          Defendants  were  tried  together  before  a  jury.\n\nBonasia,   DeMasi,  Martel,  and   Papa  were   convicted  of\n\nconspiring  and   attempting  to  commit   bank  robbery,  in\n\nviolation of 18  U.S.C.   371  and 18 U.S.C.    2113(a),  and\n\nconspiring and  attempting to  affect interstate commerce  by\n\nrobbery, in violation  of the  Hobbs Act, 18  U.S.C.    1951.\n\nAdditionally, all defendants were convicted on four counts of\n\nusing  or  carrying a  firearm in  violation  of 18  U.S.C.  \n\n924(c).    Following  the return  of  the  verdicts  on these\n\ncharges,  additional  evidence  was  offered,  and  the  jury\n\nsubsequently found  DeMasi, Martel, and Papa  guilty on three\n\ncounts  of  violating  the  felon-in-possession  statute,  18\n\nU.S.C.   922(g)(1).\n\n                             II.\n                                \n\n                          Discussion\n                                    \n\nA.  Alleged Pre-Trial Errors\n                            \n\n          1.  Suppression Ruling\n                                \n\n          Our review of the decision whether to grant or deny\n\na suppression motion is \"plenary.\"  United States v. Sanchez,\n                                                            \n\n943 F.2d 110, 112 (1st  Cir. 1991).  We defer, however,  to a\n\ndistrict court's factual findings if, on a reasonable view of\n\nthe evidence, they are not clearly erroneous.  United  States\n                                                             \n\nv. Beltran, 917 F.2d 641, 642 (1st Cir. 1990). \n          \n\n                    \n\nobtained from these searches. \n\n                             -8-\n                              8\n\n          DeMasi,  Martel,  and Papa  challenge  the district\n\ncourt's refusal  to suppress  evidence seized from  the green\n\nvan at  the time of  their arrests.4   They concede  that the\n\nFBI had probable cause to make the arrests and that, if their\n\narrests  were lawful,  the van's  search and  the seizure  of\n\nevidence were also lawful.  Defendants contend, however, that\n\nthe  arrests violated  the Fourth  Amendment because  the FBI\n\neffected them without a warrant.  They maintain that probable\n\ncause  arose  no  later than  early  on  the  morning of  the\n\narrests, when the  FBI identified the  green van that  DeMasi\n\nand  Martel had visited as bearing stolen license plates, and\n\nthat the government should have procured an arrest warrant at\n\nthat  time.   Ultimately,  they argue  that the  government's\n\ndelay and  ultimate failure to  obtain a warrant  negates the\n\nlegality  of  their arrests  and  the  subsequent search  and\n\nseizure of evidence.  We disagree.  \n\n          Defendants' argument rests on the  proposition that\n\nthe government's allegedly \"predesigned\" and \"improper\" delay\n\nsomehow invalidated the defendants' otherwise proper arrests.\n\n                    \n\n4.  Bonasia  also  contests  the   failure  to  suppress  the\nevidence  seized  from  the  green  van.    It  is,  however,\naxiomatic that  Fourth Amendment  rights are personal  to the\nindividual.    Sanchez, 943  F.2d at  112.   Bonasia  was not\n                      \npresent in the van during the arrest, nor does he own the van\nor  claim  any  possessory  rights in  the  seized  evidence.\nHence, Bonasia  has no  legitimate expectation of  privacy on\nwhich to base his claim.  See United States v.  Sepulveda, 15\n                                                         \nF.3d 1161, 1194  (1st Cir.  1993), cert. denied,  114 S.  Ct.\n                                               \n2714 (1994).\n\n                             -9-\n                              9\n\nThe   Supreme   Court,  however,   has   refused   to  attach\n\nsignificance to the  fact that the government had  ample time\n\nto obtain a warrant but declined  to procure one.  See United\n                                                             \n\nStates v. Watson, 423 U.S. 411, 423-24 (1976).  Specifically,\n                \n\nthe Court stated  that \"[t]he necessary inquiry  . . .   [is]\n\nnot whether there was a warrant or  whether there was time to\n\nget one, but whether there was probable cause\" at the time of\n\nthe arrest.  Id.  at 417.  Indeed,  the government in  Watson\n                                                             \n\nconceded  that  it  had more  than  sufficient  time  to have\n\nobtained  a warrant prior to the arrest.   Id. at 414; id. at\n                                                          \n\n426 (Powell,  J., concurring)  (as much as  six days  elapsed\n\nbetween time  probable cause arose  and the arrest).   Hence,\n\nthe Supreme Court has  directly rejected the underpinnings of\n\ndefendants' argument.\n\n          The  Constitution  does not  require  a  warrant to\n\neffect  an  arrest  in  a  public  place.    Id.  at  423-24.\n                                                \n\nMoreover, law enforcement agents need only possess reasonable\n\nsuspicion that a criminal  activity is occurring in order  to\n\nstop a moving  automobile to investigate.   United States  v.\n                                                         \n\nKimball,  25  F.3d  1,  6  (1st  Cir.  1994).   Here,  it  is\n       \n\nundisputed that the FBI agents had probable cause to stop the\n\ngreen  van when  it entered the  Port Plaza  Shopping Center.\n\nThe  arrests of DeMasi, Martel,  and Papa were  effected in a\n\npublic place, the middle of the shopping center  parking lot.\n\nAccordingly, no  arrest warrant was required,  and whether or\n\n                             -10-\n                              10\n\nnot  the FBI agents could  have obtained one  prior to making\n\nthe arrests is irrelevant.   \n\n          2.  Severance Rulings\n                               \n\n          We now turn to Bonasia's challenges to the district\n\ncourt's denial of  his motions for severance.   \"Trial courts\n\nare  afforded considerable  leeway  in determining  severance\n\nquestions.\"   United States v.  Pierro, No. 93-1313, slip op.\n                                      \n\nat 8 (1st Cir. July  27, 1994).  \"We reverse the  decision to\n\ndeny a motion  for severance  only upon a  showing of  strong\n\nprejudice, demonstrating a manifest abuse of discretion  that\n\ndeprived  the defendant of a  fair trial.\"   United States v.\n                                                          \n\nNason, 9 F.3d 155, 158 (1st Cir. 1993), cert.  denied, 114 S.\n                                                     \n\nCt.  1331 (1994).   Prejudice, in  this context,  \"means more\n\nthan  just a better chance of acquittal at a separate trial.\"\n\nUnited  States  v.  Boylan,  898  F.2d  230,  246 (1st  Cir.)\n                          \n\n(quotations omitted), cert. denied, 498 U.S. 849 (1990).\n                                  \n\n          Bonasia  maintains that severance  was necessary to\n\navoid  the  substantial  prejudice  he suffered  due  to  the\n\nspillover effect from evidence  admitted at trial against his\n\ncodefendants,  the  effect  of codefendant  DeMasi's  pro  se\n                                                             \n\nrepresentation, and the impact resulting when several members\n\nof  the  jury saw  his  codefendants enter  the  courtroom in\n\nhandcuffs.5  We are not persuaded.\n\n                    \n\n5.  Bonasia perfunctorily raises several additional arguments\nin  support of  his severance  appeal, such  as \"antagonistic\ndefenses\"  existing between  him  and  his codefendants,  his\n\n                             -11-\n                              11\n\n          Bonasia's spillover claim fails because  he has not\n\nmet his burden  of showing substantial prejudice.   Though it\n\nis  true that  substantial evidence  admitted at  trial dealt\n\nwith him  only indirectly, this factor alone  does not amount\n\nto  grounds for reversal.   \"It is well  settled that `[e]ven\n\nwhere  large  amounts  of  testimony are  irrelevant  to  one\n\ndefendant, or where one defendant's involvement in an overall\n\nagreement  is far less  than the involvement  of others,' the\n\ncourt of appeals must be `reluctant to second guess severance\n\ndenials.'\"  United States  v. O'Bryant, 998 F.2d 21,  26 (1st\n                                      \n\nCir.  1993) (quoting  Boylan, 898  F.2d  at 246).   Moreover,\n                            \n\n\"[w]here  evidence featuring  one defendant  is independently\n\nadmissible   against   a  codefendant,   the   latter  cannot\n\nconvincingly complain of an  improper spillover effect.\"  Id.\n                                                             \n\nBonasia, like his  codefendants, was charged with  conspiring\n\nand  attempting to rob the armored Brink's truck.  Thus, even\n\nif the government had tried Bonasia separately, nearly all of\n\nthe evidence presented here  would have been admissible in  a\n\nseparate  trial  against  him  to  prove the  object  of  the\n\n                    \n\ninability to  obtain exculpatory testimony and  his inability\nto sit  with his counsel  at trial.  Bonasia  failed to raise\nthese  issues  at  trial  in  support  of   his  motions  for\nseverance.    Moreover, on  appeal,  he  fails to  adequately\nexplain how he was  prejudiced by them.  We  therefore deemed\nthem waived.   See United States v. Lilly, 13  F.3d 15, 17-18\n                                         \n(1st Cir. 1994) (failure to raise  arguments below results in\nwaiver) and United  States v.  Zannino, 895 F.2d  1, 17  (1st\n                                      \nCir.) (perfunctorily raised arguments waived),  cert. denied,\n                                                            \n494 U.S. 1082 (1990).\n\n                             -12-\n                              12\n\nconspiracy and the attempted robbery.  Therefore, Bonasia has\n\nnot met  his  burden  of  showing  that  he  suffered  strong\n\nprejudice.6\n\n          Bonasia's  complaint  of  prejudice resulting  from\n\nDeMasi's pro se  representation is equally without  merit.  A\n               \n\ncodefendant's  pro se  representation is  not, without  more,\n                     \n\ngrounds  for severance;  a defendant  must additionally  show\n\nthat  strong  prejudice  resulted  from  the  representation.\n\nUnited  States v. Tracy, 12  F.3d 1186, 1194  (2d Cir. 1993);\n                       \n\nPerson v. Miller, 854 F.2d 656, 665-66 (4th Cir. 1988), cert.\n                                                             \n\ndenied, 498  U.S.  1011 (1989);  see  also United  States  v.\n                                                         \n\nCross,  928 F.2d  1030,  1039-40 (9th  Cir.) (no  \"compelling\n     \n\nprejudice\"    resulted    from    codefendant's     pro    se\n                                                             \n\nrepresentation),  cert. denied,  112 S.  Ct. 594  (1991), and\n                                                             \n\ncert.  denied, 112  S.  Ct. 941  (1992).   Bonasia,  however,\n             \n\npoints us to no  specific prejudicial incidents that occurred\n\nbefore  the jury.7    Bonasia therefore  cannot  convincingly\n\n                    \n\n6.  We also note that the district court was careful to sever\nthe three  felon-in-possession  counts charged  only  against\nBonasia's codefendants.  These issues were  tried to the jury\nafter it had returned a verdict on all the other charges.  \n\n7.  Bonasia  cites   two  statements   by  DeMasi   as  being\ninflammatory  and prejudicial,  but the  first occurred  at a\npretrial  hearing   and  the  second  occurred   at  DeMasi's\nsentencing.     Bonasia  also  notes  that  DeMasi  allegedly\nthreatened Bonasia's trial counsel over  a dispute concerning\nthe order in which  defendants would present final arguments.\nThe   alleged  threat,  however,   occurred  outside  of  the\ncourtroom and after the close of evidence.  Bonasia's counsel\nbrought the alleged threat to the attention of the judge, who\nordered   all  the   defendants  to   present  arguments   in\n\n                             -13-\n                              13\n\nargue that  the district court should  have granted severance\n\non this ground.\n\n          Bonasia's  final  claim   that  he  was  prejudiced\n\nbecause the jury viewed  his codefendants enter the courtroom\n\nin handcuffs is similarly unavailing.  This incident occurred\n\non  the eleventh day of  trial, when the  jury was mistakenly\n\nbrought  into the  courtroom before  the defendants  entered.\n\nThe record  reveals that, at most, no more than one or two of\n\nthe jurors briefly observed  a single defendant in handcuffs.\n\nAfter the incident, the district judge separately  questioned\n\neach juror, inquiring  whether each had either seen  or heard\n\nanything unusual, and determined that the danger of prejudice\n\nto  the  defendants  was   insignificant.    The  court  also\n\ncarefully cautioned each juror not to discuss the questioning\n\nor anything he or she had  noticed with the other jurors.  We\n\nbelieve that  the  district court  appropriately handled  the\n\nincident  and   minimized  any  possible   prejudice  to  the\n\ndefendants.  The district  court therefore did not abuse  its\n\ndiscretion in denying Bonasia's  renewed severance motion  on\n\nthis ground.  Cf. United  States v. Pina, 844 F.2d 1,  8 (1st\n                                        \n\nCir.  1988) (mistrial  not warranted  where three  jurors saw\n\ndefendant in shackles).  \n\n                    \n\nalphabetical order.   Nevertheless, Bonasia's counsel  agreed\nto argue fourth with DeMasi arguing last.  We cannot say that\nthis  change in the order of final arguments deprived Bonasia\nof a fair trial.\n\n                             -14-\n                              14\n\nB.  Alleged Trial Errors\n                        \n\n          1.  Evidentiary Ruling\n                                \n\n          Bonasia  challenges  the   admission  at  trial  of\n\ntestimony from  an FBI agent who  observed binoculars present\n\non the front seat of Bonasia's gray Buick following Bonasia's\n\narrest.   Bonasia argues  that the testimony  was incorrectly\n\nadmitted because all evidence  resulting from two warrantless\n\nsearches of  his automobile (which, he  argues, would include\n\nany evidence  of the binoculars) had been suppressed prior to\n\ntrial.  This argument is without merit.\n\n          In general, we  review a district  court's decision\n\nto admit evidence for abuse of discretion.  See, e.g., United\n                                                             \n\nStates  v. Fisher,  3 F.3d  456, 461  (1st  Cir. 1993).   The\n                 \n\nsuppression  order  excluded  \"all  evidence  obtained  as  a\n\nresult\" of the illegal searches of Bonasia's automobile.  The\n\norder, however, did not and could not extend to evidence that\n\nderived  from  an independent  legal  source  apart from  the\n\nunlawful  searches.   See Murray  v. United States,  487 U.S.\n                                                  \n\n533,  536-41 (1988) (explaining independent source doctrine).\n\nThus,  the  question is  whether  the  FBI agent's  testimony\n\nconcerning  the binoculars  had an  independent source  apart\n\nfrom the illegal searches.  On this point, it is beyond doubt\n\nthat \"[i]f an article  is already in plain view,  neither its\n\nobservation  nor its  seizure would  involve any  invasion of\n\nprivacy.\"  Horton  v. California, 496  U.S. 128, 133  (1990).\n                                \n\n                             -15-\n                              15\n\nFurthermore,  \"[t]here  is   no  legitimate  expectation   of\n\nprivacy,  shielding  that  portion  of  the  interior  of  an\n\nautomobile which  may be viewed  from outside the  vehicle by\n\neither  inquisitive passersby  or diligent  police officers.\"\n\nTexas v. Brown, 460 U.S.  730, 740 (1983) (plurality opinion)\n              \n\n(citation omitted); see also United States v. Ware,  914 F.2d\n                                                  \n\n997,  1000 (7th Cir. 1990); Brumfield v. Jones, 849 F.2d 152,\n                                              \n\n155 (5th Cir. 1988).\n\n          The   agent  who  testified   at  trial  about  the\n\nbinoculars participated  in neither the  illegal searches  of\n\nBonasia's  automobile nor Bonasia's  arrest.  At  the time of\n\nthe arrest, the agent was legitimately present in the parking\n\nlot, standing  several feet  away from  Bonasia's automobile.\n\nAt  trial,  the  agent  merely  testified  to  observing  the\n\nbinoculars  which were in \"plain  view\" on the  front seat of\n\nthe  vehicle.    Therefore,  the  agent's  testimony  had  an\n\nindependent legal source apart  from the illegal searches and\n\nwas properly admitted.8\n\n          2.  Sufficiency of Evidence\n                                     \n\n          We now  turn to  the defendants' challenges  to the\n\nsufficiency  of  the  evidence.    In  assessing  evidentiary\n\nsufficiency, \"[o]ur task is to review the record to determine\n\n                    \n\n8.  Bonasia also challenges a reference by the district court\nto  the  binoculars in  the jury  instructions and  a similar\nreference by  the prosecutor in  summation.  Because  we rule\nthat  the testimony  concerning  the binoculars  was properly\nadmitted, neither of the challenged references was improper.\n\n                             -16-\n                              16\n\nwhether  the  evidence and  reasonable  inferences therefrom,\n\ntaken  as a  whole and  in the  light  most favorable  to the\n\nprosecution, would allow a  rational jury to determine beyond\n\na  reasonable  doubt  that  the  defendants  were  guilty  as\n\ncharged.\"   United States v.  Mena-Robles, 4 F.3d  1026, 1031\n                                         \n\n(1st  Cir.  1993),  cert.  denied,  114  S.  Ct 1550  (1994),\n                                 \n\nmodified  on other grounds sub  nom., United States v. Piper,\n                                                            \n\nNo.  94-1197 slip op. (1st Cir. Sept.  8, 1994).  In arriving\n\nat  our  determination,  we   must  credit  both  direct  and\n\ncircumstantial  evidence of  guilt, but  \"must do  so without\n\nevaluating the  relative weight of different  pieces of proof\n\nor  venturing  credibility  judgments.\"    United  States  v.\n                                                         \n\nEcheverri, 982 F.2d 675, 677 (1st Cir. 1993).  We need not be\n         \n\nsatisfied  that no  verdict  other than  one  of guilt  could\n\nreasonably have  been reached;  rather, we need  only satisfy\n\nourselves that the record  plausibly supports the verdict the\n\njury did return.  Id.  \n                     \n\n          Bonasia  complains that the evidence against him is\n\ninsufficient to  support his  convictions for conspiracy  and\n\nattempt.   He maintains  the government failed  to offer  any\n\nevidence  that established  his  specific intent  to join  in\n\neither the criminal conspiracy or the attempt.  Moreover,  he\n\nargues that the evidence amassed against him does not support\n\na finding that he performed a \"substantial step\"  towards the\n\ncompletion  of the  attempted robbery.   In  essence, Bonasia\n\n                             -17-\n                              17\n\ncontends that the evidence establishes only his mere presence\n\nat  the scene of the crime, and his sporadic association with\n\nDeMasi and Martel.  Again, we disagree.  \n\n          To prove  a charge  of  conspiracy, the  government\n\nmust establish beyond a reasonable doubt that an agreement or\n\nworking  relationship  existed,  that the  agreement  had  an\n\nunlawful purpose, and that  the defendant voluntarily entered\n\ninto the agreement.   See  United States v.  David, 940  F.2d\n                                                  \n\n722,  735  (1st Cir.  1991), cert.  denied,  112 S.  Ct. 2301\n                                          \n\n(1992).    Moreover,  the  government  must  prove  that  the\n\ndefendant  both  intended  to  agree and  to  effectuate  the\n\ncommission of the  underlying offense that was  the object of\n\nthe conspiracy.   United States v.  Piper, No. 94-1197,  slip\n                                         \n\nop. at  8  (1st Cir.  Sept.  8, 1994).    \"[T]he proof  of  a\n\ndefendant's   conspiratorial   involvement  may   consist  of\n\nindirect evidence, including reasonable inferences drawn from\n\nattendant circumstances.\"  Echeverri, 982 F.2d at 679.  \n                                    \n\n          To prove  a charge of attempt,  the government must\n\nshow  beyond a  reasonable  doubt the  defendant's intent  to\n\ncommit the offense charged and that the defendant performed a\n\nsubstantial  step  towards  the completion  of  the  offense.\n\nUnited States v.  Argencourt, 996 F.2d  1300, 1303 (1st  Cir.\n                            \n\n1993),  cert. denied,  114  S. Ct.  731  (1994).   Respecting\n                    \n\nBonasia's \"mere presence\" argument,  we have noted that \"`the\n\nculpability of a defendant's presence hinges upon whether the\n\n                             -18-\n                              18\n\ncircumstances  fairly  imply participatory  involvement.   In\n\nother words, a defendant's \"mere presence\" argument will fail\n\nin situations where  the \"mere\" is lacking.'\"   United States\n                                                             \n\nv. Torres-Maldonado, 14 F.3d 95, 100 (1st Cir. 1994) (quoting\n                   \n\nEcheverri, 982  F.2d at  678), petition  for cert.  filed, 63\n                                                         \n\nU.S.L.W. 3066 (U.S. June 6, 1994) (No. 94-93). \n\n           The  government's  evidence  against   Bonasia  is\n\nclearly  sufficient to  support the  jury's finding  of guilt\n\nbeyond a  reasonable doubt  on both  the  conspiracy and  the\n\nattempt counts.  Bonasia's presence at the September 3, 1991,\n\nsurveillance  and his August 26, 1991, nighttime visit to the\n\nparking  lot  with DeMasi  and  Martel  plausibly support  an\n\ninference  that  he  participated  in  the  planning  of  the\n\nattempted  robbery.    This   inference  is  strengthened  by\n\nBonasia's frequent  visits over the  course of the  summer to\n\nDeMasi and Martel's campsite at the Pines Campground.  \n\n          Moreover, Bonasia's  activities on the  day of  the\n\narrest tend to establish his complicity.  Even aside from the\n\nmuch disputed \"thumb's up\"  signal,9 Bonasia's activities  on\n\n                    \n\n9.  Bonasia fervently maintains that we should  disregard the\nFBI agent's testimony concerning  the alleged sighting of the\n\"thumb's  up\" signal  because, under  the conditions,  such a\nsighting  was  a  \"physiological  impossibility.\"   Bonasia's\n\"thumb's  up\" signal was observed by an FBI special agent who\nwas  located in an undercover van in  the parking lot some 60\nto  65  yards away.   The  agent  made his  observation while\npeering  through a hole in  a plastic sheet  that covered the\nwindows  of  the  van.    At  trial,  both  sides  introduced\nphotographs relating to whether the observation was possible.\n\n                             -19-\n                              19\n\nSeptember 10, 1991, go well beyond mere presence.  He arrived\n\nat the parking  lot more  than an hour  before the  scheduled\n\narrival  of the Brink's truck and met with DeMasi and Martel.\n\nMoreover,  an FBI  agent testified  that, shortly  before the\n\ngreen van  entered the Port  Plaza parking lot,  Bonasia, who\n\nwas  pacing back and forth watching  the area, tellingly gave\n\nthe van in which the agent was riding a \"very  close look\" as\n\nit  drove  up.    This evidence  supports  an  inference that\n\nBonasia acted as a lookout during the attempted robbery.  His\n\nparticipation is further corroborated  by the fact that, upon\n\nentering  the parking lot,  Papa drove the  green van towards\n\nBonasia's gray Buick and pulled to a momentary stop alongside\n\nit before  heading to where the Brink's truck was to make its\n\nscheduled  stop.   Significantly, prior  to this  detour, the\n\ndefendants in  the green van  temporarily had been  unable to\n\nview  the area where they  would encounter the Brink's truck.\n\nThis underscores their need for a lookout.   In sum, there is\n\nsufficient   evidence  to  support  a  finding  that  Bonasia\n\nvoluntarily and intentionally joined the conspiracy, and that\n\nhe performed a substantial step towards the completion of the\n\nrobbery.\n\n          Bonasia  also challenges  the  sufficiency  of  the\n\nevidence on the related firearm  convictions under 18 U.S.C  \n\n924(c).  He points  out that these charges were  submitted to\n\nthe jury under  an aiding and abetting theory, which requires\n\n                             -20-\n                              20\n\nthe  government to  establish  that the  defendant knew  that\n\nweapons  would  be  used  during  the  crime.    See  Torres-\n                                                             \n\nMaldonado, 14  F.3d at  103 (to  sustain    924(c) conviction\n         \n\nunder an  aiding and  abetting theory \"accomplice  `must have\n\nknown to  a practical certainty  that the principal  would be\n\n[using] a  gun'\" (quoting United  States v. Powell,  929 F.2d\n                                                  \n\n724, 728 (D.C. Cir. 1991)).  Bonasia contends that the record\n\nlacks  any evidence  to support  a finding  that he  knew his\n\ncodefendants would  be using or carrying  firearms during the\n\nattempted robbery. \n\n          As  we have  noted, the  evidence adduced  at trial\n\nmore than  adequately supports a finding  that Bonasia joined\n\nin the  conspiracy and participated in  the attempted robbery\n\nof the Brink's truck.  This same evidence likewise supports a\n\nfinding that Bonasia knew that his four codefendants would be\n\nusing  or carrying  firearms during  and in  relation  to the\n\nattempted robbery.  In particular, two different Rhode Island\n\nState Troopers testified that Bonasia remained in the parking\n\nlot  on September 3, 1991, and observed the Brink's truck for\n\nthe  entirety of its scheduled  stop.  From  this, a rational\n\njury could conclude that Bonasia understood the scope of what\n\na robbery of  an armored  truck with two  armed guards  would\n\nentail.   It  therefore could  reasonably infer  that Bonasia\n\nmust  have  known  that  his coconspirators  would  be  using\n\nweapons.  As we  have noted before, \"[i]n the  last analysis,\n\n                             -21-\n                              21\n\ncriminal juries are not expected to  ignore what is perfectly\n\nobvious.\"  Echeverri, 982 F.2d at 679; see also United States\n                                                             \n\nv. Ingraham, 832 F.2d 229, 240 (1st Cir. 1987), cert. denied,\n                                                            \n\n486 U.S. 1009 (1988).10       DeMasi,   Martel,   and  Papa's\n\nsufficiency challenges  need detain  us only briefly.   These\n\ndefendants   essentially  contend   that  the   evidence  was\n\ninsufficient to  establish that they had  the specific intent\n\nto rob the  armored Brink's  truck.  They  maintain that,  at\n\nmost, the  government proved only  that they were  present in\n\nthe rear of the green van in the Port Plaza  parking lot with\n\nsome  unspecified illicit  purpose.  Defendants'  argument is\n\ncompletely unconvincing.\n\n                    \n\n10.  In a  submission after oral  argument, Bonasia  directed\nthis court  to United States v.  Medina, 32 F.2d 40  (2d Cir.\n                                       \n1994),  in which  the Second  Circuit reversed  a defendant's\nconviction for aiding and abetting a violation of 18 U.S.C.  \n924(c)  due to  insufficient evidence.    Notwithstanding the\ndefendant's  knowledge of  expected firearm  use and  role in\ninstigating  the planning  of the  crime, the  Second Circuit\nheld that  the evidence  was  insufficient to  show that  the\ndefendant  \"consciously and  affirmatively  assisted\" in  the\nspecific   924(c) violation.  Id. at 45.\n                                 \n          Here, Bonasia's circumstances are clearly different\nfrom  those in  Medina.   The  defendant  in Medina  was  not\n                                                   \npresent at and did  not participate in the commission  of the\nunderlying  felony.  Id. at 42-43.  Indeed, this fact weighed\n                        \nsignificantly in Second Circuit's analysis.   Id. at 46 (\"Had\n                                                 \nMedina  been  present  at  the attempted  robbery,  we  would\nconsider  whether his  conduct  at the  scene facilitated  or\npromoted the carrying of a gun, or whether he benefitted from\nthe  gun's use  so that  he could  be said  to constructively\npossess the gun; but he was  not there.\" (citation omitted)).\nHere, Bonasia was present at and played a significant part in\nthe attempted armed robbery.    \n\n                             -22-\n                              22\n\n          Substantial  evidence was introduced at trial which\n\ntended to  establish that  at least one  of these  defendants\n\n(and all  of them  at one  time or  another) was  present and\n\ncarefully observed the scheduled stop of the Brink's truck on\n\neach  of the  five  Tuesdays preceding  the foiled  attempted\n\nrobbery.    In  addition,  an  FBI  agent  testified that  on\n\nSeptember 3, 1991,  DeMasi, Martel, and  Papa waited for  and\n\nthen followed a Brink's truck as it made one of its scheduled\n\nstops prior to reaching the Port Plaza Shopping Center.  From\n\nthis  evidence,  a  rational  jury could  conclude  that  the\n\ndefendants  intended to rob  the Brink's armored  truck.  The\n\nevidence  therefore  supports   the  convictions  of  DeMasi,\n\nMartel, and Papa.\n\n          3.  Jury Instructions\n                               \n\n          We now turn  to defendants'  challenges to  various\n\nportions  of the jury instructions.  Only the first of these,\n\nwhich  assigns  as error  an  instruction  pertaining to  the\n\ncrediting   of  witness  testimony,  was  raised  before  the\n\ndistrict court.  The remainder were raised for the first time\n\non  appeal.  Accordingly, with the exception of the first, we\n\nwill  review all  of  defendants' challenges  only for  plain\n\nerror.  Fed. R. Crim. P. 30, 52(b); United States v. Whiting,\n                                                            \n\n28 F.3d 1296, 1308 (1st Cir. 1994), petition for cert. filed,\n                                                            \n\n    U.S.L.W.     (U.S. Aug. 23, 1994) (No. 94-5760).\n\n                             -23-\n                              23\n\n          Defendants  initially  challenge a  section  of the\n\njury  charge in which the district court gave instructions on\n\nevaluating  witness   testimony.11    As   noted,  the  court\n\n                    \n\n11.  The defendants objected to the underlined language which\nis set out in context below:\n\n          How do  you deal  with witnesses?   Well,\n          most of the  Government witnesses in this\n          case  have been  FBI agents.  Not all  of\n          them,  but  certainly  the  bulk  of  the\n          testimony has come in through FBI agents.\n          There's  nothing magic  about them.   You\n          give the FBI agents the  same scrutiny as\n          you  would  anybody  else, and  you  test\n          their credibility by  listening to  them,\n          determining  what  you can  from  tone of\n          voice and expression of face. You try  to\n          search  out the  interior logic  of their\n          testimony: does it all fit together, does\n          the  body  English  that  goes  with  the\n          testimony  give you  a  clue.    You  may\n          consider that.  It may give you a clue as\n          to reliability, as to the confidence that\n          the witness has.  It  may give you a clue\n          as to whether the defendant is lying.  In\n          short, you use all of the techniques that\n          you  have  developed  in  your  lives for\n          determining  whether  somebody is  giving\n          you reliable information.\n               You do  this all  the time.   You go\n                                                   \n          and   buy   a  major   appliance   or  an\n                                                   \n          automobile.  You  listen to the salesman.\n                                                   \n          You listen to  political candidates,  you\n                                                   \n          try  to  sort out  disputes  in  your own\n                                                   \n          household,  perhaps  the children  or the\n                                                   \n          in-laws  or  the neighbors  or something,\n                                                   \n          and you try to  make a judgment about who\n                                                   \n          is giving you  the closest  approximation\n                                                   \n          of the truth.  That's probably about what\n                                                   \n          we  get  at  best.  And you  have  to  be\n                                                   \n          satisfied  that  all  of   these  stories\n                                                   \n          together, all of this testimony together,\n                                                   \n          with its blemishes and defects, satisfies\n                                                   \n          you  beyond  a  reasonable doubt  of  the\n                                                   \n          defendant's guilt before you can return a\n                                                   \n          finding of guilty.\n                            \n\n                             -24-\n                              24\n\ninstructed  the jury  that,  in assessing  the testimony,  it\n\nshould utilize the experience and skills it had attained from\n\nmaking  everyday  judgments  and  decisions.    Moreover, the\n\ndistrict  court explained that in rendering these assessments\n\n\"you try to make a judgment  about who is giving the  closest\n\napproximation  of  truth.\"   Defendants  contend  that  these\n\ninstructions  trivialized  the fact-finding  function  of the\n\njury  and   had  the  overarching  effect   of  reducing  the\n\ngovernment's burden of proof.  We are unpersuaded.\n\n          It is beyond dispute that the government must prove\n\nevery element of a charged offense beyond a reasonable doubt.\n\nIn  re Winship,  397  U.S. 358,  364  (1970).   Failure of  a\n              \n\nverdict to be based on a finding of guilt beyond a reasonable\n\ndoubt is  a structural  error of constitutional magnitude and\n\nis  not  subject  to  harmless  error  review.   Sullivan  v.\n                                                         \n\nLouisiana, 113 S.  Ct. 2078, 2082 (1993).   It is  also true,\n         \n\nhowever,  that each  piece of  evidence and  every \"inference\n\nforming  a part of the  mosaic making up  the jury's ultimate\n\nfinding of guilt beyond a reasonable  doubt need [not] itself\n\n                    \n\n               Now,   you  can   take  part   of  a\n          witness's  story,  part  of  a  witness's\n          testimony  and reject  others.   You  can\n          take the  part that seems to  be reliable\n          and  reject what  is unreliable,  or what\n          appears to be  unreliable.  You can  also\n          say, well, if this  man is unreliable  in\n          one respect,  I  won't trust  him in  any\n          other.   But  it  is up  to  you.   Those\n          judgments are yours.  That's  what you're\n          here for.\n\n                             -25-\n                              25\n\nbe established beyond a reasonable doubt.\"   United States v.\n                                                          \n\nCorgain,   5  F.3d  5,  10  (1st  Cir.  1993).    Hence,  the\n       \n\nappropriate  question  on  review  is  \"whether  there  is  a\n\nreasonable   likelihood  that   the   jury   understood   the\n\ninstructions to  allow conviction based on proof insufficient\n\nto  meet the Winship standard.\"   Victor v.  Nebraska, 114 S.\n                                                     \n\nCt.  1239,   1243  (1994).    Moreover,   in  reviewing  jury\n\ninstructions, we measure each instruction,  not in isolation,\n\nbut  within the context  of the  charge as  a whole.   United\n                                                             \n\nStates v. Akinola, 985 F.2d 1105, 1112 (1st Cir. 1993).\n                 \n\n          The  challenged instructions do not endeavor to set\n\nforth the  government's burden  of proof (which  the district\n\ncourt correctly  described); instead, they guide  the jury in\n\nevaluating   and  considering  the   credibility  of  witness\n\ntestimony.  This  is not  a situation in  which the  district\n\ncourt has attempted to define reasonable doubt by analogizing\n\nto the  standard employed  by individuals in  the significant\n\ndecisions  of daily  life.    See,  e.g.,  United  States  v.\n                                                         \n\nNickens, 955 F.2d 112, 119-120 (1st  Cir.), cert. denied, 113\n                                                        \n\nS.  Ct. 108 (1992);  Dunn v. Perrin, 570  F.2d 21, 24-25 (1st\n                                   \n\nCir.), cert. denied, 437 U.S. 910 (1978).  Instead, the court\n                   \n\nwas merely  exhorting the  jury  to fulfill  its function  by\n\nbringing common sense  judgment to bear on  the evaluation of\n\nthe  different and  inevitably  conflicting testimony  of the\n\n                             -26-\n                              26\n\nvarious  witnesses.    This  certainly  does  not  constitute\n\nreversible error.\n\n          Moreover, as defendants concede, the district court\n\naccurately set forth the proper standard for the government's\n\nburden of proof  in other sections of the charge.  Our review\n\nof the instructions reveals  that the district court referred\n\nto  the \"beyond  a reasonable  doubt\" standard  no  less than\n\ntwelve times in the nine pages of jury instructions preceding\n\nthe isolated  section  challenged here.    This  overwhelming\n\nnumber  of correct  references  negated any  chance that  the\n\ncontested statements were misconstrued by the jury as somehow\n\nreducing the government's burden of proof.  See United States\n                                                             \n\nv.  Glenn, 828 F.2d 855,  861 (1st Cir.  1987) (no reversible\n         \n\nerror  where  jury could  not have  been  misled in  light of\n\nnumerous  other  correct  instructions about  presumption  of\n\ninnocence and government's burden).\n\n          Defendants, as  we have  noted, also raise  for the\n\nfirst  time  several additional  objections  to the  district\n\ncourt's jury instructions.   Bonasia argues that the district\n\ncourt  erred by  giving an  improper \"Pinkerton\"  instruction\n                                               \n\nconcerning  Bonasia's liability  for  the substantive  crimes\n\ncommitted  by his  coconspirators.   See Pinkerton  v. United\n                                                             \n\nStates, 328  U.S.  640 (1946)  (approving  instructions  that\n      \n\npermitted jury to convict a conspirator for a coconspirator's\n\nacts that  were committed in furtherance  of the conspiracy).\n\n                             -27-\n                              27\n\nDeMasi, Martel, and Papa claim that  the district court erred\n\nby  incorrectly  defining the  elements  of  attempt, and  by\n\ncreating a  logical progression of steps  that inevitably led\n\nthe  jury to  a  guilty  verdict.    In  addition,  all  four\n\ndefendants object  to various isolated statements which, they\n\nmaintain, were prejudicial, assumed various material facts as\n\ntrue, and deprived them  of their Sixth Amendment right  to a\n\njury trial.  Though  a few of the instructions  identified by\n\nthe   defendants  are  problematic,   we  cannot   say  that,\n\nindividually or collectively, they rise to the level of plain\n\nerror.12\n\n                    \n\n12.  In  his  reply   brief,  defendant  Bonasia  makes   one\nadditional  challenge to  the  jury  instructions.    Bonasia\nargues  that a portion of  the charge is  nearly identical to\nlanguage  this court  held to  be reversible error  in United\n                                                             \nStates  v.  Harrigan,  586 F.2d  860  (1st  Cir.  1978).   In\n                    \nHarrigan, the  district court  instructed the jury  \"that the\n        \ndefendant's evidence  has no greater function  than simply to\nraise a  reasonable doubt in  your minds,  if it  does.   The\ndefendant is not required  to go any  further.\"  Id. at  862.\n                                                    \nIn the  present case, the  district court stated  that \"[t]he\ndefendants'  efforts have one  purpose only and  no more than\none  purpose.   And  that  is  to create  reasonable  doubt.\"\nBonasia   maintains  that   this   instruction  created   the\nimpression  that  the  defendant  had  the  burden  to  prove\nreasonable doubt.\n          Neither  Bonasia   nor  any  of   his  codefendants\nobjected to this portion  of the charge at trial.   Moreover,\nBonasia raised this issue  only in his reply brief.   As this\ncourt has consistently held, issues raised for the first time\nin  appellant's  reply  brief are  generally  deemed  waived.\nUnited States v.  Brennan, 994  F.2d 918, 922  n.7 (1st  Cir.\n                         \n1993); United States  v. Michaud,  925 F.2d 37,  43 n.8  (1st\n                                \nCir. 1991); United  States v. Benavente Gomez,  921 F.2d 378,\n                                             \n386 (1st Cir. 1990).  So  it is here.  And, in any  event, we\ndiscern no plain error in this instruction.  Unlike Harrigan,\n                                                            \nthe jury was not told that the defendant was \"required\" to do\nanything; instead,  it was  only told, if  somewhat clumsily,\n\n                             -28-\n                              28\n\n          Under \"plain error\" review, the burden falls on the\n\nappellant to show that there  is an error, that the  error is\n\n\"clear\" or  \"obvious,\" and that it  has affected \"substantial\n\nrights.\"  United  States v.  Olano, 113 S.  Ct. 1770,  1776-9\n                                  \n\n(1993); Whiting, 28  F.3d at 1308.   In most cases,  an error\n               \n\nwill be found to have \"affect[ed] substantial rights\" only if\n\ninter  alia the  error was  prejudicial such  that it  had an\n           \n\nimpact  on the outcome  of the trial.   Olano, 113  S. Ct. at\n                                             \n\n1778.\n\n          Even then, our review is discretionary.   Id.  \"[A]\n                                                       \n\nplain  error affecting  substantial rights does  not, without\n\nmore,\" warrant the exercise of this discretion.  Id. at 1779.\n                                                    \n\nA  reviewing   court  should  limit  the   exercise  of  this\n\ndiscretion  to cases where the failure to act would result in\n\na  \"miscarriage  of  justice\"  such  as  \"the  conviction  or\n\nsentencing of an actually innocent defendant.\"  Id.  In other\n                                                   \n\nwords,  \"we  review  only  `blockbusters:  those  errors   so\n\nshocking  that they seriously affect the fundamental fairness\n\nand  basic integrity  of the  proceedings  conducted below.'\"\n\nUnited States v. Olivo-Infante, 938 F.2d 1406, 1412 (1st Cir.\n                              \n\n1991) (quoting  United States  v. Griffin,  818 F.2d  97, 100\n                                         \n\n(1st Cir.), cert. denied, 484 U.S. 844 (1987)).   \n                        \n\n          We  first  consider  Bonasia's  objection   to  the\n\ndistrict court's inclusion of an allegedly improper Pinkerton\n                                                             \n\n                    \n\nwhat defendants were trying to do in this case.\n                                              \n\n                             -29-\n                              29\n\ninstruction.13   Bonasia  argues  that he  was prejudiced  by\n\nthe court's  failure to  limit liability under  the Pinkerton\n                                                             \n\ndoctrine  to only  those reasonably  foreseeable acts  of his\n                                                \n\ncoconspirators  done  in   furtherance  of  the   conspiracy.\n\nBonasia claims  that the  failure to include  the \"reasonably\n\nforeseeable\"  qualification  was  tantamount  to  a  directed\n\nverdict in favor of the government on the 18 U.S.C.    924(c)\n\ncharge.\n\n          Because the government conceded error in its brief,\n\nwe will assume arguendo that the district court's formulation\n                       \n\nof  the  Pinkerton  charge  was erroneous.    The  government\n                  \n\nnevertheless maintains that the Pinkerton instruction did not\n                                         \n\nprejudice Bonasia.   The government argues  that the district\n\ncourt's  previous instruction  under an  aiding and  abetting\n\ntheory -- that in order to convict Bonasia the jury must find\n\nthat  he knew his coconspirators  would use or carry firearms\n\n                    \n\n13.  Bonasia objects to the following portion of the charge:\n\n               I  should  also  point  out  another\n          principle of law which has to do with Dr.\n          Bonasia's liability.  If you find that he\n          was  a  member  of  the  conspiracy, then\n          under  the holding  of  the  case  called\n          Pinkerton versus the United States, he is\n          liable for  all of the acts  taken by the\n          co-conspirators  during  the  time  -  or\n          starting with the  time that he became  a\n          member of the conspiracy.  So a member of\n          a conspiracy  is  liable for  all of  the\n          acts   done   in   furtherance   of   the\n          conspiracy  by  the  other  conspirators.\n          And that has to do with this gun charge.\n\n                             -30-\n                              30\n\nduring the attempted robbery -- alleviated any possible harm.\n\nThe inclusion of a correct instruction directly contradicting\n\nan erroneous  one, however, will not  necessarily rectify the\n\nerror   because  a  reviewing  court  cannot  determine  with\n\ncertainty which  of the  two irreconcilable instructions  the\n\njury  followed.  See Francis  v. Franklin, 471  U.S. 307, 322\n                                         \n\n(1985); Hill v. Maloney,  927 F.2d 646, 651 (1st  Cir. 1990).\n                       \n\nAccordingly,  because we  have  no way  of determining  which\n\ninstruction the  jury applied, we must instead ask whether we\n\ncan affirm the conviction based on the erroneous instruction.\n\n          Essentially, Bonasia claims that the district court\n\nomitted an element in its Pinkerton instruction, and that the\n                                   \n\nomission,  a fortiori,  precluded  the jury  from making  the\n                     \n\nnecessary factual  finding to  support his conviction.   What\n\nthe  law demands  in order  to show  that a  district court's\n\nomission or  misdescription of  an element  did not affect  a\n\ndefendant's \"substantial rights\" is  not entirely clear.  See\n                                                             \n\nWhiting,  28 F.3d at 1309.  Nevertheless, even under the most\n       \n\nrigorous harmless error standard  suggested, an error will be\n                       \n\ndeclared  harmless in those rare cases where no rational jury\n\ncould  have found what it actually did find and not also find\n\nthe omitted or misdescribed  element.  Carella v. California,\n                                                            \n\n491  U.S.  263,  270-71  (1989) (Scalia,  J.,  concurring  in\n\njudgment).  This is such a case.\n\n                             -31-\n                              31\n\n          First,  even under  the contested  instruction, the\n\njury was  required to  find that Bonasia  conspired with  the\n\nother defendants to rob the armored truck.  As we have stated\n\nabove,  the evidence  amply  supports the  jury's verdict  of\n\nguilt on this  issue.  Next, we  have noted the  strong nexus\n\nbetween the  use or carrying  of firearms and  the successful\n\ncompletion of the robbery of an armored truck.  See supra  at\n                                                         \n\n20-21.  This  is not  a case where  the government sought  to\n\nhold  a defendant  liable for  the substantive crimes  of his\n\ncoconspirators that were not  an integral part of  the direct\n\nobject of the conspiracy.  Rather, the use of firearms during\n\nand in relation to the attempted robbery of the Brink's truck\n\nwas part and parcel  to the object of the  conspiracy itself.\n\nTherefore, we  find that  no rational  jury could  have found\n\nthat Bonasia conspired to  rob the Brink's truck in  the Port\n\nPlaza  Shopping Center  on September  10, 1991,  without also\n\nfinding that the  use of  firearms in that  robbery would  be\n\nreasonably foreseeable.14\n\n                    \n\n14.  During oral argument, Bonasia's counsel belatedly argued\nthat the  legal standard set  forth by  the district  court's\naiding and  abetting instruction  was inadequate in  light of\nUnited  States  v. Torres-Maldonado,  14  F.3d  95 (1st  Cir.\n                                   \n1994), petition for cert. filed,  63 U.S.L.W. 3066 (U.S. June\n                               \n6,  1994) (No. 94-93).   In Torres-Maldonado,  we noted that,\n                                            \nwith regard to 18 U.S.C.   924(c) convictions under an aiding\nand abetting  theory, \"[i]t  is well  settled .  . . that  an\naccomplice `must have known to a practical certainty that the\nprincipal  would be  [using] a  gun.'\"   Torres-Maldonado, 14\n                                                         \nF.3d at 103 (quoting  United States v. Powell, 929  F.2d 724,\n                                             \n728 (D.C. Cir. 1991)).  Here, the district court specifically\ninstructed:\n\n                             -32-\n                              32\n\n          DeMasi,  Martel,  and Papa  also  contend  that the\n\ndistrict  court  incorrectly  instructed  the  jury   on  the\n\nelements of attempt.   The  district court did  not give  the\n\n\"substantial  step\"  instruction  which  has  been  uniformly\n\nadopted by the  federal courts, see United  States v. Rivera-\n                                                             \n\nSola, 713 F.2d 866, 869 (1st Cir. 1983), but instead stated:\n    \n\n               One  thing  more is  required beyond\n          intent.  And this is a fussy point.  Mere\n          preparation is not enough.  There must be\n          some act  taken.   You must be  satisfied\n          that the defendants or the defendant whom\n          you are considering set himself on a path\n          of action which, but for the intervention\n          of the FBI, would  in the ordinary course\n          have led to the commission of the crime.\n\n                    \n\n          You have to be satisfied in order to hold\n          Dr. Bonasia  liable that he  had intended\n          to   participate  and  that   he  had  an\n          expectation  - you  must  find  beyond  a\n          reasonable   doubt   that   he   had   an\n          expectation that firearms  would be  used\n          in  carrying  out  the  crimes,  that  he\n          should  have,   that  he  would   in  the\n          ordinary course have known  that firearms\n          were to be  used.  You  don't have to  be\n          satisfied that he saw  them, but you have\n          to  be  satisfied that  when,  if he  did\n          undertake to be a part of this plan, that\n          he understood that part  of the plan  was\n          going to  involve  the use  of  firearms,\n          having  in  mind  that  the  Government's\n          position is that the  plan was to hold up\n          the armored car and take the banks' money\n          out of it.\n\n          Bonasia waived  this issue  by failing to  raise it\nprior to oral  argument.   See Sheinkopf v.  Stone, 927  F.2d\n                                                  \n1259, 1263  (1st  Cir.  1991)  (issues raised  only  at  oral\nargument are waived).   In  any event, we  are not  convinced\nthat the district court's instruction was incorrect.\n\n                             -33-\n                              33\n\n          At   oral  argument,  counsel  for  the  defendants\n\nconceded that  the instruction  that the defendant  must \"set\n\nhimself on a path  of action which, but for  the intervention\n\nof the  FBI, would  in  the ordinary  course have  led to  he\n\ncommission  of  the  crime\"  actually set  forth  a  narrower\n\nstandard than  provided by a \"substantial  step\" instruction.\n\nNonetheless,   defendants'   counsel   maintained  that   the\n\npreceding  sentence  (\"There   must  be  some  act   taken.\")\n\npermitted  the jury  to  find  the  defendants  guilty  on  a\n\nstandard  substantially  less  than  that  called  for  in  a\n\nsubstantial  step  instruction.    Defendants'   argument  is\n\nbaseless.  \n\n          When the  district court's  instruction is  read in\n\ncontext,  as set forth above,  it is fully  apparent that the\n\nchallenged statement was qualified by the subsequent \"path of\n\naction\" language.   Plainly, the jury was instructed that not\n\njust any act  taken but only those  acts that would have  set\n\nthe defendants  on the \"path of action\" inevitably leading to\n\nthe commission of the crime would  be sufficient to establish\n\nthe charge of  attempt.  Because defendants concede  that the\n\n\"path  of action\"  language established  a narrower  standard\n\nthan  that required  by  law, they  were  not harmed  by  the\n\ndistrict court's variance from the usual instruction.\n\n          DeMasi,  Martel, and  Papa  also contend  that  the\n\ndistrict court led  the jury through a progression of logical\n\n                             -34-\n                              34\n\nsteps  to   the  inevitable  result  of   a  guilty  verdict.\n\nPrimarily,  defendants assert that  by juxtaposing a scenario\n\nwhich the  district court  suggested would not  constitute an\n\nattempt  against the  facts of the  case, the  district court\n\nstrongly   implied   that   an   attempt    had   occurred.15\n\nDefendants maintain further that the district court continued\n\nthe  progression by stating later  that \"it's hard to imagine\n\nan  attempt being  accomplished without  there having  been a\n\nconspiracy, without  there  being an  agreement.\"    Finally,\n\ndefendants complain  that the district  court compounded  the\n\nerror when  it opined that  \"[f]our guys  end up in  a truck;\n\n                    \n\n15.  The contested section of the charge is as follows:\n\n          Now, as  I say, mere  preparation is  not\n          enough.    This  evidence of  surveilling\n          would  not  have been  enough.   I  would\n          suppose that, let's say on September 10th\n          they got opposite the McDonald's and they\n          said,  [\"]gee, its hot  in this truck and\n          all these  things  I'm wearing  are  very\n          uncomfortable and sticky.  Let's quit the\n          whole  thing and  go into  McDonald's and\n          get a milk shake.[\"]   At that point, the\n          progress  would  have  stopped.    And  I\n          suggest to you it probably would not have\n          been close  enough to be an  attempt.  It\n          was  not  stopped  by  the  FBI  if  they\n          stopped  themselves.   But  then you  can\n          consider from  all  of the  evidence  you\n          have  heard  about  the  passage  of  the\n          truck, where the  Brink[']s truck, in the\n          ordinary course, would have been, whether\n          they had  set  themselves on  a  path  of\n          action which, but for the intervention of\n          the FBI,  would  in the  ordinary  course\n          have led to the commission of the crime. \n\n                             -35-\n                              35\n\ncommon  sense would tell you that  there had to be some prior\n\nagreement to be there.\"  \n\n          Once    again,    because   defendants    made   no\n\ncontemporaneous objection to this portion of the jury charge,\n\nwe engage only  in a plain error  review, and once  again, we\n\nfind  none.  Defendants rely  on United States  v. Spock, 416\n                                                        \n\nF.2d  165,  180-83  (1st  Cir.  1969),  where  we  held  that\n\ninstructions   that   present  the   jury  with   a  \"logical\n\nprogression\" are forbidden.  What was  particularly offensive\n\nin Spock, however, was the submission of a special verdict to\n        \n\nthe jury  in a  criminal trial.   We  initially note  that no\n\nspecial verdict was used here.  Moreover, because they do not\n\npurport  to  instruct  the  jury  on  the  intent  element of\n\nattempt, we  do not believe that  the challenged instructions\n\nled the jury to the inevitable conclusion that an attempt had\n\noccurred.      Indeed,   in   the   preceding  paragraph   of\n\ninstructions, the  district  court carefully  instructed  the\n\njury on the element  of intent, which was the  most contested\n\nissue at trial, stating  that:  \"Attempt is a  different type\n\nof offense.  For an  attempt there has to be the intent to do\n\nthe illegal act. . . .  In the attempt situation, you have to\n\nfind  intent. .  . .   And  again, you  have to  be satisfied\n\nbeyond a  reasonable doubt.\"   Finally,  the court  ended the\n\nparagraph that included the challenged illustration with  the\n\n                             -36-\n                              36\n\nreminder, \"All right.  So there are two elements of attempt.\"\n                                                           \n\n(Emphasis added.)\n\n          In sum,  we are  not persuaded that  the challenged\n\ninstruction created a logical progression that inevitably led\n\nthe jury to a guilty verdict.16\n\n          Finally,  all  four  defendants  challenge  various\n\nisolated  statements which  they  contend  were  prejudicial,\n\nassumed controverted material facts  as true and deprived the\n\ndefendants  of  their  Sixth  Amendment  right  to  trial  by\n\njury.17    Though  it  might  have  been  preferable  if  the\n\n                    \n\n16.  We also  rule that neither of  two additional statements\nthat DeMasi, Martel, and  Papa contend buttress their logical\nprogression  argument constitute  plain  error.   Even if  we\nassume that the statements  prejudiced the defendants to some\ndegree,  we note  that the evidence  with respect  to DeMasi,\nMartel, and Papa was  overwhelming.  There is no  chance that\ninnocent  defendants  were  convicted  as  a  result  of  the\nchallenged   statements.    Accordingly,  no  miscarriage  of\njustice occurred.\n\n17.  First,  DeMasi, Martel,  and Papa  contest  the district\ncourt's following comment  on the evidence: \"But  you do have\nsome things  about  which there  are  no mistakes,  the  most\nsignificant being that four of these defendants were found in\nthe truck  with guns.\"   Bonasia  makes  a similar  complaint\nabout  the reference  to \"robbing  from a  bank, and  you had\nevidence about that.\"   DeMasi, Martel, and Papa  also object\nto  the   following  statement   made  by  the   court  while\nelaborating  on the action  element of the  crime of attempt:\n\"Now as I say, mere preparation is not enough.  This evidence\n                                                             \nof surveilling  would not  have been  enough.\"   They further\n              \nfind  offensive  the  court's reference  to  \"this  attempted\nrobbery\" which it made  while instructing on the 18  U.S.C.  \n924(c)  firearm charges.   In  addition, DeMasi,  Martel, and\nPapa challenge a comment the  court made while explaining the\naiding and abetting theory on which  Bonasia was charged: \"He\nhimself did not -- was not in the truck.  He did not make the\n                                                             \nattempt.  But he is charged with being an aider and abettor.\"\n       \nLastly, Bonasia challenges  the comment: \"Four guys end up in\n\n                             -37-\n                              37\n\nstatements had not been made, we cannot say that  any of them\n\nso infected the entire charge to the jury as to undermine the\n\nfairness of the trial.\n\n          In   analyzing  the   prejudicial  effect   of  the\n\nchallenged  statements,  we  note  that  the  district  court\n\ncautiously admonished  the jury that  \"when I talk  about the\n\nevidence,  it's  my memory  only.    It's  your  memory  that\n\ngoverns.\"  The challenged statements, though problematic, are\n\nisolated snippets culled from  over thirty pages of generally\n\ncautious, careful,  and correct  instructions.  At  most, the\n\nstatements were inadvertent slips  of the tongue with limited\n\nprejudicial force.  See United States v. Lebron-Gonzalez, 816\n                                                        \n\nF.2d  823, 830 (1st Cir.)  (no plain error  because judge did\n\nnot supplant jury as  fact finder as a result  of inadvertent\n\nslip of tongue in  jury charge), cert. denied, 484  U.S. 843,\n                                             \n\nand cert. denied 484 U.S. 857 (1987).\n\n                \n\n          Moreover, as  we have noted,  the evidence  against\n\nDeMasi, Martel  and Papa was  overwhelming.  We  further note\n\nthat, with respect to Bonasia, the evidence was likewise more\n\nthan sufficient.    We  have  no  fear  that  the  challenged\n\nstatements  caused  the  conviction of  innocent  defendants.\n\nAfter carefully  reviewing the record, we  are confident that\n\nno miscarriage of justice occurred.     \n\n                    \n\na truck,  common sense would  tell you that  there had to  be\nsome prior agreement to be there.\"\n\n                             -38-\n                              38\n\n          4.  Other Matters\n                           \n\n          Bonasia makes two final arguments.   First, Bonasia\n\ncontends  that in  rebuttal the  prosecution mischaracterized\n\nwhat  certain FBI  surveillance logs  stated with  respect to\n\nhim.     Nonetheless,  Bonasia  failed  to   object  to  this\n\ncharacterization   at  trial.      \"In  the   absence  of   a\n\ncontemporaneous   objection,   we   review   allegations   of\n\nprosecutorial misconduct for plain error, and will overturn a\n\njury  verdict only  if the  government's closing  argument so\n\npoisoned  the well  that it  is likely  that the  verdict was\n\naffected.\"   United States v. Tuesta-Toro,  No. 93-2182, slip\n                                         \n\nop.  at 12 (July 25, 1994) (internal quotations omitted).  We\n\nare confident  that there is no likelihood  that the isolated\n\nstatement affected the outcome of the trial.\n\n          Finally,   Bonasia   maintains    that,   if    not\n\nindividually, the cumulative effect of the various complaints\n\nhe raises deprived  him of  a fair  trial.   Because we  have\n\nfound that none  of Bonasia's individual  complaints resulted\n\nin substantial prejudice and that most are completely without\n\nmerit, we reject the final contention that his conviction was\n\ntainted by  cumulative error.  See  id. (rejecting cumulative\n                                       \n\nerror argument); see also United States v. Barnett, 989  F.2d\n                                                  \n\n546, 560  (1st Cir.)  (\"The Constitution entitles  a criminal\n\ndefendant to  a fair trial,  not a perfect  one.\" (quotations\n\n                             -39-\n                              39\n\nomitted)), cert. denied,  114 S. Ct.  148, and cert.  denied,\n                                                            \n\n114 S. Ct. 149 (1993).   \n\nC.  Alleged Post-Trial Errors\n                             \n\n          On   cross-appeal,   the   government  raises   two\n\nobjections  to  the sentencing  of  Bonasia  by the  district\n\ncourt.    The  government challenges  both  the  role-in-the-\n\noffense reduction awarded Bonasia  and the downward departure\n\nof  twenty-nine months granted  him because of  his record of\n\ncharitable work  and community service.   We discuss  each in\n\nturn.18\n\n          A sentencing court's  decision to award  a role-in-\n\nthe-offense reduction  \"is heavily dependent on  the facts of\n\nthe particular case,\" U.S.S.G.   3B1.2, comment.  (backg'd.).\n\nAccordingly,  we review these  fact-bound determinations only\n\nfor clear error.  United States v. Ocasio, 914 F.2d  330, 333\n                                         \n\n(1st Cir. 1990).   In reviewing decisions to depart  from the\n\nSentencing  Guidelines, our review  is broader.   In a three-\n\n                    \n\n18.  DeMasi, Martel, and Papa  also appeal the calculation of\ntheir sentences, contending that  the district court erred in\nfinding  the  value  of  the  intended  loss  for  sentencing\npurposes.   The district court's determination  was a factual\nfinding which we  review only  for clear error.  18 U.S.C.   \n3742(e).   The district court found the value of the intended\nloss  to  be   $400,000,  which  was  the   lowest  of  three\nalternatives presented in the Presentence Report.  Defendants\nargue that a fourth scenario existed where the intended  loss\nwould have  been only $24,000.   After reviewing  the record,\nhowever, we cannot say the district court's finding was clear\nerror.   See United  States v. Morillo, 8  F.3d 864, 871 (1st\n                                      \nCir.  1993) (\"Where . .  . evidence fully  supports more than\none  inference,  a  sentencing  court's  choice  from   among\nplausible alternatives cannot be clearly erroneous.\").\n\n                             -40-\n                              40\n\nstep analysis, we examine \"(1) whether  the reasons the court\n\ngave  for departing  are  of the  sort  that might  permit  a\n\ndeparture  in an  appropriate  case; (2)  whether the  record\n\nsupports a  finding of  facts demonstrating the  existence of\n\nsuch reasons; and (3) whether,  given the reasons, the degree\n\nof departure is reasonable.\"   United States v. Mendez-Colon,\n                                                            \n\n15 F.3d 188, 189 (1st Cir. 1994).  With respect  to the first\n\nprong of the analysis, we generally review a district court's\n\ndetermination that  a case is unusual and therefore worthy of\n\ndeparture  \"with  full awareness  of,  and  respect for,  the\n\ntrier's  superior  feel for  the  case.\"    United States  v.\n                                                         \n\nRivera,  994   F.2d  942,  952  (1st   Cir.  1993)  (internal\n      \n\nquotations  omitted); see  also United  States v.  Pelkey, 29\n                                                         \n\nF.3d 11, 14  (1st Cir.  1994).  In  conducting this  inquiry,\n\nhowever, we do not  owe deference to the district  court when\n\nthe  issue  turns  on  purely legal  questions  of  guideline\n\ninterpretation  or whether  the  correct legal  standard  was\n\napplied.  See Rivera, 994 F.2d at 950-52.\n                    \n\n          Turning to the government's first argument, we note\n\nthat   the   district   court   determined   that   Bonasia's\n\nparticipation in  the attempted robbery fell  between a minor\n\nand a  minimal role, thus warranting  a three-level reduction\n\nin  his base offense level.   See U.S.S.G.    3B1.2 (granting\n                                 \n\nreductions   in  base   offense   level  to   less   culpable\n\nparticipants in  the  criminal  activity).    The  government\n\n                             -41-\n                              41\n\nmaintains,  however,  that the  district  court impermissibly\n\nbased this determination on the fact that Bonasia's role as a\n\nlookout  was  less  reprehensible   than  the  roles  of  his\n\ncodefendants   and  not  because  his  conduct  evinced  less\n\nculpability.     We   do  not   find  the   district  court's\n\ndetermination to be clearly erroneous.\n\n          A  defendant  can  receive   a  role-in-the-offense\n\nreduction  by  fulfilling  two  requirements.     First,  the\n\ndefendant  must  convince  the  sentencing  court   that  the\n\ndefendant was less culpable than most  of the participants in\n\nthe  criminal activity.  See U.S.S.G.   3B1.2, comment. (n.1-\n                            \n\n3);  United States v. Gregorio,  956 F.2d 341,  344 (1st Cir.\n                              \n\n1992).   Second, the sentencing court must  also be persuaded\n\nto  find  that  the  defendant was  less  culpable  than  the\n\n\"average person\" who commits the same offense.  Gregorio, 956\n                                                        \n\nF.2d  at 344; cf. U.S.S.G.   3B1.2, comment. (backg'd).  Here\n                 \n\nthe record reasonably supports the district court's  decision\n\nto  grant  a reduction.    Specifically,  the district  court\n\nplausibly  inferred  from  the   totality  of  the   evidence\n\n(including, for example, the  fact that Bonasia attended only\n\none  of  the Tuesday  surveillance  meetings)  not only  that\n\nBonasia  played  a  limited  part  in  the  planning  of this\n\nparticular  offense, but  also that,  within the  universe of\n\nindividuals  convicted of  conspiring  and attempting  to rob\n\nbanks with  the aid  of firearms,  Bonasia was less  involved\n\n                             -42-\n                              42\n\n(and,  hence,   less  culpable)  than  most.     We  believe,\n\ntherefore, that  the  district court's  determination is  not\n\nclear error.\n\n          The   government's  next  contention  is  that  the\n\ndistrict  court  erred  in  making a  downward  departure  of\n\ntwenty-nine months in the  calculation of Bonasia's sentence.\n\nThe government  complains that in deciding  to depart because\n\nof  Bonasia's  history  of  charitable   work  and  community\n\nservice,  the  court  improperly  compared  Bonasia  to  \"the\n\ntypical  bank  robber\"  and  not  to  other  defendants  with\n\ncomparable  records  of  good  works.    We  agree  with  the\n\ngovernment on this issue.        \n\n          Before a sentencing court  may depart in a specific\n\ncase, it must ask:\n\n          1)   What   features   of    this   case,\n          potentially,   take    it   outside   the\n          Guidelines'  \"heartland\" and make of it a\n          special, or unusual, case?\n          2)   Has   the  [Sentencing]   Commission\n          forbidden   departures  based   on  those\n          features?\n          3)   If   not,   has   the   [Sentencing]\n          Commission encouraged departures based on\n          those features?\n          4)   If   not,   has   the   [Sentencing]\n          Commission  discouraged  departures based\n          on those features?\n\nRivera,  994  F.2d at  949.   A  court's  subsequent analysis\n      \n\nvaries  depending  on  the  category  in  which  the  feature\n\njustifying departure falls.\n\n                             -43-\n                              43\n\n          If the  feature or reason for  departure falls into\n\nthe discouraged  category, the  mere presence of  the feature\n\n(no matter  how unusual that  mere presence might  seem) will\n\nnot  by   itself  take  the  case   outside  the  Guidelines'\n\n\"heartland.\"    Id.  at  948.    This  is  true  because  the\n                   \n\nphilosophy underlying the Guidelines dictates that whether or\n\nnot these features are  present in a case is  \"not ordinarily\n\nrelevant\" in  determining  a defendant's  sentence.   Id.   A\n                                                         \n\ndiscouraged-feature  departure  is   warranted  only  if  the\n\n\"nature and  magnitude\" of the feature's  presence is unusual\n\nor special.   Id.  To  make this determination, a  court must\n                 \n\nask \"whether the case differs from the ordinary case in which\n\nthose [discouraged]  features are present.\"  Id.  at 949; see\n                                                             \n\nalso United States  v. Jackson,  30 F.3d 199,  202 (1st  Cir.\n                              \n\n1994); United States v.  Sclamo, 997 F.2d 970, 973  (1st Cir.\n                               \n\n1993).    Moreover, before  a  court may  lawfully  decide to\n\ndepart, \"it  must  explain how  the case  (compared to  other\n\ncases where the [discouraged] reason is present) is special.\"\n\nRivera, 994 F.2d at  951; see also Jackson,  30 F.3d at  202;\n                                          \n\nSclamo, 997 F. 2d at 973. \n      \n\n          Whether or  not departure for a  certain feature is\n\ndiscouraged turns, of course, on a reading of the Guidelines.\n\nSpecifically, the Sentencing Guidelines provide  that \"civic,\n\ncharitable, or public service,  . . . and similar  prior good\n\nworks are  not ordinarily  relevant in determining  whether a\n\n                             -44-\n                              44\n\nsentence should be  outside the applicable guideline  range.\"\n\nU.S.S.G.    5H1.11, p.s.19   Therefore, a  defendant's record\n\nof  charitable  work and  community  service  falls into  the\n\ndiscouraged-feature category of justifications for departure.\n\nSee Rivera, 994 F.2d at 948.  \n          \n\n          In the  present case,  the district court  chose to\n\ndepart from the Guidelines  because Bonasia's charitable work\n\nand community service stood apart from what  one would expect\n\nof  \"the typical bank robber.\"   The court,  however, did not\n\ncompare Bonasia's history of charitable and community service\n\nto the histories of defendants from other cases who similarly\n\n                    \n\n19.  The  fact  that     5H1.11  was  not  promulgated  until\nNovember 1,  1991, after the  offense conduct but  before the\nsentencing in this case,  does not make it irrelevant  to the\npresent  issue.  The district  court must use,  subject to ex\n                                                             \npost facto concerns, the Guidelines that are in effect on the\n          \ndate  of sentencing.  18  U.S.C.   3553(a)(4).   Moreover, 28\nU.S.C.       994(e)   reveals   Congress's   intention   that\nconsideration  of factors such  as \"employment record, family\nties and responsibilities, and  community ties\" are generally\n                                              \ninappropriate in sentencing decisions.  Hence, the  enactment\nof    5H1.11 merely clarified the Guidelines and did not mark\na  substantive change.  Cf. Isabel v. United States, 980 F.2d\n                                                   \n60, 62-63  (1st Cir. 1992) (clarifications  of the Guidelines\nmay be applied retroactively,  substantive changes may  not);\nbut see United States v. O'Brien,  18 F.3d 301, 302 (5th Cir.\n                                \n1994)  (eschewing reliance on    5H1.11 due to  ex post facto\n                                                             \nconcerns, nonetheless vacating departure  because defendant's\ncharitable  work  and  community  service  were  products  of\ndefendant's  professional  record  and  professional  skills,\nwhich  are  discouraged  factors  under    5H1.2  (vocational\nskills) and   5H1.5  (employment record)), petition for cert.\n                                                             \nfiled, 63 U.S.L.W.  3092 (U.S. July  18, 1994) (No.  94-159).\n     \nIn any  event, Bonasia did not challenge  the use of   5H1.11\nin the court  below and, therefore, has waived  any challenge\nto its applicability in his case.\n\n                             -45-\n                              45\n\nhad commendable community service  records.  The court stated\n\nthat: \n\n          If this  was a securities  fraud case  or\n          bank  fraud  case, probably  the downward\n          departure   would  not   be  appropriate.\n          Because  presumably  people  of the  sort\n          that  Dr.  Bonasia is  [i.e., individuals\n          who have a past record of charitable work\n          and  community  service]  are  likely  to\n          engage in those activities and  be within\n          the   contemplation  of   the  Sentencing\n          Commission.  \n\n          In so  stating, the court at least  implied that it\n\ndid  not  consider Bonasia's  good  works  to be  unusual  or\n\nexceptional if compared to other defendants with past records\n\nof  commendable  service.    Moreover,  the  court  erred  by\n\nrestricting the scope of its comparison to  only bank robbery\n\ncases.     A  court  should  survey  those  cases  where  the\n\ndiscouraged factor is  present, without limiting  its inquiry\n\nto  cases  involving the  same  offense,  and  only then  ask\n\nwhether  the defendant's  record stands  out from  the crowd.\n\nSee  Rivera, 994  F.2d  at 953-54  (suggesting departure  for\n           \n\ndiscouraged factor might be warranted after comparing case to\n\nother  cases  involving  the  factor without  regard  to  the\n\nunderlying  crime); Jackson,  30  F.3d at  202-03  (reversing\n                           \n\ndecision to  depart based  on discouraged factor  [age] after\n\ncomparing  facts  of  case   to  other  cases  involving  age\n\nirrespective of  underlying crime); but cf.  United States v.\n                                                          \n\nHaversat,  22 F.3d  790,  795-96 (8th  Cir. 1994)  (reversing\n        \n\ndeparture  because  defendant's   charitable  and   volunteer\n\n                             -46-\n                              46\n\nactivities were not atypical for a  defendant in an antitrust\n\nprice-fixing case).  \n\n          In sum,  the district court erred  when it declined\n\nto compare Bonasia's record  of charitable work and community\n\nservice to other cases where defendants similarly had records\n\nof  past community  service.   We  therefore must  remand for\n\nreconsideration  of   this  issue  under  the   proper  legal\n\nstandard.20\n\n                             III.\n                                 \n\n                          Conclusion\n                                    \n\n          For   the  reasons  stated  above,  we  affirm  the\n\ndistrict court on all  issues raised by the defendants.   We,\n\nhowever,   vacate   Bonasia's   sentence   and   remand   for\n\nresentencing.\n\n                    \n\n20.  We do not offer any opinion  on whether Bonasia's record\nof charitable  work and community service  warrants departure\ngiven  the proper comparison.  We leave this determination to\nthe discretion of the district court.\n\n                             -47-\n                              47\n",
  "html": "<p class=\"case_cite\">40 F.3d 1306</p>\n    <p class=\"case_cite\">63 USLW 2335</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Ralph DeMASI, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Ronald MARTEL, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Robert PAPA, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Francis BONASIA, Defendant, Appellant.<br>UNITED STATES, Appellant,<br>v.<br>Francis BONASIA, Defendant, Appellee.</p>\n    <p class=\"docket\">Nos. 92-2062, 92-2064 to 92-2066 and 92-2142.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 2, 1994.<br>Decided Oct. 26, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Seth M. Kalberg, Jr., for appellant DeMasi;  Cornelius H. Kane, Jr., for appellant Martel;  Paul J. Garrity, Boston, MA, for appellant Papa;  and J. Michael McGuinness, with whom McGuinness and Parlagreco, Salem, MA, was on brief, for appellant Bonasia.</p>\n      <p class=\"indent\">Timothy Q. Feeley, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN, and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a seventeen-day criminal trial, defendants Francis Bonasia, Ralph DeMasi, Ronald Martel, and Robert Papa were convicted by a jury of various charges stemming from the attempted armed robbery of a Brink's armored truck.  On appeal, DeMasi, Martel, and Papa together, and Bonasia individually, raise a series of issues including denial of a suppression motion and challenges to sufficiency of the evidence and various portions of the jury instructions.  Bonasia separately assigns error to the denial of severance motions and an evidentiary ruling.  The government cross-appeals from the district court's decision in sentencing Bonasia to depart downward from the Sentencing Guidelines.  We affirm the district court on all issues raised by the defendants.  At the same time, we find that the district court incorrectly interpreted the Sentencing Guidelines in fashioning Bonasia's sentence.  We therefore vacate Bonasia's sentence and remand for resentencing.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the defendants challenge the sufficiency of the evidence supporting their convictions, we recite the facts in the light most favorable to the verdict.  United States v. Innamorati, 996 F.2d 456, 469 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 409, 126 L.Ed.2d 356 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Near the end of July 1991, Federal Bureau of Investigation (\"FBI\") agents learned that, sometime in late June, DeMasi and Martel had rented a summer campsite at the Pines Campground in Amesbury, Massachusetts.  Subsequently, during the noontime hour on the five Tuesdays preceding Tuesday, September 10, 1991, FBI agents observed Martel at the parking lot of the Port Plaza Shopping Center in Newburyport, Massachusetts.  Throughout that summer, a Brink's armored truck made a scheduled stop between noon and 1:00 p.m. on Tuesdays at the Shawmut Bank in the Port Plaza Shopping Center.  Martel's visits to the Port Plaza parking lot corresponded with the scheduled stop of the Brink's truck.  DeMasi accompanied Martel on four of these five visits, missing only the visit on Tuesday, August 27, 1991.  Papa and defendant George Pinto<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> joined Martel and DeMasi at the parking lot during the visits on August 20, and September 3, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Bonasia was also present at the Port Plaza parking lot on Tuesday, September 3, 1991.  While at the parking lot, he met separately with both DeMasi and Martel.  A surveillance photograph taken during his meeting with Martel depicts Bonasia and Martel standing together looking toward the Shawmut Bank.  Afterwards, Bonasia remained in the parking lot and observed the Brink's truck as it made its regularly scheduled stop at the Shawmut Bank.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the evening of August 26, 1991, at around 9:45 p.m., an FBI agent observed Martel in the back seat of an automobile, registered to Bonasia's wife, stopped in front of the Shawmut Bank in the Port Plaza Shopping Center.  Driving the automobile was an older white male who fit Bonasia's general physical description.  After the vehicle stopped, DeMasi left the car, walked over to the bank and peered inside one of its windows.  Later that evening, the vehicle was again observed at DeMasi and Martel's campsite.  Bonasia's own gray Buick was observed entering and exiting the Pines Campground several times a week over the course of the summer, including at least three different times on August 30, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At approximately 8:15 a.m. on September 10, 1991, DeMasi and Martel left the Pines Campground.  At 9:30 a.m., they were observed standing next to a dark green cargo van which was located on the far side of the Market Basket Mall directly adjacent to the Port Plaza Shopping Center.  At this time, FBI agents identified the license plates on the van as stolen.  Shortly before noon, DeMasi and Martel met with Bonasia in the Port Plaza parking lot.  A series of photographs taken contemporaneously shows Bonasia first walking away from DeMasi's automobile, then turning back toward DeMasi, and finally looking down at his watch.  That same morning, Papa and Pinto were also observed and photographed driving through the Port Plaza parking lot in a separate vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After meeting with Bonasia, DeMasi and Martel returned to the green van parked on the far side of the Market Basket Mall, where they were joined by Papa and Pinto.  The four defendants exited their automobiles, leaving them unlocked and with the keys in the ignitions.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The green van, with Papa driving, was next observed entering the Port Plaza parking lot just prior to the time for the expected arrival of the Brink's armored truck.  Upon entering the parking lot, Papa drove the green van away from the direct route to the Shawmut Bank and towards where Bonasia was parked.  Bonasia had just moved his gray Buick from a more crowded area of the parking lot to a location more easily accessed by the green van.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Papa pulled the van adjacent to Bonasia's gray Buick and paused.  Bonasia then leaned forward in his seat and gave Papa a \"thumb's up\" signal.  After receiving this signal, Papa drove the green van away from Bonasia's automobile towards the Shawmut Bank.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Shortly thereafter, FBI agents stopped the green van and arrested DeMasi, Martel, Papa, and Pinto.  At the time of the arrests, DeMasi was wearing brown cotton gloves, a nylon stocking pulled down over his forehead, and a bullet-proof vest.  Pinto was wearing similar gloves, a nylon stocking, and had a pair of handcuffs in his waistband.  Martel also wore gloves, and a third nylon stocking was found in the back of the van next to where he had been sitting.  In the front seat next to where Papa had been sitting was a blue ski mask and an additional set of gloves.  An operating portable scanner rested on the empty front passenger seat.  A loaded semi-automatic nine millimeter Uzi carbine was found behind the front seat, and two loaded semi-automatic nine millimeter pistols and a loaded six-shot revolver were found in the rear compartment of the van.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At approximately the same time, Bonasia, who had been walking from a pay phone towards his gray Buick, was arrested by a Rhode Island State Trooper.  At the time of his arrest, Bonasia was approximately five to eight feet from his automobile.  Immediately after the arrest, an FBI agent standing near Bonasia's automobile observed a pair of binoculars on the front passenger seat inside the gray Buick.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Defendants were tried together before a jury.  Bonasia, DeMasi, Martel, and Papa were convicted of conspiring and attempting to commit bank robbery, in violation of 18 U.S.C. Sec. 371 and 18 U.S.C. Sec. 2113(a), and conspiring and attempting to affect interstate commerce by robbery, in violation of the Hobbs Act, 18 U.S.C. Sec. 1951.  Additionally, all defendants were convicted on four counts of using or carrying a firearm in violation of 18 U.S.C. Sec. 924(c).  Following the return of the verdicts on these charges, additional evidence was offered, and the jury subsequently found DeMasi, Martel, and Papa guilty on three counts of violating the felon-in-possession statute, 18 U.S.C. Sec. 922(g)(1).</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <p>A. Alleged Pre-Trial Errors</p>\n    <p class=\"indent\">1. Suppression Ruling</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our review of the decision whether to grant or deny a suppression motion is \"plenary.\"  United States v. Sanchez, 943 F.2d 110, 112 (1st Cir.1991).  We defer, however, to a district court's factual findings if, on a reasonable view of the evidence, they are not clearly erroneous.  United States v. Beltran, 917 F.2d 641, 642 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">DeMasi, Martel, and Papa challenge the district court's refusal to suppress evidence seized from the green van at the time of their arrests.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  They concede that the FBI had probable cause to make the arrests and that, if their arrests were lawful, the van's search and the seizure of evidence were also lawful.  Defendants contend, however, that the arrests violated the Fourth Amendment because the FBI effected them without a warrant.  They maintain that probable cause arose no later than early on the morning of the arrests, when the FBI identified the green van that DeMasi and Martel had visited as bearing stolen license plates, and that the government should have procured an arrest warrant at that time.  Ultimately, they argue that the government's delay and ultimate failure to obtain a warrant negates the legality of their arrests and the subsequent search and seizure of evidence.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendants' argument rests on the proposition that the government's allegedly \"predesigned\" and \"improper\" delay somehow invalidated the defendants' otherwise proper arrests.  The Supreme Court, however, has refused to attach significance to the fact that the government had ample time to obtain a warrant but declined to procure one.  See United States v. Watson, 423 U.S. 411, 423-24, 96 S.Ct. 820, 828, 46 L.Ed.2d 598 (1976).  Specifically, the Court stated that \"[t]he necessary inquiry ... [is] not whether there was a warrant or whether there was time to get one, but whether there was probable cause\" at the time of the arrest.  Id. at 417, 96 S.Ct. at 824.   Indeed, the government in Watson conceded that it had more than sufficient time to have obtained a warrant prior to the arrest.  Id. at 414, 96 S.Ct. at 823;  id. at 426, 96 S.Ct. at 829 (Powell, J., concurring) (as much as six days elapsed between time probable cause arose and the arrest).  Hence, the Supreme Court has directly rejected the underpinnings of defendants' argument.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Constitution does not require a warrant to effect an arrest in a public place.  Id. at 423-24, 96 S.Ct. at 827-28.   Moreover, law enforcement agents need only possess reasonable suspicion that a criminal activity is occurring in order to stop a moving automobile to investigate.  United States v. Kimball, 25 F.3d 1, 6 (1st Cir.1994).  Here, it is undisputed that the FBI agents had probable cause to stop the green van when it entered the Port Plaza Shopping Center.  The arrests of DeMasi, Martel, and Papa were effected in a public place, the middle of the shopping center parking lot.  Accordingly, no arrest warrant was required, and whether or not the FBI agents could have obtained one prior to making the arrests is irrelevant.</p>\n    </div>\n    <p class=\"indent\">2. Severance Rulings</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We now turn to Bonasia's challenges to the district court's denial of his motions for severance.  \"Trial courts are afforded considerable leeway in determining severance questions.\"  United States v. Pierro, 32 F.3d 611, 616 (1st Cir.1994).  \"We reverse the decision to deny a motion for severance only upon a showing of strong prejudice, demonstrating a manifest abuse of discretion that deprived the defendant of a fair trial.\"  United States v. Nason, 9 F.3d 155, 158 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1331, 127 L.Ed.2d 678 (1994).  Prejudice, in this context, \"means more than just a better chance of acquittal at a separate trial.\"  United States v. Boylan, 898 F.2d 230, 246 (1st Cir.)  (quotations omitted), cert. denied, 498 U.S. 849, 111 S.Ct. 139, 112 L.Ed.2d 106 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Bonasia maintains that severance was necessary to avoid the substantial prejudice he suffered due to the spillover effect from evidence admitted at trial against his codefendants, the effect of codefendant DeMasi's pro se representation, and the impact resulting when several members of the jury saw his codefendants enter the courtroom in handcuffs.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We are not persuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Bonasia's spillover claim fails because he has not met his burden of showing substantial prejudice.  Though it is true that substantial evidence admitted at trial dealt with him only indirectly, this factor alone does not amount to grounds for reversal.  \"It is well settled that '[e]ven where large amounts of testimony are irrelevant to one defendant, or where one defendant's involvement in an overall agreement is far less than the involvement of others,' the court of appeals must be 'reluctant to second guess severance denials.' \"  United States v. O'Bryant, 998 F.2d 21, 26 (1st Cir.1993) (quoting Boylan, 898 F.2d at 246).   Moreover, \"[w]here evidence featuring one defendant is independently admissible against a codefendant, the latter cannot convincingly complain of an improper spillover effect.\"  Id.  Bonasia, like his codefendants, was charged with conspiring and attempting to rob the armored Brink's truck.  Thus, even if the government had tried Bonasia separately, nearly all of the evidence presented here would have been admissible in a separate trial against him to prove the object of the conspiracy and the attempted robbery.  Therefore, Bonasia has not met his burden of showing that he suffered strong prejudice.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Bonasia's complaint of prejudice resulting from DeMasi's pro se representation is equally without merit.  A codefendant's pro se representation is not, without more, grounds for severance;  a defendant must additionally show that strong prejudice resulted from the representation.  United States v. Tracy, 12 F.3d 1186, 1194 (2d Cir.1993);  Person v. Miller, 854 F.2d 656, 665-66 (4th Cir.1988), cert. denied, 489 U.S. 1011, 109 S.Ct. 1119, 103 L.Ed.2d 182 (1989);  see also United States v. Cross, 928 F.2d 1030, 1039-40 (11th Cir.)  (no \"compelling prejudice\" resulted from codefendant's pro se representation), cert. denied, --- U.S. ----, 112 S.Ct. 594, 116 L.Ed.2d 618 (1991), and cert. denied, --- U.S. ----, 112 S.Ct. 941, 117 L.Ed.2d 112 (1992).  Bonasia, however, points us to no specific prejudicial incidents that occurred before the jury.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Bonasia therefore cannot convincingly argue that the district court should have granted severance on this ground.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Bonasia's final claim that he was prejudiced because the jury viewed his codefendants enter the courtroom in handcuffs is similarly unavailing.  This incident occurred on the eleventh day of trial, when the jury was mistakenly brought into the courtroom before the defendants entered.  The record reveals that, at most, no more than one or two of the jurors briefly observed a single defendant in handcuffs.  After the incident, the district judge separately questioned each juror, inquiring whether each had either seen or heard anything unusual, and determined that the danger of prejudice to the defendants was insignificant.  The court also carefully cautioned each juror not to discuss the questioning or anything he or she had noticed with the other jurors.  We believe that the district court appropriately handled the incident and minimized any possible prejudice to the defendants.  The district court therefore did not abuse its discretion in denying Bonasia's renewed severance motion on this ground.  Cf. United States v. Pina, 844 F.2d 1, 8 (1st Cir.1988) (mistrial not warranted where three jurors saw defendant in shackles).B. Alleged Trial Errors</p>\n    </div>\n    <p class=\"indent\">1. Evidentiary Ruling</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Bonasia challenges the admission at trial of testimony from an FBI agent who observed binoculars present on the front seat of Bonasia's gray Buick following Bonasia's arrest.  Bonasia argues that the testimony was incorrectly admitted because all evidence resulting from two warrantless searches of his automobile (which, he argues, would include any evidence of the binoculars) had been suppressed prior to trial.  This argument is without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In general, we review a district court's decision to admit evidence for abuse of discretion.  See, e.g., United States v. Fisher, 3 F.3d 456, 461 (1st Cir.1993).  The suppression order excluded \"all evidence obtained as a result\" of the illegal searches of Bonasia's automobile.  The order, however, did not and could not extend to evidence that derived from an independent legal source apart from the unlawful searches.  See Murray v. United States, 487 U.S. 533, 536-41, 108 S.Ct. 2529, 2532-35, 101 L.Ed.2d 472 (1988) (explaining independent source doctrine).  Thus, the question is whether the FBI agent's testimony concerning the binoculars had an independent source apart from the illegal searches.  On this point, it is beyond doubt that \"[i]f an article is already in plain view, neither its observation nor its seizure would involve any invasion of privacy.\"  Horton v. California, 496 U.S. 128, 133, 110 S.Ct. 2301, 2306, 110 L.Ed.2d 112 (1990).  Furthermore, \"[t]here is no legitimate expectation of privacy, shielding that portion of the interior of an automobile which may be viewed from outside the vehicle by either inquisitive passersby or diligent police officers.\"  Texas v. Brown, 460 U.S. 730, 740, 103 S.Ct. 1535, 1542, 75 L.Ed.2d 502 (1983) (plurality opinion) (citation omitted);  see also United States v. Ware, 914 F.2d 997, 1000 (7th Cir.1990);  Brumfield v. Jones, 849 F.2d 152, 155 (5th Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The agent who testified at trial about the binoculars participated in neither the illegal searches of Bonasia's automobile nor Bonasia's arrest.  At the time of the arrest, the agent was legitimately present in the parking lot, standing several feet away from Bonasia's automobile.  At trial, the agent merely testified to observing the binoculars which were in \"plain view\" on the front seat of the vehicle.  Therefore, the agent's testimony had an independent legal source apart from the illegal searches and was properly admitted.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p class=\"indent\">2. Sufficiency of Evidence</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We now turn to the defendants' challenges to the sufficiency of the evidence.  In assessing evidentiary sufficiency, \"[o]ur task is to review the record to determine whether the evidence and reasonable inferences therefrom, taken as a whole and in the light most favorable to the prosecution, would allow a rational jury to determine beyond a reasonable doubt that the defendants were guilty as charged.\"  United States v. Mena-Robles, 4 F.3d 1026, 1031 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1550, 128 L.Ed.2d 199 (1994), modified on other grounds sub nom., United States v. Piper, 35 F.3d 611 (1st Cir.1994).  In arriving at our determination, we must credit both direct and circumstantial evidence of guilt, but \"must do so without evaluating the relative weight of different pieces of proof or venturing credibility judgments.\"  United States v. Echeverri, 982 F.2d 675, 677 (1st Cir.1993).  We need not be satisfied that no verdict other than one of guilt could reasonably have been reached;  rather, we need only satisfy ourselves that the record plausibly supports the verdict the jury did return.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Bonasia complains that the evidence against him is insufficient to support his convictions for conspiracy and attempt.  He maintains the government failed to offer any evidence that established his specific intent to join in either the criminal conspiracy or the attempt.  Moreover, he argues that the evidence amassed against him does not support a finding that he performed a \"substantial step\" towards the completion of the attempted robbery.  In essence, Bonasia contends that the evidence establishes only his mere presence at the scene of the crime, and his sporadic association with DeMasi and Martel.  Again, we disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To prove a charge of conspiracy, the government must establish beyond a reasonable doubt that an agreement or working relationship existed, that the agreement had an unlawful purpose, and that the defendant voluntarily entered into the agreement.  See United States v. David, 940 F.2d 722, 735 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 2301, 119 L.Ed.2d 224 (1992).  Moreover, the government must prove that the defendant both intended to agree and to effectuate the commission of the underlying offense that was the object of the conspiracy.  United States v. Piper, 35 F.3d 611, 615 (1st Cir.1994).  \"[T]he proof of a defendant's conspiratorial involvement may consist of indirect evidence, including reasonable inferences drawn from attendant circumstances.\"  Echeverri, 982 F.2d at 679.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To prove a charge of attempt, the government must show beyond a reasonable doubt the defendant's intent to commit the offense charged and that the defendant performed a substantial step towards the completion of the offense.  United States v. Argencourt, 996 F.2d 1300, 1303 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 731, 126 L.Ed.2d 694 (1994).  Respecting Bonasia's \"mere presence\" argument, we have noted that \" 'the culpability of a defendant's presence hinges upon whether the circumstances fairly imply participatory involvement.  In other words, a defendant's \"mere presence\" argument will fail in situations where the \"mere\" is lacking.' \"  United States v. Torres-Maldonado, 14 F.3d 95, 100 (1st Cir.1994) (quoting Echeverri, 982 F.2d at 678), cert. denied, --- U.S. ----, 115 S.Ct. 193, 130 L.Ed.2d 125 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The government's evidence against Bonasia is clearly sufficient to support the jury's finding of guilt beyond a reasonable doubt on both the conspiracy and the attempt counts.  Bonasia's presence at the September 3, 1991, surveillance and his August 26, 1991, nighttime visit to the parking lot with DeMasi and Martel plausibly support an inference that he participated in the planning of the attempted robbery.  This inference is strengthened by Bonasia's frequent visits over the course of the summer to DeMasi and Martel's campsite at the Pines Campground.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Moreover, Bonasia's activities on the day of the arrest tend to establish his complicity.  Even aside from the much disputed \"thumb's up\" signal,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Bonasia's activities on September 10, 1991, go well beyond mere presence.  He arrived at the parking lot more than an hour before the scheduled arrival of the Brink's truck and met with DeMasi and Martel.  Moreover, an FBI agent testified that, shortly before the green van entered the Port Plaza parking lot, Bonasia, who was pacing back and forth watching the area, tellingly gave the van in which the agent was riding a \"very close look\" as it drove up.  This evidence supports an inference that Bonasia acted as a lookout during the attempted robbery.  His participation is further corroborated by the fact that, upon entering the parking lot, Papa drove the green van towards Bonasia's gray Buick and pulled to a momentary stop alongside it before heading to where the Brink's truck was to make its scheduled stop.  Significantly, prior to this detour, the defendants in the green van temporarily had been unable to view the area where they would encounter the Brink's truck.  This underscores their need for a lookout.  In sum, there is sufficient evidence to support a finding that Bonasia voluntarily and intentionally joined the conspiracy, and that he performed a substantial step towards the completion of the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Bonasia also challenges the sufficiency of the evidence on the related firearm convictions under 18 U.S.C. Sec. 924(c).  He points out that these charges were submitted to the jury under an aiding and abetting theory, which requires the government to establish that the defendant knew that weapons would be used during the crime.  See Torres-Maldonado, 14 F.3d at 103 (to sustain Sec. 924(c) conviction under an aiding and abetting theory \"accomplice 'must have known to a practical certainty that the principal would be [using] a gun' \" (quoting United States v. Powell, 929 F.2d 724, 728 (D.C.Cir.1991)).  Bonasia contends that the record lacks any evidence to support a finding that he knew his codefendants would be using or carrying firearms during the attempted robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As we have noted, the evidence adduced at trial more than adequately supports a finding that Bonasia joined in the conspiracy and participated in the attempted robbery of the Brink's truck.  This same evidence likewise supports a finding that Bonasia knew that his four codefendants would be using or carrying firearms during and in relation to the attempted robbery.  In particular, two different Rhode Island State Troopers testified that Bonasia remained in the parking lot on September 3, 1991, and observed the Brink's truck for the entirety of its scheduled stop.  From this, a rational jury could conclude that Bonasia understood the scope of what a robbery of an armored truck with two armed guards would entail.  It therefore could reasonably infer that Bonasia must have known that his coconspirators would be using weapons.  As we have noted before, \"[i]n the last analysis, criminal juries are not expected to ignore what is perfectly obvious.\"  Echeverri, 982 F.2d at 679;  see also United States v. Ingraham, 832 F.2d 229, 240 (1st Cir.1987), cert. denied, 486 U.S. 1009, 108 S.Ct. 1738, 100 L.Ed.2d 202 (1988).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">DeMasi, Martel, and Papa's sufficiency challenges need detain us only briefly.  These defendants essentially contend that the evidence was insufficient to establish that they had the specific intent to rob the armored Brink's truck.  They maintain that, at most, the government proved only that they were present in the rear of the green van in the Port Plaza parking lot with some unspecified illicit purpose.  Defendants' argument is completely unconvincing.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Substantial evidence was introduced at trial which tended to establish that at least one of these defendants (and all of them at one time or another) was present and carefully observed the scheduled stop of the Brink's truck on each of the five Tuesdays preceding the foiled attempted robbery.  In addition, an FBI agent testified that on September 3, 1991, DeMasi, Martel, and Papa waited for and then followed a Brink's truck as it made one of its scheduled stops prior to reaching the Port Plaza Shopping Center.  From this evidence, a rational jury could conclude that the defendants intended to rob the Brink's armored truck.  The evidence therefore supports the convictions of DeMasi, Martel, and Papa.</p>\n    </div>\n    <p class=\"indent\">3. Jury Instructions</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We now turn to defendants' challenges to various portions of the jury instructions. Only the first of these, which assigns as error an instruction pertaining to the crediting of witness testimony, was raised before the district court.  The remainder were raised for the first time on appeal.  Accordingly, with the exception of the first, we will review all of defendants' challenges only for plain error.  Fed.R.Crim.P. 30, 52(b);  United States v. Whiting, 28 F.3d 1296, 1308 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 378, 130 L.Ed.2d 328 (1994) (No. 94-5760).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Defendants initially challenge a section of the jury charge in which the district court gave instructions on evaluating witness testimony.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  As noted, the court instructed the jury that, in assessing the testimony, it should utilize the experience and skills it had attained from making everyday judgments and decisions.  Moreover, the district court explained that in rendering these assessments \"you try to make a judgment about who is giving the closest approximation of truth.\"   Defendants contend that these instructions trivialized the fact-finding function of the jury and had the overarching effect of reducing the government's burden of proof.  We are unpersuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is beyond dispute that the government must prove every element of a charged offense beyond a reasonable doubt.  In re Winship, 397 U.S. 358, 364, 90 S.Ct. 1068, 1072, 25 L.Ed.2d 368 (1970).  Failure of a verdict to be based on a finding of guilt beyond a reasonable doubt is a structural error of constitutional magnitude and is not subject to harmless error review.  Sullivan v. Louisiana, --- U.S. ----, ----, 113 S.Ct. 2078, 2082, 124 L.Ed.2d 182 (1993).  It is also true, however, that each piece of evidence and every \"inference forming a part of the mosaic making up the jury's ultimate finding of guilt beyond a reasonable doubt need [not] itself be established beyond a reasonable doubt.\"  United States v. Corgain, 5 F.3d 5, 10 (1st Cir.1993).  Hence, the appropriate question on review is \"whether there is a reasonable likelihood that the jury understood the instructions to allow conviction based on proof insufficient to meet the Winship standard.\"  Victor v. Nebraska, --- U.S. ----, ----, 114 S.Ct. 1239, 1243, 127 L.Ed.2d 583 (1994).  Moreover, in reviewing jury instructions, we measure each instruction, not in isolation, but within the context of the charge as a whole.  United States v. Akinola, 985 F.2d 1105, 1112 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The challenged instructions do not endeavor to set forth the government's burden of proof (which the district court correctly described);  instead, they guide the jury in evaluating and considering the credibility of witness testimony.  This is not a situation in which the district court has attempted to define reasonable doubt by analogizing to the standard employed by individuals in the significant decisions of daily life.  See, e.g., United States v. Nickens, 955 F.2d 112, 119-120 (1st Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 108, 121 L.Ed.2d 66 (1992);  Dunn v. Perrin, 570 F.2d 21, 24-25 (1st Cir.), cert. denied, 437 U.S. 910, 98 S.Ct. 3102, 57 L.Ed.2d 1141 (1978).  Instead, the court was merely exhorting the jury to fulfill its function by bringing common sense judgment to bear on the evaluation of the different and inevitably conflicting testimony of the various witnesses.  This certainly does not constitute reversible error.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Moreover, as defendants concede, the district court accurately set forth the proper standard for the government's burden of proof in other sections of the charge.  Our review of the instructions reveals that the district court referred to the \"beyond a reasonable doubt\" standard no less than twelve times in the nine pages of jury instructions preceding the isolated section challenged here.  This overwhelming number of correct references negated any chance that the contested statements were misconstrued by the jury as somehow reducing the government's burden of proof.  See United States v. Glenn, 828 F.2d 855, 861 (1st Cir.1987) (no reversible error where jury could not have been misled in light of numerous other correct instructions about presumption of innocence and government's burden).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Defendants, as we have noted, also raise for the first time several additional objections to the district court's jury instructions.  Bonasia argues that the district court erred by giving an improper \"Pinkerton \" instruction concerning Bonasia's liability for the substantive crimes committed by his coconspirators.  See Pinkerton v. United States, 328 U.S. 640, 66 S.Ct. 1180, 90 L.Ed. 1489 (1946) (approving instructions that permitted jury to convict a conspirator for a coconspirator's acts that were committed in furtherance of the conspiracy).  DeMasi, Martel, and Papa claim that the district court erred by incorrectly defining the elements of attempt, and by creating a logical progression of steps that inevitably led the jury to a guilty verdict.  In addition, all four defendants object to various isolated statements which, they maintain, were prejudicial, assumed various material facts as true, and deprived them of their Sixth Amendment right to a jury trial.  Though a few of the instructions identified by the defendants are problematic, we cannot say that, individually or collectively, they rise to the level of plain error.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Under \"plain error\" review, the burden falls on the appellant to show that there is an error, that the error is \"clear\" or \"obvious,\" and that it has affected \"substantial rights.\"  United States v. Olano, --- U.S. ----, ---- - ----, 113 S.Ct. 1770, 1776-9, 123 L.Ed.2d 508 (1993);  Whiting, 28 F.3d at 1308.   In most cases, an error will be found to have \"affect[ed] substantial rights\" only if inter alia the error was prejudicial such that it had an impact on the outcome of the trial.  Olano, --- U.S. at ----, 113 S.Ct. at 1778.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Even then, our review is discretionary.  Id.  \"[A] plain error affecting substantial rights does not, without more,\" warrant the exercise of this discretion.  Id. at ----, 113 S.Ct. at 1779.   A reviewing court should limit the exercise of this discretion to cases where the failure to act would result in a \"miscarriage of justice\" such as \"the conviction or sentencing of an actually innocent defendant.\"  Id.  In other words, \"we review only 'blockbusters:  those errors so shocking that they seriously affect the fundamental fairness and basic integrity of the proceedings conducted below.' \"  United States v. Olivo-Infante, 938 F.2d 1406, 1412 (1st Cir.1991) (quoting United States v. Griffin, 818 F.2d 97, 100 (1st Cir.), cert. denied, 484 U.S. 844, 108 S.Ct. 137, 98 L.Ed.2d 94 (1987)).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We first consider Bonasia's objection to the district court's inclusion of an allegedly improper Pinkerton instruction.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Bonasia argues that he was prejudiced by the court's failure to limit liability under the Pinkerton doctrine to only those reasonably foreseeable acts of his coconspirators done in furtherance of the conspiracy.  Bonasia claims that the failure to include the \"reasonably foreseeable\" qualification was tantamount to a directed verdict in favor of the government on the 18 U.S.C. Sec. 924(c) charge.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Because the government conceded error in its brief, we will assume arguendo that the district court's formulation of the Pinkerton charge was erroneous.  The government nevertheless maintains that the Pinkerton instruction did not prejudice Bonasia.  The government argues that the district court's previous instruction under an aiding and abetting theory--that in order to convict Bonasia the jury must find that he knew his coconspirators would use or carry firearms during the attempted robbery--alleviated any possible harm.  The inclusion of a correct instruction directly contradicting an erroneous one, however, will not necessarily rectify the error because a reviewing court cannot determine with certainty which of the two irreconcilable instructions the jury followed.  See Francis v. Franklin, 471 U.S. 307, 322, 105 S.Ct. 1965, 1975, 85 L.Ed.2d 344 (1985);  Hill v. Maloney, 927 F.2d 646, 651 (1st Cir.1990).  Accordingly, because we have no way of determining which instruction the jury applied, we must instead ask whether we can affirm the conviction based on the erroneous instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Essentially, Bonasia claims that the district court omitted an element in its Pinkerton instruction, and that the omission, a fortiori, precluded the jury from making the necessary factual finding to support his conviction.  What the law demands in order to show that a district court's omission or misdescription of an element did not affect a defendant's \"substantial rights\" is not entirely clear.  See Whiting, 28 F.3d at 1309.   Nevertheless, even under the most rigorous harmless error standard suggested, an error will be declared harmless in those rare cases where no rational jury could have found what it actually did find and not also find the omitted or misdescribed element.  Carella v. California, 491 U.S. 263, 270-71, 109 S.Ct. 2419, 2423, 105 L.Ed.2d 218 (1989) (Scalia, J., concurring in judgment).  This is such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">First, even under the contested instruction, the jury was required to find that Bonasia conspired with the other defendants to rob the armored truck.  As we have stated above, the evidence amply supports the jury's verdict of guilt on this issue.  Next, we have noted the strong nexus between the use or carrying of firearms and the successful completion of the robbery of an armored truck.  See supra at 1316.  This is not a case where the government sought to hold a defendant liable for the substantive crimes of his coconspirators that were not an integral part of the direct object of the conspiracy.  Rather, the use of firearms during and in relation to the attempted robbery of the Brink's truck was part and parcel to the object of the conspiracy itself.  Therefore, we find that no rational jury could have found that Bonasia conspired to rob the Brink's truck in the Port Plaza Shopping Center on September 10, 1991, without also finding that the use of firearms in that robbery would be reasonably foreseeable.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">DeMasi, Martel, and Papa also contend that the district court incorrectly instructed the jury on the elements of attempt.  The district court did not give the \"substantial step\" instruction which has been uniformly adopted by the federal courts, see United States v. Rivera-Sola, 713 F.2d 866, 869 (1st Cir.1983), but instead stated:</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">One thing more is required beyond intent.  And this is a fussy point.  Mere preparation is not enough.  There must be some act taken.  You must be satisfied that the defendants or the defendant whom you are considering set himself on a path of action which, but for the intervention of the FBI, would in the ordinary course have led to the commission of the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">At oral argument, counsel for the defendants conceded that the instruction that the defendant must \"set himself on a path of action which, but for the intervention of the FBI, would in the ordinary course have led to he commission of the crime\" actually set forth a narrower standard than provided by a \"substantial step\" instruction.  Nonetheless, defendants' counsel maintained that the preceding sentence (\"There must be some act taken.\"), permitted the jury to find the defendants guilty on a standard substantially less than that called for in a substantial step instruction.  Defendants' argument is baseless.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">When the district court's instruction is read in context, as set forth above, it is fully apparent that the challenged statement was qualified by the subsequent \"path of action\" language.  Plainly, the jury was instructed that not just any act taken but only those acts that would have set the defendants on the \"path of action\" inevitably leading to the commission of the crime would be sufficient to establish the charge of attempt.  Because defendants concede that the \"path of action\" language established a narrower standard than that required by law, they were not harmed by the district court's variance from the usual instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">DeMasi, Martel, and Papa also contend that the district court led the jury through a progression of logical steps to the inevitable result of a guilty verdict.  Primarily, defendants assert that by juxtaposing a scenario which the district court suggested would not constitute an attempt against the facts of the case, the district court strongly implied that an attempt had occurred.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Defendants maintain further that the district court continued the progression by stating later that \"it's hard to imagine an attempt being accomplished without there having been a conspiracy, without there being an agreement.\"   Finally, defendants complain that the district court compounded the error when it opined that \"[f]our guys end up in a truck;  common sense would tell you that there had to be some prior agreement to be there.\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Once again, because defendants made no contemporaneous objection to this portion of the jury charge, we engage only in a plain error review, and once again, we find none.  Defendants rely on United States v. Spock, 416 F.2d 165, 180-83 (1st Cir.1969), where we held that instructions that present the jury with a \"logical progression\" are forbidden.  What was particularly offensive in Spock, however, was the submission of a special verdict to the jury in a criminal trial.  We initially note that no special verdict was used here.  Moreover, because they do not purport to instruct the jury on the intent element of attempt, we do not believe that the challenged instructions led the jury to the inevitable conclusion that an attempt had occurred.  Indeed, in the preceding paragraph of instructions, the district court carefully instructed the jury on the element of intent, which was the most contested issue at trial, stating that:  \"Attempt is a different type of offense.  For an attempt there has to be the intent to do the illegal act....  In the attempt situation, you have to find intent....  And again, you have to be satisfied beyond a reasonable doubt.\"   Finally, the court ended the paragraph that included the challenged illustration with the reminder, \"All right.  So there are two elements of attempt.\"  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In sum, we are not persuaded that the challenged instruction created a logical progression that inevitably led the jury to a guilty verdict.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Finally, all four defendants challenge various isolated statements which they contend were prejudicial, assumed controverted material facts as true and deprived the defendants of their Sixth Amendment right to trial by jury.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Though it might have been preferable if the statements had not been made, we cannot say that any of them so infected the entire charge to the jury as to undermine the fairness of the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In analyzing the prejudicial effect of the challenged statements, we note that the district court cautiously admonished the jury that \"when I talk about the evidence, it's my memory only.  It's your memory that governs.\"   The challenged statements, though problematic, are isolated snippets culled from over thirty pages of generally cautious, careful, and correct instructions.  At most, the statements were inadvertent slips of the tongue with limited prejudicial force.  See United States v. Lebron-Gonzalez, 816 F.2d 823, 830 (1st Cir.)  (no plain error because judge did not supplant jury as fact finder as a result of inadvertent slip of tongue in jury charge), cert. denied, 484 U.S. 843, 108 S.Ct. 135, 98 L.Ed.2d 92, and cert. denied 484 U.S. 857, 108 S.Ct. 166, 98 L.Ed.2d 120 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Moreover, as we have noted, the evidence against DeMasi, Martel and Papa was overwhelming.  We further note that, with respect to Bonasia, the evidence was likewise more than sufficient.  We have no fear that the challenged statements caused the conviction of innocent defendants.  After carefully reviewing the record, we are confident that no miscarriage of justice occurred.</p>\n    </div>\n    <p class=\"indent\">4. Other Matters</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Bonasia makes two final arguments.  First, Bonasia contends that in rebuttal the prosecution mischaracterized what certain FBI surveillance logs stated with respect to him.  Nonetheless, Bonasia failed to object to this characterization at trial.  \"In the absence of a contemporaneous objection, we review allegations of prosecutorial misconduct for plain error, and will overturn a jury verdict only if the government's closing argument so poisoned the well that it is likely that the verdict was affected.\"  United States v. Tuesta-Toro, 29 F.3d 771, 776-77 (1st Cir.1994) (internal quotations omitted).  We are confident that there is no likelihood that the isolated statement affected the outcome of the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Finally, Bonasia maintains that, if not individually, the cumulative effect of the various complaints he raises deprived him of a fair trial.  Because we have found that none of Bonasia's individual complaints resulted in substantial prejudice and that most are completely without merit, we reject the final contention that his conviction was tainted by cumulative error.  See id.  (rejecting cumulative error argument);  see also United States v. Barnett, 989 F.2d 546, 560 (1st Cir.)  (\"The Constitution entitles a criminal defendant to a fair trial, not a perfect one.\"  (quotations omitted)), cert. denied, --- U.S. ----, 114 S.Ct. 148, 126 L.Ed.2d 110, and cert. denied, --- U.S. ----, 114 S.Ct. 149, 126 L.Ed.2d 110 (1993).</p>\n    </div>\n    <p>C. Alleged Post-Trial Errors</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">On cross-appeal, the government raises two objections to the sentencing of Bonasia by the district court.  The government challenges both the role-in-the-offense reduction awarded Bonasia and the downward departure of twenty-nine months granted him because of his record of charitable work and community service.  We discuss each in turn.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">A sentencing court's decision to award a role-in-the-offense reduction \"is heavily dependent on the facts of the particular case,\" U.S.S.G. Sec. 3B1.2, comment.  (backg'd.).  Accordingly, we review these fact-bound determinations only for clear error.  United States v. Ocasio, 914 F.2d 330, 333 (1st Cir.1990).  In reviewing decisions to depart from the Sentencing Guidelines, our review is broader.  In a three-step analysis, we examine \"(1) whether the reasons the court gave for departing are of the sort that might permit a departure in an appropriate case;  (2) whether the record supports a finding of facts demonstrating the existence of such reasons;  and (3) whether, given the reasons, the degree of departure is reasonable.\"  United States v. Mendez-Colon, 15 F.3d 188, 189 (1st Cir.1994).  With respect to the first prong of the analysis, we generally review a district court's determination that a case is unusual and therefore worthy of departure \"with full awareness of, and respect for, the trier's superior feel for the case.\"  United States v. Rivera, 994 F.2d 942, 952 (1st Cir.1993) (internal quotations omitted);  see also United States v. Pelkey, 29 F.3d 11, 14 (1st Cir.1994).  In conducting this inquiry, however, we do not owe deference to the district court when the issue turns on purely legal questions of guideline interpretation or whether the correct legal standard was applied.  See Rivera, 994 F.2d at 950-52.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Turning to the government's first argument, we note that the district court determined that Bonasia's participation in the attempted robbery fell between a minor and a minimal role, thus warranting a three-level reduction in his base offense level.  See U.S.S.G. Sec. 3B1.2 (granting reductions in base offense level to less culpable participants in the criminal activity).  The government maintains, however, that the district court impermissibly based this determination on the fact that Bonasia's role as a lookout was less reprehensible than the roles of his codefendants and not because his conduct evinced less culpability.  We do not find the district court's determination to be clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">A defendant can receive a role-in-the-offense reduction by fulfilling two requirements.  First, the defendant must convince the sentencing court that the defendant was less culpable than most of the participants in the criminal activity.  See U.S.S.G. Sec. 3B1.2, comment.  (n. 1-3);  United States v. Gregorio, 956 F.2d 341, 344 (1st Cir.1992).  Second, the sentencing court must also be persuaded to find that the defendant was less culpable than the \"average person\" who commits the same offense.  Gregorio, 956 F.2d at 344;  cf. U.S.S.G. Sec. 3B1.2, comment.  (backg'd).  Here the record reasonably supports the district court's decision to grant a reduction.  Specifically, the district court plausibly inferred from the totality of the evidence (including, for example, the fact that Bonasia attended only one of the Tuesday surveillance meetings) not only that Bonasia played a limited part in the planning of this particular offense, but also that, within the universe of individuals convicted of conspiring and attempting to rob banks with the aid of firearms, Bonasia was less involved (and, hence, less culpable) than most.  We believe, therefore, that the district court's determination is not clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The government's next contention is that the district court erred in making a downward departure of twenty-nine months in the calculation of Bonasia's sentence.  The government complains that in deciding to depart because of Bonasia's history of charitable work and community service, the court improperly compared Bonasia to \"the typical bank robber\" and not to other defendants with comparable records of good works.  We agree with the government on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Before a sentencing court may depart in a specific case, it must ask:</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>1) What features of this case, potentially, take it outside the Guidelines' \"heartland\" and make of it a special, or unusual, case?</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>2) Has the [Sentencing] Commission forbidden departures based on those features?</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>3) If not, has the [Sentencing] Commission encouraged departures based on those features?</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>4) If not, has the [Sentencing] Commission discouraged departures based on those features?</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Rivera, 994 F.2d at 949.   A court's subsequent analysis varies depending on the category in which the feature justifying departure falls.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">If the feature or reason for departure falls into the discouraged category, the mere presence of the feature (no matter how unusual that mere presence might seem) will not by itself take the case outside the Guidelines' \"heartland.\"  Id. at 948.   This is true because the philosophy underlying the Guidelines dictates that whether or not these features are present in a case is \"not ordinarily relevant\" in determining a defendant's sentence.  Id.  A discouraged-feature departure is warranted only if the \"nature and magnitude\" of the feature's presence is unusual or special.  Id.  To make this determination, a court must ask \"whether the case differs from the ordinary case in which those [discouraged] features are present.\"  Id. at 949;  see also United States v. Jackson, 30 F.3d 199, 202 (1st Cir.1994);  United States v. Sclamo, 997 F.2d 970, 973 (1st Cir.1993).  Moreover, before a court may lawfully decide to depart, \"it must explain how the case (compared to other cases where the [discouraged] reason is present) is special.\"  Rivera, 994 F.2d at 951;  see also Jackson, 30 F.3d at 202;  Sclamo, 997 F.2d at 973.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Whether or not departure for a certain feature is discouraged turns, of course, on a reading of the Guidelines.  Specifically, the Sentencing Guidelines provide that \"civic, charitable, or public service, ... and similar prior good works are not ordinarily relevant in determining whether a sentence should be outside the applicable guideline range.\"   U.S.S.G. Sec. 5H1.11, p.s.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  Therefore, a defendant's record of charitable work and community service falls into the discouraged-feature category of justifications for departure.  See Rivera, 994 F.2d at 948.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">In the present case, the district court chose to depart from the Guidelines because Bonasia's charitable work and community service stood apart from what one would expect of \"the typical bank robber.\"   The court, however, did not compare Bonasia's history of charitable and community service to the histories of defendants from other cases who similarly had commendable community service records.  The court stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>If this was a securities fraud case or bank fraud case, probably the downward departure would not be appropriate.  Because presumably people of the sort that Dr. Bonasia is [i.e., individuals who have a past record of charitable work and community service] are likely to engage in those activities and be within the contemplation of the Sentencing Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">In so stating, the court at least implied that it did not consider Bonasia's good works to be unusual or exceptional if compared to other defendants with past records of commendable service.  Moreover, the court erred by restricting the scope of its comparison to only bank robbery cases.  A court should survey those cases where the discouraged factor is present, without limiting its inquiry to cases involving the same offense, and only then ask whether the defendant's record stands out from the crowd.  See Rivera, 994 F.2d at 953-54 (suggesting departure for discouraged factor might be warranted after comparing case to other cases involving the factor without regard to the underlying crime);  Jackson, 30 F.3d at 202-03 (reversing decision to depart based on discouraged factor [age] after comparing facts of case to other cases involving age irrespective of underlying crime);  but cf. United States v. Haversat, 22 F.3d 790, 795-96 (8th Cir.1994) (reversing departure because defendant's charitable and volunteer activities were not atypical for a defendant in an antitrust price-fixing case).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In sum, the district court erred when it declined to compare Bonasia's record of charitable work and community service to other cases where defendants similarly had records of past community service.  We therefore must remand for reconsideration of this issue under the proper legal standard.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>III.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the district court on all issues raised by the defendants.  We, however, vacate Bonasia's sentence and remand for resentencing.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pinto was tried and convicted along with the other defendants and joined in the consolidated appeal.  Pinto, however, died on September 15, 1992, and his appeal was subsequently dismissed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Papa and Pinto also left the trunk of their automobile unlocked and open.  Moreover, each of the two cars had stolen license plates affixed over their regular plates</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Subsequent to Bonasia's arrest, FBI agents conducted two warrantless searches of Bonasia's automobile.  Bonasia successfully moved prior to trial to suppress all evidence obtained from these searches</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Bonasia also contests the failure to suppress the evidence seized from the green van.  It is, however, axiomatic that Fourth Amendment rights are personal to the individual.  Sanchez, 943 F.2d at 112.   Bonasia was not present in the van during the arrest, nor does he own the van or claim any possessory rights in the seized evidence.  Hence, Bonasia has no legitimate expectation of privacy on which to base his claim.  See United States v. Sepulveda, 15 F.3d 1161, 1194 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Bonasia perfunctorily raises several additional arguments in support of his severance appeal, such as \"antagonistic defenses\" existing between him and his codefendants, his inability to obtain exculpatory testimony and his inability to sit with his counsel at trial.  Bonasia failed to raise these issues at trial in support of his motions for severance.  Moreover, on appeal, he fails to adequately explain how he was prejudiced by them.  We therefore deemed them waived.  See United States v. Lilly, 13 F.3d 15, 17-18 (1st Cir.1994) (failure to raise arguments below results in waiver) and United States v. Zannino, 895 F.2d 1, 17 (1st Cir.)  (perfunctorily raised arguments waived), cert. denied, 494 U.S. 1082, 110 S.Ct. 1814, 108 L.Ed.2d 944 (1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We also note that the district court was careful to sever the three felon-in-possession counts charged only against Bonasia's codefendants.  These issues were tried to the jury after it had returned a verdict on all the other charges</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Bonasia cites two statements by DeMasi as being inflammatory and prejudicial, but the first occurred at a pretrial hearing and the second occurred at DeMasi's sentencing.  Bonasia also notes that DeMasi allegedly threatened Bonasia's trial counsel over a dispute concerning the order in which defendants would present final arguments.  The alleged threat, however, occurred outside of the courtroom and after the close of evidence.  Bonasia's counsel brought the alleged threat to the attention of the judge, who ordered all the defendants to present arguments in alphabetical order.  Nevertheless, Bonasia's counsel agreed to argue fourth with DeMasi arguing last.  We cannot say that this change in the order of final arguments deprived Bonasia of a fair trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Bonasia also challenges a reference by the district court to the binoculars in the jury instructions and a similar reference by the prosecutor in summation.  Because we rule that the testimony concerning the binoculars was properly admitted, neither of the challenged references was improper</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Bonasia fervently maintains that we should disregard the FBI agent's testimony concerning the alleged sighting of the \"thumb's up\" signal because, under the conditions, such a sighting was a \"physiological impossibility.\"   Bonasia's \"thumb's up\" signal was observed by an FBI special agent who was located in an undercover van in the parking lot some 60 to 65 yards away.  The agent made his observation while peering through a hole in a plastic sheet that covered the windows of the van.  At trial, both sides introduced photographs relating to whether the observation was possible</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In a submission after oral argument, Bonasia directed this court to United States v. Medina, 32 F.2d 40 (2d Cir.1994), in which the Second Circuit reversed a defendant's conviction for aiding and abetting a violation of 18 U.S.C. Sec. 924(c) due to insufficient evidence.  Notwithstanding the defendant's knowledge of expected firearm use and role in instigating the planning of the crime, the Second Circuit held that the evidence was insufficient to show that the defendant \"consciously and affirmatively assisted\" in the specific Sec. 924(c) violation.  Id. at 45</p>\n        <p>Here, Bonasia's circumstances are clearly different from those in Medina.   The defendant in Medina was not present at and did not participate in the commission of the underlying felony.  Id. at 42-43.   Indeed, this fact weighed significantly in Second Circuit's analysis.  Id. at 46 (\"Had Medina been present at the attempted robbery, we would consider whether his conduct at the scene facilitated or promoted the carrying of a gun, or whether he benefitted from the gun's use so that he could be said to constructively possess the gun;  but he was not there.\"  (citation omitted)).  Here, Bonasia was present at and played a significant part in the attempted armed robbery.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The defendants objected to the underlined language which is set out in context below:</p>\n        <p>How do you deal with witnesses?   Well, most of the Government witnesses in this case have been FBI agents.  Not all of them, but certainly the bulk of the testimony has come in through FBI agents.  There's nothing magic about them.  You give the FBI agents the same scrutiny as you would anybody else, and you test their credibility by listening to them, determining what you can from tone of voice and expression of face.  You try to search out the interior logic of their testimony:  does it all fit together, does the body English that goes with the testimony give you a clue.  You may consider that.  It may give you a clue as to reliability, as to the confidence that the witness has.  It may give you a clue as to whether the defendant is lying.  In short, you use all of the techniques that you have developed in your lives for determining whether somebody is giving you reliable information.</p>\n        <p>You do this all the time.  You go and buy a major appliance or an automobile.  You listen to the salesman.  You listen to political candidates, you try to sort out disputes in your own household, perhaps the children or the in-laws or the neighbors or something, and you try to make a judgment about who is giving you the closest approximation of the truth.  That's probably about what we get at best.  And you have to be satisfied that all of these stories together, all of this testimony together, with its blemishes and defects, satisfies you beyond a reasonable doubt of the defendant's guilt before you can return a finding of guilty.</p>\n        <p>Now, you can take part of a witness's story, part of a witness's testimony and reject others.  You can take the part that seems to be reliable and reject what is unreliable, or what appears to be unreliable.  You can also say, well, if this man is unreliable in one respect, I won't trust him in any other.  But it is up to you.  Those judgments are yours.  That's what you're here for.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> In his reply brief, defendant Bonasia makes one additional challenge to the jury instructions.  Bonasia argues that a portion of the charge is nearly identical to language this court held to be reversible error in United States v. Harrigan, 586 F.2d 860 (1st Cir.1978).  In Harrigan, the district court instructed the jury \"that the defendant's evidence has no greater function than simply to raise a reasonable doubt in your minds, if it does.  The defendant is not required to go any further.\"  Id. at 862.   In the present case, the district court stated that \"[t]he defendants' efforts have one purpose only and no more than one purpose.  And that is to create reasonable doubt.\"   Bonasia maintains that this instruction created the impression that the defendant had the burden to prove reasonable doubt</p>\n        <p>Neither Bonasia nor any of his codefendants objected to this portion of the charge at trial.  Moreover, Bonasia raised this issue only in his reply brief.  As this court has consistently held, issues raised for the first time in appellant's reply brief are generally deemed waived.  United States v. Brennan, 994 F.2d 918, 922 n. 7 (1st Cir.1993);  United States v. Michaud, 925 F.2d 37, 43 n. 8 (1st Cir.1991);  United States v. Benavente Gomez, 921 F.2d 378, 386 (1st Cir.1990).  So it is here.  And, in any event, we discern no plain error in this instruction.  Unlike Harrigan, the jury was not told that the defendant was \"required\" to do anything;  instead, it was only told, if somewhat clumsily, what defendants were trying to do in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Bonasia objects to the following portion of the charge:</p>\n        <p>I should also point out another principle of law which has to do with Dr. Bonasia's liability.  If you find that he was a member of the conspiracy, then under the holding of the case called Pinkerton versus the United States, he is liable for all of the acts taken by the coconspirators during the time--or starting with the time that he became a member of the conspiracy.  So a member of a conspiracy is liable for all of the acts done in furtherance of the conspiracy by the other conspirators.  And that has to do with this gun charge.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> During oral argument, Bonasia's counsel belatedly argued that the legal standard set forth by the district court's aiding and abetting instruction was inadequate in light of United States v. Torres-Maldonado, 14 F.3d 95 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 193, 130 L.Ed.2d 125 (1994) (No. 94-93).  In Torres-Maldonado, we noted that, with regard to 18 U.S.C. Sec. 924(c) convictions under an aiding and abetting theory, \"[i]t is well settled ... that an accomplice 'must have known to a practical certainty that the principal would be [using] a gun.' \"  Torres-Maldonado, 14 F.3d at 103 (quoting United States v. Powell, 929 F.2d 724, 728 (D.C.Cir.1991)).  Here, the district court specifically instructed:</p>\n        <p>You have to be satisfied in order to hold Dr. Bonasia liable that he had intended to participate and that he had an expectation--you must find beyond a reasonable doubt that he had an expectation that firearms would be used in carrying out the crimes, that he should have, that he would in the ordinary course have known that firearms were to be used.  You don't have to be satisfied that he saw them, but you have to be satisfied that when, if he did undertake to be a part of this plan, that he understood that part of the plan was going to involve the use of firearms, having in mind that the Government's position is that the plan was to hold up the armored car and take the banks' money out of it.</p>\n        <p>Bonasia waived this issue by failing to raise it prior to oral argument.  See Sheinkopf v. Stone, 927 F.2d 1259,  1263 (1st Cir.1991) (issues raised only at oral argument are waived).  In any event, we are not convinced that the district court's instruction was incorrect.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The contested section of the charge is as follows:</p>\n        <p>Now, as I say, mere preparation is not enough.  This evidence of surveilling would not have been enough.  I would suppose that, let's say on September 10th they got opposite the McDonald's and they said, [\"]gee, its hot in this truck and all these things I'm wearing are very uncomfortable and sticky.  Let's quit the whole thing and go into McDonald's and get a milk shake.  [\"]  At that point, the progress would have stopped.  And I suggest to you it probably would not have been close enough to be an attempt.  It was not stopped by the FBI if they stopped themselves.  But then you can consider from all of the evidence you have heard about the passage of the truck, where the Brink['s] truck, in the ordinary course, would have been, whether they had set themselves on a path of action which, but for the intervention of the FBI, would in the ordinary course have led to the commission of the crime.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We also rule that neither of two additional statements that DeMasi, Martel, and Papa contend buttress their logical progression argument constitute plain error.  Even if we assume that the statements prejudiced the defendants to some degree, we note that the evidence with respect to DeMasi, Martel, and Papa was overwhelming.  There is no chance that innocent defendants were convicted as a result of the challenged statements.  Accordingly, no miscarriage of justice occurred</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> First, DeMasi, Martel, and Papa contest the district court's following comment on the evidence:  \"But you do have some things about which there are no mistakes, the most significant being that four of these defendants were found in the truck with guns.\"   Bonasia makes a similar complaint about the reference to \"robbing from a bank, and you had evidence about that.\"   DeMasi, Martel, and Papa also object to the following statement made by the court while elaborating on the action element of the crime of attempt:  \"Now as I say, mere preparation is not enough.  This evidence of surveilling would not have been enough.\"   They further find offensive the court's reference to \"this attempted robbery\" which it made while instructing on the 18 U.S.C. Sec. 924(c) firearm charges.  In addition, DeMasi, Martel, and Papa challenge a comment the court made while explaining the aiding and abetting theory on which Bonasia was charged:  \"He himself did not--was not in the truck.  He did not make the attempt.   But he is charged with being an aider and abettor.\"   Lastly, Bonasia challenges the comment:  \"Four guys end up in a truck, common sense would tell you that there had to be some prior agreement to be there.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> DeMasi, Martel, and Papa also appeal the calculation of their sentences, contending that the district court erred in finding the value of the intended loss for sentencing purposes.  The district court's determination was a factual finding which we review only for clear error.  18 U.S.C. Sec. 3742(e).  The district court found the value of the intended loss to be $400,000, which was the lowest of three alternatives presented in the Presentence Report.  Defendants argue that a fourth scenario existed where the intended loss would have been only $24,000.  After reviewing the record, however, we cannot say the district court's finding was clear error.  See United States v. Morillo, 8 F.3d 864, 871 (1st Cir.1993) (\"Where ... evidence fully supports more than one inference, a sentencing court's choice from among plausible alternatives cannot be clearly erroneous.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The fact that Sec. 5H1.11 was not promulgated until November 1, 1991, after the offense conduct but before the sentencing in this case, does not make it irrelevant to the present issue.  The district court must use, subject to ex post facto concerns, the Guidelines that are in effect on the date of sentencing.  18 U.S.C. Sec. 3553(a)(4).  Moreover, 28 U.S.C. Sec. 994(e) reveals Congress's intention that consideration of factors such as \"employment record, family ties and responsibilities, and community ties \" are generally inappropriate in sentencing decisions.  Hence, the enactment of Sec. 5H1.11 merely clarified the Guidelines and did not mark a substantive change.  Cf. Isabel v. United States, 980 F.2d 60, 62-63 (1st Cir.1992) (clarifications of the Guidelines may be applied retroactively, substantive changes may not);  but see United States v. O'Brien, 18 F.3d 301, 302 (5th Cir.1994) (eschewing reliance on Sec. 5H1.11 due to ex post facto concerns, nonetheless vacating departure because defendant's charitable work and community service were products of defendant's professional record and professional skills, which are discouraged factors under Sec. 5H1.2 (vocational skills) and Sec. 5H1.5 (employment record)), cert. denied, --- U.S. ----, 115 S.Ct. 199, 130 L.Ed.2d 130 (1994) (No. 94-159).  In any event, Bonasia did not challenge the use of Sec. 5H1.11 in the court below and, therefore, has waived any challenge to its applicability in his case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> We do not offer any opinion on whether Bonasia's record of charitable work and community service warrants departure given the proper comparison.  We leave this determination to the discretion of the district court</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></span></p>\n    <p class=\"case_cite\">63 USLW 2335</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Ralph DeMASI, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Ronald MARTEL, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Robert PAPA, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Francis BONASIA, Defendant, Appellant.<br>UNITED STATES, Appellant,<br>v.<br>Francis BONASIA, Defendant, Appellee.</p>\n    <p class=\"docket\">Nos. 92-2062, 92-2064 to 92-2066 and 92-2142.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 2, 1994.<br>Decided Oct. 26, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Seth M. Kalberg, Jr., for appellant DeMasi;  Cornelius H. Kane, Jr., for appellant Martel;  Paul J. Garrity, Boston, MA, for appellant Papa;  and J. Michael McGuinness, with whom McGuinness and Parlagreco, Salem, MA, was on brief, for appellant Bonasia.</p>\n      <p class=\"indent\">Timothy Q. Feeley, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN, and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a seventeen-day criminal trial, defendants Francis Bonasia, Ralph DeMasi, Ronald Martel, and Robert Papa were convicted by a jury of various charges stemming from the attempted armed robbery of a Brink's armored truck.  On appeal, DeMasi, Martel, and Papa together, and Bonasia individually, raise a series of issues including denial of a suppression motion and challenges to sufficiency of the evidence and various portions of the jury instructions.  Bonasia separately assigns error to the denial of severance motions and an evidentiary ruling.  The government cross-appeals from the district court's decision in sentencing Bonasia to depart downward from the Sentencing Guidelines.  We affirm the district court on all issues raised by the defendants.  At the same time, we find that the district court incorrectly interpreted the Sentencing Guidelines in fashioning Bonasia's sentence.  We therefore vacate Bonasia's sentence and remand for resentencing.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the defendants challenge the sufficiency of the evidence supporting their convictions, we recite the facts in the light most favorable to the verdict.  United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 469 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Near the end of July 1991, Federal Bureau of Investigation (\"FBI\") agents learned that, sometime in late June, DeMasi and Martel had rented a summer campsite at the Pines Campground in Amesbury, Massachusetts.  Subsequently, during the noontime hour on the five Tuesdays preceding Tuesday, September 10, 1991, FBI agents observed Martel at the parking lot of the Port Plaza Shopping Center in Newburyport, Massachusetts.  Throughout that summer, a Brink's armored truck made a scheduled stop between noon and 1:00 p.m. on Tuesdays at the Shawmut Bank in the Port Plaza Shopping Center.  Martel's visits to the Port Plaza parking lot corresponded with the scheduled stop of the Brink's truck.  DeMasi accompanied Martel on four of these five visits, missing only the visit on Tuesday, August 27, 1991.  Papa and defendant George Pinto<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> joined Martel and DeMasi at the parking lot during the visits on August 20, and September 3, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Bonasia was also present at the Port Plaza parking lot on Tuesday, September 3, 1991.  While at the parking lot, he met separately with both DeMasi and Martel.  A surveillance photograph taken during his meeting with Martel depicts Bonasia and Martel standing together looking toward the Shawmut Bank.  Afterwards, Bonasia remained in the parking lot and observed the Brink's truck as it made its regularly scheduled stop at the Shawmut Bank.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the evening of August 26, 1991, at around 9:45 p.m., an FBI agent observed Martel in the back seat of an automobile, registered to Bonasia's wife, stopped in front of the Shawmut Bank in the Port Plaza Shopping Center.  Driving the automobile was an older white male who fit Bonasia's general physical description.  After the vehicle stopped, DeMasi left the car, walked over to the bank and peered inside one of its windows.  Later that evening, the vehicle was again observed at DeMasi and Martel's campsite.  Bonasia's own gray Buick was observed entering and exiting the Pines Campground several times a week over the course of the summer, including at least three different times on August 30, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At approximately 8:15 a.m. on September 10, 1991, DeMasi and Martel left the Pines Campground.  At 9:30 a.m., they were observed standing next to a dark green cargo van which was located on the far side of the Market Basket Mall directly adjacent to the Port Plaza Shopping Center.  At this time, FBI agents identified the license plates on the van as stolen.  Shortly before noon, DeMasi and Martel met with Bonasia in the Port Plaza parking lot.  A series of photographs taken contemporaneously shows Bonasia first walking away from DeMasi's automobile, then turning back toward DeMasi, and finally looking down at his watch.  That same morning, Papa and Pinto were also observed and photographed driving through the Port Plaza parking lot in a separate vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After meeting with Bonasia, DeMasi and Martel returned to the green van parked on the far side of the Market Basket Mall, where they were joined by Papa and Pinto.  The four defendants exited their automobiles, leaving them unlocked and with the keys in the ignitions.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The green van, with Papa driving, was next observed entering the Port Plaza parking lot just prior to the time for the expected arrival of the Brink's armored truck.  Upon entering the parking lot, Papa drove the green van away from the direct route to the Shawmut Bank and towards where Bonasia was parked.  Bonasia had just moved his gray Buick from a more crowded area of the parking lot to a location more easily accessed by the green van.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Papa pulled the van adjacent to Bonasia's gray Buick and paused.  Bonasia then leaned forward in his seat and gave Papa a \"thumb's up\" signal.  After receiving this signal, Papa drove the green van away from Bonasia's automobile towards the Shawmut Bank.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Shortly thereafter, FBI agents stopped the green van and arrested DeMasi, Martel, Papa, and Pinto.  At the time of the arrests, DeMasi was wearing brown cotton gloves, a nylon stocking pulled down over his forehead, and a bullet-proof vest.  Pinto was wearing similar gloves, a nylon stocking, and had a pair of handcuffs in his waistband.  Martel also wore gloves, and a third nylon stocking was found in the back of the van next to where he had been sitting.  In the front seat next to where Papa had been sitting was a blue ski mask and an additional set of gloves.  An operating portable scanner rested on the empty front passenger seat.  A loaded semi-automatic nine millimeter Uzi carbine was found behind the front seat, and two loaded semi-automatic nine millimeter pistols and a loaded six-shot revolver were found in the rear compartment of the van.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At approximately the same time, Bonasia, who had been walking from a pay phone towards his gray Buick, was arrested by a Rhode Island State Trooper.  At the time of his arrest, Bonasia was approximately five to eight feet from his automobile.  Immediately after the arrest, an FBI agent standing near Bonasia's automobile observed a pair of binoculars on the front passenger seat inside the gray Buick.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Defendants were tried together before a jury.  Bonasia, DeMasi, Martel, and Papa were convicted of conspiring and attempting to commit bank robbery, in violation of 18 U.S.C. Sec. 371 and 18 U.S.C. Sec. 2113(a), and conspiring and attempting to affect interstate commerce by robbery, in violation of the Hobbs Act, 18 U.S.C. Sec. 1951.  Additionally, all defendants were convicted on four counts of using or carrying a firearm in violation of 18 U.S.C. Sec. 924(c).  Following the return of the verdicts on these charges, additional evidence was offered, and the jury subsequently found DeMasi, Martel, and Papa guilty on three counts of violating the felon-in-possession statute, 18 U.S.C. Sec. 922(g)(1).</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <p>A. Alleged Pre-Trial Errors</p>\n    <p class=\"indent\">1. Suppression Ruling</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our review of the decision whether to grant or deny a suppression motion is \"plenary.\"  United States v. Sanchez, <span class=\"citation\" data-id=\"567586\"><a href=\"/opinion/567586/united-states-v-erwin-sanchez/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span>, 112 (1st Cir.1991).  We defer, however, to a district court's factual findings if, on a reasonable view of the evidence, they are not clearly erroneous.  United States v. Beltran, <span class=\"citation\" data-id=\"550640\"><a href=\"/opinion/550640/united-states-v-maria-beltran/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">641</span></a></span>, 642 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">DeMasi, Martel, and Papa challenge the district court's refusal to suppress evidence seized from the green van at the time of their arrests.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  They concede that the FBI had probable cause to make the arrests and that, if their arrests were lawful, the van's search and the seizure of evidence were also lawful.  Defendants contend, however, that the arrests violated the Fourth Amendment because the FBI effected them without a warrant.  They maintain that probable cause arose no later than early on the morning of the arrests, when the FBI identified the green van that DeMasi and Martel had visited as bearing stolen license plates, and that the government should have procured an arrest warrant at that time.  Ultimately, they argue that the government's delay and ultimate failure to obtain a warrant negates the legality of their arrests and the subsequent search and seizure of evidence.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendants' argument rests on the proposition that the government's allegedly \"predesigned\" and \"improper\" delay somehow invalidated the defendants' otherwise proper arrests.  The Supreme Court, however, has refused to attach significance to the fact that the government had ample time to obtain a warrant but declined to procure one.  See United States v. Watson, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></span>, 423-24, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">820</span></span>, 828, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span> </span>(1976).  Specifically, the Court stated that \"[t]he necessary inquiry ... [is] not whether there was a warrant or whether there was time to get one, but whether there was probable cause\" at the time of the arrest.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 417, </span>96 S.Ct. at 824.   Indeed, the government in Watson conceded that it had more than sufficient time to have obtained a warrant prior to the arrest.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 414, </span>96 S.Ct. at 823;  <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 426, </span>96 S.Ct. at 829 (Powell, J., concurring) (as much as six days elapsed between time probable cause arose and the arrest).  Hence, the Supreme Court has directly rejected the underpinnings of defendants' argument.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Constitution does not require a warrant to effect an arrest in a public place.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 423-24, </span>96 S.Ct. at 827-28.   Moreover, law enforcement agents need only possess reasonable suspicion that a criminal activity is occurring in order to stop a moving automobile to investigate.  United States v. Kimball, <span class=\"citation\" data-id=\"195379\"><a href=\"/opinion/195379/united-states-v-kimball/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1994).  Here, it is undisputed that the FBI agents had probable cause to stop the green van when it entered the Port Plaza Shopping Center.  The arrests of DeMasi, Martel, and Papa were effected in a public place, the middle of the shopping center parking lot.  Accordingly, no arrest warrant was required, and whether or not the FBI agents could have obtained one prior to making the arrests is irrelevant.</p>\n    </div>\n    <p class=\"indent\">2. Severance Rulings</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We now turn to Bonasia's challenges to the district court's denial of his motions for severance.  \"Trial courts are afforded considerable leeway in determining severance questions.\"  United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 616 (1st Cir.1994).  \"We reverse the decision to deny a motion for severance only upon a showing of strong prejudice, demonstrating a manifest abuse of discretion that deprived the defendant of a fair trial.\"  United States v. Nason, <span class=\"citation\" data-id=\"195001\"><a href=\"/opinion/195001/united-states-v-nason/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 158 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1331</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">678</span> </span>(1994).  Prejudice, in this context, \"means more than just a better chance of acquittal at a separate trial.\"  United States v. Boylan, <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 246 (1st Cir.)  (quotations omitted), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">849</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span> </span>(1990).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Bonasia maintains that severance was necessary to avoid the substantial prejudice he suffered due to the spillover effect from evidence admitted at trial against his codefendants, the effect of codefendant DeMasi's pro se representation, and the impact resulting when several members of the jury saw his codefendants enter the courtroom in handcuffs.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We are not persuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Bonasia's spillover claim fails because he has not met his burden of showing substantial prejudice.  Though it is true that substantial evidence admitted at trial dealt with him only indirectly, this factor alone does not amount to grounds for reversal.  \"It is well settled that '[e]ven where large amounts of testimony are irrelevant to one defendant, or where one defendant's involvement in an overall agreement is far less than the involvement of others,' the court of appeals must be 'reluctant to second guess severance denials.' \"  United States v. O'Bryant, <span class=\"citation\" data-id=\"610896\"><a href=\"/opinion/610896/united-states-v-david-s-obryant/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 26 (1st Cir.1993) (quoting <span class=\"citation\" data-id=\"538369\"><span class=\"antecedent_guess\">Boylan,</span> <a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">246</span></a></span>).   Moreover, \"[w]here evidence featuring one defendant is independently admissible against a codefendant, the latter cannot convincingly complain of an improper spillover effect.\"  <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"id_token\">Id.</span>  Bonasia, like </a></span>his codefendants, was charged with conspiring and attempting to rob the armored Brink's truck.  Thus, even if the government had tried Bonasia separately, nearly all of the evidence presented here would have been admissible in a separate trial against him to prove the object of the conspiracy and the attempted robbery.  Therefore, Bonasia has not met his burden of showing that he suffered strong prejudice.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Bonasia's complaint of prejudice resulting from DeMasi's pro se representation is equally without merit.  A codefendant's pro se representation is not, without more, grounds for severance;  a defendant must additionally show that strong prejudice resulted from the representation.  United States v. Tracy, <span class=\"citation\" data-id=\"659857\"><a href=\"/opinion/659857/united-states-v-michael-tracy-and-francisco-luis-aguilar/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1186</span></a></span>, 1194 (2d Cir.1993);  Person v. Miller, <span class=\"citation\" data-id=\"510226\"><a href=\"/opinion/510226/bobby-l-person-united-states-of-america-v-glen-f-miller-and-carolina/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">656</span></a></span>, 665-66 (4th Cir.1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1011</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1119</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">182</span> </span>(1989);  see also United States v. Cross, <span class=\"citation\" data-id=\"557867\"><a href=\"/opinion/557867/united-states-v-mervyn-harold-cross-aka-eric-cross-and-robert-carter/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1030</span></a></span>, 1039-40 (11th Cir.)  (no \"compelling prejudice\" resulted from codefendant's pro se representation), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">594</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">618</span> </span>(1991), and cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">941</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">112</span> </span>(1992).  Bonasia, however, points us to no specific prejudicial incidents that occurred before the jury.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Bonasia therefore cannot convincingly argue that the district court should have granted severance on this ground.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Bonasia's final claim that he was prejudiced because the jury viewed his codefendants enter the courtroom in handcuffs is similarly unavailing.  This incident occurred on the eleventh day of trial, when the jury was mistakenly brought into the courtroom before the defendants entered.  The record reveals that, at most, no more than one or two of the jurors briefly observed a single defendant in handcuffs.  After the incident, the district judge separately questioned each juror, inquiring whether each had either seen or heard anything unusual, and determined that the danger of prejudice to the defendants was insignificant.  The court also carefully cautioned each juror not to discuss the questioning or anything he or she had noticed with the other jurors.  We believe that the district court appropriately handled the incident and minimized any possible prejudice to the defendants.  The district court therefore did not abuse its discretion in denying Bonasia's renewed severance motion on this ground.  Cf. United States v. Pina, <span class=\"citation\" data-id=\"504377\"><a href=\"/opinion/504377/united-states-v-anthony-j-pina/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1988) (mistrial not warranted where three jurors saw defendant in shackles).B. Alleged Trial Errors</p>\n    </div>\n    <p class=\"indent\">1. Evidentiary Ruling</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Bonasia challenges the admission at trial of testimony from an FBI agent who observed binoculars present on the front seat of Bonasia's gray Buick following Bonasia's arrest.  Bonasia argues that the testimony was incorrectly admitted because all evidence resulting from two warrantless searches of his automobile (which, he argues, would include any evidence of the binoculars) had been suppressed prior to trial.  This argument is without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In general, we review a district court's decision to admit evidence for abuse of discretion.  See, e.g., United States v. Fisher, <span class=\"citation\" data-id=\"194868\"><a href=\"/opinion/194868/united-states-v-fisher/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span>, 461 (1st Cir.1993).  The suppression order excluded \"all evidence obtained as a result\" of the illegal searches of Bonasia's automobile.  The order, however, did not and could not extend to evidence that derived from an independent legal source apart from the unlawful searches.  See Murray v. United States, <span class=\"citation\" data-id=\"112136\"><a href=\"/opinion/112136/murray-v-united-states/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span>, 536-41, <span class=\"citation\" data-id=\"112136\"><a href=\"/opinion/112136/murray-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2529</span></a></span>, 2532-35, <span class=\"citation\" data-id=\"112136\"><a href=\"/opinion/112136/murray-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span> </a></span>(1988) (explaining independent source doctrine).  Thus, the question is whether the FBI agent's testimony concerning the binoculars had an independent source apart from the illegal searches.  On this point, it is beyond doubt that \"[i]f an article is already in plain view, neither its observation nor its seizure would involve any invasion of privacy.\"  Horton v. California, <span class=\"citation\" data-id=\"112448\"><a href=\"/opinion/112448/horton-v-california/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span>, 133, <span class=\"citation\" data-id=\"112448\"><a href=\"/opinion/112448/horton-v-california/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></a></span>, 2306, <span class=\"citation\" data-id=\"112448\"><a href=\"/opinion/112448/horton-v-california/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">112</span> </a></span>(1990).  Furthermore, \"[t]here is no legitimate expectation of privacy, shielding that portion of the interior of an automobile which may be viewed from outside the vehicle by either inquisitive passersby or diligent police officers.\"  Texas v. Brown, <span class=\"citation\" data-id=\"110901\"><a href=\"/opinion/110901/texas-v-brown/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">730</span></a></span>, 740, <span class=\"citation\" data-id=\"110901\"><a href=\"/opinion/110901/texas-v-brown/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1535</span></a></span>, 1542, <span class=\"citation\" data-id=\"110901\"><a href=\"/opinion/110901/texas-v-brown/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">502</span> </a></span>(1983) (plurality opinion) (citation omitted);  see also United States v. Ware, <span class=\"citation\" data-id=\"548418\"><a href=\"/opinion/548418/united-states-v-daniel-ware/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">997</span></a></span>, 1000 (7th Cir.1990);  Brumfield v. Jones, <span class=\"citation\" data-id=\"507379\"><a href=\"/opinion/507379/jimmie-arnold-brumfield-v-don-jones-mayor-in-his-official-capacity/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span>, 155 (5th Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The agent who testified at trial about the binoculars participated in neither the illegal searches of Bonasia's automobile nor Bonasia's arrest.  At the time of the arrest, the agent was legitimately present in the parking lot, standing several feet away from Bonasia's automobile.  At trial, the agent merely testified to observing the binoculars which were in \"plain view\" on the front seat of the vehicle.  Therefore, the agent's testimony had an independent legal source apart from the illegal searches and was properly admitted.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p class=\"indent\">2. Sufficiency of Evidence</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We now turn to the defendants' challenges to the sufficiency of the evidence.  In assessing evidentiary sufficiency, \"[o]ur task is to review the record to determine whether the evidence and reasonable inferences therefrom, taken as a whole and in the light most favorable to the prosecution, would allow a rational jury to determine beyond a reasonable doubt that the defendants were guilty as charged.\"  United States v. Mena-Robles, <span class=\"citation\" data-id=\"194956\"><a href=\"/opinion/194956/united-states-v-mena-robles/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1031 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1550</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">199</span> </span>(1994), modified on other grounds sub nom., United States v. Piper, <span class=\"citation\" data-id=\"195585\"><a href=\"/opinion/195585/united-states-v-piper/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span> </a></span>(1st Cir.1994).  In arriving at our determination, we must credit both direct and circumstantial evidence of guilt, but \"must do so without evaluating the relative weight of different pieces of proof or venturing credibility judgments.\"  United States v. Echeverri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 677 (1st Cir.1993).  We need not be satisfied that no verdict other than one of guilt could reasonably have been reached;  rather, we need only satisfy ourselves that the record plausibly supports the verdict the jury did return.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Bonasia complains that the evidence against him is insufficient to support his convictions for conspiracy and attempt.  He maintains the government failed to offer any evidence that established his specific intent to join in either the criminal conspiracy or the attempt.  Moreover, he argues that the evidence amassed against him does not support a finding that he performed a \"substantial step\" towards the completion of the attempted robbery.  In essence, Bonasia contends that the evidence establishes only his mere presence at the scene of the crime, and his sporadic association with DeMasi and Martel.  Again, we disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To prove a charge of conspiracy, the government must establish beyond a reasonable doubt that an agreement or working relationship existed, that the agreement had an unlawful purpose, and that the defendant voluntarily entered into the agreement.  See United States v. David, <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 735 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span> </span>(1992).  Moreover, the government must prove that the defendant both intended to agree and to effectuate the commission of the underlying offense that was the object of the conspiracy.  United States v. Piper, <span class=\"citation\" data-id=\"195585\"><a href=\"/opinion/195585/united-states-v-piper/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 615 (1st Cir.1994).  \"[T]he proof of a defendant's conspiratorial involvement may consist of indirect evidence, including reasonable inferences drawn from attendant circumstances.\"  <span class=\"citation\" data-id=\"597415\"><span class=\"antecedent_guess\">Echeverri,</span> <a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">679</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To prove a charge of attempt, the government must show beyond a reasonable doubt the defendant's intent to commit the offense charged and that the defendant performed a substantial step towards the completion of the offense.  United States v. Argencourt, <span class=\"citation\" data-id=\"610550\"><a href=\"/opinion/610550/united-states-v-joseph-argencourt-aka-joe-black-united-states-of/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1300</span></a></span>, 1303 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">731</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span> </span>(1994).  Respecting Bonasia's \"mere presence\" argument, we have noted that \" 'the culpability of a defendant's presence hinges upon whether the circumstances fairly imply participatory involvement.  In other words, a defendant's \"mere presence\" argument will fail in situations where the \"mere\" is lacking.' \"  United States v. Torres-Maldonado, <span class=\"citation\" data-id=\"195153\"><a href=\"/opinion/195153/united-states-v-torres-maldonado/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 100 (1st Cir.1994) (quoting <span class=\"citation\" data-id=\"597415\"><span class=\"antecedent_guess\">Echeverri,</span> <a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">678</span></a></span>), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">193</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">125</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The government's evidence against Bonasia is clearly sufficient to support the jury's finding of guilt beyond a reasonable doubt on both the conspiracy and the attempt counts.  Bonasia's presence at the September 3, 1991, surveillance and his August 26, 1991, nighttime visit to the parking lot with DeMasi and Martel plausibly support an inference that he participated in the planning of the attempted robbery.  This inference is strengthened by Bonasia's frequent visits over the course of the summer to DeMasi and Martel's campsite at the Pines Campground.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Moreover, Bonasia's activities on the day of the arrest tend to establish his complicity.  Even aside from the much disputed \"thumb's up\" signal,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Bonasia's activities on September 10, 1991, go well beyond mere presence.  He arrived at the parking lot more than an hour before the scheduled arrival of the Brink's truck and met with DeMasi and Martel.  Moreover, an FBI agent testified that, shortly before the green van entered the Port Plaza parking lot, Bonasia, who was pacing back and forth watching the area, tellingly gave the van in which the agent was riding a \"very close look\" as it drove up.  This evidence supports an inference that Bonasia acted as a lookout during the attempted robbery.  His participation is further corroborated by the fact that, upon entering the parking lot, Papa drove the green van towards Bonasia's gray Buick and pulled to a momentary stop alongside it before heading to where the Brink's truck was to make its scheduled stop.  Significantly, prior to this detour, the defendants in the green van temporarily had been unable to view the area where they would encounter the Brink's truck.  This underscores their need for a lookout.  In sum, there is sufficient evidence to support a finding that Bonasia voluntarily and intentionally joined the conspiracy, and that he performed a substantial step towards the completion of the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Bonasia also challenges the sufficiency of the evidence on the related firearm convictions under 18 U.S.C. Sec. 924(c).  He points out that these charges were submitted to the jury under an aiding and abetting theory, which requires the government to establish that the defendant knew that weapons would be used during the crime.  See <span class=\"citation\" data-id=\"195153\"><span class=\"antecedent_guess\">Torres-Maldonado,</span> <a href=\"/opinion/195153/united-states-v-torres-maldonado/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">103</span> </a></span>(to sustain Sec. 924(c) conviction under an aiding and abetting theory \"accomplice 'must have known to a practical certainty that the principal would be [using] a gun' \" (quoting United States v. Powell, <span class=\"citation\" data-id=\"558557\"><a href=\"/opinion/558557/united-states-v-raymond-j-powell/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span>, 728 (D.C.Cir.1991)).  Bonasia contends that the record lacks any evidence to support a finding that he knew his codefendants would be using or carrying firearms during the attempted robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As we have noted, the evidence adduced at trial more than adequately supports a finding that Bonasia joined in the conspiracy and participated in the attempted robbery of the Brink's truck.  This same evidence likewise supports a finding that Bonasia knew that his four codefendants would be using or carrying firearms during and in relation to the attempted robbery.  In particular, two different Rhode Island State Troopers testified that Bonasia remained in the parking lot on September 3, 1991, and observed the Brink's truck for the entirety of its scheduled stop.  From this, a rational jury could conclude that Bonasia understood the scope of what a robbery of an armored truck with two armed guards would entail.  It therefore could reasonably infer that Bonasia must have known that his coconspirators would be using weapons.  As we have noted before, \"[i]n the last analysis, criminal juries are not expected to ignore what is perfectly obvious.\"  <span class=\"citation\" data-id=\"597415\"><span class=\"antecedent_guess\">Echeverri,</span> <a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">679</span></a></span>;  see also United States v. Ingraham, <span class=\"citation\" data-id=\"496705\"><a href=\"/opinion/496705/united-states-v-robert-christopher-ingraham-aka-arthur-robert-mackeil/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">229</span></a></span>, 240 (1st Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </span>(1988).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">DeMasi, Martel, and Papa's sufficiency challenges need detain us only briefly.  These defendants essentially contend that the evidence was insufficient to establish that they had the specific intent to rob the armored Brink's truck.  They maintain that, at most, the government proved only that they were present in the rear of the green van in the Port Plaza parking lot with some unspecified illicit purpose.  Defendants' argument is completely unconvincing.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Substantial evidence was introduced at trial which tended to establish that at least one of these defendants (and all of them at one time or another) was present and carefully observed the scheduled stop of the Brink's truck on each of the five Tuesdays preceding the foiled attempted robbery.  In addition, an FBI agent testified that on September 3, 1991, DeMasi, Martel, and Papa waited for and then followed a Brink's truck as it made one of its scheduled stops prior to reaching the Port Plaza Shopping Center.  From this evidence, a rational jury could conclude that the defendants intended to rob the Brink's armored truck.  The evidence therefore supports the convictions of DeMasi, Martel, and Papa.</p>\n    </div>\n    <p class=\"indent\">3. Jury Instructions</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We now turn to defendants' challenges to various portions of the jury instructions. Only the first of these, which assigns as error an instruction pertaining to the crediting of witness testimony, was raised before the district court.  The remainder were raised for the first time on appeal.  Accordingly, with the exception of the first, we will review all of defendants' challenges only for plain error.  Fed.R.Crim.P. 30, 52(b);  United States v. Whiting, <span class=\"citation\" data-id=\"673817\"><a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1296</span></a></span>, 1308 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">378</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">328</span> </span>(1994) (No. 94-5760).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Defendants initially challenge a section of the jury charge in which the district court gave instructions on evaluating witness testimony.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  As noted, the court instructed the jury that, in assessing the testimony, it should utilize the experience and skills it had attained from making everyday judgments and decisions.  Moreover, the district court explained that in rendering these assessments \"you try to make a judgment about who is giving the closest approximation of truth.\"   Defendants contend that these instructions trivialized the fact-finding function of the jury and had the overarching effect of reducing the government's burden of proof.  We are unpersuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is beyond dispute that the government must prove every element of a charged offense beyond a reasonable doubt.  In re Winship, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, 364, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1068</span></a></span>, 1072, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span> </a></span>(1970).  Failure of a verdict to be based on a finding of guilt beyond a reasonable doubt is a structural error of constitutional magnitude and is not subject to harmless error review.  Sullivan v. Louisiana, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2078</span></a></span>, 2082, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">182</span> </a></span>(1993).  It is also true, however, that each piece of evidence and every \"inference forming a part of the mosaic making up the jury's ultimate finding of guilt beyond a reasonable doubt need [not] itself be established beyond a reasonable doubt.\"  United States v. Corgain, <span class=\"citation\" data-id=\"194958\"><a href=\"/opinion/194958/united-states-v-corgain/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 10 (1st Cir.1993).  Hence, the appropriate question on review is \"whether there is a reasonable likelihood that the jury understood the instructions to allow conviction based on proof insufficient to meet the Winship standard.\"  Victor v. Nebraska, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, 1243, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span> </a></span>(1994).  Moreover, in reviewing jury instructions, we measure each instruction, not in isolation, but within the context of the charge as a whole.  United States v. Akinola, <span class=\"citation\" data-id=\"600348\"><a href=\"/opinion/600348/united-states-v-michael-idowu-tunde-akinola/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1105</span></a></span>, 1112 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The challenged instructions do not endeavor to set forth the government's burden of proof (which the district court correctly described);  instead, they guide the jury in evaluating and considering the credibility of witness testimony.  This is not a situation in which the district court has attempted to define reasonable doubt by analogizing to the standard employed by individuals in the significant decisions of daily life.  See, e.g., United States v. Nickens, <span class=\"citation\" data-id=\"577009\"><a href=\"/opinion/577009/united-states-v-david-lloyd-nickens/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 119-120 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">108</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">66</span> </span>(1992);  Dunn v. Perrin, <span class=\"citation\" data-id=\"352742\"><a href=\"/opinion/352742/richard-dunn-v-everett-i-perrin-jr-laurence-black-v-edward-cox/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 24-25 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1141</span> </span>(1978).  Instead, the court was merely exhorting the jury to fulfill its function by bringing common sense judgment to bear on the evaluation of the different and inevitably conflicting testimony of the various witnesses.  This certainly does not constitute reversible error.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Moreover, as defendants concede, the district court accurately set forth the proper standard for the government's burden of proof in other sections of the charge.  Our review of the instructions reveals that the district court referred to the \"beyond a reasonable doubt\" standard no less than twelve times in the nine pages of jury instructions preceding the isolated section challenged here.  This overwhelming number of correct references negated any chance that the contested statements were misconstrued by the jury as somehow reducing the government's burden of proof.  See United States v. Glenn, <span class=\"citation\" data-id=\"494122\"><a href=\"/opinion/494122/united-states-v-kenneth-robert-glenn-united-states-of-america-v-manuel/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span>, 861 (1st Cir.1987) (no reversible error where jury could not have been misled in light of numerous other correct instructions about presumption of innocence and government's burden).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Defendants, as we have noted, also raise for the first time several additional objections to the district court's jury instructions.  Bonasia argues that the district court erred by giving an improper \"Pinkerton \" instruction concerning Bonasia's liability for the substantive crimes committed by his coconspirators.  See Pinkerton v. United States, <span class=\"citation\" data-id=\"104316\"><a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">640</span></a></span>, <span class=\"citation\" data-id=\"104316\"><a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1180</span></a></span>, <span class=\"citation\" data-id=\"104316\"><a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1489</span> </a></span>(1946) (approving instructions that permitted jury to convict a conspirator for a coconspirator's acts that were committed in furtherance of the conspiracy).  DeMasi, Martel, and Papa claim that the district court erred by incorrectly defining the elements of attempt, and by creating a logical progression of steps that inevitably led the jury to a guilty verdict.  In addition, all four defendants object to various isolated statements which, they maintain, were prejudicial, assumed various material facts as true, and deprived them of their Sixth Amendment right to a jury trial.  Though a few of the instructions identified by the defendants are problematic, we cannot say that, individually or collectively, they rise to the level of plain error.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Under \"plain error\" review, the burden falls on the appellant to show that there is an error, that the error is \"clear\" or \"obvious,\" and that it has affected \"substantial rights.\"  United States v. Olano, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1776-9, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993);  <span class=\"citation\" data-id=\"673817\"><span class=\"antecedent_guess\">Whiting,</span> <a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1308</span></a></span>.   In most cases, an error will be found to have \"affect[ed] substantial rights\" only if inter alia the error was prejudicial such that it had an impact on the outcome of the trial.  Olano, --- U.S. at <span class=\"citation no-link\"><span class=\"antecedent_guess\">----,</span> <span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1778</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Even then, our review is discretionary.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  \"[A] plain </span>error affecting substantial rights does not, without more,\" warrant the exercise of this discretion.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at ----, </span>113 S.Ct. at 1779.   A reviewing court should limit the exercise of this discretion to cases where the failure to act would result in a \"miscarriage of justice\" such as \"the conviction or sentencing of an actually innocent defendant.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  In other </span>words, \"we review only 'blockbusters:  those errors so shocking that they seriously affect the fundamental fairness and basic integrity of the proceedings conducted below.' \"  United States v. Olivo-Infante, <span class=\"citation\" data-id=\"564948\"><a href=\"/opinion/564948/united-states-v-americo-olivo-infante-united-states-v-jose-gonzalez/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1412 (1st Cir.1991) (quoting United States v. Griffin, <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 100 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">94</span> </span>(1987)).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We first consider Bonasia's objection to the district court's inclusion of an allegedly improper Pinkerton instruction.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Bonasia argues that he was prejudiced by the court's failure to limit liability under the Pinkerton doctrine to only those reasonably foreseeable acts of his coconspirators done in furtherance of the conspiracy.  Bonasia claims that the failure to include the \"reasonably foreseeable\" qualification was tantamount to a directed verdict in favor of the government on the 18 U.S.C. Sec. 924(c) charge.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Because the government conceded error in its brief, we will assume arguendo that the district court's formulation of the Pinkerton charge was erroneous.  The government nevertheless maintains that the Pinkerton instruction did not prejudice Bonasia.  The government argues that the district court's previous instruction under an aiding and abetting theory--that in order to convict Bonasia the jury must find that he knew his coconspirators would use or carry firearms during the attempted robbery--alleviated any possible harm.  The inclusion of a correct instruction directly contradicting an erroneous one, however, will not necessarily rectify the error because a reviewing court cannot determine with certainty which of the two irreconcilable instructions the jury followed.  See Francis v. Franklin, <span class=\"citation\" data-id=\"111418\"><a href=\"/opinion/111418/francis-v-franklin/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 322, <span class=\"citation\" data-id=\"111418\"><a href=\"/opinion/111418/francis-v-franklin/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></a></span>, 1975, <span class=\"citation\" data-id=\"111418\"><a href=\"/opinion/111418/francis-v-franklin/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">344</span> </a></span>(1985);  Hill v. Maloney, <span class=\"citation\" data-id=\"557195\"><a href=\"/opinion/557195/gerald-m-hill-v-michael-maloney/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">646</span></a></span>, 651 (1st Cir.1990).  Accordingly, because we have no way of determining which instruction the jury applied, we must instead ask whether we can affirm the conviction based on the erroneous instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Essentially, Bonasia claims that the district court omitted an element in its Pinkerton instruction, and that the omission, a fortiori, precluded the jury from making the necessary factual finding to support his conviction.  What the law demands in order to show that a district court's omission or misdescription of an element did not affect a defendant's \"substantial rights\" is not entirely clear.  See <span class=\"citation\" data-id=\"673817\"><span class=\"antecedent_guess\">Whiting,</span> <a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1309</span></a></span>.   Nevertheless, even under the most rigorous harmless error standard suggested, an error will be declared harmless in those rare cases where no rational jury could have found what it actually did find and not also find the omitted or misdescribed element.  Carella v. California, <span class=\"citation\" data-id=\"112298\"><a href=\"/opinion/112298/carella-v-california/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 270-71, <span class=\"citation\" data-id=\"112298\"><a href=\"/opinion/112298/carella-v-california/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2419</span></a></span>, 2423, <span class=\"citation\" data-id=\"112298\"><a href=\"/opinion/112298/carella-v-california/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span> </a></span>(1989) (Scalia, J., concurring in judgment).  This is such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">First, even under the contested instruction, the jury was required to find that Bonasia conspired with the other defendants to rob the armored truck.  As we have stated above, the evidence amply supports the jury's verdict of guilt on this issue.  Next, we have noted the strong nexus between the use or carrying of firearms and the successful completion of the robbery of an armored truck.  See supra at 1316.  This is not a case where the government sought to hold a defendant liable for the substantive crimes of his coconspirators that were not an integral part of the direct object of the conspiracy.  Rather, the use of firearms during and in relation to the attempted robbery of the Brink's truck was part and parcel to the object of the conspiracy itself.  Therefore, we find that no rational jury could have found that Bonasia conspired to rob the Brink's truck in the Port Plaza Shopping Center on September 10, 1991, without also finding that the use of firearms in that robbery would be reasonably foreseeable.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">DeMasi, Martel, and Papa also contend that the district court incorrectly instructed the jury on the elements of attempt.  The district court did not give the \"substantial step\" instruction which has been uniformly adopted by the federal courts, see United States v. Rivera-Sola, <span class=\"citation\" data-id=\"422230\"><a href=\"/opinion/422230/united-states-v-sigfredo-rivera-sola-aka-freddy/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">866</span></a></span>, 869 (1st Cir.1983), but instead stated:</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">One thing more is required beyond intent.  And this is a fussy point.  Mere preparation is not enough.  There must be some act taken.  You must be satisfied that the defendants or the defendant whom you are considering set himself on a path of action which, but for the intervention of the FBI, would in the ordinary course have led to the commission of the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">At oral argument, counsel for the defendants conceded that the instruction that the defendant must \"set himself on a path of action which, but for the intervention of the FBI, would in the ordinary course have led to he commission of the crime\" actually set forth a narrower standard than provided by a \"substantial step\" instruction.  Nonetheless, defendants' counsel maintained that the preceding sentence (\"There must be some act taken.\"), permitted the jury to find the defendants guilty on a standard substantially less than that called for in a substantial step instruction.  Defendants' argument is baseless.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">When the district court's instruction is read in context, as set forth above, it is fully apparent that the challenged statement was qualified by the subsequent \"path of action\" language.  Plainly, the jury was instructed that not just any act taken but only those acts that would have set the defendants on the \"path of action\" inevitably leading to the commission of the crime would be sufficient to establish the charge of attempt.  Because defendants concede that the \"path of action\" language established a narrower standard than that required by law, they were not harmed by the district court's variance from the usual instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">DeMasi, Martel, and Papa also contend that the district court led the jury through a progression of logical steps to the inevitable result of a guilty verdict.  Primarily, defendants assert that by juxtaposing a scenario which the district court suggested would not constitute an attempt against the facts of the case, the district court strongly implied that an attempt had occurred.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Defendants maintain further that the district court continued the progression by stating later that \"it's hard to imagine an attempt being accomplished without there having been a conspiracy, without there being an agreement.\"   Finally, defendants complain that the district court compounded the error when it opined that \"[f]our guys end up in a truck;  common sense would tell you that there had to be some prior agreement to be there.\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Once again, because defendants made no contemporaneous objection to this portion of the jury charge, we engage only in a plain error review, and once again, we find none.  Defendants rely on United States v. Spock, <span class=\"citation\" data-id=\"286579\"><a href=\"/opinion/286579/united-states-v-benjamin-spock-united-states-of-america-v-michael/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">165</span></a></span>, 180-83 (1st Cir.1969), where we held that instructions that present the jury with a \"logical progression\" are forbidden.  What was particularly offensive in Spock, however, was the submission of a special verdict to the jury in a criminal trial.  We initially note that no special verdict was used here.  Moreover, because they do not purport to instruct the jury on the intent element of attempt, we do not believe that the challenged instructions led the jury to the inevitable conclusion that an attempt had occurred.  Indeed, in the preceding paragraph of instructions, the district court carefully instructed the jury on the element of intent, which was the most contested issue at trial, stating that:  \"Attempt is a different type of offense.  For an attempt there has to be the intent to do the illegal act....  In the attempt situation, you have to find intent....  And again, you have to be satisfied beyond a reasonable doubt.\"   Finally, the court ended the paragraph that included the challenged illustration with the reminder, \"All right.  So there are two elements of attempt.\"  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In sum, we are not persuaded that the challenged instruction created a logical progression that inevitably led the jury to a guilty verdict.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Finally, all four defendants challenge various isolated statements which they contend were prejudicial, assumed controverted material facts as true and deprived the defendants of their Sixth Amendment right to trial by jury.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Though it might have been preferable if the statements had not been made, we cannot say that any of them so infected the entire charge to the jury as to undermine the fairness of the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In analyzing the prejudicial effect of the challenged statements, we note that the district court cautiously admonished the jury that \"when I talk about the evidence, it's my memory only.  It's your memory that governs.\"   The challenged statements, though problematic, are isolated snippets culled from over thirty pages of generally cautious, careful, and correct instructions.  At most, the statements were inadvertent slips of the tongue with limited prejudicial force.  See United States v. Lebron-Gonzalez, <span class=\"citation\" data-id=\"487129\"><a href=\"/opinion/487129/united-states-v-jose-luis-lebron-gonzalez-aka-tito-camaro-aka-tito/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">823</span></a></span>, 830 (1st Cir.)  (no plain error because judge did not supplant jury as fact finder as a result of inadvertent slip of tongue in jury charge), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">843</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">135</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">92</span></span>, and cert. denied <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">857</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">166</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">120</span> </span>(1987).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Moreover, as we have noted, the evidence against DeMasi, Martel and Papa was overwhelming.  We further note that, with respect to Bonasia, the evidence was likewise more than sufficient.  We have no fear that the challenged statements caused the conviction of innocent defendants.  After carefully reviewing the record, we are confident that no miscarriage of justice occurred.</p>\n    </div>\n    <p class=\"indent\">4. Other Matters</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Bonasia makes two final arguments.  First, Bonasia contends that in rebuttal the prosecution mischaracterized what certain FBI surveillance logs stated with respect to him.  Nonetheless, Bonasia failed to object to this characterization at trial.  \"In the absence of a contemporaneous objection, we review allegations of prosecutorial misconduct for plain error, and will overturn a jury verdict only if the government's closing argument so poisoned the well that it is likely that the verdict was affected.\"  United States v. Tuesta-Toro, <span class=\"citation\" data-id=\"195508\"><a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">771</span></a></span>, 776-77 (1st Cir.1994) (internal quotations omitted).  We are confident that there is no likelihood that the isolated statement affected the outcome of the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Finally, Bonasia maintains that, if not individually, the cumulative effect of the various complaints he raises deprived him of a fair trial.  Because we have found that none of Bonasia's individual complaints resulted in substantial prejudice and that most are completely without merit, we reject the final contention that his conviction was tainted by cumulative error.  See <span class=\"citation\" data-id=\"195508\"><a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"id_token\">id.</span>  (rejecting cumulative </a></span>error argument);  see also United States v. Barnett, <span class=\"citation\" data-id=\"603504\"><a href=\"/opinion/603504/united-states-v-michael-barnett-united-states-of-america-v-barry-jordan/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 560 (1st Cir.)  (\"The Constitution entitles a criminal defendant to a fair trial, not a perfect one.\"  (quotations omitted)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">148</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span></span>, and cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">149</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span> </span>(1993).</p>\n    </div>\n    <p>C. Alleged Post-Trial Errors</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">On cross-appeal, the government raises two objections to the sentencing of Bonasia by the district court.  The government challenges both the role-in-the-offense reduction awarded Bonasia and the downward departure of twenty-nine months granted him because of his record of charitable work and community service.  We discuss each in turn.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">A sentencing court's decision to award a role-in-the-offense reduction \"is heavily dependent on the facts of the particular case,\" U.S.S.G. Sec. 3B1.2, comment.  (backg'd.).  Accordingly, we review these fact-bound determinations only for clear error.  United States v. Ocasio, <span class=\"citation\" data-id=\"548346\"><a href=\"/opinion/548346/united-states-v-gilberto-ocasio-aka-gilberto-ocasio-agosto/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span>, 333 (1st Cir.1990).  In reviewing decisions to depart from the Sentencing Guidelines, our review is broader.  In a three-step analysis, we examine \"(1) whether the reasons the court gave for departing are of the sort that might permit a departure in an appropriate case;  (2) whether the record supports a finding of facts demonstrating the existence of such reasons;  and (3) whether, given the reasons, the degree of departure is reasonable.\"  United States v. Mendez-Colon, <span class=\"citation\" data-id=\"195155\"><a href=\"/opinion/195155/united-states-v-mendez-colon/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">188</span></a></span>, 189 (1st Cir.1994).  With respect to the first prong of the analysis, we generally review a district court's determination that a case is unusual and therefore worthy of departure \"with full awareness of, and respect for, the trier's superior feel for the case.\"  United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 952 (1st Cir.1993) (internal quotations omitted);  see also United States v. Pelkey, <span class=\"citation\" data-id=\"195491\"><a href=\"/opinion/195491/united-states-v-pelkey/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 14 (1st Cir.1994).  In conducting this inquiry, however, we do not owe deference to the district court when the issue turns on purely legal questions of guideline interpretation or whether the correct legal standard was applied.  See <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">950-52</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Turning to the government's first argument, we note that the district court determined that Bonasia's participation in the attempted robbery fell between a minor and a minimal role, thus warranting a three-level reduction in his base offense level.  See U.S.S.G. Sec. 3B1.2 (granting reductions in base offense level to less culpable participants in the criminal activity).  The government maintains, however, that the district court impermissibly based this determination on the fact that Bonasia's role as a lookout was less reprehensible than the roles of his codefendants and not because his conduct evinced less culpability.  We do not find the district court's determination to be clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">A defendant can receive a role-in-the-offense reduction by fulfilling two requirements.  First, the defendant must convince the sentencing court that the defendant was less culpable than most of the participants in the criminal activity.  See U.S.S.G. Sec. 3B1.2, comment.  (n. 1-3);  United States v. Gregorio, <span class=\"citation\" data-id=\"577673\"><a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">341</span></a></span>, 344 (1st Cir.1992).  Second, the sentencing court must also be persuaded to find that the defendant was less culpable than the \"average person\" who commits the same offense.  <span class=\"citation\" data-id=\"577673\"><span class=\"antecedent_guess\">Gregorio,</span> <a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">344</span></a></span>;  cf. U.S.S.G. Sec. 3B1.2, comment.  (backg'd).  Here the record reasonably supports the district court's decision to grant a reduction.  Specifically, the district court plausibly inferred from the totality of the evidence (including, for example, the fact that Bonasia attended only one of the Tuesday surveillance meetings) not only that Bonasia played a limited part in the planning of this particular offense, but also that, within the universe of individuals convicted of conspiring and attempting to rob banks with the aid of firearms, Bonasia was less involved (and, hence, less culpable) than most.  We believe, therefore, that the district court's determination is not clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The government's next contention is that the district court erred in making a downward departure of twenty-nine months in the calculation of Bonasia's sentence.  The government complains that in deciding to depart because of Bonasia's history of charitable work and community service, the court improperly compared Bonasia to \"the typical bank robber\" and not to other defendants with comparable records of good works.  We agree with the government on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Before a sentencing court may depart in a specific case, it must ask:</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>1) What features of this case, potentially, take it outside the Guidelines' \"heartland\" and make of it a special, or unusual, case?</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>2) Has the [Sentencing] Commission forbidden departures based on those features?</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>3) If not, has the [Sentencing] Commission encouraged departures based on those features?</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>4) If not, has the [Sentencing] Commission discouraged departures based on those features?</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">949</span></a></span>.   A court's subsequent analysis varies depending on the category in which the feature justifying departure falls.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">If the feature or reason for departure falls into the discouraged category, the mere presence of the feature (no matter how unusual that mere presence might seem) will not by itself take the case outside the Guidelines' \"heartland.\"  <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"id_token\">Id.</span> at 948. </a></span>  This is true because the philosophy underlying the Guidelines dictates that whether or not these features are present in a case is \"not ordinarily relevant\" in determining a defendant's sentence.  <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"id_token\">Id.</span>  A discouraged-feature </a></span>departure is warranted only if the \"nature and magnitude\" of the feature's presence is unusual or special.  <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"id_token\">Id.</span>  To make </a></span>this determination, a court must ask \"whether the case differs from the ordinary case in which those [discouraged] features are present.\"  <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"id_token\">Id.</span> at 949; </a></span> see also United States v. Jackson, <span class=\"citation\" data-id=\"195501\"><a href=\"/opinion/195501/united-states-v-jackson/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span>, 202 (1st Cir.1994);  United States v. Sclamo, <span class=\"citation\" data-id=\"610803\"><a href=\"/opinion/610803/united-states-v-joseph-sclamo-jr/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span>, 973 (1st Cir.1993).  Moreover, before a court may lawfully decide to depart, \"it must explain how the case (compared to other cases where the [discouraged] reason is present) is special.\"  <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">951</span></a></span>;  see also <span class=\"citation\" data-id=\"195501\"><span class=\"antecedent_guess\">Jackson,</span> <a href=\"/opinion/195501/united-states-v-jackson/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">202</span></a></span>;  <span class=\"citation\" data-id=\"610803\"><span class=\"antecedent_guess\">Sclamo,</span> <a href=\"/opinion/610803/united-states-v-joseph-sclamo-jr/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">973</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Whether or not departure for a certain feature is discouraged turns, of course, on a reading of the Guidelines.  Specifically, the Sentencing Guidelines provide that \"civic, charitable, or public service, ... and similar prior good works are not ordinarily relevant in determining whether a sentence should be outside the applicable guideline range.\"   U.S.S.G. Sec. 5H1.11, p.s.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  Therefore, a defendant's record of charitable work and community service falls into the discouraged-feature category of justifications for departure.  See <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">948</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">In the present case, the district court chose to depart from the Guidelines because Bonasia's charitable work and community service stood apart from what one would expect of \"the typical bank robber.\"   The court, however, did not compare Bonasia's history of charitable and community service to the histories of defendants from other cases who similarly had commendable community service records.  The court stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>If this was a securities fraud case or bank fraud case, probably the downward departure would not be appropriate.  Because presumably people of the sort that Dr. Bonasia is [i.e., individuals who have a past record of charitable work and community service] are likely to engage in those activities and be within the contemplation of the Sentencing Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">In so stating, the court at least implied that it did not consider Bonasia's good works to be unusual or exceptional if compared to other defendants with past records of commendable service.  Moreover, the court erred by restricting the scope of its comparison to only bank robbery cases.  A court should survey those cases where the discouraged factor is present, without limiting its inquiry to cases involving the same offense, and only then ask whether the defendant's record stands out from the crowd.  See <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">953-54</span> </a></span>(suggesting departure for discouraged factor might be warranted after comparing case to other cases involving the factor without regard to the underlying crime);  <span class=\"citation\" data-id=\"195501\"><span class=\"antecedent_guess\">Jackson,</span> <a href=\"/opinion/195501/united-states-v-jackson/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">202</span></a></span>-03 (reversing decision to depart based on discouraged factor [age] after comparing facts of case to other cases involving age irrespective of underlying crime);  but cf. United States v. Haversat, <span class=\"citation\" data-id=\"668594\"><a href=\"/opinion/668594/united-states-of-america-appellantcross-appellee-v-robert-a-haversat/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">790</span></a></span>, 795-96 (8th Cir.1994) (reversing departure because defendant's charitable and volunteer activities were not atypical for a defendant in an antitrust price-fixing case).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In sum, the district court erred when it declined to compare Bonasia's record of charitable work and community service to other cases where defendants similarly had records of past community service.  We therefore must remand for reconsideration of this issue under the proper legal standard.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>III.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the district court on all issues raised by the defendants.  We, however, vacate Bonasia's sentence and remand for resentencing.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pinto was tried and convicted along with the other defendants and joined in the consolidated appeal.  Pinto, however, died on September 15, 1992, and his appeal was subsequently dismissed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Papa and Pinto also left the trunk of their automobile unlocked and open.  Moreover, each of the two cars had stolen license plates affixed over their regular plates</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Subsequent to Bonasia's arrest, FBI agents conducted two warrantless searches of Bonasia's automobile.  Bonasia successfully moved prior to trial to suppress all evidence obtained from these searches</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Bonasia also contests the failure to suppress the evidence seized from the green van.  It is, however, axiomatic that Fourth Amendment rights are personal to the individual.  <span class=\"citation\" data-id=\"567586\"><span class=\"antecedent_guess\">Sanchez,</span> <a href=\"/opinion/567586/united-states-v-erwin-sanchez/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">112</span></a></span>.   Bonasia was not present in the van during the arrest, nor does he own the van or claim any possessory rights in the seized evidence.  Hence, Bonasia has no legitimate expectation of privacy on which to base his claim.  See United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1194 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span> </span>(1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Bonasia perfunctorily raises several additional arguments in support of his severance appeal, such as \"antagonistic defenses\" existing between him and his codefendants, his inability to obtain exculpatory testimony and his inability to sit with his counsel at trial.  Bonasia failed to raise these issues at trial in support of his motions for severance.  Moreover, on appeal, he fails to adequately explain how he was prejudiced by them.  We therefore deemed them waived.  See United States v. Lilly, <span class=\"citation\" data-id=\"195133\"><a href=\"/opinion/195133/united-states-v-lilly/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 17-18 (1st Cir.1994) (failure to raise arguments below results in waiver) and United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.)  (perfunctorily raised arguments waived), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">944</span> </span>(1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We also note that the district court was careful to sever the three felon-in-possession counts charged only against Bonasia's codefendants.  These issues were tried to the jury after it had returned a verdict on all the other charges</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Bonasia cites two statements by DeMasi as being inflammatory and prejudicial, but the first occurred at a pretrial hearing and the second occurred at DeMasi's sentencing.  Bonasia also notes that DeMasi allegedly threatened Bonasia's trial counsel over a dispute concerning the order in which defendants would present final arguments.  The alleged threat, however, occurred outside of the courtroom and after the close of evidence.  Bonasia's counsel brought the alleged threat to the attention of the judge, who ordered all the defendants to present arguments in alphabetical order.  Nevertheless, Bonasia's counsel agreed to argue fourth with DeMasi arguing last.  We cannot say that this change in the order of final arguments deprived Bonasia of a fair trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Bonasia also challenges a reference by the district court to the binoculars in the jury instructions and a similar reference by the prosecutor in summation.  Because we rule that the testimony concerning the binoculars was properly admitted, neither of the challenged references was improper</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Bonasia fervently maintains that we should disregard the FBI agent's testimony concerning the alleged sighting of the \"thumb's up\" signal because, under the conditions, such a sighting was a \"physiological impossibility.\"   Bonasia's \"thumb's up\" signal was observed by an FBI special agent who was located in an undercover van in the parking lot some 60 to 65 yards away.  The agent made his observation while peering through a hole in a plastic sheet that covered the windows of the van.  At trial, both sides introduced photographs relating to whether the observation was possible</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In a submission after oral argument, Bonasia directed this court to United States v. Medina, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">40</span> </span>(2d Cir.1994), in which the Second Circuit reversed a defendant's conviction for aiding and abetting a violation of 18 U.S.C. Sec. 924(c) due to insufficient evidence.  Notwithstanding the defendant's knowledge of expected firearm use and role in instigating the planning of the crime, the Second Circuit held that the evidence was insufficient to show that the defendant \"consciously and affirmatively assisted\" in the specific Sec. 924(c) violation.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 45</span></p>\n        <p>Here, Bonasia's circumstances are clearly different from those in Medina.   The defendant in Medina was not present at and did not participate in the commission of the underlying felony.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 42-43. </span>  Indeed, this fact weighed significantly in Second Circuit's analysis.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 46 </span>(\"Had Medina been present at the attempted robbery, we would consider whether his conduct at the scene facilitated or promoted the carrying of a gun, or whether he benefitted from the gun's use so that he could be said to constructively possess the gun;  but he was not there.\"  (citation omitted)).  Here, Bonasia was present at and played a significant part in the attempted armed robbery.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The defendants objected to the underlined language which is set out in context below:</p>\n        <p>How do you deal with witnesses?   Well, most of the Government witnesses in this case have been FBI agents.  Not all of them, but certainly the bulk of the testimony has come in through FBI agents.  There's nothing magic about them.  You give the FBI agents the same scrutiny as you would anybody else, and you test their credibility by listening to them, determining what you can from tone of voice and expression of face.  You try to search out the interior logic of their testimony:  does it all fit together, does the body English that goes with the testimony give you a clue.  You may consider that.  It may give you a clue as to reliability, as to the confidence that the witness has.  It may give you a clue as to whether the defendant is lying.  In short, you use all of the techniques that you have developed in your lives for determining whether somebody is giving you reliable information.</p>\n        <p>You do this all the time.  You go and buy a major appliance or an automobile.  You listen to the salesman.  You listen to political candidates, you try to sort out disputes in your own household, perhaps the children or the in-laws or the neighbors or something, and you try to make a judgment about who is giving you the closest approximation of the truth.  That's probably about what we get at best.  And you have to be satisfied that all of these stories together, all of this testimony together, with its blemishes and defects, satisfies you beyond a reasonable doubt of the defendant's guilt before you can return a finding of guilty.</p>\n        <p>Now, you can take part of a witness's story, part of a witness's testimony and reject others.  You can take the part that seems to be reliable and reject what is unreliable, or what appears to be unreliable.  You can also say, well, if this man is unreliable in one respect, I won't trust him in any other.  But it is up to you.  Those judgments are yours.  That's what you're here for.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> In his reply brief, defendant Bonasia makes one additional challenge to the jury instructions.  Bonasia argues that a portion of the charge is nearly identical to language this court held to be reversible error in United States v. Harrigan, <span class=\"citation\" data-id=\"360836\"><a href=\"/opinion/360836/united-states-v-bernard-harrigan/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">860</span> </a></span>(1st Cir.1978).  In Harrigan, the district court instructed the jury \"that the defendant's evidence has no greater function than simply to raise a reasonable doubt in your minds, if it does.  The defendant is not required to go any further.\"  <span class=\"citation\" data-id=\"360836\"><a href=\"/opinion/360836/united-states-v-bernard-harrigan/\"><span class=\"id_token\">Id.</span> at 862. </a></span>  In the present case, the district court stated that \"[t]he defendants' efforts have one purpose only and no more than one purpose.  And that is to create reasonable doubt.\"   Bonasia maintains that this instruction created the impression that the defendant had the burden to prove reasonable doubt</p>\n        <p>Neither Bonasia nor any of his codefendants objected to this portion of the charge at trial.  Moreover, Bonasia raised this issue only in his reply brief.  As this court has consistently held, issues raised for the first time in appellant's reply brief are generally deemed waived.  United States v. Brennan, <span class=\"citation\" data-id=\"608079\"><a href=\"/opinion/608079/united-states-v-james-f-brennan-united-states-v-j-edward-mchugh/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></a></span>, 922 n. 7 (1st Cir.1993);  United States v. Michaud, <span class=\"citation\" data-id=\"555478\"><a href=\"/opinion/555478/united-states-v-hubert-michaud/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 43 n. 8 (1st Cir.1991);  United States v. Benavente Gomez, <span class=\"citation\" data-id=\"553170\"><a href=\"/opinion/553170/united-states-v-pedro-benavente-gomez-united-states-v-guillermo-cerda/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">378</span></a></span>, 386 (1st Cir.1990).  So it is here.  And, in any event, we discern no plain error in this instruction.  Unlike Harrigan, the jury was not told that the defendant was \"required\" to do anything;  instead, it was only told, if somewhat clumsily, what defendants were trying to do in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Bonasia objects to the following portion of the charge:</p>\n        <p>I should also point out another principle of law which has to do with Dr. Bonasia's liability.  If you find that he was a member of the conspiracy, then under the holding of the case called Pinkerton versus the United States, he is liable for all of the acts taken by the coconspirators during the time--or starting with the time that he became a member of the conspiracy.  So a member of a conspiracy is liable for all of the acts done in furtherance of the conspiracy by the other conspirators.  And that has to do with this gun charge.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> During oral argument, Bonasia's counsel belatedly argued that the legal standard set forth by the district court's aiding and abetting instruction was inadequate in light of United States v. Torres-Maldonado, <span class=\"citation\" data-id=\"195153\"><a href=\"/opinion/195153/united-states-v-torres-maldonado/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span> </a></span>(1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">193</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">125</span> </span>(1994) (No. 94-93).  In Torres-Maldonado, we noted that, with regard to 18 U.S.C. Sec. 924(c) convictions under an aiding and abetting theory, \"[i]t is well settled ... that an accomplice 'must have known to a practical certainty that the principal would be [using] a gun.' \"  <span class=\"citation\" data-id=\"195153\"><span class=\"antecedent_guess\">Torres-Maldonado,</span> <a href=\"/opinion/195153/united-states-v-torres-maldonado/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">103</span> </a></span>(quoting United States v. Powell, <span class=\"citation\" data-id=\"558557\"><a href=\"/opinion/558557/united-states-v-raymond-j-powell/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span>, 728 (D.C.Cir.1991)).  Here, the district court specifically instructed:</p>\n        <p>You have to be satisfied in order to hold Dr. Bonasia liable that he had intended to participate and that he had an expectation--you must find beyond a reasonable doubt that he had an expectation that firearms would be used in carrying out the crimes, that he should have, that he would in the ordinary course have known that firearms were to be used.  You don't have to be satisfied that he saw them, but you have to be satisfied that when, if he did undertake to be a part of this plan, that he understood that part of the plan was going to involve the use of firearms, having in mind that the Government's position is that the plan was to hold up the armored car and take the banks' money out of it.</p>\n        <p>Bonasia waived this issue by failing to raise it prior to oral argument.  See Sheinkopf v. Stone, <span class=\"citation\" data-id=\"557334\"><a href=\"/opinion/557334/warren-b-sheinkopf-v-john-kp-stone-iii-etc/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1259</span></a></span>,  1263 (1st Cir.1991) (issues raised only at oral argument are waived).  In any event, we are not convinced that the district court's instruction was incorrect.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The contested section of the charge is as follows:</p>\n        <p>Now, as I say, mere preparation is not enough.  This evidence of surveilling would not have been enough.  I would suppose that, let's say on September 10th they got opposite the McDonald's and they said, [\"]gee, its hot in this truck and all these things I'm wearing are very uncomfortable and sticky.  Let's quit the whole thing and go into McDonald's and get a milk shake.  [\"]  At that point, the progress would have stopped.  And I suggest to you it probably would not have been close enough to be an attempt.  It was not stopped by the FBI if they stopped themselves.  But then you can consider from all of the evidence you have heard about the passage of the truck, where the Brink['s] truck, in the ordinary course, would have been, whether they had set themselves on a path of action which, but for the intervention of the FBI, would in the ordinary course have led to the commission of the crime.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We also rule that neither of two additional statements that DeMasi, Martel, and Papa contend buttress their logical progression argument constitute plain error.  Even if we assume that the statements prejudiced the defendants to some degree, we note that the evidence with respect to DeMasi, Martel, and Papa was overwhelming.  There is no chance that innocent defendants were convicted as a result of the challenged statements.  Accordingly, no miscarriage of justice occurred</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> First, DeMasi, Martel, and Papa contest the district court's following comment on the evidence:  \"But you do have some things about which there are no mistakes, the most significant being that four of these defendants were found in the truck with guns.\"   Bonasia makes a similar complaint about the reference to \"robbing from a bank, and you had evidence about that.\"   DeMasi, Martel, and Papa also object to the following statement made by the court while elaborating on the action element of the crime of attempt:  \"Now as I say, mere preparation is not enough.  This evidence of surveilling would not have been enough.\"   They further find offensive the court's reference to \"this attempted robbery\" which it made while instructing on the 18 U.S.C. Sec. 924(c) firearm charges.  In addition, DeMasi, Martel, and Papa challenge a comment the court made while explaining the aiding and abetting theory on which Bonasia was charged:  \"He himself did not--was not in the truck.  He did not make the attempt.   But he is charged with being an aider and abettor.\"   Lastly, Bonasia challenges the comment:  \"Four guys end up in a truck, common sense would tell you that there had to be some prior agreement to be there.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> DeMasi, Martel, and Papa also appeal the calculation of their sentences, contending that the district court erred in finding the value of the intended loss for sentencing purposes.  The district court's determination was a factual finding which we review only for clear error.  18 U.S.C. Sec. 3742(e).  The district court found the value of the intended loss to be $400,000, which was the lowest of three alternatives presented in the Presentence Report.  Defendants argue that a fourth scenario existed where the intended loss would have been only $24,000.  After reviewing the record, however, we cannot say the district court's finding was clear error.  See United States v. Morillo, <span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 871 (1st Cir.1993) (\"Where ... evidence fully supports more than one inference, a sentencing court's choice from among plausible alternatives cannot be clearly erroneous.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The fact that Sec. 5H1.11 was not promulgated until November 1, 1991, after the offense conduct but before the sentencing in this case, does not make it irrelevant to the present issue.  The district court must use, subject to ex post facto concerns, the Guidelines that are in effect on the date of sentencing.  18 U.S.C. Sec. 3553(a)(4).  Moreover, 28 U.S.C. Sec. 994(e) reveals Congress's intention that consideration of factors such as \"employment record, family ties and responsibilities, and community ties \" are generally inappropriate in sentencing decisions.  Hence, the enactment of Sec. 5H1.11 merely clarified the Guidelines and did not mark a substantive change.  Cf. Isabel v. United States, <span class=\"citation\" data-id=\"595487\"><a href=\"/opinion/595487/maurice-isabel-v-united-states/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 62-63 (1st Cir.1992) (clarifications of the Guidelines may be applied retroactively, substantive changes may not);  but see United States v. O'Brien, <span class=\"citation\" data-id=\"664662\"><a href=\"/opinion/664662/united-states-v-john-derek-obrien/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 302 (5th Cir.1994) (eschewing reliance on Sec. 5H1.11 due to ex post facto concerns, nonetheless vacating departure because defendant's charitable work and community service were products of defendant's professional record and professional skills, which are discouraged factors under Sec. 5H1.2 (vocational skills) and Sec. 5H1.5 (employment record)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">199</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">130</span> </span>(1994) (No. 94-159).  In any event, Bonasia did not challenge the use of Sec. 5H1.11 in the court below and, therefore, has waived any challenge to its applicability in his case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> We do not offer any opinion on whether Bonasia's record of charitable work and community service warrants departure given the proper comparison.  We leave this determination to the discretion of the district court</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104316/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108111/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110901/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111418/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112136/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112298/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112448/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112868/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117831/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194868/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194956/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195133/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195155/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195379/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195491/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195501/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/286579/",
    "https://www.courtlistener.com/api/rest/v3/opinions/352742/",
    "https://www.courtlistener.com/api/rest/v3/opinions/360836/",
    "https://www.courtlistener.com/api/rest/v3/opinions/422230/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487129/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488020/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494122/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496705/",
    "https://www.courtlistener.com/api/rest/v3/opinions/504377/",
    "https://www.courtlistener.com/api/rest/v3/opinions/507379/",
    "https://www.courtlistener.com/api/rest/v3/opinions/510226/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548346/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548418/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550640/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555478/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557195/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557867/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558557/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564948/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567586/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577009/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577673/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603504/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608079/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610550/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610803/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610896/",
    "https://www.courtlistener.com/api/rest/v3/opinions/659857/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664662/",
    "https://www.courtlistener.com/api/rest/v3/opinions/668594/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673817/"
  ]
}