{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195695/",
  "id": 195695,
  "absolute_url": "/opinion/195695/rivera-cotto-v-rivera/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195695/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:33Z",
  "date_modified": "2020-02-21T23:31:18.970716Z",
  "type": "010combined",
  "sha1": "7bb68ebf7dc2beffd65aaaaa08837f6e250f45db",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2088.01A",
  "local_path": null,
  "plain_text": "\n\nNovember 8, 1994\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 93-2088\n\n                    LUCETTE RIVERA-COTTO,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  RAMON LUIS RIVERA, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Gilberto Gierbolini, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n                Coffin, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nThe opinion  of this court issued on October 26,  1994, is amended\nas follows:\n\nPage 7, footnote 2,  last cite should read:   O'Connor v. Steeves,\r                                                                             \n994 F.2d 905, 909-12 (1st Cir.), cert. denied, 114 S. Ct. 634 (1993).\r                                                     \r\r\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 93-2088\n\n                    LUCETTE RIVERA-COTTO,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  RAMON LUIS RIVERA, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Gilberto Gierbolini, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n                Coffin, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nEvelyn Narvaez Ochoa for appellant.\r                                \nEdgardo Rodriguez  Quilichini, Assistant  Solicitor General,  with\r                                         \nwhom Pedro A. Delgado Hernandez, Solicitor  General, Carlos Lugo Fiol,\r                                                                             \nDeputy  Solicitor General,  were  on brief  for  appellees Ramon  Luis\nRivera and Jose Garcia-Rivera.\nDemetrio  Fernandez was  on  brief for  appellee  Municipality  of\r                               \nBayamon.\n\n                                         \n\n                       October 26, 1994\n                                         \r\r\n\n          STAHL, Circuit Judge.   In this appeal,  plaintiff-\r                      STAHL, Circuit Judge.\r                                          \n\nappellant  Lucette  Rivera-Cotto (\"Rivera-Cotto\")  challenges\n\nthe district  court's entry of  summary judgment in  favor of\n\ndefendants-appellees,  the  municipality  of Bayamon,  Puerto\n\nRico  (\"Bayamon\"),  its  Mayor,  Ramon  Luis  Rivera  (\"Mayor\n\nRivera\"), and  Bayamon employee Jose  Garcia-Rivera (\"Garcia-\n\nRivera\")  on  her   claims  of  political   affiliation-based\n\ndiscrimination and  discrimination  because of  her  physical\n\nhandicap.  For  the reasons  set forth below,  we affirm  the\n\ndistrict court's entry of summary judgment.\n\n                              I.\r                                          I.\r                                            \n\n              FACTUAL AND PROCEDURAL BACKGROUND\r                          FACTUAL AND PROCEDURAL BACKGROUND\r                                                           \n\n          We relate the facts in the light most favorable  to\n\nthe non-moving party.  See, e.g., Nereida-Gonzalez v. Tirado-\r                                                                         \n\nDelgado, 990 F.2d 701, 702 (1st Cir. 1993).  This case arises\r                   \n\nfrom  Rivera-Cotto's  employment  relationship with  Bayamon.\n\nRivera-Cotto, a partially deaf person who must  use a hearing\n\naid, first began to work for Bayamon on a temporary basis  in\n\n1969.  By  1971, she  had attained permanent  status and,  in\n\n1980, she became  an Administrative Officer III in  the legal\n\ndivision.   She remained  in that  position until  early 1986\n\nwhen the events leading to this litigation began.  \n\n          On  February  6,  1986,   Rivera-Cotto's  immediate\n\nsupervisor  asked  her for  some  information  to assist  the\n\nsupervisor in  preparation of  budget  documents.   Believing\n\n                             -2-\r                                          2\r\r\n\nthis to be  an attempted  usurpation of  her duties,  Rivera-\n\nCotto  balked.    A  heated  encounter  ensued  during  which\n\nthreatening words  were traded.   This exchange was  one more\n\nepisode in  an already troubled relationship.   The following\n\nday, the  supervisor dispatched a memorandum  to Mayor Rivera\n\nreporting the  incident and  requesting that  Rivera-Cotto be\n\ntransferred  out of the division.   Mayor Rivera responded by\n\nsuspending Rivera-Cotto from employment and salary for thirty\n\ndays.1     At  that  time,  however,   Rivera-Cotto  was  not\n\ntransferred.\n\n          On July 16,  1986, the Mayor  notified Rivera-Cotto\n\nthat,  because of a \"need  for [her] services,\"  she would be\n\ntransferred to the position  of Administrative Officer III at\n\nthe  Multiple Activities  Center  for the  Elderly.   Rivera-\n\nCotto, however,  claims that the transfer  occurred, at least\n\nin part,  because she  had been  incorrectly identified as  a\n\nmember of  the opposition Popular  Democratic Party  (\"PDP\").\n\nIn  fact,  she  is a  member  of  the  New Progressive  Party\n\n(\"NPP\"), the party in power in Bayamon.  While working at the\n\nElderly  Center,  Rivera-Cotto  claimed  that  co-workers and\n\nsupervisors subjected  her to various forms  of ill-treatment\n\nincluding changed  duties, denial of lunch,  denial of office\n\nsupplies, unfair disciplinary warnings, and isolation.  \n\n                    \r                                \n\n1.  Rivera-Cotto does not claim that either the suspension or\nloss of pay violated her constitutional rights.\n\n                             -3-\r                                          3\r\r\n\n          Meanwhile, Rivera-Cotto appealed both  the transfer\n\nand the earlier  suspension to  the Board of  Appeals of  the\n\nPersonnel Administration System (\"JASAP\").  JASAP reduced the\n\nsuspension  to  ten  days  and ordered  the  municipality  to\n\nreassign  Rivera-Cotto to  her former  position at  the legal\n\ndivision.  JASAP  found that  the facts did  not support  the\n\nclaim   that  personnel   needs  necessitated   her  original\n\ntransfer.  Bayamon's appeals were ultimately unsuccessful and\n\nRivera-Cotto has since returned to the legal division.\n\n          In  1988, Rivera-Cotto commenced the present action\n\nin  which she  sued appellees  pursuant to  42 U.S.C.    1983\n\nalleging  violations  of  her  constitutional  and  statutory\n\nrights.      Specifically,  Rivera-Cotto   alleged   she  was\n\ntransferred  and  subjected  to  other  forms  of  harassment\n\nbecause of her political affiliation.  She also  claimed that\n\nshe was  subjected to discrimination because  of her handicap\n\nand  sought   damages  flowing  from   defendants'  acts   of\n\ndiscrimination as well as injunctive relief.  \n\n          The district court  granted defendant's motion  for\n\nsummary judgment.  Judgment  was entered against Rivera-Cotto\n\nand her complaint was dismissed.  This appeal followed.\n\n                             II.\r                                         II.\r                                            \n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\n          On   appeal,   Rivera-Cotto  makes   the  following\n\narguments:    (1)  the   district  court  erred  in  granting\n\n                             -4-\r                                          4\r\r\n\ndefendants'  motion  for  summary  judgment as  to  both  the\n\npolitical  discrimination and  physical handicap  claims; and\n\n(2) the district court erred in finding that Mayor Rivera and\n\nGarcia-Rivera were  entitled  to  the  defense  of  qualified\n\nimmunity.   After reciting the summary  judgment standard, we\r                        \n\nfirst discuss the political  discrimination argument and then\n\nthe physical handicap  claim.  Because  we find that  Rivera-\n\nCotto  has  failed  to   satisfy  her  burden  under  summary\n\njudgment, we do not reach the question of qualified immunity.\n\nA.  Standard of Review\r                                  \n\n          We review  a  district  court's  grant  of  summary\n\njudgment  de  novo,  reading  the  record  in  a  light  most\r                              \n\nfavorable  to  the non-moving  party.   See,  e.g.,  Woods v.\r                                                                      \n\nFriction Materials, Inc.,  30 F.3d 255, 259  (1st Cir. 1994).\r                                    \n\nWhen  presented with  a motion  for summary  judgment, courts\n\nshould \"pierce the boilerplate of the pleadings and assay the\n\nparties'  proof  in  order  to  determine  whether  trial  is\n\nactually required.\"  Wynne  v. Tufts Univ. Sch. of  Medicine,\r                                                                        \n\n976  F.2d 791, 794 (1st Cir. 1992),  cert. denied, 113 S. Ct.\r                                                             \n\n1845  (1993).    Summary   judgment  is  rendered  when  \"the\n\npleadings,  depositions,  answers  to   interrogatories,  and\n\nadmissions  on file,  together with  the affidavits,  if any,\n\nshow  that there is no genuine  issue as to any material fact\n\nand that  the moving  party is  entitled to a  judgment as  a\n\nmatter of law.\"  Fed. R. Civ. P. 56(c).  A \"material\" fact is\n\n                             -5-\r                                          5\r\r\n\none  \"that might  affect the  outcome of  the suit  under the\n\ngoverning  law.\"  Anderson  v. Liberty Lobby,  Inc., 477 U.S.\r                                                               \n\n242, 248 (1986).  \"If the evidence is merely colorable, or is\n\nnot   significantly  probative,   summary  judgment   may  be\n\ngranted.\"    Id. at  249-50.   \"Even  in cases  where elusive\r                            \n\nconcepts  such as  motive  or intent  are  at issue,  summary\n\njudgment  may be  appropriate  if the  nonmoving party  rests\n\nmerely  upon  conclusory allegations,  improbable inferences,\n\nand unsupported speculation.\"  Medina-Munoz v.  R.J. Reynolds\r                                                                         \n\nTobacco  Co.,  896  F.2d  5,  8  (1st  Cir.  1990).    \"Brash\r                        \n\nconjecture, coupled with earnest hope that something concrete\n\nwill eventually materialize, is insufficient to block summary\n\njudgment.\"  Dow v. United  Bhd. of Carpenters, 1 F.3d  56, 58\r                                                         \n\n(1st Cir. 1993).\n\nB.  Political Discrimination Claim\r                                              \n\n          As noted above, the district court  granted summary\n\njudgment  on  Rivera-Cotto's political  discrimination claim.\n\nApplying our decision in Agosto-de-Feliciano v. Aponte-Roque,\r                                                                        \n\n889 F.2d 1209 (1st  Cir. 1989) (en banc), the court held that\n\nRivera-Cotto had failed to establish, by clear and convincing\n\nevidence,  that  defendants'  actions   resulted  in  a  work\n\nsituation  that  was  \"unreasonably  inferior\" to  the  norm.\n\nRivera-Cotto  disputes  the  court's  interpretation  of  the\n\nevidence.  We agree with the result below but come to it by a\n\ndifferent route.\n\n                             -6-\r                                          6\r\r\n\n          In  political  discrimination  cases, a  plaintiff-\n\nemployee who  has  held a  non-policymaking  government  job2\n\navoids summary judgment by pointing to evidence in the record\n\nwhich, if credited,  would permit a  rational fact finder  to\n\nconclude that  the challenged  personnel action occurred  and\n\nstemmed  from  a  politically  based  discriminatory  animus.\n\nNereida-Gonzalez,  990 F.2d  at 706.   The  fact  finder must\r                            \n\nreasonably be able to infer that political  affiliation was a\n\n\"substantial\"  or \"motivating\"  factor behind  the challenged\n\naction.   Acevedo-Diaz  v. Aponte,  1 F.3d  62, 66  (1st Cir.\r                                             \n\n1993);  Aviles-Martinez v. Monroig,  963 F.2d 2,  5 (1st Cir.\r                                              \n\n1992); Agosto-de-Feliciano, 889 F.2d  at 1220.  Without more,\r                                      \n\na nonmoving plaintiff-employee's unsupported  and speculative\n\nassertions regarding  political  discrimination will  not  be\n\nenough to survive  summary judgment.   Cf.  Nereida-Gonzalez,\r                                                                        \n\n990 F.2d at 706  (discriminatory animus found where statement\n\nby defendants, though controverted, that plaintiff's demotion\n\nwas due to party affiliation combined with other evidence led\n\nto reasonable conclusion that  plaintiff was a member  of the\n\nopposition   party,  defendants   had  engaged   in  a   sham\n\nreorganization,  and other  personnel  actions only  affected\n\n                    \r                                \n\n2.  Defendants  do  not  contend  that  Rivera-Cotto  held  a\nconfidential  or  policymaking  position  for  which partisan\npolitical   affiliation  might   have   been   a   legitimate\nrequirement.   See  Branti  v. Finkel,  445 U.S.  507, 517-18\r                                                 \n(1980); O'Connor v. Steeves, 994 F.2d 905, 909-12 (1st Cir.),\r                                       \n114 S. Ct. 634 (1993).\n\n                             -7-\r                                          7\r\r\n\nmembers  of  plaintiff's party);  Rodriguez-Pinto  v. Tirado-\r                                                                         \n\nDelgado,  982 F.2d 34,  40 (1st Cir.  1993) (allegations, not\r                   \n\nconclusively rebutted,  that plaintiff was a  known member of\n\nthe  NPP,  that  plaintiff's  prior position  was  filled  by\n\nmembers  of the PDP, and that everyone who was demoted during\n\nreorganization  was a  NPP  member,  sufficient to  establish\n\npolitical affiliation discrimination).  \n\n          Rivera-Cotta has not  sustained her burden. In  her\n\nsworn  statement, Rivera-Cotto  asserts  that the  defendants\n\nbelieved  that she  was  a member  of  the PDP  when  she was\n\nactually a  member of  the NPP.   Our  review of  the record,\n\nhowever,   reveals  no   other  evidence   to   support  this\n\nallegation.  More importantly, there is no other evidence  to\n\nsupport the  allegation that defendants' wrongly  held belief\n\nwas  the motivating  factor behind  Rivera-Cotto's transfer.3\n\nIn fact, Rivera-Cotto's assertions about political motivation\n\ncontradict her  own interpretation  of the events  leading to\n\nthe transfer.   Rivera-Cotto  repeatedly points to  the JASAP\n\nreport as support  for her contention  that the transfer  was\n\nnot pursuant  to  the \"need  for  [her] services,\"  as  Mayor\n\nRivera originally  suggested, but rather flowed  from Rivera-\n\n                    \r                                \n\n3.  Whether  an  employee's  discharge  arises  out  of  \"the\ngovernment employer's belief, wrongly held, that the employee\nwas  in league  with the  opposition party\"  gives rise  to a\nconstitutional claim is an open question.  Correa-Martinez v.\r                                                                      \nArrillaga-Belendez, 903 F.2d 49, 57 n.7 (1st Cir. 1990).  The\r                              \nquestion  is similarly open  in the context  of a politically\nmotivated transfer.  We need not reach the issue here.  \n\n                             -8-\r                                          8\r\r\n\nCotto's  altercation with  her  superior.   Thus, by  Rivera-\n\nCotto's   proffered  reading   of  the   record,  defendants'\n\nmotivation  for the  transfer was  substantially disciplinary\n\nrather than political.4\n\n            Because Rivera-Cotto has failed  to go the  first\n\nstep in  establishing her  constitutional claim, we  need not\n\nproceed  farther.5  We find  that the district court properly\n\ngranted summary judgment.\n\nC.  Physical Handicap Claim\r                                       \n\n          Although the district court did not address Rivera-\n\nCotto's  handicap claim,  we hold  that summary  judgment was\n\nproperly granted.\n\n          Rivera-Cotto   fails   to   offer   any   developed\n\nargumentation on this point.  She simply refers us to Section\n\n504  of the  Rehabilitation  Act, 29  U.S.C.    794,  and  to\n\n                    \r                                \n\n4.  We  note  that at  one point  in  her memorandum  to this\ncourt, Rivera-Cotto argues that the transfer was \"due to [her\nperceived political  affiliation] and all  the reasons herein\nmentioned.\"   The  point  remains that  Rivera-Cotto has  not\nargued, and the  record will  not support, a  claim that  her\npolitical  affiliation  was  the  substantial  or  motivating\nfactor  behind the  transfer or  any other  ill-treatment she\nsuffered.\n\n5.  This  case especially  underscores  a principle  we  have\nnoted  before:  \"In  the  absence  of  a  cognizable  federal\nquestion,   a  federal  court  cannot  intrude  upon  another\nsovereign's civil  service system and declare  itself a court\nof last  resort to  hear personnel  appeals addressed  to the\nwisdom, or even the good faith, of staffing decisions reached\nby  government  actors.\"   Correa-Martinez  903  F.2d at  58.\r                                                      \nRivera-Cotto  has challenged,  successfully, the  validity of\nher transfer under applicable local law.  \n\n                             -9-\r                                          9\r\r\n\nseveral cases without  elaboration.  She  makes no effort  to\n\nrecite  the well-developed doctrine in this area or to relate\n\nthe law to the single piece  of evidence on which she relies.\n\n          At oral argument, counsel for Rivera-Cotto conceded\n\nthat  there is only one  factual allegation on  the record to\n\nsupport her  claim. A  routing sheet from  the municipality's\n\nfinance  department,  dated   October  30,   1990,  bears   a\n\nhandwritten note that reads:   \"Waiting for quotation.   Call\n\nthe deaf  woman.\"  Upon  review of the  record, we also  note\n\nthat,  in  a  deposition,  Rivera-Cotto  reported disparaging\n\nremarks made by Mayor  Rivera and Rivera-Cotto's  supervisor.\n\nBoth remarks referred to her hearing imparity.  Otherwise, we\n\nfind  the record  contains only  conclusory statements  about\n\nalleged discrimination.\n\n          Rivera-Cotto has failed to  sustain her burden.  To\n\nforestall   summary   judgment,   we   require    more   than\n\n\"unsubstantiated   conclusions,   backed   only  by   a   few\n\nuncoordinated evidentiary fragments.\"   Wynne v. Tufts  Univ.\r                                                                         \n\nSch.  of Medicine, 976 F.2d  791, 795 (1st  Cir. 1992), cert.\r                                                                         \n\ndenied,  113 S. Ct. 1845 (1993).  Yet, that is precisely what\r                  \n\nRivera-Cotto  presents here.   She  alleges various  forms of\n\nill-treatment flowing from defendants'  discriminatory animus\n\nbased on her handicap.   To bolster her claim, she  offers no\n\nmore than  what we  have described  above.  Further,  Rivera-\n\n                             -10-\r                                          10\r\r\n\nCotto's specific allegation that defendants were motivated by\n\nhandicap discrimination  in  transferring her  is,  as  noted\n\nabove, contradicted by her own interpretation of the transfer\n\nas disciplinary rather than discriminatory.  Accordingly, the\n\ndistrict  court  properly  granted summary  judgment  on this\n\nclaim.                       III.\r                                         III.\r                                             \n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \n\n          For the  reasons stated above, the  decision of the\n\ndistrict court is\n\n          Affirmed.\r                      Affirmed.\r                               \n\n                             -11-\r                                          11\r\r\n",
  "html": "<p class=\"case_cite\">38 F.3d 611</p>\n    <p class=\"case_cite\">3 A.D. Cases 1581, 7 A.D.D. 77</p>\n    <p class=\"parties\">Lucette RIVERA-COTTO, Plaintiff, Appellant,<br>v.<br>Ramon Luis RIVERA, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2088.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 13, 1994.<br>Decided Oct. 26, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Evelyn Narvaez Ochoa, San Juan, PR, for appellant.</p>\n      <p class=\"indent\">Edgardo Rodriquez Quilichini, Asst. Sol.  Gen., with whom Pedro A. Delgado Hernandez, Sol.  Gen., Carlos Lugo Fiol, Deputy Sol.  Gen., San Juan, PR, were on brief, for appellees Ramon Luis Rivera and Jose Garcia-Rivera.</p>\n      <p class=\"indent\">Demetrio Fernandez Quinones, Rio Piedras, PR, was on brief, for appellee Municipality of Bayamon.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff-appellant Lucette Rivera-Cotto (\"Rivera-Cotto\") challenges the district court's entry of summary judgment in favor of defendants-appellees, the municipality of Bayamon, Puerto Rico (\"Bayamon\"), its Mayor, Ramon Luis Rivera (\"Mayor Rivera\"), and Bayamon employee Jose Garcia-Rivera (\"Garcia-Rivera\") on her claims of political affiliation-based discrimination and discrimination because of her physical handicap.  For the reasons set forth below, we affirm the district court's entry of summary judgment.</p>\n    </div>\n    <p>I.</p>\n    <p>FACTUAL AND PROCEDURAL BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We relate the facts in the light most favorable to the non-moving party.  See, e.g., Nereida-Gonzalez v. Tirado-Delgado, 990 F.2d 701, 702 (1st Cir.1993).  This case arises from Rivera-Cotto's employment relationship with Bayamon.  Rivera-Cotto, a partially deaf person who must use a hearing aid, first began to work for Bayamon on a temporary basis in 1969.  By 1971, she had attained permanent status and, in 1980, she became an Administrative Officer III in the legal division.  She remained in that position until early 1986 when the events leading to this litigation began.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 6, 1986, Rivera-Cotto's immediate supervisor asked her for some information to assist the supervisor in preparation of budget documents.  Believing this to be an attempted usurpation of her duties, Rivera-Cotto balked.  A heated encounter ensued during which threatening words were traded.  This exchange was one more episode in an already troubled relationship.  The following day, the supervisor dispatched a memorandum to Mayor Rivera reporting the incident and requesting that Rivera-Cotto be transferred out of the division.  Mayor Rivera responded by suspending Rivera-Cotto from employment and salary for thirty days.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  At that time, however, Rivera-Cotto was not transferred.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On July 16, 1986, the Mayor notified Rivera-Cotto that, because of a \"need for [her] services,\" she would be transferred to the position of Administrative Officer III at the Multiple Activities Center for the Elderly.  Rivera-Cotto, however, claims that the transfer occurred, at least in part, because she had been incorrectly identified as a member of the opposition Popular Democratic Party (\"PDP\").  In fact, she is a member of the New Progressive Party (\"NPP\"), the party in power in Bayamon.  While working at the Elderly Center, Rivera-Cotto claimed that co-workers and supervisors subjected her to various forms of ill-treatment including changed duties, denial of lunch, denial of office supplies, unfair disciplinary warnings, and isolation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meanwhile, Rivera-Cotto appealed both the transfer and the earlier suspension to the Board of Appeals of the Personnel Administration System (\"JASAP\").  JASAP reduced the suspension to ten days and ordered the municipality to reassign Rivera-Cotto to her former position at the legal division.  JASAP found that the facts did not support the claim that personnel needs necessitated her original transfer.  Bayamon's appeals were ultimately unsuccessful and Rivera-Cotto has since returned to the legal division.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1988, Rivera-Cotto commenced the present action in which she sued appellees pursuant to 42 U.S.C. Sec. 1983 alleging violations of her constitutional and statutory rights.  Specifically, Rivera-Cotto alleged she was transferred and subjected to other forms of harassment because of her political affiliation.  She also claimed that she was subjected to discrimination because of her handicap and sought damages flowing from defendants' acts of discrimination as well as injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court granted defendant's motion for summary judgment.  Judgment was entered against Rivera-Cotto and her complaint was dismissed.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On appeal, Rivera-Cotto makes the following arguments:  (1) the district court erred in granting defendants' motion for summary judgment as to both the political discrimination and physical handicap claims;  and (2) the district court erred in finding that Mayor Rivera and Garcia-Rivera were entitled to the defense of qualified immunity.  After reciting the summary judgment standard, we first discuss the political discrimination argument and then the physical handicap claim.  Because we find that Rivera-Cotto has failed to satisfy her burden under summary judgment, we do not reach the question of qualified immunity.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review a district court's grant of summary judgment de novo, reading the record in a light most favorable to the non-moving party.  See, e.g., Woods v. Friction Materials, Inc., 30 F.3d 255, 259 (1st Cir.1994).  When presented with a motion for summary judgment, courts should \"pierce the boilerplate of the pleadings and assay the parties' proof in order to determine whether trial is actually required.\"  Wynne v. Tufts Univ.  Sch. of Medicine, 976 F.2d 791, 794 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1845, 123 L.Ed.2d 470 (1993).  Summary judgment is rendered when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  A \"material\" fact is one \"that might affect the outcome of the suit under the governing law.\"  Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986).  \"If the evidence is merely colorable, or is not significantly probative, summary judgment may be granted.\"  Id. at 249-50, 106 S.Ct. at 2511.  \"Even in cases where elusive concepts such as motive or intent are at issue, summary judgment may be appropriate if the nonmoving party rests merely upon conclusory allegations, improbable inferences, and unsupported speculation.\"  Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir.1990).  \"Brash conjecture, coupled with earnest hope that something concrete will eventually materialize, is insufficient to block summary judgment.\"  Dow v. United Bhd. of Carpenters, 1 F.3d 56, 58 (1st Cir.1993).</p>\n    </div>\n    <p>B. Political Discrimination Claim</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As noted above, the district court granted summary judgment on Rivera-Cotto's political discrimination claim.  Applying our decision in Agosto-de-Feliciano v. Aponte-Roque, 889 F.2d 1209 (1st Cir.1989) (en banc), the court held that Rivera-Cotto had failed to establish, by clear and convincing evidence, that defendants' actions resulted in a work situation that was \"unreasonably inferior\" to the norm.  Rivera-Cotto disputes the court's interpretation of the evidence.  We agree with the result below but come to it by a different route.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In political discrimination cases, a plaintiff-employee who has held a non-policymaking government job<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> avoids summary judgment by pointing to evidence in the record which, if credited, would permit a rational fact finder to conclude that the challenged personnel action occurred and stemmed from a politically based discriminatory animus.  Nereida-Gonzalez, 990 F.2d at 706.   The fact finder must reasonably be able to infer that political affiliation was a \"substantial\" or \"motivating\" factor behind the challenged action.  Acevedo-Diaz v. Aponte, 1 F.3d 62, 66 (1st Cir.1993);  Aviles-Martinez v. Monroig, 963 F.2d 2, 5 (1st Cir.1992);  Agosto-de-Feliciano, 889 F.2d at 1220.   Without more, a nonmoving plaintiff-employee's unsupported and speculative assertions regarding political discrimination will not be enough to survive summary judgment.  Cf. Nereida-Gonzalez, 990 F.2d at 706 (discriminatory animus found where statement by defendants, though controverted, that plaintiff's demotion was due to party affiliation combined with other evidence led to reasonable conclusion that plaintiff was a member of the opposition party, defendants had engaged in a sham reorganization, and other personnel actions only affected members of plaintiff's party);  Rodriguez-Pinto v. Tirado-Delgado, 982 F.2d 34, 40 (1st Cir.1993) (allegations, not conclusively rebutted, that plaintiff was a known member of the NPP, that plaintiff's prior position was filled by members of the PDP, and that everyone who was demoted during reorganization was a NPP member, sufficient to establish political affiliation discrimination).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Rivera-Cotta has not sustained her burden.  In her sworn statement, Rivera-Cotto asserts that the defendants believed that she was a member of the PDP when she was actually a member of the NPP.  Our review of the record, however, reveals no other evidence to support this allegation.  More importantly, there is no other evidence to support the allegation that defendants' wrongly held belief was the motivating factor behind Rivera-Cotto's transfer.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In fact, Rivera-Cotto's assertions about political motivation contradict her own interpretation of the events leading to the transfer.  Rivera-Cotto repeatedly points to the JASAP report as support for her contention that the transfer was not pursuant to the \"need for [her] services,\" as Mayor Rivera originally suggested, but rather flowed from Rivera-Cotto's altercation with her superior.  Thus, by Rivera-Cotto's proffered reading of the record, defendants' motivation for the transfer was substantially disciplinary rather than political.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because Rivera-Cotto has failed to go the first step in establishing her constitutional claim, we need not proceed farther.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We find that the district court properly granted summary judgment.</p>\n    </div>\n    <p>C. Physical Handicap Claim</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although the district court did not address Rivera-Cotto's handicap claim, we hold that summary judgment was properly granted.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Rivera-Cotto fails to offer any developed argumentation on this point.  She simply refers us to Section 504 of the Rehabilitation Act, 29 U.S.C. Sec. 794, and to several cases without elaboration.  She makes no effort to recite the well-developed doctrine in this area or to relate the law to the single piece of evidence on which she relies.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At oral argument, counsel for Rivera-Cotto conceded that there is only one factual allegation on the record to support her claim.  A routing sheet from the municipality's finance department, dated October 30, 1990, bears a handwritten note that reads:  \"Waiting for quotation.  Call the deaf woman.\"   Upon review of the record, we also note that, in a deposition, Rivera-Cotto reported disparaging remarks made by Mayor Rivera and Rivera-Cotto's supervisor.  Both remarks referred to her hearing imparity.  Otherwise, we find the record contains only conclusory statements about alleged discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rivera-Cotto has failed to sustain her burden.  To forestall summary judgment, we require more than \"unsubstantiated conclusions, backed only by a few uncoordinated evidentiary fragments.\"  Wynne v. Tufts Univ.  Sch. of Medicine, 976 F.2d 791, 795 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1845, 123 L.Ed.2d 470 (1993).  Yet, that is precisely what Rivera-Cotto presents here.  She alleges various forms of ill-treatment flowing from defendants' discriminatory animus based on her handicap.  To bolster her claim, she offers no more than what we have described above.  Further, Rivera-Cotto's specific allegation that defendants were motivated by handicap discrimination in transferring her is, as noted above, contradicted by her own interpretation of the transfer as disciplinary rather than discriminatory.  Accordingly, the district court properly granted summary judgment on this claim.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For the reasons stated above, the decision of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rivera-Cotto does not claim that either the suspension or loss of pay violated her constitutional rights</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Defendants do not contend that Rivera-Cotto held a confidential or policymaking position for which partisan political affiliation might have been a legitimate requirement.  See Branti v. Finkel, 445 U.S. 507, 517-18, 100 S.Ct. 1287, 1294-95, 63 L.Ed.2d 574 (1980);  O'Connor v. Steeves, 994 F.2d 905, 909-12 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 634, 126 L.Ed.2d 593 (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Whether an employee's discharge arises out of \"the government employer's belief, wrongly held, that the employee was in league with the opposition party\" gives rise to a constitutional claim is an open question.  Correa-Martinez v. Arrillaga-Belendez, 903 F.2d 49, 57 n. 7 (1st Cir.1990).  The question is similarly open in the context of a politically motivated transfer.  We need not reach the issue here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that at one point in her memorandum to this court, Rivera-Cotto argues that the transfer was \"due to [her perceived political affiliation] and all the reasons herein mentioned.\"   The point remains that Rivera-Cotto has not argued, and the record will not support, a claim that her political affiliation was the substantial or motivating factor behind the transfer or any other ill-treatment she suffered</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This case especially underscores a principle we have noted before:  \"In the absence of a cognizable federal question, a federal court cannot intrude upon another sovereign's civil service system and declare itself a court of last resort to hear personnel appeals addressed to the wisdom, or even the good faith, of staffing decisions reached by government actors.\"  Correa-Martinez 903 F.2d at 58.   Rivera-Cotto has challenged, successfully, the validity of her transfer under applicable local law</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></span></p>\n    <p class=\"case_cite\">3 A.D. Cases 1581, 7 A.D.D. 77</p>\n    <p class=\"parties\">Lucette RIVERA-COTTO, Plaintiff, Appellant,<br>v.<br>Ramon Luis RIVERA, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2088.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 13, 1994.<br>Decided Oct. 26, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Evelyn Narvaez Ochoa, San Juan, PR, for appellant.</p>\n      <p class=\"indent\">Edgardo Rodriquez Quilichini, Asst. Sol.  Gen., with whom Pedro A. Delgado Hernandez, Sol.  Gen., Carlos Lugo Fiol, Deputy Sol.  Gen., San Juan, PR, were on brief, for appellees Ramon Luis Rivera and Jose Garcia-Rivera.</p>\n      <p class=\"indent\">Demetrio Fernandez Quinones, Rio Piedras, PR, was on brief, for appellee Municipality of Bayamon.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff-appellant Lucette Rivera-Cotto (\"Rivera-Cotto\") challenges the district court's entry of summary judgment in favor of defendants-appellees, the municipality of Bayamon, Puerto Rico (\"Bayamon\"), its Mayor, Ramon Luis Rivera (\"Mayor Rivera\"), and Bayamon employee Jose Garcia-Rivera (\"Garcia-Rivera\") on her claims of political affiliation-based discrimination and discrimination because of her physical handicap.  For the reasons set forth below, we affirm the district court's entry of summary judgment.</p>\n    </div>\n    <p>I.</p>\n    <p>FACTUAL AND PROCEDURAL BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We relate the facts in the light most favorable to the non-moving party.  See, e.g., Nereida-Gonzalez v. Tirado-Delgado, <span class=\"citation\" data-id=\"604127\"><a href=\"/opinion/604127/carmen-nereida-gonzalez-v-cirilo-tirado-delgado/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">701</span></a></span>, 702 (1st Cir.1993).  This case arises from Rivera-Cotto's employment relationship with Bayamon.  Rivera-Cotto, a partially deaf person who must use a hearing aid, first began to work for Bayamon on a temporary basis in 1969.  By 1971, she had attained permanent status and, in 1980, she became an Administrative Officer III in the legal division.  She remained in that position until early 1986 when the events leading to this litigation began.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 6, 1986, Rivera-Cotto's immediate supervisor asked her for some information to assist the supervisor in preparation of budget documents.  Believing this to be an attempted usurpation of her duties, Rivera-Cotto balked.  A heated encounter ensued during which threatening words were traded.  This exchange was one more episode in an already troubled relationship.  The following day, the supervisor dispatched a memorandum to Mayor Rivera reporting the incident and requesting that Rivera-Cotto be transferred out of the division.  Mayor Rivera responded by suspending Rivera-Cotto from employment and salary for thirty days.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  At that time, however, Rivera-Cotto was not transferred.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On July 16, 1986, the Mayor notified Rivera-Cotto that, because of a \"need for [her] services,\" she would be transferred to the position of Administrative Officer III at the Multiple Activities Center for the Elderly.  Rivera-Cotto, however, claims that the transfer occurred, at least in part, because she had been incorrectly identified as a member of the opposition Popular Democratic Party (\"PDP\").  In fact, she is a member of the New Progressive Party (\"NPP\"), the party in power in Bayamon.  While working at the Elderly Center, Rivera-Cotto claimed that co-workers and supervisors subjected her to various forms of ill-treatment including changed duties, denial of lunch, denial of office supplies, unfair disciplinary warnings, and isolation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meanwhile, Rivera-Cotto appealed both the transfer and the earlier suspension to the Board of Appeals of the Personnel Administration System (\"JASAP\").  JASAP reduced the suspension to ten days and ordered the municipality to reassign Rivera-Cotto to her former position at the legal division.  JASAP found that the facts did not support the claim that personnel needs necessitated her original transfer.  Bayamon's appeals were ultimately unsuccessful and Rivera-Cotto has since returned to the legal division.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1988, Rivera-Cotto commenced the present action in which she sued appellees pursuant to 42 U.S.C. Sec. 1983 alleging violations of her constitutional and statutory rights.  Specifically, Rivera-Cotto alleged she was transferred and subjected to other forms of harassment because of her political affiliation.  She also claimed that she was subjected to discrimination because of her handicap and sought damages flowing from defendants' acts of discrimination as well as injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court granted defendant's motion for summary judgment.  Judgment was entered against Rivera-Cotto and her complaint was dismissed.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On appeal, Rivera-Cotto makes the following arguments:  (1) the district court erred in granting defendants' motion for summary judgment as to both the political discrimination and physical handicap claims;  and (2) the district court erred in finding that Mayor Rivera and Garcia-Rivera were entitled to the defense of qualified immunity.  After reciting the summary judgment standard, we first discuss the political discrimination argument and then the physical handicap claim.  Because we find that Rivera-Cotto has failed to satisfy her burden under summary judgment, we do not reach the question of qualified immunity.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review a district court's grant of summary judgment de novo, reading the record in a light most favorable to the non-moving party.  See, e.g., Woods v. Friction Materials, Inc., <span class=\"citation\" data-id=\"675091\"><a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 259 (1st Cir.1994).  When presented with a motion for summary judgment, courts should \"pierce the boilerplate of the pleadings and assay the parties' proof in order to determine whether trial is actually required.\"  Wynne v. Tufts Univ.  Sch. of Medicine, <span class=\"citation\" data-id=\"592073\"><a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 794 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1845</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">470</span> </span>(1993).  Summary judgment is rendered when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  A \"material\" fact is one \"that might affect the outcome of the suit under the governing law.\"  Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986).  \"If the evidence is merely colorable, or is not significantly probative, summary judgment may be granted.\"  <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"id_token\">Id.</span> at 249-50, </a></span>106 S.Ct. at 2511.  \"Even in cases where elusive concepts such as motive or intent are at issue, summary judgment may be appropriate if the nonmoving party rests merely upon conclusory allegations, improbable inferences, and unsupported speculation.\"  Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990).  \"Brash conjecture, coupled with earnest hope that something concrete will eventually materialize, is insufficient to block summary judgment.\"  Dow v. United Bhd. of Carpenters, <span class=\"citation\" data-id=\"194847\"><a href=\"/opinion/194847/dow-v-ubc/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 58 (1st Cir.1993).</p>\n    </div>\n    <p>B. Political Discrimination Claim</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As noted above, the district court granted summary judgment on Rivera-Cotto's political discrimination claim.  Applying our decision in Agosto-de-Feliciano v. Aponte-Roque, <span class=\"citation\" data-id=\"532523\"><a href=\"/opinion/532523/maria-m-agosto-de-feliciano-v-awilda-aponte-roque-etc-maria-teresa/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1209</span> </a></span>(1st Cir.1989) (en banc), the court held that Rivera-Cotto had failed to establish, by clear and convincing evidence, that defendants' actions resulted in a work situation that was \"unreasonably inferior\" to the norm.  Rivera-Cotto disputes the court's interpretation of the evidence.  We agree with the result below but come to it by a different route.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In political discrimination cases, a plaintiff-employee who has held a non-policymaking government job<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> avoids summary judgment by pointing to evidence in the record which, if credited, would permit a rational fact finder to conclude that the challenged personnel action occurred and stemmed from a politically based discriminatory animus.  <span class=\"citation\" data-id=\"604127\"><span class=\"antecedent_guess\">Nereida-Gonzalez,</span> <a href=\"/opinion/604127/carmen-nereida-gonzalez-v-cirilo-tirado-delgado/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">706</span></a></span>.   The fact finder must reasonably be able to infer that political affiliation was a \"substantial\" or \"motivating\" factor behind the challenged action.  Acevedo-Diaz v. Aponte, <span class=\"citation\" data-id=\"627336\"><a href=\"/opinion/627336/franco-acevedo-diaz-v-jose-e-aponte-ada-n-perez-franco-acevedo-diaz-v/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span>, 66 (1st Cir.1993);  Aviles-Martinez v. Monroig, <span class=\"citation\" data-id=\"582754\"><a href=\"/opinion/582754/francisco-aviles-martinez-and-miguel-a-flores-colon-v-guillermo-jimenez/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span>, 5 (1st Cir.1992);  <span class=\"citation\" data-id=\"532523\"><span class=\"antecedent_guess\">Agosto-de-Feliciano,</span> <a href=\"/opinion/532523/maria-m-agosto-de-feliciano-v-awilda-aponte-roque-etc-maria-teresa/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1220</span></a></span>.   Without more, a nonmoving plaintiff-employee's unsupported and speculative assertions regarding political discrimination will not be enough to survive summary judgment.  Cf. <span class=\"citation\" data-id=\"604127\"><span class=\"antecedent_guess\">Nereida-Gonzalez,</span> <a href=\"/opinion/604127/carmen-nereida-gonzalez-v-cirilo-tirado-delgado/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">706</span> </a></span>(discriminatory animus found where statement by defendants, though controverted, that plaintiff's demotion was due to party affiliation combined with other evidence led to reasonable conclusion that plaintiff was a member of the opposition party, defendants had engaged in a sham reorganization, and other personnel actions only affected members of plaintiff's party);  Rodriguez-Pinto v. Tirado-Delgado, <span class=\"citation\" data-id=\"597138\"><a href=\"/opinion/597138/pedro-l-rodriguez-pinto-v-cirilo-tirado-delgado/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 40 (1st Cir.1993) (allegations, not conclusively rebutted, that plaintiff was a known member of the NPP, that plaintiff's prior position was filled by members of the PDP, and that everyone who was demoted during reorganization was a NPP member, sufficient to establish political affiliation discrimination).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Rivera-Cotta has not sustained her burden.  In her sworn statement, Rivera-Cotto asserts that the defendants believed that she was a member of the PDP when she was actually a member of the NPP.  Our review of the record, however, reveals no other evidence to support this allegation.  More importantly, there is no other evidence to support the allegation that defendants' wrongly held belief was the motivating factor behind Rivera-Cotto's transfer.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In fact, Rivera-Cotto's assertions about political motivation contradict her own interpretation of the events leading to the transfer.  Rivera-Cotto repeatedly points to the JASAP report as support for her contention that the transfer was not pursuant to the \"need for [her] services,\" as Mayor Rivera originally suggested, but rather flowed from Rivera-Cotto's altercation with her superior.  Thus, by Rivera-Cotto's proffered reading of the record, defendants' motivation for the transfer was substantially disciplinary rather than political.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because Rivera-Cotto has failed to go the first step in establishing her constitutional claim, we need not proceed farther.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We find that the district court properly granted summary judgment.</p>\n    </div>\n    <p>C. Physical Handicap Claim</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although the district court did not address Rivera-Cotto's handicap claim, we hold that summary judgment was properly granted.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Rivera-Cotto fails to offer any developed argumentation on this point.  She simply refers us to Section 504 of the Rehabilitation Act, 29 U.S.C. Sec. 794, and to several cases without elaboration.  She makes no effort to recite the well-developed doctrine in this area or to relate the law to the single piece of evidence on which she relies.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At oral argument, counsel for Rivera-Cotto conceded that there is only one factual allegation on the record to support her claim.  A routing sheet from the municipality's finance department, dated October 30, 1990, bears a handwritten note that reads:  \"Waiting for quotation.  Call the deaf woman.\"   Upon review of the record, we also note that, in a deposition, Rivera-Cotto reported disparaging remarks made by Mayor Rivera and Rivera-Cotto's supervisor.  Both remarks referred to her hearing imparity.  Otherwise, we find the record contains only conclusory statements about alleged discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rivera-Cotto has failed to sustain her burden.  To forestall summary judgment, we require more than \"unsubstantiated conclusions, backed only by a few uncoordinated evidentiary fragments.\"  Wynne v. Tufts Univ.  Sch. of Medicine, <span class=\"citation\" data-id=\"592073\"><a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 795 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1845</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">470</span> </span>(1993).  Yet, that is precisely what Rivera-Cotto presents here.  She alleges various forms of ill-treatment flowing from defendants' discriminatory animus based on her handicap.  To bolster her claim, she offers no more than what we have described above.  Further, Rivera-Cotto's specific allegation that defendants were motivated by handicap discrimination in transferring her is, as noted above, contradicted by her own interpretation of the transfer as disciplinary rather than discriminatory.  Accordingly, the district court properly granted summary judgment on this claim.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For the reasons stated above, the decision of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rivera-Cotto does not claim that either the suspension or loss of pay violated her constitutional rights</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Defendants do not contend that Rivera-Cotto held a confidential or policymaking position for which partisan political affiliation might have been a legitimate requirement.  See Branti v. Finkel, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, 517-18, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1287</span></a></span>, 1294-95, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">574</span> </a></span>(1980);  O'Connor v. Steeves, <span class=\"citation\" data-id=\"608078\"><a href=\"/opinion/608078/patrick-j-oconnor-v-robert-w-steeves/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span>, 909-12 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">634</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">593</span> </span>(1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Whether an employee's discharge arises out of \"the government employer's belief, wrongly held, that the employee was in league with the opposition party\" gives rise to a constitutional claim is an open question.  Correa-Martinez v. Arrillaga-Belendez, <span class=\"citation\" data-id=\"541732\"><a href=\"/opinion/541732/jorge-correa-martinez-v-rene-arrillaga-belendez/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 57 n. 7 (1st Cir.1990).  The question is similarly open in the context of a politically motivated transfer.  We need not reach the issue here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that at one point in her memorandum to this court, Rivera-Cotto argues that the transfer was \"due to [her perceived political affiliation] and all the reasons herein mentioned.\"   The point remains that Rivera-Cotto has not argued, and the record will not support, a claim that her political affiliation was the substantial or motivating factor behind the transfer or any other ill-treatment she suffered</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This case especially underscores a principle we have noted before:  \"In the absence of a cognizable federal question, a federal court cannot intrude upon another sovereign's civil service system and declare itself a court of last resort to hear personnel appeals addressed to the wisdom, or even the good faith, of staffing decisions reached by government actors.\"  <span class=\"citation\" data-id=\"541732\"><span class=\"antecedent_guess\">Correa-Martinez</span> <a href=\"/opinion/541732/jorge-correa-martinez-v-rene-arrillaga-belendez/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">58</span></a></span>.   Rivera-Cotto has challenged, successfully, the validity of her transfer under applicable local law</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110232/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194847/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532523/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541732/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582754/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592073/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597138/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604127/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608078/",
    "https://www.courtlistener.com/api/rest/v3/opinions/627336/",
    "https://www.courtlistener.com/api/rest/v3/opinions/675091/"
  ]
}