{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195718/",
  "id": 195718,
  "absolute_url": "/opinion/195718/piccicuto-v-dwyer/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195718/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:58Z",
  "date_modified": "2020-02-21T23:32:10.829433Z",
  "type": "010combined",
  "sha1": "06d7aa51752313915c5cd0e1d8296b1de5893eb6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1726.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1726\n\n           RICHARD PICCICUTO D/B/A SHEEHAN'S CAFE,\n\n                     Plaintiff-Appellant,\n\n                              v.\n\n                       RALPH E. DWYER,\n\n                     Defendant-Appellee.\n\n                                         \n\nNo. 94-1735\n\n                      RICHARD PICCICUTO,\n\n                     Plaintiff-Appellant,\n\n                              v.\n\n                        LINDA L. REX,\n\n                     Defendant-Appellee.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                      Cyr, Circuit Judge,\r                                                    \n                Bownes, Senior Circuit Judge,\r                                                        \n               and McAuliffe*, District Judge,\r                                                         \n\n                                         \r\n\nSteven  Weiss, with whom Shatz, Schwartz and Fentin, P.C., Richard\r                                                                              \nM. Howland, and  Law Offices of Richard M. Howland,  were on brief for\r                                                          \nappellant,  David J. Noonan, with whom Cohen, Rosenthal, Price, Mirkin\r                                                                              \n&amp; Wernick for trustee in bankruptcy.\r                 \nJohn A.  Burdick, Jr.,  with whom  Burdick &amp;  DiLeo,  P.C. was  on\r                                                                      \nbrief for appellees.\n\n                                         \n\n                       November 9, 1994\n                                         \n\n              \n\n*Of the District of New Hampshire sitting by designation.\r\n\n          BOWNES, Senior Circuit  Judge.   Creditor-appellant\r                      BOWNES, Senior Circuit  Judge.\r                                                   \n\nRichard  M. Piccicuto commenced  this adversary proceeding in\n\nthe bankruptcy  court which  sought to  have a  judgment debt\n\nowed him by  debtors-appellees Ralph E.  Dwyer and Linda  Rex\n\n(\"the landlords\") declared nondischargeable under 11 U.S.C.  \n\n523(a)(6)  (1989).1   Subsequently,  he  filed  a motion  for\n\nsummary judgment on his claim.  The bankruptcy court not only\n\ndenied his motion, it sua sponte granted  summary judgment to\r                                            \n\nthe landlords.  The district court affirmed.  Because we find\n\nthat summary judgment should have been entered for Piccicuto,\r                                                              \n\nand not against him, we reverse.\n\n                              I.\r                                          I.\r                                            \n\n          Throughout  1984  and  1985,  the  landlords  owned\n\ncommercial  rental property (\"the  property\") in Northampton,\n\nMassachusetts.  Ralph Dwyer's son, Jeffrey Dwyer, managed the\n\nproperty.   During that  same time period,  Richard Piccicuto\n\nowned and operated Sheehan's Cafe,  Inc., which was a  tenant\n\nof  several  units  (including  two basement  units)  of  the\n\nproperty.  Until  July 13,  1984, when  the parties  executed\n\nleases for these basement units, Sheehan's had been a tenant-\n\nat-will therein.\n\n          On July  20, 1984,  Jeffrey Dwyer met  with Timothy\n\nand Paul  Driscoll, who  had been negotiating  with Piccicuto\n\n                    \r                                \n\n1.  Section  523(a)(6)  precludes   the  discharge  of  debts\nincurred \"for willful  and malicious injury by the  debtor to\nanother entity or to the property of another entity.\"\n\n                             -3-\r                                          3\r\n\nfor  the  purchase  of  Sheehan's.    At  that  meeting,  the\n\nDriscolls  requested that the leases of the basement units be\n\nassigned  to them.    Jeffrey Dwyer  not  only declined  this\n\nrequest, he denied  the existence  of the leases.   When  the\n\nDriscolls reported this to  Piccicuto, he telephoned  Jeffrey\n\nDwyer,  who informed him that the  contemplated deal with the\n\nDriscolls was too good, and that there would be no assignment\n\nunless he  and  the landlords  were  paid $50,000  up  front.\n\nPiccicuto did not accede to Dwyer's demand.\n\n          For the ensuing ten months, Piccicuto attempted  to\n\nrectify the situation with the Driscolls, and otherwise tried\n\nto  sell  the  business  by placing  listings  with  brokers.\n\nJeffrey Dwyer  interfered with  these efforts  by telephoning\n\nthe brokers and informing them  that the leases were invalid,\n\nvoid,  or in litigation.   As a result,  the brokers withdrew\n\nfrom listing and showing the property.  During this same time\n\nperiod, whenever Piccicuto's rent payments  were a day or  so\n\nlate,  Jeffrey  Dwyer deluged  him  with  notices of  breach,\n\nnotices  of  termination,  and  notices  to quit.    He  also\n\ncommenced a barrage  of noise complaints to the  police, none\n\nof  which was substantiated to  the point of  police or court\n\naction.    In  addition,   in  January  1985,  the  landlords\n\ninitiated what became series of eviction  proceedings against\n\nPiccicuto.   All  of  these proceedings  eventually concluded\n\nwith judgments in Piccicuto's favor.\n\n                             -4-\r                                          4\r\n\n          Piccicuto was not able to sell the property and, on\n\nJuly  8, 1985, filed for  protection under Chapter  11 of the\n\nBankruptcy Code.   Subsequently, in September  1985, he filed\n\nan action  in Massachusetts  Superior  Court against  Jeffrey\n\nDwyer and the landlords which sought damages for, inter alia,\r                                                                        \n\nintentional  interference  with   an  advantageous   business\n\nrelationship  and  unfair  trade practices  in  a  commercial\n\ncontext.   See Mass. Gen. L.  ch. 93A,   2 (1993).   The case\r                          \n\nwent to trial  in June  1989.  Although  all defendants  were\n\nrepresented at  trial, only defendant Jeffrey  Dwyer chose to\n\nappear  and testify.   At  the conclusion  of the  trial, the\n\ncourt  submitted  the  common  law  intentional  interference\n\nclaims to the jury on special questions, reserving to  itself\n\nPiccicuto's  claims  under ch.  93A.    The jury  returned  a\n\nverdict in  favor  of  Piccicuto  for $371,000.    The  court\n\naccepted this verdict  and doubled it to $742,000 under Mass.\n\nGen. L. ch. 93A,    11 (1993), which directs courts  to award\n\nno  less than  double  and no  more  than triple  the  actual\n\ndamages resulting  from a  \"willful or knowing\"  violation of\n\nch. 93A,   2.  In conjunction with its decision, the superior\n\ncourt  issued   a  comprehensive  memorandum   detailing  its\n\nfindings  and rulings.   The  memorandum clearly  states that\n\n\"the  defendants'   acts   [were]  willful,   malicious   and\r                             \n\nunjustified.\"   Appendix at 151-52 (emphasis  supplied).  The\n\n                             -5-\r                                          5\r\n\nMassachusetts  Appeals  Court   affirmed  in  all   respects.\n\nPiccicuto v. Dwyer, 586 N.E.2d 38 (Mass. App. Ct. 1992).\r                              \n\n          Meanwhile, in  September 1989, the  landlords filed\n\nChapter 11 petitions with  the United States Bankruptcy Court\n\nfor the District of  Massachusetts.  Subsequently,  Piccicuto\n\nbrought this adversary proceeding, and in due time  moved for\n\nsummary judgment.  As we have noted, Piccicuto argued that 11\n\nU.S.C.     523(a)(6)  precludes  discharge  of  the  $742,000\n\njudgment  debt.    He based  his  argument  on  two theories.\n\nFirst, Piccicuto  contended that the  doctrine of  collateral\n\nestoppel  precluded  the  landlords  from  attacking  in  the\n\nbankruptcy court  the superior court's ch.  93A findings that\n\nthey had acted willfully, maliciously, and unjustifiably, and\n\nthat these  findings were, by virtue  of collateral estoppel,\n\nbinding on the bankruptcy  judge.  See Grogan v.  Garner, 498\r                                                                    \n\nU.S. 279, 285 n.11 (1991) (principles of collateral estoppel,\n\nas set forth in  the Restatement (Second) of Judgments    27,\n\napply  in   dischargeability  proceedings  brought   under   \n\n523(a)).  In the alternative, Piccicuto asserted that even if\n\nJeffrey  Dwyer  was  the  only defendant  who  willfully  and\n\nmaliciously caused  him injury,  Jeffrey's actions  should be\n\nimputed  to  the  landlords   under  a  theory  of  vicarious\n\nliability.\n\n          The bankruptcy court rejected these arguments.  For\n\nreasons that  are not  entirely clear, it  misapprehended the\n\n                             -6-\r                                          6\r\n\nthrust of Piccicuto's first  argument and looked only  to the\n\nspecial  verdict   questions   submitted  to   the  jury   on\n\nPiccicuto's common  law claims.  Relying  on these questions,\n\nwhich referred only  to actions taken  by Jeffrey Dwyer,  the\n\nbankruptcy  court  held that  \"[i]t  is  undisputed that  the\n\nverdict  and subsequent  judgment  was  rendered against  the\n\n[landlords]  based  solely  upon  their  vicarious  liability\n\nflowing  from the actions of Jeffrey Dwyer.\"   In re Rex, 150\r                                                                    \n\nB.R. 505, 506 (Bankr.  D. Mass. 1993).  The  bankruptcy court\n\nthen ruled that vicarious  liability cannot support a finding\n\nthat a debtor acted willfully and maliciously for purposes of\n\n11 U.S.C.    523(a)(6).   Id. at 506-07.   Finding no genuine\r                                         \n\nissue of  material fact  remaining for trial,  the bankruptcy\n\ncourt, acting sua sponte, entered judgment for the landlords.\r                                    \n\nId. at 507.  \r               \n\n          The  district court  to  which  Piccicuto  appealed\n\nthese  rulings  agreed  with  the  bankruptcy  court's  legal\n\nconclusion regarding  vicarious liability under    523(a)(6).\n\nIt  also upheld  as  \"not clearly  erroneous\" the  bankruptcy\n\ncourt's  \"finding\" that  the landlords'  liability was  based\n\nsolely  on  the  actions   of  their  agent,  Jeffrey  Dwyer.\n\nAccordingly, it affirmed the bankruptcy court's judgment.\n\n                             II.\r                                         II.\r                                            \n\n          On  appeal to  this  court, Piccicuto  makes  three\n\narguments.   First, he renews  his argument that the findings\n\n                             -7-\r                                          7\r\n\nof  the superior court in  connection with his  ch. 93A claim\n\nconclusively  establish that the  landlords themselves caused\n\nhim  willful  and  malicious   injury,  as  those  terms  are\n\nunderstood under 11 U.S.C.   523(a)(6).  Next, he  reiterates\n\nhis alternative argument that vicarious liability can support\n\na finding of willfulness and maliciousness under   523(a)(6).\n\nFinally,  he  contends that  the  district  court abused  its\n\ndiscretion in declining his request for oral argument in this\n\nmatter.  We need  not reach the merits of  Piccicuto's second\n\nand third appellate arguments because we agree with his first\n\none. \n\nA.  Summary Judgment in Bankruptcy Proceedings\r            A.  Summary Judgment in Bankruptcy Proceedings\r                                                          \n\n          We very  recently elaborated upon the  operation of\n\nsummary  judgment  in  bankruptcy  proceedings.   See  In  re\r                                                                         \n\nVarrasso, No. 94-1583,  slip op.  at 4-6 (1st  Cir. Oct.  18,\r                    \n\n1994).   We need not,  therefore, rehearse the relevant legal\n\nprinciples  at  great length.   Suffice  it  to say  that our\n\nreview of  an order initially made under Bankruptcy Rule 7056\n\n(governing summary judgment  in bankruptcy proceedings)  does\n\nnot  differ in  any material  respect from  our review  of an\n\norder under Fed. R. Civ.  P. 56.  We review such an  order de\r                                                                         \n\nnovo,  determining  whether the  lower courts  have correctly\r                \n\nassessed  the  record  in  deciding that  genuine  issues  of\n\nmaterial fact  do, or do  not, remain for  trial.  See  In re\r                                                                         \n\nVarrasso,  slip  op.  at  5.    As  always,  in  making  this\r                    \n\n                             -8-\r                                          8\r\n\ndetermination,  we   will  read  the  record   and  draw  all\n\nreasonable  inferences in  the manner  most favorable  to the\n\nparty opposing summary judgment.  Id.\r                                                 \n\nB.  Applying the Principles\r            B.  Applying the Principles\r                                       \n\n          As  an initial  matter, we  note that  the district\n\ncourt applied  the wrong standard  of review  in ruling  upon\n\nPiccicuto's  first argument.   The  bankruptcy court  did not\n\nmake any findings of fact entitled to  deference; instead, it\n\nmerely stated  its reading of the superior court's opinion in\n\nthe course of making a summary judgment ruling.  See id. at 6\r                                                                    \n\nand n.2.   The district court therefore should  have reviewed\n\nde novo  the bankruptcy court's legal determination regarding\r                   \n\nthe effect of the superior court's findings. \n\n          Although we could remand  to the district court for\n\nreconsideration  under the  appropriate  standard of  review,\n\ndoing so would serve no useful  purpose.  As we explained  in\n\nVarrasso:    \"The  validity  vel non  of  a  summary judgment\r                                                \n\nentails a pure question  of law and, therefore, we  are fully\n\nequipped  to  resolve  the question  as  a  matter of  first-\n\ninstance appellate  review.\"   Id.  at  6.   Accordingly,  we\r                                              \n\naddress on the merits Piccicuto's first appellate issue.\n\n          The easiest way to  frame this issue is to  note at\n\nthe outset  that which is  not disputed.  First,  there is no\n\ndispute  that  those  issues  necessarily  determined  by the\n\nsuperior  court in  finding  that the  landlords and  Jeffrey\n\n                             -9-\r                                          9\r\n\nDwyer  had violated  ch. 93A,     2 and  11, are  to be given\n\neffect in  this proceeding.  \"When an issue of fact or law is\n\nactually  litigated  and  determined  by a  valid  and  final\n\njudgment, and the determination is essential to the judgment,\n\nthe  determination  is  conclusive  in  a  subsequent  action\n\nbetween  the parties,  whether  on the  same  or a  different\n\nclaim.\"  Restatement (Second) of Judgments   27 (1982).  \n\n          Nor  is there  any  dispute that  the findings  the\n\nsuperior  court necessarily made under ch. 93A,    2 and 11,2\n\nare  tantamount  to  findings  of  \"willful  and   malicious\"\n\nbehavior  under     523(a)(6).    The  landlords  agree  with\n\nPiccicuto  that, for an act to be willful and malicious under\n\n  523(a)(6),  it must be \"deliberate,\"  \"wrongful,\" and \"done\n\nwithout regard to its consequences,\"   see Brief of Appellees\r                                                      \n\nat 9-10, and that  the superior court's findings conclusively\n\nestablish  that  Piccicuto  was  the victim  of  willful  and\n\nmalicious  behavior  under  this  definition,  see  Brief  of\r                                                              \n\n                    \r                                \n\n2.  Under ch. 93A,    2, the superior court necessarily found\nthat  the landlords'  and  Jeffrey Dwyer's  actions (1)  were\noutside the penumbra of established concepts of fairness; (2)\nwere unethical or unscrupulous;  and (3) caused Piccicuto and\nhis   business   substantial  injury.     See   Wasserman  v.\r                                                                     \nAgnastopoulos,  497  N.E.2d 19,  23  (Mass.  App. Ct.),  rev.\r                                                                         \ndenied,  499 N.E.2d 298  (Mass. 1986).  Under  ch. 93A,   11,\r                  \nthe superior court necessarily  found that the landlords' and\nJeffrey  Dwyer's  violation of  ch.  93A,     2 was  willful.\nWasserman, 497 N.E.2d at 24.\r                     \n\n                             -10-\r                                          10\r\n\nAppellees at  4 (conceding  that Jeffrey Dwyer's  conduct was\n\nwillful and malicious).3\n\n          Finally,  there is  no  real dispute  that, in  its\n\nfindings of  fact on Piccicuto's ch. 93A  claim, the superior\n\ncourt  used  language indicating  that  it  was going  beyond\n\ntheories  of vicarious  liability and  holding the  landlords\n\nliable for their own acts and conduct towards Piccicuto.  See\r                                                                         \n\nAppendix at 151-52 (\"[T]he damages awarded must be multiplied\n\nunder  [ch.  93A,    11]  particularly  where,  as  here, the\n\ndefendants' acts are  willful, malicious and  unjustified.\");\r                       \n\nAppendix at 152 n.17 (describing the aforementioned \"acts\" as\n\n\"[o]f active and relentless campaign against [Piccicuto], and\n\n                    \r                                \n\n3.  We  are aware  that  some  federal  courts seem  to  have\nconstrued  11 U.S.C.    523(a)(6)'s  \"willful and  malicious\"\nprovision more  strictly than the  Massachusetts courts  have\ninterpreted ch.  93A,   11's \"willful  or knowing\" provision.\nWhile we have been unable to locate any authority which reads\nch. 93A,   11, as requiring an actual intent to injure, a few\nfederal courts have interpreted    523(a)(6) as imposing such\na  requirement.   See In re  Conte, 33 F.3d  303, 306-07 (3rd\r                                              \nCir. 1994) (noting that the circuits have variously defined a\nwillful and malicious act under   523(a)(6) as a wrongful act\ndone with intent to  injure, a wrongful act that  will almost\ncertainly  produce harm, and a  wrongful act that  has a high\nprobability of causing harm)  (collecting cases); see also In\r                                                                         \nre Scarlata,  979 F.2d 521,  536-39 (7th Cir.  1992) (Coffey,\r                       \nJ.,  dissenting) (noting the  same split in  the circuits but\narguing that most  courts have adopted a definition which, in\nessence, looks  to whether  the debtor  has acted  in knowing\ndisregard  of the rights  of another  and whether  the debtor\nshould have  foreseen that  injury  could occur)  (collecting\ncases).  \n     At  any rate, because this circuit has not yet passed on\nthis  difficult  and  controversial  issue,  and because  the\nlandlords  have  expressly   adopted  Piccicuto's   favorable\nconstruction of the statute,  we decline to delve into  it at\nthis time.\n\n                             -11-\r                                          11\r\n\nof  reckless disregard of the conduct of the business of this\n\nproperty by the owners, who took no role in supervising, even\r                                  \n\nthough  they were the parties in at least five separate state\n\ncourt  proceedings  and one  bankruptcy  court proceeding  in\n\nwhich  they, in  the  final analysis  were not  successful\");\n\nAppendix at  153 (\"[T]he  conduct of all  defendants violated\r                                                    \n\nthe  generally  accepted   standards,  falling  outside   the\n\npenumbra of  established  concepts of  fairness.   It may  be\n\nfairly  characterized  as   unethical,  unscrupulous,   [and]\n\ncausing substantial injury to [Piccicuto and his business].\")\n\n(emphases supplied).   \n\n          There is, however,  vehement disagreement about the\n\nreal meaning of the  superior court's findings on Piccicuto's\n\nch. 93A  claim.  Piccicuto  contends that the  superior court\n\nmeant exactly  what it said:   that the  landlords themselves\r                                                                         \n\nacted willfully  and  maliciously towards  Piccicuto and  his\n\nbusiness.   The landlords,  for their  part, assert  that the\n\ncourt could not have meant what it said -- or more precisely,\n\nthat the court used  regrettably loose language in describing\n\ntheir \"acts\" and  \"conduct\" -- because there was  no evidence\n\nthat they acted against  Piccicuto in any way.   In so doing,\r                     \n\nthe  landlords  paint  themselves  as   absentee  owners  who\n\nrecklessly failed to supervise their  out-of-control, on-site\n\nagent.\n\n                             -12-\r                                          12\r\n\n          Leaving   aside   the  question   of   whether  the\n\nprinciples underlying the issue preclusion doctrine  allow us\n\nto  go beyond the unambiguous findings of a state court judge\n\nand  assess whether  there was a  factual foundation  for the\n\nfindings, we find  the landlords' reading of  the state court\n\nrecord  to be  myopic.   While  the  landlords may  not  have\n\npersonally led the charge  against Piccicuto, they themselves\r                                                                         \n\nbrought at least two eviction proceedings against him when he\n\nwas  trying to  save  his  deal  with  the  Driscolls  and/or\n\notherwise  sell  his business.   The  superior court  made it\n\nclear   that  these  eviction  proceedings,  which  ended  in\n\njudgments  for  Piccicuto,  were  an  integral  part  of  the\n\ncampaign   of  harassment  and  intimidation  underlying  its\n\nfinding that  \"all defendants,\" by their  \"conduct,\" violated\n\nch.  93A,    2 and 11.   See Appendix at 151.4   In our view,\r                                        \n\nthis ends  the matter;  the superior court's  unambiguous and\n\nfactually  supported findings  must be  given effect  in this\n\naction.  Piccicuto therefore should have been awarded summary\n\njudgment  on his claim that the $742,000 judgment debt is not\n\ndischargeable in bankruptcy.\n\n                             III.\r                                         III.\r                                             \n\n                    \r                                \n\n4.  We  note  that  the  superior court's  reference  to  the\neviction  proceedings is  preceded  by a  statement that  the\nproceedings  were brought  by Jeffrey  as agent  for debtors.\nPiccicuto  has documented, however,  that this statement (and\r                                                                    \nnot  the court's  ultimate finding)  was a  slip of  the pen.\nDebtors themselves, as owners  of the property, initiated the\neviction proceedings.  See Appendix at 96-97.\r                                      \n\n                             -13-\r                                          13\r\n\n          For the reasons stated above,  the bankruptcy court\n\nerred  in awarding summary  judgment to the  landlords and in\n\nnot awarding summary judgment to  Piccicuto.  It follows that\n\nthe district court erred  in affirming the bankruptcy court's\n\nmistaken order.  We therefore  reverse the judgment below and\n\nenter summary judgment for Piccicuto.\n\n          So ordered.      \r                      So ordered.\r                                \n\n                             -14-\r                                          14\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1726\n\n           RICHARD PICCICUTO D/B/A SHEEHAN'S CAFE,\n\n                     Plaintiff-Appellant,\n\n                              v.\n\n                       RALPH E. DWYER,\n\n                     Defendant-Appellee.\n\n                                         \n\nNo. 94-1735\n\n                      RICHARD PICCICUTO,\n\n                     Plaintiff-Appellant,\n\n                              v.\n\n                        LINDA L. REX,\n\n                     Defendant-Appellee.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                      Cyr, Circuit Judge,\r                                                    \n                Bownes, Senior Circuit Judge,\r                                                        \n               and McAuliffe*, District Judge,\r                                                         \n\n                                         \r\n\nSteven  Weiss, with whom Shatz, Schwartz and Fentin, P.C., Richard\r                                                                              \nM. Howland, and  Law Offices of Richard M. Howland,  were on brief for\r                                                          \nappellant,  David J. Noonan, with whom Cohen, Rosenthal, Price, Mirkin\r                                                                              \n&amp; Wernick for trustee in bankruptcy.\r                 \nJohn A.  Burdick, Jr.,  with whom  Burdick &amp;  DiLeo,  P.C. was  on\r                                                                      \nbrief for appellees.\n\n                                         \n\n                       November 9, 1994\n                                         \n\n              \n\n*Of the District of New Hampshire sitting by designation.\r\n\n          BOWNES, Senior Circuit  Judge.   Creditor-appellant\r                      BOWNES, Senior Circuit  Judge.\r                                                   \n\nRichard  M. Piccicuto commenced  this adversary proceeding in\n\nthe bankruptcy  court which  sought to  have a  judgment debt\n\nowed him by  debtors-appellees Ralph E.  Dwyer and Linda  Rex\n\n(\"the landlords\") declared nondischargeable under 11 U.S.C.  \n\n523(a)(6)  (1989).1   Subsequently,  he  filed  a motion  for\n\nsummary judgment on his claim.  The bankruptcy court not only\n\ndenied his motion, it sua sponte granted  summary judgment to\r                                            \n\nthe landlords.  The district court affirmed.  Because we find\n\nthat summary judgment should have been entered for Piccicuto,\r                                                              \n\nand not against him, we reverse.\n\n                              I.\r                                          I.\r                                            \n\n          Throughout  1984  and  1985,  the  landlords  owned\n\ncommercial  rental property (\"the  property\") in Northampton,\n\nMassachusetts.  Ralph Dwyer's son, Jeffrey Dwyer, managed the\n\nproperty.   During that  same time period,  Richard Piccicuto\n\nowned and operated Sheehan's Cafe,  Inc., which was a  tenant\n\nof  several  units  (including  two basement  units)  of  the\n\nproperty.  Until  July 13,  1984, when  the parties  executed\n\nleases for these basement units, Sheehan's had been a tenant-\n\nat-will therein.\n\n          On July  20, 1984,  Jeffrey Dwyer met  with Timothy\n\nand Paul  Driscoll, who  had been negotiating  with Piccicuto\n\n                    \r                                \n\n1.  Section  523(a)(6)  precludes   the  discharge  of  debts\nincurred \"for willful  and malicious injury by the  debtor to\nanother entity or to the property of another entity.\"\n\n                             -3-\r                                          3\r\n\nfor  the  purchase  of  Sheehan's.    At  that  meeting,  the\n\nDriscolls  requested that the leases of the basement units be\n\nassigned  to them.    Jeffrey Dwyer  not  only declined  this\n\nrequest, he denied  the existence  of the leases.   When  the\n\nDriscolls reported this to  Piccicuto, he telephoned  Jeffrey\n\nDwyer,  who informed him that the  contemplated deal with the\n\nDriscolls was too good, and that there would be no assignment\n\nunless he  and  the landlords  were  paid $50,000  up  front.\n\nPiccicuto did not accede to Dwyer's demand.\n\n          For the ensuing ten months, Piccicuto attempted  to\n\nrectify the situation with the Driscolls, and otherwise tried\n\nto  sell  the  business  by placing  listings  with  brokers.\n\nJeffrey Dwyer  interfered with  these efforts  by telephoning\n\nthe brokers and informing them  that the leases were invalid,\n\nvoid,  or in litigation.   As a result,  the brokers withdrew\n\nfrom listing and showing the property.  During this same time\n\nperiod, whenever Piccicuto's rent payments  were a day or  so\n\nlate,  Jeffrey  Dwyer deluged  him  with  notices of  breach,\n\nnotices  of  termination,  and  notices  to quit.    He  also\n\ncommenced a barrage  of noise complaints to the  police, none\n\nof  which was substantiated to  the point of  police or court\n\naction.    In  addition,   in  January  1985,  the  landlords\n\ninitiated what became series of eviction  proceedings against\n\nPiccicuto.   All  of  these proceedings  eventually concluded\n\nwith judgments in Piccicuto's favor.\n\n                             -4-\r                                          4\r\n\n          Piccicuto was not able to sell the property and, on\n\nJuly  8, 1985, filed for  protection under Chapter  11 of the\n\nBankruptcy Code.   Subsequently, in September  1985, he filed\n\nan action  in Massachusetts  Superior  Court against  Jeffrey\n\nDwyer and the landlords which sought damages for, inter alia,\r                                                                        \n\nintentional  interference  with   an  advantageous   business\n\nrelationship  and  unfair  trade practices  in  a  commercial\n\ncontext.   See Mass. Gen. L.  ch. 93A,   2 (1993).   The case\r                          \n\nwent to trial  in June  1989.  Although  all defendants  were\n\nrepresented at  trial, only defendant Jeffrey  Dwyer chose to\n\nappear  and testify.   At  the conclusion  of the  trial, the\n\ncourt  submitted  the  common  law  intentional  interference\n\nclaims to the jury on special questions, reserving to  itself\n\nPiccicuto's  claims  under ch.  93A.    The jury  returned  a\n\nverdict in  favor  of  Piccicuto  for $371,000.    The  court\n\naccepted this verdict  and doubled it to $742,000 under Mass.\n\nGen. L. ch. 93A,    11 (1993), which directs courts  to award\n\nno  less than  double  and no  more  than triple  the  actual\n\ndamages resulting  from a  \"willful or knowing\"  violation of\n\nch. 93A,   2.  In conjunction with its decision, the superior\n\ncourt  issued   a  comprehensive  memorandum   detailing  its\n\nfindings  and rulings.   The  memorandum clearly  states that\n\n\"the  defendants'   acts   [were]  willful,   malicious   and\r                             \n\nunjustified.\"   Appendix at 151-52 (emphasis  supplied).  The\n\n                             -5-\r                                          5\r\n\nMassachusetts  Appeals  Court   affirmed  in  all   respects.\n\nPiccicuto v. Dwyer, </pre><span class=\"citation\" data-id=\"2249919\"><a href=\"/opinion/2249919/piccicuto-v-dwyer/\"><span class=\"volume\">586</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">38</span> </a></span><pre class=\"inline\">(Mass. App. Ct. 1992).\r                              \n\n          Meanwhile, in  September 1989, the  landlords filed\n\nChapter 11 petitions with  the United States Bankruptcy Court\n\nfor the District of  Massachusetts.  Subsequently,  Piccicuto\n\nbrought this adversary proceeding, and in due time  moved for\n\nsummary judgment.  As we have noted, Piccicuto argued that 11\n\nU.S.C.     523(a)(6)  precludes  discharge  of  the  $742,000\n\njudgment  debt.    He based  his  argument  on  two theories.\n\nFirst, Piccicuto  contended that the  doctrine of  collateral\n\nestoppel  precluded  the  landlords  from  attacking  in  the\n\nbankruptcy court  the superior court's ch.  93A findings that\n\nthey had acted willfully, maliciously, and unjustifiably, and\n\nthat these  findings were, by virtue  of collateral estoppel,\n\nbinding on the bankruptcy  judge.  See Grogan v.  Garner, </pre><span class=\"citation\" data-id=\"112522\"><a href=\"/opinion/112522/grogan-v-garner/\"><span class=\"volume\">498</span>\r                                                                    \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span><pre class=\"inline\">, 285 n.11 (1991) (principles of collateral estoppel,\n\nas set forth in  the Restatement (Second) of Judgments    27,\n\napply  in   dischargeability  proceedings  brought   under   \n\n523(a)).  In the alternative, Piccicuto asserted that even if\n\nJeffrey  Dwyer  was  the  only defendant  who  willfully  and\n\nmaliciously caused  him injury,  Jeffrey's actions  should be\n\nimputed  to  the  landlords   under  a  theory  of  vicarious\n\nliability.\n\n          The bankruptcy court rejected these arguments.  For\n\nreasons that  are not  entirely clear, it  misapprehended the\n\n                             -6-\r                                          6\r\n\nthrust of Piccicuto's first  argument and looked only  to the\n\nspecial  verdict   questions   submitted  to   the  jury   on\n\nPiccicuto's common  law claims.  Relying  on these questions,\n\nwhich referred only  to actions taken  by Jeffrey Dwyer,  the\n\nbankruptcy  court  held that  \"[i]t  is  undisputed that  the\n\nverdict  and subsequent  judgment  was  rendered against  the\n\n[landlords]  based  solely  upon  their  vicarious  liability\n\nflowing  from the actions of Jeffrey Dwyer.\"   In re Rex, </pre><span class=\"citation\" data-id=\"1866223\"><a href=\"/opinion/1866223/in-re-rex/\"><span class=\"volume\">150</span>\r                                                                    \n\n<span class=\"reporter\">B.R.</span> <span class=\"page\">505</span></a></span><pre class=\"inline\">, 506 (Bankr.  D. Mass. 1993).  The  bankruptcy court\n\nthen ruled that vicarious  liability cannot support a finding\n\nthat a debtor acted willfully and maliciously for purposes of\n\n11 U.S.C.    523(a)(6).   </pre><span class=\"citation\" data-id=\"1866223\"><a href=\"/opinion/1866223/in-re-rex/\"><span class=\"id_token\">Id.</span> at 506-07. </a></span><pre class=\"inline\">  Finding no genuine\r                                         \n\nissue of  material fact  remaining for trial,  the bankruptcy\n\ncourt, acting sua sponte, entered judgment for the landlords.\r                                    \n\n</pre><span class=\"citation\" data-id=\"1866223\"><a href=\"/opinion/1866223/in-re-rex/\"><span class=\"id_token\">Id.</span> at 507. </a></span><pre class=\"inline\"> \r               \n\n          The  district court  to  which  Piccicuto  appealed\n\nthese  rulings  agreed  with  the  bankruptcy  court's  legal\n\nconclusion regarding  vicarious liability under    523(a)(6).\n\nIt  also upheld  as  \"not clearly  erroneous\" the  bankruptcy\n\ncourt's  \"finding\" that  the landlords'  liability was  based\n\nsolely  on  the  actions   of  their  agent,  Jeffrey  Dwyer.\n\nAccordingly, it affirmed the bankruptcy court's judgment.\n\n                             II.\r                                         II.\r                                            \n\n          On  appeal to  this  court, Piccicuto  makes  three\n\narguments.   First, he renews  his argument that the findings\n\n                             -7-\r                                          7\r\n\nof  the superior court in  connection with his  ch. 93A claim\n\nconclusively  establish that the  landlords themselves caused\n\nhim  willful  and  malicious   injury,  as  those  terms  are\n\nunderstood under 11 U.S.C.   523(a)(6).  Next, he  reiterates\n\nhis alternative argument that vicarious liability can support\n\na finding of willfulness and maliciousness under   523(a)(6).\n\nFinally,  he  contends that  the  district  court abused  its\n\ndiscretion in declining his request for oral argument in this\n\nmatter.  We need  not reach the merits of  Piccicuto's second\n\nand third appellate arguments because we agree with his first\n\none. \n\nA.  Summary Judgment in Bankruptcy Proceedings\r            A.  Summary Judgment in Bankruptcy Proceedings\r                                                          \n\n          We very  recently elaborated upon the  operation of\n\nsummary  judgment  in  bankruptcy  proceedings.   See  In  re\r                                                                         \n\nVarrasso, No. 94-1583,  slip op.  at 4-6 (1st  Cir. Oct.  18,\r                    \n\n1994).   We need not,  therefore, rehearse the relevant legal\n\nprinciples  at  great length.   Suffice  it  to say  that our\n\nreview of  an order initially made under Bankruptcy Rule 7056\n\n(governing summary judgment  in bankruptcy proceedings)  does\n\nnot  differ in  any material  respect from  our review  of an\n\norder under Fed. R. Civ.  P. 56.  We review such an  order de\r                                                                         \n\nnovo,  determining  whether the  lower courts  have correctly\r                \n\nassessed  the  record  in  deciding that  genuine  issues  of\n\nmaterial fact  do, or do  not, remain for  trial.  See  In re\r                                                                         \n\nVarrasso,  slip  op.  at  5.    As  always,  in  making  this\r                    \n\n                             -8-\r                                          8\r\n\ndetermination,  we   will  read  the  record   and  draw  all\n\nreasonable  inferences in  the manner  most favorable  to the\n\nparty opposing summary judgment.  </pre><span class=\"citation\" data-id=\"1866223\"><a href=\"/opinion/1866223/in-re-rex/\"><span class=\"id_token\">Id.</span>\r                                                 \n\nB.  Applying </a></span><pre class=\"inline\">the Principles\r            B.  Applying the Principles\r                                       \n\n          As  an initial  matter, we  note that  the district\n\ncourt applied  the wrong standard  of review  in ruling  upon\n\nPiccicuto's  first argument.   The  bankruptcy court  did not\n\nmake any findings of fact entitled to  deference; instead, it\n\nmerely stated  its reading of the superior court's opinion in\n\nthe course of making a summary judgment ruling.  See </pre><span class=\"citation\" data-id=\"1866223\"><a href=\"/opinion/1866223/in-re-rex/\"><span class=\"id_token\">id.</span> at 6\r</a></span><pre class=\"inline\">                                                                    \n\nand n.2.   The district court therefore should  have reviewed\n\nde novo  the bankruptcy court's legal determination regarding\r                   \n\nthe effect of the superior court's findings. \n\n          Although we could remand  to the district court for\n\nreconsideration  under the  appropriate  standard of  review,\n\ndoing so would serve no useful  purpose.  As we explained  in\n\nVarrasso:    \"The  validity  vel non  of  a  summary judgment\r                                                \n\nentails a pure question  of law and, therefore, we  are fully\n\nequipped  to  resolve  the question  as  a  matter of  first-\n\ninstance appellate  review.\"   </pre><span class=\"citation\" data-id=\"1866223\"><a href=\"/opinion/1866223/in-re-rex/\"><span class=\"id_token\">Id.</span>  at  6. </a></span><pre class=\"inline\">  Accordingly,  we\r                                              \n\naddress on the merits Piccicuto's first appellate issue.\n\n          The easiest way to  frame this issue is to  note at\n\nthe outset  that which is  not disputed.  First,  there is no\n\ndispute  that  those  issues  necessarily  determined  by the\n\nsuperior  court in  finding  that the  landlords and  Jeffrey\n\n                             -9-\r                                          9\r\n\nDwyer  had violated  ch. 93A,     2 and  11, are  to be given\n\neffect in  this proceeding.  \"When an issue of fact or law is\n\nactually  litigated  and  determined  by a  valid  and  final\n\njudgment, and the determination is essential to the judgment,\n\nthe  determination  is  conclusive  in  a  subsequent  action\n\nbetween  the parties,  whether  on the  same  or a  different\n\nclaim.\"  Restatement (Second) of Judgments   27 (1982).  \n\n          Nor  is there  any  dispute that  the findings  the\n\nsuperior  court necessarily made under ch. 93A,    2 and 11,2\n\nare  tantamount  to  findings  of  \"willful  and   malicious\"\n\nbehavior  under     523(a)(6).    The  landlords  agree  with\n\nPiccicuto  that, for an act to be willful and malicious under\n\n  523(a)(6),  it must be \"deliberate,\"  \"wrongful,\" and \"done\n\nwithout regard to its consequences,\"   see Brief of Appellees\r                                                      \n\nat 9-10, and that  the superior court's findings conclusively\n\nestablish  that  Piccicuto  was  the victim  of  willful  and\n\nmalicious  behavior  under  this  definition,  see  Brief  of\r                                                              \n\n                    \r                                \n\n2.  Under ch. 93A,    2, the superior court necessarily found\nthat  the landlords'  and  Jeffrey Dwyer's  actions (1)  were\noutside the penumbra of established concepts of fairness; (2)\nwere unethical or unscrupulous;  and (3) caused Piccicuto and\nhis   business   substantial  injury.     See   Wasserman  v.\r                                                                     \nAgnastopoulos,  </pre><span class=\"citation\" data-id=\"2183715\"><a href=\"/opinion/2183715/wasserman-v-agnastopoulos/\"><span class=\"volume\">497</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">,  23  (Mass.  App. Ct.),  rev.\r                                                                         \ndenied,  </pre><span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">298</span> </span><pre class=\"inline\"> (Mass. 1986).  Under  ch. 93A,   11,\r                  \nthe superior court necessarily  found that the landlords' and\nJeffrey  Dwyer's  violation of  ch.  93A,     2 was  willful.\n</pre><span class=\"citation\" data-id=\"2183715\"><span class=\"antecedent_guess\">Wasserman,</span> <a href=\"/opinion/2183715/wasserman-v-agnastopoulos/\"><span class=\"volume\">497</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">24</span></a></span><pre class=\"inline\">.\r                     \n\n                             -10-\r                                          10\r\n\nAppellees at  4 (conceding  that Jeffrey Dwyer's  conduct was\n\nwillful and malicious).3\n\n          Finally,  there is  no  real dispute  that, in  its\n\nfindings of  fact on Piccicuto's ch. 93A  claim, the superior\n\ncourt  used  language indicating  that  it  was going  beyond\n\ntheories  of vicarious  liability and  holding the  landlords\n\nliable for their own acts and conduct towards Piccicuto.  See\r                                                                         \n\nAppendix at 151-52 (\"[T]he damages awarded must be multiplied\n\nunder  [ch.  93A,    11]  particularly  where,  as  here, the\n\ndefendants' acts are  willful, malicious and  unjustified.\");\r                       \n\nAppendix at 152 n.17 (describing the aforementioned \"acts\" as\n\n\"[o]f active and relentless campaign against [Piccicuto], and\n\n                    \r                                \n\n3.  We  are aware  that  some  federal  courts seem  to  have\nconstrued  11 U.S.C.    523(a)(6)'s  \"willful and  malicious\"\nprovision more  strictly than the  Massachusetts courts  have\ninterpreted ch.  93A,   11's \"willful  or knowing\" provision.\nWhile we have been unable to locate any authority which reads\nch. 93A,   11, as requiring an actual intent to injure, a few\nfederal courts have interpreted    523(a)(6) as imposing such\na  requirement.   See In re  Conte, </pre><span class=\"citation\" data-id=\"677007\"><a href=\"/opinion/677007/bankr-l-rep-p-76069-in-re-dominick-p-conte-debtor-dominick-p-conte/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">303</span></a></span><pre class=\"inline\">, 306-07 (3rd\r                                              \nCir. 1994) (noting that the circuits have variously defined a\nwillful and malicious act under   523(a)(6) as a wrongful act\ndone with intent to  injure, a wrongful act that  will almost\ncertainly  produce harm, and a  wrongful act that  has a high\nprobability of causing harm)  (collecting cases); see also In\r                                                                         \nre Scarlata,  </pre><span class=\"citation no-link\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">521</span></span><pre class=\"inline\">,  536-39 (7th Cir.  1992) (Coffey,\r                       \nJ.,  dissenting) (noting the  same split in  the circuits but\narguing that most  courts have adopted a definition which, in\nessence, looks  to whether  the debtor  has acted  in knowing\ndisregard  of the rights  of another  and whether  the debtor\nshould have  foreseen that  injury  could occur)  (collecting\ncases).  \n     At  any rate, because this circuit has not yet passed on\nthis  difficult  and  controversial  issue,  and because  the\nlandlords  have  expressly   adopted  Piccicuto's   favorable\nconstruction of the statute,  we decline to delve into  it at\nthis time.\n\n                             -11-\r                                          11\r\n\nof  reckless disregard of the conduct of the business of this\n\nproperty by the owners, who took no role in supervising, even\r                                  \n\nthough  they were the parties in at least five separate state\n\ncourt  proceedings  and one  bankruptcy  court proceeding  in\n\nwhich  they, in  the  final analysis  were not  successful\");\n\nAppendix at  153 (\"[T]he  conduct of all  defendants violated\r                                                    \n\nthe  generally  accepted   standards,  falling  outside   the\n\npenumbra of  established  concepts of  fairness.   It may  be\n\nfairly  characterized  as   unethical,  unscrupulous,   [and]\n\ncausing substantial injury to [Piccicuto and his business].\")\n\n(emphases supplied).   \n\n          There is, however,  vehement disagreement about the\n\nreal meaning of the  superior court's findings on Piccicuto's\n\nch. 93A  claim.  Piccicuto  contends that the  superior court\n\nmeant exactly  what it said:   that the  landlords themselves\r                                                                         \n\nacted willfully  and  maliciously towards  Piccicuto and  his\n\nbusiness.   The landlords,  for their  part, assert  that the\n\ncourt could not have meant what it said -- or more precisely,\n\nthat the court used  regrettably loose language in describing\n\ntheir \"acts\" and  \"conduct\" -- because there was  no evidence\n\nthat they acted against  Piccicuto in any way.   In so doing,\r                     \n\nthe  landlords  paint  themselves  as   absentee  owners  who\n\nrecklessly failed to supervise their  out-of-control, on-site\n\nagent.\n\n                             -12-\r                                          12\r\n\n          Leaving   aside   the  question   of   whether  the\n\nprinciples underlying the issue preclusion doctrine  allow us\n\nto  go beyond the unambiguous findings of a state court judge\n\nand  assess whether  there was a  factual foundation  for the\n\nfindings, we find  the landlords' reading of  the state court\n\nrecord  to be  myopic.   While  the  landlords may  not  have\n\npersonally led the charge  against Piccicuto, they themselves\r                                                                         \n\nbrought at least two eviction proceedings against him when he\n\nwas  trying to  save  his  deal  with  the  Driscolls  and/or\n\notherwise  sell  his business.   The  superior court  made it\n\nclear   that  these  eviction  proceedings,  which  ended  in\n\njudgments  for  Piccicuto,  were  an  integral  part  of  the\n\ncampaign   of  harassment  and  intimidation  underlying  its\n\nfinding that  \"all defendants,\" by their  \"conduct,\" violated\n\nch.  93A,    2 and 11.   See Appendix at 151.4   In our view,\r                                        \n\nthis ends  the matter;  the superior court's  unambiguous and\n\nfactually  supported findings  must be  given effect  in this\n\naction.  Piccicuto therefore should have been awarded summary\n\njudgment  on his claim that the $742,000 judgment debt is not\n\ndischargeable in bankruptcy.\n\n                             III.\r                                         III.\r                                             \n\n                    \r                                \n\n4.  We  note  that  the  superior court's  reference  to  the\neviction  proceedings is  preceded  by a  statement that  the\nproceedings  were brought  by Jeffrey  as agent  for debtors.\nPiccicuto  has documented, however,  that this statement (and\r                                                                    \nnot  the court's  ultimate finding)  was a  slip of  the pen.\nDebtors themselves, as owners  of the property, initiated the\neviction proceedings.  See Appendix at 96-97.\r                                      \n\n                             -13-\r                                          13\r\n\n          For the reasons stated above,  the bankruptcy court\n\nerred  in awarding summary  judgment to the  landlords and in\n\nnot awarding summary judgment to  Piccicuto.  It follows that\n\nthe district court erred  in affirming the bankruptcy court's\n\nmistaken order.  We therefore  reverse the judgment below and\n\nenter summary judgment for Piccicuto.\n\n          So ordered.      \r                      So ordered.\r                                \n\n                             -14-\r                                          14\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112522/",
    "https://www.courtlistener.com/api/rest/v3/opinions/677007/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1866223/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2183715/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2249919/"
  ]
}