{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195737/",
  "id": 195737,
  "absolute_url": "/opinion/195737/congress-v-ajc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195737/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:46:20Z",
  "date_modified": "2020-02-21T23:32:58.036052Z",
  "type": "010combined",
  "sha1": "9d3cd1ef465a1371df6b786ecda62762c79529a8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1766.01A",
  "local_path": null,
  "plain_text": "                 UNITED STATES COURT OF APPEALS\r                                FOR THE FIRST CIRCUIT\r                                                     \r\n\nNo. 94-1766\r\n\n                 CONGRESS CREDIT CORPORATION,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n               AJC INTERNATIONAL, INC., ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                Campbell, Senior Circuit Judge,\r                                                          \r\n\n             Boyle* and Fust ,** District Judges.\r                                                            \r\n\n                                          \r\n\nRonald  L.  Rosenbaum, with  whom  Woods, Rosenbaum,  Luckeroth  &amp;\r                                                                              \r\nPerez Gonzalez was on brief for appellant.\r                      \r\nBrian  K. Tester, with whom Richard A. Lee Law Office was on brief\r                                                                 \r\nfor appellees.\r\n                                         \r\n\n                      December 15, 1994\r\n                                         \r\n\n                \r                            \r\n\n*Of the District of Rhode Island, sitting by designation.\r\n\n**Of the District of Puerto Rico, sitting by designation.\r\r\n\n          CAMPBELL,  Senior Circuit  Judge.   Congress Credit\r                                                      \r\n\nCorporation  (\"Congress Credit\")  appeals  from the  district\r\n\ncourt's  dismissal without prejudice  of its diversity action\r\n\nto collect  certain proceeds in  the hands of  the appellees,\r\n\nAJC  International, Inc. (\"AJC\") and Fronex Commodities, Inc.\r\n\n(Fronex\")  under a  perfected factor's  lien.   The  lien was\r\n\nallegedly granted  to Congress  Credit by  United Western  of\r\n\nPuerto Rico, Inc.  (\"United Western\"), which later  filed for\r\n\nbankruptcy.  The district court has dismissed the lien action\r\n\nwithout prejudice, apparently  believing that Congress Credit\r\n\nshould not presently proceed with  its lien action due to the\r\n\npendency  of  several adversary  proceedings  brought in  the\r\n\nbankruptcy court by the trustee  of United Western to recover\r\n\nthe  same sums  as preferences  from  these same  defendants.\r\n\nThis court initially affirmed,  but upon considering Congress\r\n\nCredit's  petition for rehearing, and after giving the matter\r\n\nfurther  thought, has  vacated its  opinion  and judgment  of\r\n\naffirmance.  We now hold  that the district court was without\r\n\nauthority  to dismiss  Congress Credit's diversity  action to\r\n\nenforce  its  lien, and  we  vacate  and remand  for  further\r\n\nproceedings in the district court.\r\n\n              FACTUAL AND PROCEDURAL BACKGROUND\r                          FACTUAL AND PROCEDURAL BACKGROUND\r\n\n          Congress Credit  is a  commercial finance  company.\r\n\nIt financed the  accounts receivable and inventory  of United\r\n\nWestern and  claims  to hold  a  recorded Factor's  Lien  and\r\n\n                             -2-\r\r\n\nAssignment  of Accounts  Receivable given  by United  Western\r\n\npursuant to  the Puerto Rico  Factors Lien and  Assignment of\r\n\nAccounts Receivable Acts.1  On March 2, 1990, United  Western\r\n\nfiled  a  petition in  bankruptcy  under  Chapter 11  of  the\r\n\nBankruptcy   Code,  which  was  converted  to  Chapter  7  on\r\n\nSeptember 7, 1990.\r\n\n          Appellees  were suppliers  of  United Western,  who\r\n\nallegedly, within  the ninety  days prior  to the  bankruptcy\r\n\nfiling,  received  bulk transfers  of  inventory  from United\r\n\nWestern in payment of its outstanding indebtedness to them   \r\n\n$376,610.79 in the case of AJC and  $81,178.60 in the case of\r\n\nFronex.2    On   May  11,  1990,  United   Western  commenced\r\n\nadversary  proceedings in  the bankruptcy  court  against the\r\n\nappellees, alleging  that  the  inventory  sales  constituted\r\n\npreferential  transfers.  After  the conversion to  Chapter 7\r\n\nthe  trustee was  substituted for  the  debtor as  plaintiff.\r\n\nCongress Credit commenced  this action in the  district court\r\n\nunder diversity jurisdiction to recover essentially the  same\r\n\n                    \r                                \r\n\n1.  P.R. Laws  Ann. tit. 10,     551-60, 581-88 (1976).   The\r\nstatus and validity of this  lien is not presently before us,\r\nalthough it plays a central role in the controversy.\r\n\n2.  Two  other suppliers  of  United  Western also  allegedly\r\nreceived  bulk transfers  within  the ninety  day  preference\r\nperiod, in  the amounts  of $180,504.84 in  the case  of Agro\r\nInternational  (\"Agro\") (originally a named defendant in this\r\nsuit) and  $23,000.00 in the  case of Top Flight,  Inc. (\"Top\r\nFlight\").   Congress  Credit represents  that  both of  these\r\nentities  have been liquidated while this litigation has been\r\npending.\r\n\n                             -3-\r\r\n\nassets, or their proceeds, on June 1, 1990, alleging that the\r\n\nmerchandise thus transferred had been subject to its factor's\r\n\nlien.\r\n\n          On June  7, 1990  (some six  days after  filing its\r\n\nlien  action in the district court)  Congress Credit filed an\r\n\nadversary  proceeding in  the bankruptcy  court,  asserting a\r\n\nclaim  to  any  recovery  the  estate  might  obtain  in  the\r\n\npreference  actions.    The  trustee  did  not  contest  this\r\n\nproceeding; accordingly, judgment was entered on February 11,\r\n\n1992  in favor of Congress Credit, securing Congress Credit's\r\n\nright to any such recovery.\r\n\n          The appellees having  successfully obtained a  stay\r\n\nof the lien action on  August 31, 1990, pending resolution of\r\n\nthe adversary  proceedings in the bankruptcy  court, Congress\r\n\nCredit next  moved the  district court to  lift that  stay on\r\n\nAugust 27, 1992.  The appellees opposed that motion and moved\r\n\nto dismiss on September 28,  1992.  The district court denied\r\n\nthe  motion to  vacate the  stay  and granted  the motion  to\r\n\ndismiss in  an  opinion  and  order  dated  April  16,  1993.\r\n\nCongress Credit's unsuccessful motion for reconsideration was\r\n\ndenied  in a  second opinion  and order  dated June  8, 1994,\r\n\nwhich reiterated  the grounds  stated in  the first  opinion.\r\n\nCongress Credit then appealed.\r\n\n          Congress Credit represents that there are  no funds\r\n\nin United Western's  estate and that the  bankrupt's business\r\n\n                             -4-\r\r\n\nhas long since been liquidated.3   The record also shows that\r\n\nthe  bankruptcy judge has  rejected a proposed  agreement for\r\n\nCongress  Credit to finance  the trustee's preference actions\r\n\nand has ordered the trustee  to show cause why the preference\r\n\nactions  should not  be  dismissed, as  none of  the proceeds\r\n\nwould  benefit the estate (i.e.  they would presumably all go\r\n\nto  Congress Credit  under the  bankruptcy  court's order  of\r\n\nFebruary 11, 1992).\r\n\n          The  district  court,  nonetheless,  reasoned  that\r\n\nCongress Credit's interests were fully protected by and could\r\n\nawait the results  of the trustee's preference  actions.  The\r\n\ncourt seemed to base the dismissal of the lien action on  its\r\n\nunderstanding that it  was merely duplicative of  the pending\r\n\npreference actions:\r\n\n          The  trustee's  adversary  proceeding and\r\n          this case involve  the same transactions,\r\n          property   and   parties.      The   only\r\n          difference between the cases  lies in the\r\n          legal bases for  challenging the validity\r\n          of  the transfers.    A  judgment in  the\r\n          civil action would most certainly have an\r\n          effect  on the  debtor's  estate.  . .  .\r\n          [M]aintenance    of    two    proceedings\r\n\n                    \r                                \r\n\n3.  Not having the  record in the bankruptcy  case before us,\r\nwe cannot  know for certain that this is  correct.  If it is,\r\nand  if, as  may be  the case,  infra, the  preference action\r                                                 \r\ncannot benefit  the estate, there  may be no point  in having\r\nthe trustee  seek to  recover property all  of which  must be\r\nturned over to Congress  Credit, with the inflation  of legal\r\nfees that this might entail.  On the other hand, there may be\r\nlegitimate reasons  justifying continuance of  the preference\r\nactions.  Sorting out and making the best provision for these\r\nrealities  is something  we leave  to the  district court  on\r\nremand.\r\n\n                             -5-\r\r\n\n          adjudicating  the  same  issues  consumes\r\n          scarce judicial resources.\r\n\n                           ANALYSIS\r                                       ANALYSIS\r\n\n          Shortly  after hearing  this  appeal, we  summarily\r\n\naffirmed  the district court's  judgment of dismissal  as, at\r\n\nfirst blush,  it  seemed sensible  to  permit matters  to  be\r\n\npursued  and, if possible, concluded in the bankruptcy court.\r\n\nLike the district  court, we were unhappy at  the prospect of\r\n\nthe two cases     the preference actions and  the lien action\r\n\n    wasting scarce resources by proceeding on separate tracks\r\n\nin different courts, with the risk of multiple judgments.  We\r\n\nare  now  persuaded,  however,   that  the  district  court's\r\n\nproposed solution to this dilemma  was legally insupportable.\r\n\nThe correct, as well as  most efficient solution, is for both\r\n\nproceedings  to  be  consolidated  for  disposition  in   the\r\n\ndistrict   court,  which  is   the  only  court   with  clear\r\n\njurisdiction over both.\r\n\n          While the  lien action  and the  preference actions\r\n\napparently involve the  identical property, they are  not one\r\n\nand  the same action, permitting  dismissal of one as surplus\r\n\nto the  other.  They do not involve  the same parties nor the\r\n\nsame causes of  action.  The law suit from  which this appeal\r\n\nis  taken     the  lien action     is  a diversity  action to\r\n\nenforce a lien created under Puerto Rico law.  P.R. Laws Ann.\r\n\ntit.  10,     551-60, 581-88  (1976).   Congress Credit  must\r\n\nprove  the  existence  and  validity  of  the  lien,  and, in\r\n\n                             -6-\r\r\n\naddition, that the lien attached to the inventory transferred\r\n\nto the appellees and followed  to any claimed proceeds now in\r\n\ntheir  hands.   The trustee,  on the  other hand,  must show,\r\n\ninter alia,  that the  inventory was  property of  the estate\r                      \r\n\nwhen transferred  to appellees so  that its transfer  to them\r\n\nwas a  preference.  11  U.S.C.   547(b) (1988)  (\"the trustee\r\n\nmay  avoid any  transfer  of  an interest  of  the debtor  in\r                                                                     \r\n\nproperty\")  (emphasis  added);  see generally  4  Collier  on\r                                                                         \r\n\nBankruptcy,   547.01 (Lawrence P. King, ed. 1994) (discussing\r                      \r\n\nelements   of  a  preference   claim).    This   may  require\r\n\nconsideration  of  the  extent  to  which  Congress  Credit's\r\n\nasserted   lien  removed  the  inventory  from  the  debtor's\r\n\nproperty and made it instead  the property of Congress Credit\r\n\nprior   to  the   filing  of   United  Western's   bankruptcy\r\n\npetition.4   Thus, the  legal operation  and validity of  the\r\n\nlien is an issue of some  importance to both cases.  However,\r\n\nthe plaintiffs  and the legal  theories for recovery  in each\r\n\ncase are different.\r\n\n          The  district court apparently viewed the two cases\r\n\nas  based on identical, parallel theories, giving the earlier\r\n\n                    \r                                \r\n\n4.  The operation  of the lien  is a question of  Puerto Rico\r\nlaw.  See  4 Collier on Bankruptcy,    541.02[1] (Lawrence P.\r                                              \r\nKing,  ed. 1994) (\"Section 541 provides that the commencement\r\nof a case creates an estate  consisting, most importantly, of\r\nall legal or equitable interests of the debtor in property at\r\nthe  time  of the  commencement  of  the  case.   Under  this\r\nprovision it will still be necessary to look to nonbankruptcy\r\nlaw, usually  to state law,  to determine whether  the debtor\r\nhas any legal or equitable interest in any particular item.\")\r\n\n                             -7-\r\r\n\npreference   cases  a  right  to  proceed  exclusive  of  the\r\n\nsubsequent lien action.  This analysis  overlooked the  major\r\n\ndifferences  between the  two causes of  action.   A district\r\n\ncourt  may  certainly  dismiss  an  action  which  is  merely\r\n\n\"duplicative\"  of another  action pending in  another federal\r\n\ncourt.  See Colorado River Water Conservation Dist. v. United\r                                                                         \r\n\nStates,  424 U.S.  800, 817,  96 S.Ct.  1236, 47  L.Ed.2d 483\r                  \r\n\n(1976); Small v. Wageman, 291  F.2d 734, 735 (1st Cir. 1961);\r                                    \r\n\n17A   Charles  Alan  Wright  et  al.,  Federal  Practice  and\r\n\nProcedure    4247  nn. 7-8  and  accompanying text  (2nd  ed.\r\n\n1988).  But for an action to  be \"duplicative\" of another, so\r\n\nas to  warrant its dismissal  for that reason alone,  the one\r\n\nmust be materially on  all fours with the other.  The present\r\n\nlien action is not at all in that category.  The plaintiff in\r\n\nthe  lien action  is different  from that  in  the preference\r\n\nactions,  and the theory of recovery is altogether different.\r\n\nSee, e.g., Thermal Dynamics Corp. v. Union Carbide Corp., 214\r                                                                    \r\n\nF.  Supp.  773, 774  (S.D.N.Y.  1963) (in  order  to properly\r\n\nenjoin suit in  another court, the issues \"must  have such an\r\n\nidentity that a determination in  one action leaves little or\r\n\nnothing  to  be determined  in  the other\");  Radio  Corp. of\r                                                                         \r\n\nAmerica v. Rauland Corp., 16 F.R.D. 160, 163 (N.D. Ill. 1954)\r                                    \r\n\n(federal  court  should  not  stay  proceedings  in  its  own\r\n\njurisdiction  unless it appears  that parties and  issues are\r\n\nthe  same), mandamus denied,  217 F.2d  218 (7th  Cir. 1954),\r                                       \r\n\n                             -8-\r\r\n\ncert.  denied, 348  U.S.  973,  75 S.Ct.  533,  99 L.Ed.  758\r                         \r\n\n(1955), mandamus denied, 348 U.S. 968, 75 S.Ct. 543, 99 L.Ed.\r                                   \r\n\n754 (1955).\r\n\n          We  think it  clear, therefore,  that  there is  no\r\n\njustification for dismissing  the present lien action  on the\r\n\nbasis of a  supposed identity between  it and the  preference\r\n\nactions.   Nor  can  we  see  any  bankruptcy-related  theory\r\n\nallowing  the  district  court to  force  Congress  Credit to\r\n\ndepend  upon  the preference  proceedings  in  the bankruptcy\r\n\ncourt for the  collection of its lien.   We are  advised that\r\n\nthe automatic stay as to  Congress Credit has long since been\r\n\nvacated.   See 11  U.S.C.    362(a)  (1988) (staying  actions\r                          \r\n\nagainst the  debtor, property of  the debtor, or  property of\r\n\nthe  estate).  Direct  enforcement of Congress  Credit's lien\r\n\nmust be  accomplished by  a state law  action brought  in the\r\n\nPuerto Rico courts or a  federal court sitting in  diversity.\r\n\nIt is doubtful whether a bankruptcy court has jurisdiction at\r\n\nall over  such a  lien action,  which is clearly  not a  core\r\n\nbankruptcy   matter,   see  28   U.S.C.      157(b)   (1988).\r                                      \r\n\nConceivably, in  proper  circumstances,  a  bankruptcy  court\r\n\nmight handle  a lien  enforcement  action as  a non-core  but\r\n\n\"related\" proceeding  under the  eye of  the district  court,\r\n\nwhich would have final say over its disposition.  28 U.S.C.  \r\n\n157(c)   (1988)  (bankruptcy  court   may  hear   a  non-core\r\n\nproceeding, but  final  disposition of  such must  be by  the\r\n\n                             -9-\r\r\n\ndistrict court).   Most probably, although we do  not rule on\r\n\nthe  question,  the  lien  action is  not  even  a  \"related\"\r\n\nproceeding.   The  lien  holder  here  claims, and  has  been\r\n\nawarded by  order of the  bankruptcy court, the right  to all\r\n\nrecovery  in the preference actions.   This suggests that, by\r\n\nnow, the  result in  the lien proceeding  can have  no impact\r\n\nwhatever upon the bankruptcy estate.   See, e.g., In re North\r                                                                         \r\n\nStar  Contracting Corp., 146  B.R. 514, 519  (Bankr. S.D.N.Y.\r                                   \r\n\n1992) (action is \"related  to\" a bankruptcy if  outcome could\r\n\nalter  the debtor's rights,  liabilities, options, or freedom\r\n\nof  action, or  in  any  way impacts  upon  the handling  and\r\n\nadministration of the bankruptcy estate); In re Chambers, 125\r                                                                    \r\n\nB.R. 788, 793 (Bankr. W.D. Mo. 1991) (matter not \"related to\"\r\n\nTitle  11  where  neither amount  of  property  available for\r\n\ndistribution, not the allocation of property among creditors,\r\n\nis affected by the dispute).   If the lien enforcement action\r\n\nis not  a \"related\"  proceeding, the  bankruptcy court  would\r\n\nlack any  jurisdiction whatever over it.  In any event, it is\r\n\ndifficult   to   justify   ousting  Congress   Credit,   even\r\n\ntemporarily, from  the district  court     which clearly  has\r\n\ndiversity  jurisdiction over its  lien action     leaving its\r\n\nrights under the lien  to be secured in the more  round about\r\n\npreference   proceeding,   requiring  proof   of   additional\r\n\nelements, in  a court  probably lacking  any jurisdiction  to\r\n\nenforce the lien claim directly.\r\n\n                             -10-\r\r\n\n          In these  circumstances, we think it  was erroneous\r\n\nto defer to the trustee's  and the bankruptcy court's lead in\r\n\nthe preference  proceedings     proceedings  which, at  best,\r\n\nseem  poorly tailored to Congress Credit's present needs, and\r\n\nwhich in  any case seem to have  lost steam.  To  be sure, it\r\n\nmakes no sense for the  two actions to proceed along separate\r\n\ntracks,  inviting a defense  strategy of divide  and conquer.\r\n\nBut there  is a better  solution to this problem,  namely, to\r\n\nconsolidate  both  proceedings  in the  one  court,  here the\r\n\ndistrict court, where jurisdiction over both  actions plainly\r\n\nexists.  This  will enable attention to be  directed where it\r\n\nshould  have been  directed all  along     to  the merits  or\r\n\ndemerits of  the claims  against the  appellees, without  the\r\n\ndistraction of  conceivable double or  conflicting recoveries\r\n\nin different courts.\r\n\n          We, therefore, vacate  and remand  to the  district\r\n\ncourt with instructions that it provide appropriate notice to\r\n\nthe trustee in bankruptcy, directing him to show cause in the\r\n\ndistrict  court why  the  preference  claims  should  not  be\r\n\nbrought up  to the district  court from the  bankruptcy court\r\n\nand  either abandoned  or  dismissed  or  else  continued  in\r\n\nconsolidation with the  lien claim.5  The  district court can\r\n\n                    \r                                \r\n\n5.  The  bankruptcy court has already instituted inquiry into\r\nwhether the preference claims should be continued now that it\r\nis  clear that the sole  beneficiary will be Congress Credit.\r\nThe district court  may, but need not, allow  that inquiry to\r\nbe resolved by the bankruptcy judge  if it thinks this is the\r\n\n                             -11-\r\r\n\neither  dismiss the preference  claims if it  determines that\r\n\nthey  lack viability (assuming  the bankruptcy court  has not\r\n\ndone so, see  n.5) or allow the  trustee to pursue them  in a\r                        \r\n\nconsolidated proceeding  in the district  court together with\r\n\nthe lien diversity action.\r\n\n          The  power of the district court to consolidate the\r\n\npreference actions now  pending in the bankruptcy  court with\r\n\nthe  instant diversity  lien  action rests  on  its power  to\r\n\nwithdraw a case from the bankruptcy  court \"for cause shown.\"\r\n\n28  U.S.C.    157(d) (1988).    Courts have  done this  where\r\n\nnecessary in  analogous instances.   See, e.g., In  re Sevko,\r                                                                         \r\n\nInc., 143  B.R. 114, 117 (N.D. Ill.  1992) (considerations of\r                \r\n\njudicial economy adequate to meet \"cause shown\" requirement);\r\n\nEnviro-Scope Corp. v. Westinghouse Elec. Corp. (In re Enviro-\r                                                                         \r\n\nScope  Corp.), 57 B.R. 1005,  1008-09 (E.D. Pa. 1985) (same).\r                         \r\n\nWe  direct use of    157(d) not  because of any  fault on the\r\n\npart  of the  bankruptcy  court,  but  because  bringing  the\r\n\npreference  claims into  the district  court  will allow  all\r\n\nfacets of these controversies affecting the same property and\r\n\n                    \r                                \r\n\nmost efficient way  to proceed.  Alternatively,  the district\r\ncourt may  take charge  of and  resolve that  inquiry itself.\r\nGiven the nearly four  years of wheelspinning, we  direct the\r\ndistrict  court to  do  whatever  is  necessary  to  speedily\r\nresolve,  or  have  resolved, the  status  of  the preference\r\nproceedings so that  appellant's lien claim, either  alone or\r\nin  tandem, can  move ahead  and be  decided without  further\r\ndelay.\r\n\n                             -12-\r\r\n\nthe same defendants to be  disposed of by one tribunal having\r\n\nundoubted jurisdiction and authority.\r\n\n          We  emphasize that the question of whether there is\r\n\nany  reason to  continue  the  preference  claims  should  be\r\n\nspeedily  resolved at  the outset.    To pursue  them at  the\r\n\nexpense  of the estate  and, potentially, of  the appellant's\r\n\nrecovery, may  be inadvisable and a  waste of money.   On the\r\n\nother hand, we  do not want to  prejudge the matter.   If the\r\n\npreference claims still serve a proper  purpose and should be\r\n\npursued, they  should be pursued  in the district court  in a\r\n\nconsolidated proceeding together with the lien claim.  We are\r\n\nconfident that the district court, having both matters before\r\n\nit,  will give  expedited attention  to  ending the  existing\r\n\ngridlock.  Congress Credit is  entitled to have the merits of\r\n\nits claims determined without further delay.\r\n\n          The district court's  judgment of  April 19,  1993,\r\n\nand  its opinion and order of  June 8, 1994, are vacated, and\r\n\nthis case is remanded  to the district court  for proceedings\r\n\nconsistent with this opinion.6\r\n\n                    \r                                \r\n\n6.  We treat the  district court's opinion and order  of June\r\n8, 1994 as  an appealable final judgment.   See Bankers Trust\r                                                                         \r\nCo. v. Mallis,  435 U.S. 381, 98  S.Ct. 1117, 55  L.Ed.2d 357\r                         \r\n(1978).\r\n\n                             -13-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                 UNITED STATES COURT OF APPEALS\r                                FOR THE FIRST CIRCUIT\r                                                     \r\n\nNo. 94-1766\r\n\n                 CONGRESS CREDIT CORPORATION,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n               AJC INTERNATIONAL, INC., ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                Campbell, Senior Circuit Judge,\r                                                          \r\n\n             Boyle* and Fust ,** District Judges.\r                                                            \r\n\n                                          \r\n\nRonald  L.  Rosenbaum, with  whom  Woods, Rosenbaum,  Luckeroth  &amp;\r                                                                              \r\nPerez Gonzalez was on brief for appellant.\r                      \r\nBrian  K. Tester, with whom Richard A. Lee Law Office was on brief\r                                                                 \r\nfor appellees.\r\n                                         \r\n\n                      December 15, 1994\r\n                                         \r\n\n                \r                            \r\n\n*Of the District of Rhode Island, sitting by designation.\r\n\n**Of the District of Puerto Rico, sitting by designation.\r\r\n\n          CAMPBELL,  Senior Circuit  Judge.   Congress Credit\r                                                      \r\n\nCorporation  (\"Congress Credit\")  appeals  from the  district\r\n\ncourt's  dismissal without prejudice  of its diversity action\r\n\nto collect  certain proceeds in  the hands of  the appellees,\r\n\nAJC  International, Inc. (\"AJC\") and Fronex Commodities, Inc.\r\n\n(Fronex\")  under a  perfected factor's  lien.   The  lien was\r\n\nallegedly granted  to Congress  Credit by  United Western  of\r\n\nPuerto Rico, Inc.  (\"United Western\"), which later  filed for\r\n\nbankruptcy.  The district court has dismissed the lien action\r\n\nwithout prejudice, apparently  believing that Congress Credit\r\n\nshould not presently proceed with  its lien action due to the\r\n\npendency  of  several adversary  proceedings  brought in  the\r\n\nbankruptcy court by the trustee  of United Western to recover\r\n\nthe  same sums  as preferences  from  these same  defendants.\r\n\nThis court initially affirmed,  but upon considering Congress\r\n\nCredit's  petition for rehearing, and after giving the matter\r\n\nfurther  thought, has  vacated its  opinion  and judgment  of\r\n\naffirmance.  We now hold  that the district court was without\r\n\nauthority  to dismiss  Congress Credit's diversity  action to\r\n\nenforce  its  lien, and  we  vacate  and remand  for  further\r\n\nproceedings in the district court.\r\n\n              FACTUAL AND PROCEDURAL BACKGROUND\r                          FACTUAL AND PROCEDURAL BACKGROUND\r\n\n          Congress Credit  is a  commercial finance  company.\r\n\nIt financed the  accounts receivable and inventory  of United\r\n\nWestern and  claims  to hold  a  recorded Factor's  Lien  and\r\n\n                             -2-\r\r\n\nAssignment  of Accounts  Receivable given  by United  Western\r\n\npursuant to  the Puerto Rico  Factors Lien and  Assignment of\r\n\nAccounts Receivable Acts.1  On March 2, 1990, United  Western\r\n\nfiled  a  petition in  bankruptcy  under  Chapter 11  of  the\r\n\nBankruptcy   Code,  which  was  converted  to  Chapter  7  on\r\n\nSeptember 7, 1990.\r\n\n          Appellees  were suppliers  of  United Western,  who\r\n\nallegedly, within  the ninety  days prior  to the  bankruptcy\r\n\nfiling,  received  bulk transfers  of  inventory  from United\r\n\nWestern in payment of its outstanding indebtedness to them   \r\n\n$376,610.79 in the case of AJC and  $81,178.60 in the case of\r\n\nFronex.2    On   May  11,  1990,  United   Western  commenced\r\n\nadversary  proceedings in  the bankruptcy  court  against the\r\n\nappellees, alleging  that  the  inventory  sales  constituted\r\n\npreferential  transfers.  After  the conversion to  Chapter 7\r\n\nthe  trustee was  substituted for  the  debtor as  plaintiff.\r\n\nCongress Credit commenced  this action in the  district court\r\n\nunder diversity jurisdiction to recover essentially the  same\r\n\n                    \r                                \r\n\n1.  P.R. Laws  Ann. tit. 10,     551-60, 581-88 (1976).   The\r\nstatus and validity of this  lien is not presently before us,\r\nalthough it plays a central role in the controversy.\r\n\n2.  Two  other suppliers  of  United  Western also  allegedly\r\nreceived  bulk transfers  within  the ninety  day  preference\r\nperiod, in  the amounts  of $180,504.84 in  the case  of Agro\r\nInternational  (\"Agro\") (originally a named defendant in this\r\nsuit) and  $23,000.00 in the  case of Top Flight,  Inc. (\"Top\r\nFlight\").   Congress  Credit represents  that  both of  these\r\nentities  have been liquidated while this litigation has been\r\npending.\r\n\n                             -3-\r\r\n\nassets, or their proceeds, on June 1, 1990, alleging that the\r\n\nmerchandise thus transferred had been subject to its factor's\r\n\nlien.\r\n\n          On June  7, 1990  (some six  days after  filing its\r\n\nlien  action in the district court)  Congress Credit filed an\r\n\nadversary  proceeding in  the bankruptcy  court,  asserting a\r\n\nclaim  to  any  recovery  the  estate  might  obtain  in  the\r\n\npreference  actions.    The  trustee  did  not  contest  this\r\n\nproceeding; accordingly, judgment was entered on February 11,\r\n\n1992  in favor of Congress Credit, securing Congress Credit's\r\n\nright to any such recovery.\r\n\n          The appellees having  successfully obtained a  stay\r\n\nof the lien action on  August 31, 1990, pending resolution of\r\n\nthe adversary  proceedings in the bankruptcy  court, Congress\r\n\nCredit next  moved the  district court to  lift that  stay on\r\n\nAugust 27, 1992.  The appellees opposed that motion and moved\r\n\nto dismiss on September 28,  1992.  The district court denied\r\n\nthe  motion to  vacate the  stay  and granted  the motion  to\r\n\ndismiss in  an  opinion  and  order  dated  April  16,  1993.\r\n\nCongress Credit's unsuccessful motion for reconsideration was\r\n\ndenied  in a  second opinion  and order  dated June  8, 1994,\r\n\nwhich reiterated  the grounds  stated in  the first  opinion.\r\n\nCongress Credit then appealed.\r\n\n          Congress Credit represents that there are  no funds\r\n\nin United Western's  estate and that the  bankrupt's business\r\n\n                             -4-\r\r\n\nhas long since been liquidated.3   The record also shows that\r\n\nthe  bankruptcy judge has  rejected a proposed  agreement for\r\n\nCongress  Credit to finance  the trustee's preference actions\r\n\nand has ordered the trustee  to show cause why the preference\r\n\nactions  should not  be  dismissed, as  none of  the proceeds\r\n\nwould  benefit the estate (i.e.  they would presumably all go\r\n\nto  Congress Credit  under the  bankruptcy  court's order  of\r\n\nFebruary 11, 1992).\r\n\n          The  district  court,  nonetheless,  reasoned  that\r\n\nCongress Credit's interests were fully protected by and could\r\n\nawait the results  of the trustee's preference  actions.  The\r\n\ncourt seemed to base the dismissal of the lien action on  its\r\n\nunderstanding that it  was merely duplicative of  the pending\r\n\npreference actions:\r\n\n          The  trustee's  adversary  proceeding and\r\n          this case involve  the same transactions,\r\n          property   and   parties.      The   only\r\n          difference between the cases  lies in the\r\n          legal bases for  challenging the validity\r\n          of  the transfers.    A  judgment in  the\r\n          civil action would most certainly have an\r\n          effect  on the  debtor's  estate.  . .  .\r\n          [M]aintenance    of    two    proceedings\r\n\n                    \r                                \r\n\n3.  Not having the  record in the bankruptcy  case before us,\r\nwe cannot  know for certain that this is  correct.  If it is,\r\nand  if, as  may be  the case,  infra, the  preference action\r                                                 \r\ncannot benefit  the estate, there  may be no point  in having\r\nthe trustee  seek to  recover property all  of which  must be\r\nturned over to Congress  Credit, with the inflation  of legal\r\nfees that this might entail.  On the other hand, there may be\r\nlegitimate reasons  justifying continuance of  the preference\r\nactions.  Sorting out and making the best provision for these\r\nrealities  is something  we leave  to the  district court  on\r\nremand.\r\n\n                             -5-\r\r\n\n          adjudicating  the  same  issues  consumes\r\n          scarce judicial resources.\r\n\n                           ANALYSIS\r                                       ANALYSIS\r\n\n          Shortly  after hearing  this  appeal, we  summarily\r\n\naffirmed  the district court's  judgment of dismissal  as, at\r\n\nfirst blush,  it  seemed sensible  to  permit matters  to  be\r\n\npursued  and, if possible, concluded in the bankruptcy court.\r\n\nLike the district  court, we were unhappy at  the prospect of\r\n\nthe two cases     the preference actions and  the lien action\r\n\n    wasting scarce resources by proceeding on separate tracks\r\n\nin different courts, with the risk of multiple judgments.  We\r\n\nare  now  persuaded,  however,   that  the  district  court's\r\n\nproposed solution to this dilemma  was legally insupportable.\r\n\nThe correct, as well as  most efficient solution, is for both\r\n\nproceedings  to  be  consolidated  for  disposition  in   the\r\n\ndistrict   court,  which  is   the  only  court   with  clear\r\n\njurisdiction over both.\r\n\n          While the  lien action  and the  preference actions\r\n\napparently involve the  identical property, they are  not one\r\n\nand  the same action, permitting  dismissal of one as surplus\r\n\nto the  other.  They do not involve  the same parties nor the\r\n\nsame causes of  action.  The law suit from  which this appeal\r\n\nis  taken     the  lien action     is  a diversity  action to\r\n\nenforce a lien created under Puerto Rico law.  P.R. Laws Ann.\r\n\ntit.  10,     551-60, 581-88  (1976).   Congress Credit  must\r\n\nprove  the  existence  and  validity  of  the  lien,  and, in\r\n\n                             -6-\r\r\n\naddition, that the lien attached to the inventory transferred\r\n\nto the appellees and followed  to any claimed proceeds now in\r\n\ntheir  hands.   The trustee,  on the  other hand,  must show,\r\n\ninter alia,  that the  inventory was  property of  the estate\r                      \r\n\nwhen transferred  to appellees so  that its transfer  to them\r\n\nwas a  preference.  11  U.S.C.   547(b) (1988)  (\"the trustee\r\n\nmay  avoid any  transfer  of  an interest  of  the debtor  in\r                                                                     \r\n\nproperty\")  (emphasis  added);  see generally  4  Collier  on\r                                                                         \r\n\nBankruptcy,   547.01 (Lawrence P. King, ed. 1994) (discussing\r                      \r\n\nelements   of  a  preference   claim).    This   may  require\r\n\nconsideration  of  the  extent  to  which  Congress  Credit's\r\n\nasserted   lien  removed  the  inventory  from  the  debtor's\r\n\nproperty and made it instead  the property of Congress Credit\r\n\nprior   to  the   filing  of   United  Western's   bankruptcy\r\n\npetition.4   Thus, the  legal operation  and validity of  the\r\n\nlien is an issue of some  importance to both cases.  However,\r\n\nthe plaintiffs  and the legal  theories for recovery  in each\r\n\ncase are different.\r\n\n          The  district court apparently viewed the two cases\r\n\nas  based on identical, parallel theories, giving the earlier\r\n\n                    \r                                \r\n\n4.  The operation  of the lien  is a question of  Puerto Rico\r\nlaw.  See  4 Collier on Bankruptcy,    541.02[1] (Lawrence P.\r                                              \r\nKing,  ed. 1994) (\"Section 541 provides that the commencement\r\nof a case creates an estate  consisting, most importantly, of\r\nall legal or equitable interests of the debtor in property at\r\nthe  time  of the  commencement  of  the  case.   Under  this\r\nprovision it will still be necessary to look to nonbankruptcy\r\nlaw, usually  to state law,  to determine whether  the debtor\r\nhas any legal or equitable interest in any particular item.\")\r\n\n                             -7-\r\r\n\npreference   cases  a  right  to  proceed  exclusive  of  the\r\n\nsubsequent lien action.  This analysis  overlooked the  major\r\n\ndifferences  between the  two causes of  action.   A district\r\n\ncourt  may  certainly  dismiss  an  action  which  is  merely\r\n\n\"duplicative\"  of another  action pending in  another federal\r\n\ncourt.  See Colorado River Water Conservation Dist. v. United\r                                                                         \r\n\nStates,  </pre><span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">800</span></a></span><pre class=\"inline\">, 817,  </pre><span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1236</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">47</span>  <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">483</span>\r</a></span><pre class=\"inline\">                  \r\n\n(1976); Small v. Wageman, </pre><span class=\"citation\" data-id=\"254382\"><a href=\"/opinion/254382/edward-c-small-v-frank-wageman/\"><span class=\"volume\">291</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">734</span></a></span><pre class=\"inline\">, 735 (1st Cir. 1961);\r                                    \r\n\n17A   Charles  Alan  Wright  et  al.,  Federal  Practice  and\r\n\nProcedure    4247  nn. 7-8  and  accompanying text  (2nd  ed.\r\n\n1988).  But for an action to  be \"duplicative\" of another, so\r\n\nas to  warrant its dismissal  for that reason alone,  the one\r\n\nmust be materially on  all fours with the other.  The present\r\n\nlien action is not at all in that category.  The plaintiff in\r\n\nthe  lien action  is different  from that  in  the preference\r\n\nactions,  and the theory of recovery is altogether different.\r\n\nSee, e.g., Thermal Dynamics Corp. v. Union Carbide Corp., 214\r                                                                    \r\n\nF.  Supp.  773, 774  (S.D.N.Y.  1963) (in  order  to properly\r\n\nenjoin suit in  another court, the issues \"must  have such an\r\n\nidentity that a determination in  one action leaves little or\r\n\nnothing  to  be determined  in  the other\");  Radio  Corp. of\r                                                                         \r\n\nAmerica v. Rauland Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">160</span></span><pre class=\"inline\">, 163 (N.D. Ill. 1954)\r                                    \r\n\n(federal  court  should  not  stay  proceedings  in  its  own\r\n\njurisdiction  unless it appears  that parties and  issues are\r\n\nthe  same), mandamus denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">218</span> </span><pre class=\"inline\">(7th  Cir. 1954),\r                                       \r\n\n                             -8-\r\r\n\ncert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">348</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">973</span></span><pre class=\"inline\">,  </pre><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">533</span></span><pre class=\"inline\">,  </pre><span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span>  <span class=\"page\">758</span>\r</span><pre class=\"inline\">                         \r\n\n(1955), mandamus denied, </pre><span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">968</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">543</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span>\r                                   \r\n\n<span class=\"page\">754</span> </span><pre class=\"inline\">(1955).\r\n\n          We  think it  clear, therefore,  that  there is  no\r\n\njustification for dismissing  the present lien action  on the\r\n\nbasis of a  supposed identity between  it and the  preference\r\n\nactions.   Nor  can  we  see  any  bankruptcy-related  theory\r\n\nallowing  the  district  court to  force  Congress  Credit to\r\n\ndepend  upon  the preference  proceedings  in  the bankruptcy\r\n\ncourt for the  collection of its lien.   We are  advised that\r\n\nthe automatic stay as to  Congress Credit has long since been\r\n\nvacated.   See 11  U.S.C.    362(a)  (1988) (staying  actions\r                          \r\n\nagainst the  debtor, property of  the debtor, or  property of\r\n\nthe  estate).  Direct  enforcement of Congress  Credit's lien\r\n\nmust be  accomplished by  a state law  action brought  in the\r\n\nPuerto Rico courts or a  federal court sitting in  diversity.\r\n\nIt is doubtful whether a bankruptcy court has jurisdiction at\r\n\nall over  such a  lien action,  which is clearly  not a  core\r\n\nbankruptcy   matter,   see  28   U.S.C.      157(b)   (1988).\r                                      \r\n\nConceivably, in  proper  circumstances,  a  bankruptcy  court\r\n\nmight handle  a lien  enforcement  action as  a non-core  but\r\n\n\"related\" proceeding  under the  eye of  the district  court,\r\n\nwhich would have final say over its disposition.  28 U.S.C.  \r\n\n157(c)   (1988)  (bankruptcy  court   may  hear   a  non-core\r\n\nproceeding, but  final  disposition of  such must  be by  the\r\n\n                             -9-\r\r\n\ndistrict court).   Most probably, although we do  not rule on\r\n\nthe  question,  the  lien  action is  not  even  a  \"related\"\r\n\nproceeding.   The  lien  holder  here  claims, and  has  been\r\n\nawarded by  order of the  bankruptcy court, the right  to all\r\n\nrecovery  in the preference actions.   This suggests that, by\r\n\nnow, the  result in  the lien proceeding  can have  no impact\r\n\nwhatever upon the bankruptcy estate.   See, e.g., In re North\r                                                                         \r\n\nStar  Contracting Corp., </pre><span class=\"citation\" data-id=\"1529853\"><a href=\"/opinion/1529853/in-re-north-star-contracting-corp/\"><span class=\"volume\">146</span>  <span class=\"reporter\">B.R.</span> <span class=\"page\">514</span></a></span><pre class=\"inline\">, 519  (Bankr. S.D.N.Y.\r                                   \r\n\n1992) (action is \"related  to\" a bankruptcy if  outcome could\r\n\nalter  the debtor's rights,  liabilities, options, or freedom\r\n\nof  action, or  in  any  way impacts  upon  the handling  and\r\n\nadministration of the bankruptcy estate); In re Chambers, </pre><span class=\"citation\" data-id=\"1830428\"><a href=\"/opinion/1830428/in-re-chambers/\"><span class=\"volume\">125</span>\r                                                                    \r\n\n<span class=\"reporter\">B.R.</span> <span class=\"page\">788</span></a></span><pre class=\"inline\">, 793 (Bankr. W.D. Mo. 1991) (matter not \"related to\"\r\n\nTitle  11  where  neither amount  of  property  available for\r\n\ndistribution, not the allocation of property among creditors,\r\n\nis affected by the dispute).   If the lien enforcement action\r\n\nis not  a \"related\"  proceeding, the  bankruptcy court  would\r\n\nlack any  jurisdiction whatever over it.  In any event, it is\r\n\ndifficult   to   justify   ousting  Congress   Credit,   even\r\n\ntemporarily, from  the district  court     which clearly  has\r\n\ndiversity  jurisdiction over its  lien action     leaving its\r\n\nrights under the lien  to be secured in the more  round about\r\n\npreference   proceeding,   requiring  proof   of   additional\r\n\nelements, in  a court  probably lacking  any jurisdiction  to\r\n\nenforce the lien claim directly.\r\n\n                             -10-\r\r\n\n          In these  circumstances, we think it  was erroneous\r\n\nto defer to the trustee's  and the bankruptcy court's lead in\r\n\nthe preference  proceedings     proceedings  which, at  best,\r\n\nseem  poorly tailored to Congress Credit's present needs, and\r\n\nwhich in  any case seem to have  lost steam.  To  be sure, it\r\n\nmakes no sense for the  two actions to proceed along separate\r\n\ntracks,  inviting a defense  strategy of divide  and conquer.\r\n\nBut there  is a better  solution to this problem,  namely, to\r\n\nconsolidate  both  proceedings  in the  one  court,  here the\r\n\ndistrict court, where jurisdiction over both  actions plainly\r\n\nexists.  This  will enable attention to be  directed where it\r\n\nshould  have been  directed all  along     to  the merits  or\r\n\ndemerits of  the claims  against the  appellees, without  the\r\n\ndistraction of  conceivable double or  conflicting recoveries\r\n\nin different courts.\r\n\n          We, therefore, vacate  and remand  to the  district\r\n\ncourt with instructions that it provide appropriate notice to\r\n\nthe trustee in bankruptcy, directing him to show cause in the\r\n\ndistrict  court why  the  preference  claims  should  not  be\r\n\nbrought up  to the district  court from the  bankruptcy court\r\n\nand  either abandoned  or  dismissed  or  else  continued  in\r\n\nconsolidation with the  lien claim.5  The  district court can\r\n\n                    \r                                \r\n\n5.  The  bankruptcy court has already instituted inquiry into\r\nwhether the preference claims should be continued now that it\r\nis  clear that the sole  beneficiary will be Congress Credit.\r\nThe district court  may, but need not, allow  that inquiry to\r\nbe resolved by the bankruptcy judge  if it thinks this is the\r\n\n                             -11-\r\r\n\neither  dismiss the preference  claims if it  determines that\r\n\nthey  lack viability (assuming  the bankruptcy court  has not\r\n\ndone so, see  n.5) or allow the  trustee to pursue them  in a\r                        \r\n\nconsolidated proceeding  in the district  court together with\r\n\nthe lien diversity action.\r\n\n          The  power of the district court to consolidate the\r\n\npreference actions now  pending in the bankruptcy  court with\r\n\nthe  instant diversity  lien  action rests  on  its power  to\r\n\nwithdraw a case from the bankruptcy  court \"for cause shown.\"\r\n\n28  U.S.C.    157(d) (1988).    Courts have  done this  where\r\n\nnecessary in  analogous instances.   See, e.g., In  re Sevko,\r                                                                         \r\n\nInc., </pre><span class=\"citation\" data-id=\"1836586\"><a href=\"/opinion/1836586/in-re-sevko-inc/\"><span class=\"volume\">143</span>  <span class=\"reporter\">B.R.</span> <span class=\"page\">114</span></a></span><pre class=\"inline\">, 117 (N.D. Ill.  1992) (considerations of\r                \r\n\njudicial economy adequate to meet \"cause shown\" requirement);\r\n\nEnviro-Scope Corp. v. Westinghouse Elec. Corp. (In re Enviro-\r                                                                         \r\n\nScope  Corp.), </pre><span class=\"citation\" data-id=\"1553408\"><a href=\"/opinion/1553408/in-re-enviro-scope-corp/\"><span class=\"volume\">57</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">1005</span></a></span><pre class=\"inline\">,  1008-09 (E.D. Pa. 1985) (same).\r                         \r\n\nWe  direct use of    157(d) not  because of any  fault on the\r\n\npart  of the  bankruptcy  court,  but  because  bringing  the\r\n\npreference  claims into  the district  court  will allow  all\r\n\nfacets of these controversies affecting the same property and\r\n\n                    \r                                \r\n\nmost efficient way  to proceed.  Alternatively,  the district\r\ncourt may  take charge  of and  resolve that  inquiry itself.\r\nGiven the nearly four  years of wheelspinning, we  direct the\r\ndistrict  court to  do  whatever  is  necessary  to  speedily\r\nresolve,  or  have  resolved, the  status  of  the preference\r\nproceedings so that  appellant's lien claim, either  alone or\r\nin  tandem, can  move ahead  and be  decided without  further\r\ndelay.\r\n\n                             -12-\r\r\n\nthe same defendants to be  disposed of by one tribunal having\r\n\nundoubted jurisdiction and authority.\r\n\n          We  emphasize that the question of whether there is\r\n\nany  reason to  continue  the  preference  claims  should  be\r\n\nspeedily  resolved at  the outset.    To pursue  them at  the\r\n\nexpense  of the estate  and, potentially, of  the appellant's\r\n\nrecovery, may  be inadvisable and a  waste of money.   On the\r\n\nother hand, we  do not want to  prejudge the matter.   If the\r\n\npreference claims still serve a proper  purpose and should be\r\n\npursued, they  should be pursued  in the district court  in a\r\n\nconsolidated proceeding together with the lien claim.  We are\r\n\nconfident that the district court, having both matters before\r\n\nit,  will give  expedited attention  to  ending the  existing\r\n\ngridlock.  Congress Credit is  entitled to have the merits of\r\n\nits claims determined without further delay.\r\n\n          The district court's  judgment of  April 19,  1993,\r\n\nand  its opinion and order of  June 8, 1994, are vacated, and\r\n\nthis case is remanded  to the district court  for proceedings\r\n\nconsistent with this opinion.6\r\n\n                    \r                                \r\n\n6.  We treat the  district court's opinion and order  of June\r\n8, 1994 as  an appealable final judgment.   See Bankers Trust\r                                                                         \r\nCo. v. Mallis,  </pre><span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">381</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">98</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1117</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">55</span>  <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">357</span>\r</a></span><pre class=\"inline\">                         \r\n(1978).\r\n\n                             -13-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109405/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109822/",
    "https://www.courtlistener.com/api/rest/v3/opinions/254382/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1529853/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1553408/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1830428/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1836586/"
  ]
}