{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195724/",
  "id": 195724,
  "absolute_url": "/opinion/195724/united-states-v-talladino/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195724/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:46:06Z",
  "date_modified": "2020-02-21T23:32:39.541495Z",
  "type": "010combined",
  "sha1": "3883d59cfa03f502952146fb2a196efc1fb63352",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1122.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1122\n\n                    UNITED STATES OF AMERICA,\n                            Appellee,\n\n                                v.\n\n                      ANTHONY L. TALLADINO,\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge, \r                                                    \n\n                  Coffin, Senior Circuit Judge,\r                                                        \n\n                    and Stahl, Circuit Judge.\r                                                      \n\n                                             \n\n     Susan K. Howards, with  whom Launie and Howards P.A.  was on\r                                                                   \nbrief, for appellant.\n     Dina Michael  Chaitowitz, Assistant United  States Attorney,\r                                       \nwith  whom Donald K. Stern, United States Attorney, was on brief,\r                                    \nfor appellee.\n\n                                             \n\n                        November 14, 1994\n\n                                             \r\r\n\n          SELYA, Circuit Judge.  This appeal constitutes one more\r                    SELYA, Circuit Judge.\r                                        \n\nlink in  the lengthening chain  of sentencing appeals  that binds\n\nthe federal courts of appeals ever more tightly to the sentencing\n\nprocess.    In  this  instance,  defendant-appellant  Anthony  L.\n\nTalladino challenges  the district court's  determination of  the\n\nguideline  sentencing range (GSR) in respect to:  (1) the court's\n\nenhancement of his offense level based on his aggravating role in\n\nthe offense;  and  (2)  the  court's  handling  of  the  delicate\n\ninterface  between  obstruction  of  justice  and  acceptance  of\n\nresponsibility.   We  find the  first assignment  of error  to be\n\nunavailing.    We  detect  some merit,  however,  in  the  second\n\nassigned error.  Consequently, we vacate appellant's sentence and\n\nremand for resentencing.\n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          Because the underlying conviction results from a guilty\n\nplea rather than a trial, we  draw the facts from the uncontested\n\nportions of the Presentence Investigation Report (PSI Report) and\n\nthe transcript of the  sentencing hearing.  See United  States v.\r                                                                        \n\nGarcia, 954 F.2d 12, 14 (1st  Cir. 1992); United States v. Dietz,\r                                                                          \n\n950 F.2d 50, 51 (1st Cir. 1991).\n\n          Talladino, a chemist by  trade, attempted to parlay his\n\ntechnological   expertise  into  ill-gotten  gains  by  illicitly\n\nmanufacturing and  distributing a  kaleidoscopic array  of drugs,\n\nincluding     methamphetamine,     psilocybin,     PHP     (1-(1-\n\n                                2\r\r\n\nphenylcyclohexyl)-pyrrolidine),              and             MDMA\n\n(methylenedioxymethamphetamine).1       Talladino    plied   this\n\nnefarious trade in concert with several other persons, among them\n\nMichael Hanley, Anthony Miller, and Scott Dailey.\n\n          The  venture apparently  took  wing when,  sometime  in\n\n1989, Talladino  told Hanley that  he (Talladino) had  the skills\n\nneeded to  manufacture illegal drugs.   Hanley expressed interest\n\nand  the two men  set up  shop.  In  the fall of  1990, Talladino\n\nbegan manufacturing  PHP at  locations in Boston  and Dorchester.\n\nHe explained to Hanley that he had selected PHP as the product of\n\nchoice because,  as an analogue  of PCP, it  was \"non-classified\"\n\nunder Massachusetts law and, thus, the producers \"would avoid any\n\nsort  of  legal   ramifications.\"    Within  a  few  months,  the\n\nprincipals   had  recruited   Miller  and   Dale   McDonnell  (an\n\nacquaintance of  Talladino's) as  retailers for  the manufactured\n\nPHP.\n\n          For  a  spell,  Talladino's  rodomontade seemed  to  be\n\ncongruent with the relevant realities.  In April of 1991, a local\n\npolice  department caught  wind of  a suspected  PCP distribution\n\nring.    The   police  arrested  Talladino  and   Miller.    Once\n\napprehended, Miller, who believed he had been trafficking in PCP,\n\ntold  the   officers  that   McDonnell  was  peddling   PCP  \"for\n\nTalladino.\"  The Commonwealth  of Massachusetts charged Talladino\n\nwith  distributing  PCP,  but,  when chemical  tests  proved  the\n                    \r                              \n\n     1Psilocybin  is familiarly  known as  \"mushrooms\" or  \"magic\nmushrooms.\"   PHP is an analogue for PCP (sometimes called \"angel\ndust\").  MDMA is generally referred to as \"Ecstasy.\"\n\n                                3\r\r\n\nproduct to be PHP, the authorities dropped the charges.\n\n          Talladino's luck began  to sour in late  1991, when the\n\nfederal  Drug   Enforcement  Administration  (DEA)   launched  an\n\ninvestigation.   At that  juncture, Talladino was  using Hanley's\n\nresidence in  Quincy, Massachusetts, as a  site for manufacturing\n\nPHP.   A chemical company informed the DEA that Hanley, employing\n\na  pseudonym,   had  ordered   a  chemical  frequently   used  to\n\nmanufacture  PCP.  The DEA orchestrated a surveillance and Hanley\n\nunwittingly  led  the lawmen  to his  lodgings.   Early  the next\n\nmorning,  a Quincy  police  officer stopped  Talladino's car  and\n\nfound inside a  bottle containing approximately 50.50  grams of a\n\nsubstance  that the  officer thought  was PCP  (but which  was in\n\nactuality PHP).\n\n          The police arrested Talladino  for possessing PCP  with\n\nintent  to  distribute.    Perhaps  emboldened  by  his  previous\n\ntriumphant encounter with the law, Talladino freely admitted that\n\nhe was manufacturing  PHP.   The state once  again dismissed  the\n\ncharges against him, but the DEA's interest did not wane.\n\n          Meanwhile, Talladino began to  expand his horizons.  In\n\n1992,  he  proposed to  Dailey, a  co-worker,  that they  use the\n\nlatter's  apartment as a site for  producing phenylacetic acid (a\n\nprecursor  chemical to methamphetamine).   The men tried, but the\n\nreaction  failed.     The  entrepreneurs  shelved   the  plan  to\n\nmanufacture   methamphetamine  until   February  of   1993,  when\n\nTalladino  noticed  that  Dailey's  laboratory  had   received  a\n\nshipment of  phenylacetic acid.   Talladino told  Dailey that  it\n\n                                4\r\r\n\nwould   be  easy   to  manufacture   methamphetamine  with   pure\n\nphenylacetic acid.   At Talladino's instigation,  Dailey pilfered\n\n300 grams of phenylacetic acid from his employer.  Talladino then\n\ninstalled a production  facility at Dailey's apartment.  By June,\n\nthe pair  had  succeeded in  manufacturing roughly  140 grams  of\n\nliquid  methamphetamine.  Dailey described himself as Talladino's\n\n\"lab assistant\" for purposes of this endeavor.\n\n          Apparently not satisfied with PHP  and methamphetamine,\n\nTalladino  continued to  enlarge  his product  line.   Presumably\n\nbecause  his paramour knew an  individual who stood  ready to buy\n\nlarge quantities  of the  drug known  as Ecstasy,  Talladino next\n\nfocused his  considerable energies in that  direction.  Talladino\n\nobtained  a  quantity  of  safrole (a  precursor  chemical),  and\n\nattempted to manufacture the drug.\n\n          During  the  same  time  frame,  Talladino  and  Hanley\n\ndecided to produce psilocybin, a hallucinogen.  Talladino ordered\n\nthe seeds,  took petri  dishes and other  necessary paraphernalia\n\nfrom his  place of legitimate  employment, and ordered  Hanley to\n\nprocure  lime and peat moss.   The attempt  to produce psilocybin\n\nwas  well  on the  way  to fruition  when  a  federal grand  jury\n\nindicted Talladino.2\n                    \r                              \n\n     2The grand  jury later returned  a superseding  eleven-count\nindictment against Talladino, Hanley,  Miller, and Dailey.  Count\n1  charged  all  four  men  with  conspiring  to  manufacture and\ndistribute PHP, methamphetamine,  Ecstasy, and  psilocybin.   The\nremaining  ten counts  charged various  defendants  with assorted\ncrimes  such   as   distributing  PHP;   possessing  PHP   and-or\nmetamphetamine  with  intent  to  distribute;  possessing  listed\nchemicals with  intent to manufacture methamphetamine  and P2P (a\nmethamphetamine precursor); attempting to  manufacture psilocybin\n\n                                5\r\r\n\n          DEA  agents arrested  Talladino and  Hanley on  June 3,\n\n1993.  Both  men were  detained.  Immediately  prior to  Hanley's\n\nrelease on bail, Talladino instructed him to destroy all evidence\n\nof drug  manufacture  at  a location  the  two men  had  used  in\n\nCharlestown,   Massachusetts.      Hanley  followed   Talladino's\n\ninstructions.  Through an intermediary, Talladino also managed to\n\nalert Dailey to the dire nature of the situation and suggest that\n\nhe take  cautionary measures.  As  a result of the  warning call,\n\nDailey disposed of the methamphetamine and other chemicals.3\n\n          On September 17, 1993, Talladino pled guilty to the ten\n\ncounts of the  indictment in which  he was  named.  The  district\n\ncourt  convened  a  disposition  hearing on  January  20,  1994.4\n\nDailey testified.   The court also inspected transcripts of grand\n\njury testimony,  reviewed the PSI Report,  and mulled Talladino's\n\nobjections thereto.  Two of those objections lie at the epicenter\n\nof  this  appeal:   appellant's  lament  that  he  should not  be\n\nsubjected to a four-level  enhancement for playing an aggravating\n\n                    \r                              \n\nand  Ecstasy;  and   maintaining  facilities  for   manufacturing\ncontrolled  substances.   See,  e.g., 21  U.S.C.     841(a)(1)  &amp;\r                                              \n(d)(1), 846, 856;  18 U.S.C.    2.  Although all  defendants were\nnot implicated in all  counts, ten of the eleven  counts targeted\nTalladino.\n\n     3Dailey did not succeed  fully in covering the conspirators'\ntracks.  On June 5, 1993, the DEA searched Dailey's apartment and\nfound   a   residue   of   methamphetamine   and  methamphetamine\nprecursors.\n\n     4The  November   1993  edition  of  the  federal  sentencing\nguidelines applies in this  case.  See United States  v. Aymelek,\r                                                                          \n926 F.2d  64, 66  n.1  (1st Cir.  1991) (\"Barring  ex post  facto\r                                                                           \nconcerns,  the guidelines in effect at the time of sentencing . .\n. control.\").  All references herein are to that version.\n\n                                6\r\r\n\nrole in the offense; and his contention that he should receive  a\n\nthree-level credit  for acceptance of responsibility  (as opposed\n\nto the two-level credit recommended in the PSI Report).\n\n          The district court  overruled appellant's  role-in-the-\n\noffense and  acceptance-of-responsibility  objections.   It  then\n\ncalculated the  GSR at 135-168 months  (offense level 33/criminal\n\nhistory category I) and imposed an  incarcerative sentence at the\n\nbottom of the range.  This appeal ensued.\n\nII.  ROLE IN THE OFFENSE\r          II.  ROLE IN THE OFFENSE\n\n          Appellant asseverates  that  the lower  court erred  in\n\nenhancing his base offense  level for his role in  the commission\n\nof the offense.   We start our analysis  by inspecting the  legal\n\nframework on which this asseveration  rests, and then proceed  to\n\nexamine the merits.\n\n                                A\r                                          A\n\n          The federal sentencing guidelines provide two different\n\ntiers  of upward adjustments for defendants who are in the higher\n\nechelons  of   criminal  enterprises.     Generally  speaking,  a\n\n\"manager\"  or   \"supervisor\"  is  treated  less   kindly  than  a\n\njourneyman,  but more  kindly  than an  \"organizer\" or  \"leader.\"\n\nCompare  U.S.S.G.   3B1.1(b) with  U.S.S.G.   3B1.1(a).   In  the\r                                           \n\nlatter case, the guidelines  call for an increase of  four levels\n\n\"[i]f  the defendant  was an  organizer or  leader of  a criminal\n\nactivity that involved five or more participants or was otherwise\n\nextensive . . . .\"  Id.\r                                 \n\n                                7\r\r\n\n          It  is evident  from this  language that  the guideline\n\nputs in place two preconditions to a four-level enhancement.  One\n\nis  enterprise-specific; the  court must  find that  the criminal\n\nactivity  involved five  or more  participants, or  was otherwise\n\nextensive.  The second is offender-specific; the  court must find\n\nthat  a particular defendant acted  as an organizer  or leader of\n\nthe  activity.  We have  consistently read the  guideline in this\n\nmanner.  See,  e.g., United States v. Olivier-Diaz, 13  F.3d 1, 4\r                                                            \n\n(1st  Cir. 1993);  Dietz,  950  F.2d  at  52;  United  States  v.\r                                                                       \n\nMcDowell, 918 F.2d 1004, 1011 (1st Cir. 1990).\r                  \n\n          The   commentary   to   the   guidelines   furnishes  a\n\nnonexhaustive list  of factors to  aid courts in  delineating the\n\ndifference    between   the   roles   of   organizer/leader   and\n\nmanager/supervisor:\n\n          [1]   the   exercise   of   decision   making\n          authority, [2] the nature of participation in\n          the   commission  of  the  offense;  [3]  the\n          recruitment of accomplices,  [4] the  claimed\n          right  to a larger share of the fruits of the\n          crime,  [5]  the degree  of  participation in\n          planning or  organizing the offense,  [6] the\n          nature and scope of the illegal activity, and\n          [7]  the  degree  of  control  and  authority\n          exercised over others.\n\nU.S.S.G.   3B1.1, comment.  (n.4).   These  seven factors,  while\n\nuseful as  guideposts,  do not  possess talismanic  significance.\n\n\"There need not be evidence of every factor before a defendant is\n\nfound to  be a leader or  organizer.\"  United  States v. Preakos,\r                                                                          \n\n907 F.2d 7, 9 (1st Cir. 1990) (per curiam) (citation and internal\n\nquotation marks omitted).   Moreover, because role-in-the-offense\n\ndeterminations are inherently fact-specific, the district court's\n\n                                8\r\r\n\nviews demand  \"considerable respect.\"   United States  v. Ocasio,\r                                                                          \n\n914  F.2d  330, 333  (1st Cir.  1990).   As  a  consequence, such\n\njudgments  are reviewed on appeal only for clear error or mistake\n\nof law.  See Dietz, 950 F.2d at 52; United States v. Akitoye, 923\r                                                                      \n\nF.2d 221, 227 (1st Cir. 1991); McDowell, 918 F.2d at 1011; United\r                                                                           \n\nStates  v. Diaz-Villafane,  874  F.2d 43,  48  (1st Cir.),  cert.\r                                                                           \n\ndenied, 493 U.S. 862 (1989).\r                \n\n                                B\r                                          B\n\n          Appellant   eschews  any   challenge  to   the  court's\n\ndetermination of  extensiveness (and,  in all events,  the record\n\npersuasively demonstrates the scope  of the criminal activity and\n\nthe  large number  of persons  participating therein).   Instead,\n\nappellant  complains about the court's  assessment of his role in\n\nthe enterprise.  We  think that the facts, fairly  viewed, verify\n\nthe conclusion that appellant  served as both an \"organizer\"  and\n\n\"leader\" of the drug manufacturing and distribution ring.\n\n          Appellant's argument, distilled to its essence, is that\n\nhe and  his coconspirators  were equal  partners embarked  upon a\n\njoint  venture.    This  self-deprecation  cannot  withstand  the\n\ncrucible of close examination.   Most tellingly, the record shows\n\nwith  pristine  clarity that  appellant  made  the key  strategic\n\ndecisions  for the group:  what drugs would be manufactured, when\n\nthe  manufacturing  would take  place,  at  what locations,  what\n\nprocesses would  be used, and what quantities of contraband would\n\nbe  manufactured.   Where, as  here, one  individual in  a multi-\n\ndefendant enterprise makes the critical strategic and operational\n\n                                9\r\r\n\ndecisions  on   behalf  of  the  group   (unilaterally  answering\n\nquestions  such as \"what? when? where? how? and how much?\"), that\n\nindividual exhibits precisely  the sort  of characteristics  that\n\nare emblematic of an organizer or leader.\n\n          In  this case,  moreover,  the record  is replete  with\n\nevidence  that   appellant  not  only   exercised  decisionmaking\n\nauthority,  but  also  did  the  lion's share  of  the  planning,\n\nrecruited   accomplices,   and   exerted   control   over   those\n\naccomplices.   Indeed,  appellant used  Hanley and  Dailey on  an\n\nongoing basis to run errands in furtherance of the project (e.g.,\r                                                                          \n\ndirecting  Hanley to  obtain peat  moss and  lime needed  for the\n\nproposed  production of  psilocybin;  directing Dailey  to  filch\n\nglassware  and  machinery  from  his  place  of  employment,  and\n\notherwise treating him as an  assistant).  If more were needed   \n\nand we do not  think that it is   the events  that occurred after\n\nappellant's  arrest   confirm  his  place  in   the  conspiracy's\n\nhierarchy.  While  in jail,  he instructed Hanley  and Dailey  to\n\ndestroy  evidence, and they  complied unquestioningly  with those\n\ninstructions.\n\n          We   will   not  wax   longiloquent.     The   evidence\n\ndemonstrates appellant's  hegemony beyond  the shadow of  a doubt\n\nand,  thus,  amply supports  the  district  court's finding  that\n\nappellant was an organizer and  leader of the criminal  activity.\n\nSee, e.g., United States v. Fuller, 897 F.2d 1217, 1220 (1st Cir.\r                                            \n\n1990)  (holding that  the four-level  enhancement applies  when a\n\ndefendant  \"exercise[s]  some  degree  of  control  over   others\n\n                                10\r\r\n\ninvolved in the commission of the offense or [is] responsible for\n\norganizing others for the purpose of carrying out the crime\").\n\n                                C\r                                          C\n\n          Appellant  has one more arrow in his quiver.  He argues\n\nthat,  given the centrality of  his training in  chemistry to his\n\nparticipation  in  the  offense,  the  district  court  erred  in\n\ndeciding  upon  a role-in-the-offense  enhancement  (four levels)\n\nrather than  a lesser  \"special skill\" enhancement  (two levels).\n\nSee U.S.S.G.  3B1.3 (providing in  pertinent part for a two-level\r             \n\nenhancement if the defendant  \"used a special skill, in  a manner\n\nthat  significantly facilitated the  commission or concealment of\n\nthe offense\").\n\n          To be sure, there is some potential overlap between the\n\nspecial  skill  provision  and the  aggravating  role adjustment.\n\nAlthough   double  counting   may  be   permissible  in   certain\n\ncircumstances under  the guidelines, see, e.g.,  United States v.\r                                                                        \n\nLilly,  13 F.3d 15, 19 (1st Cir. 1994), the Sentencing Commission\r               \n\nchose  to avoid  it in  respect to  this overlap.   To  this end,\n\nsection  3B1.3   specifically  declares  that   a  special  skill\n\nadjustment  \"may not  be employed  in addition  to an  adjustment\n\nunder  3B1.1  (Aggravating Role).\"  U.S.S.G.   3B1.3.  Therefore,\n\nthe district  court could  not lawfully  have piled a  four-level\n\nincrease  for role in the  offense atop a  two-level increase for\n\nthe use of  a special skill.  But the district  court did not run\n\nafoul  of   this  prohibition;  it  unleashed   only  the  former\n\nenhancement, not the latter.  We discern no error.\n\n                                11\r\r\n\n          We  agree with  appellant that some  of the  facts that\n\ndemonstrate  his leadership role relate to his work as a chemist.\n\nWhen the  same set of  facts implicates two  different adjustment\n\nprovisions, however,  the guidelines ordinarily do  not require a\n\nsentencing  court  to  embrace  the  lesser  of the  two  equally\n\napplicable adjustments.   See,  e.g., United States  v. Medeiros,\r                                                                          \n\n897  F.2d 13, 20 (1st Cir. 1990).   In fact, the guidelines point\n\nrather conspicuously  in the  opposite direction.   See generally\r                                                                           \n\nU.S.S.G.   1B1.1, comment.  (n.5) (\"Where  two or  more guideline\n\nprovisions   appear  equally   applicable,  but   the  guidelines\n\nauthorize the  application of  only one  such provision,  use the\n\nprovision that results in the greater offense level.\").\n\n          In this  instance,  the  record  solidly  supports  the\n\ndistrict court's finding that appellant acted as an organizer and\n\nleader5    and  no provision  in the  guidelines suggests  that a\n\nsentencing court must  resort to a  special skill enhancement  in\n\nlieu of an equally justified aggravating role enhancement.  Thus,\n\nnotwithstanding the imbrication of which appellant complains, the\n                    \r                              \n\n     5To the  extent appellant  argues that the  sentencing court\nmisconstrued actions he took as a chemist, his argument falls far\nshort  of the  mark.   Appellant was by  no means  an independent\ncontractor  whose authority  was confined  to the  laboratory and\nwhose  decisions  were  limited  to discrete  issues  related  to\nproduction.   Instead, the district court  warrantably found that\nappellant,  aided by  his knowledge  of chemistry  and his  ready\naccess  to raw materials and equipment, made a series of tactical\nand  strategic choices  for  the organization  on a  wide-ranging\nbasis.  We must accept this  rendition of the record.  See United\r                                                                           \nStates v.  St. Cyr, 977  F.2d 698,  706 (1st Cir.  1992) (holding\r                            \nthat  \"when  there are  two plausible  views  of the  record, the\nsentencing court's  adoption of one  such view cannot  be clearly\nerroneous\"); Diaz-Villafane, 874 F.2d at 49 (similar;  discussing\r                                     \nrole-in-the-offense adjustment).\n\n                                12\r\r\n\ndistrict court acted properly  in embracing the four-level upward\n\nadjustment described  in section  3B1.1 rather than  settling for\n\nthe two-level adjustment described in section 3B1.3.6\n\nIII.  ACCEPTANCE OF RESPONSIBILITY\r          III.  ACCEPTANCE OF RESPONSIBILITY\n\n          Appellant's remaining challenge concerns  acceptance of\n\nresponsibility.   U.S.S.G.   3E1.1(a) provides  for a  basic two-\n\nlevel  reduction  in the  offense  level if  a  defendant accepts\n\nresponsibility as that phrase is used in the guidelines.  Section\n\n3E1.1(b) makes provision for an additional one-level reduction if\n\nthe defendant qualifies for the initial decrease under subsection\n\n(a), has an offense level of 16 or more, and either:  \"(1) timely\n\nprovid[es] complete information to the government concerning  his\n\nown  involvement  in  the   offense;  or  (2)  timely  notif[ies]\n\nauthorities of his intention  to enter a plea of  guilty, thereby\n\npermitting  the  government  to  avoid preparing  for  trial  and\n\npermitting  the court  to  allocate  its resources  efficiently.\"\n\nU.S.S.G.  3E1.1(b).\n\n          A different guideline, U.S.S.G.  3C1.1, provides  for a\n\ntwo-level  increase  in  the  offense level  for  obstructing  or\n\nimpeding the administration of justice.  A natural tension arises\n\nbetween these two guidelines  when a defendant obstructs justice,\n                    \r                              \n\n     6We  note  in  passing  that  the  special  skill  provision\noperates differently than the  abuse of trust provision contained\nin  the  same  guideline.    With  respect  to  the  latter,  the\nguidelines  specifically  authorize  the imposition  of  separate\nenhancements  for  both   abuse  of  a  position   of  trust  and\naggravating  role, see U.S.S.G.   3B1.3, notwithstanding that the\r                                \ntwo enhancements may arise  out of the same nucleus  of operative\nfacts, see United States v. Hickman, 991 F.2d 1110, 1112 (3d Cir.\r                                             \n1993) (discussing operation of these interlocking guidelines).\n\n                                13\r\r\n\nyet  professes  to accept  responsibility.   In  such  cases, the\n\ndefendant  faces an  uphill, but  not necessarily  an impossible,\n\nclimb.   While the Sentencing Commission  recognizes that conduct\n\nrequiring   an  enhancement   under  section   3C1.1  \"ordinarily\n\nindicates that the defendant  has not accepted responsibility for\n\nhis  criminal  conduct,\"  U.S.S.G.   3E1.1,  comment.  (n.4),  it\n\nacknowledges  in the  same breath  that there  are \"extraordinary\n\ncases in  which  adjustments under  both    3C1.1 and  3E1.1  may\n\napply.\"  Id.\r                      \n\n          In  the  instant  case,  the   district  court  invoked\n\nU.S.S.G.    3C1.1  and  imposed   a  two-level   enhancement  for\n\nobstruction of  justice as a  result of  appellant's campaign  to\n\ndestroy evidence.   The  court nevertheless found  that appellant\n\nhad  accepted  responsibility,  and,  although  troubled  by  the\n\nobstruction  of  justice, found  his  case  to be  extraordinary.\n\nThen,  without  any analysis  of  the requirements  set  forth in\n\nsection  3E1.1(b), the  court gave  appellant a  two-level rather\n\nthan  a  three-level  acceptance-of-responsibility credit.    The\n\ncourt offered no explanation  of, or insight into, the  source of\n\nits  authority to  make so Solomonic  a decision.7   Cf.  2 Kings\r                                                                           \n\n3:16-18 (proposing resolution of dispute by splitting small child\n\nin half).\n\n          On  appeal,  Talladino  assails  the  district  court's\n\ndecision  to deny  the  extra one-level  reduction under  section\n                    \r                              \n\n     7The  court apparently  emulated the  PSI Report,  which had\nrecommended  this very course.  The PSI Report, too, glossed over\nthe question of authority.\n\n                                14\r\r\n\n3E1.1(b).   He contends that, once the  district court determined\n\nthat  he  qualified  for  the  basic acceptance-of-responsibility\n\nreduction,  U.S.S.G.  3E1.1(a),  the court  had no  discretion to\n\nwithhold the additional level due to obstruction of justice, but,\n\ninstead, could only undertake the circumscribed inquiry limned in\n\nsection 3E1.1(b),  and grant or deny the further reduction solely\n\non that basis.  We agree with appellant's analysis.\n\n                                A\r                                          A\n\n          We  deal first  with the  standard of  appellate review\n\nthat  applies to  this  aspect  of  the  case.    The  government\n\nimportunes us  to review the  challenged ruling for  clear error,\n\nwhile appellant urges us to undertake plenary review.\n\n          Whether a defendant has,  or has not, accepted personal\n\nresponsibility  is  normally  a  fact-dominated  issue,  and  the\n\ndistrict court's decision to grant or withhold a reduction in the\n\noffense  level on that account  will not be  overturned unless it\n\ncan  be shown to be clearly  erroneous.  See, e.g., United States\r                                                                           \n\nv.  Morillo, 8  F.3d 864, 871  (1st Cir. 1993);  United States v.\r                                                                        \n\nRoyer, 895 F.2d 28,  29 (1st Cir. 1990).   Nonetheless, questions\r               \n\nof law   including  interpretive questions concerning the meaning\n\nand scope of the sentencing guidelines   engender de novo review.\r                                                                   \n\nSee, e.g., United States v. St. Cyr, 977 F.2d 698,  701 (1st Cir.\r                                             \n\n1992); United States v.  Connell, 960 F.2d 191, 197-98  (1st Cir.\r                                          \n\n1992).   When  a sentencing  court's factfinding  is inextricably\n\nintertwined  with  an  allegedly  improper  application   of  the\n\nsentencing guidelines,  the latter standard  of review  controls.\n\n                                15\r\r\n\nSee United States v. Tavano, 12 F.3d 301, 307 (1st Cir. 1993).\r                                     \n\n          In its  present posture, the issue  presented on appeal\n\ndoes not involve a  factual determination under either subsection\n\n(a) or  (b) of  section 3E1.1.8    Instead, this  case poses  the\n\nquintessentially legal question of whether the district court had\n\ndiscretion to deny  appellant the additional  one-level reduction\n\ndescribed   in  U.S.S.G.    3E1.1(b),  without   considering  the\n\ntimeliness  of appellant's  acceptance  of  responsibility.   We,\n\ntherefore, review the challenged ruling de novo.\r                                                         \n\n                                B\r                                          B\n\n          As  a  matter of  common  sense,  the district  court's\n\ndetermination that, having obstructed justice, appellant deserved\n\nsomething   less  than  the  maximum  three-level  reduction  for\n\nacceptance  of responsibility is attractive.  As a matter of law,\n\nhowever, the court's decision is more vulnerable, because nothing\n\nin the language of U.S.S.G.  3E1.1(b) makes any reference, veiled\n\nor  otherwise,  to  judicial  power  to  withhold  the  one-level\n\nreduction  due  to  obstruction  of justice.    The  language  of\n\nsubsection  (b) is  absolute on  its face.   It  simply does  not\n\nconfer any discretion on  the sentencing judge to deny  the extra\n\none-level   reduction  so   long  as   the   subsection's  stated\n\nrequirements are satisfied.\n\n                    \r                              \n\n     8Although the  district court found as a fact that appellant\naccepted responsibility,  U.S.S.G.   3E1.1(a), neither  side  has\nappealed from that  finding.   Insofar as  U.S.S.G.  3E1.1(b)  is\nconcerned,  the  district  court  made no  findings  even  though\nappellant's  counsel  argued  the  point  both  in  a  sentencing\nmemorandum and in objections to the PSI Report.\n\n                                16\r\r\n\n          The  government  argues   that  the  district   court's\n\ndiscretion  to  withhold the  one-level  reduction,  even when  a\n\ndefendant has met the explicit requirements of subsection (b), is\n\ninherent  in, or  a necessary  concomitant of,  the need  for the\n\ndistrict  court  to find  that the  case  is \"extraordinary\"    a\n\nfinding that is essential to overcome the effect of a defendant's\n\nobstruction of  justice and  remove the roadblock  that otherwise\n\nbars  all access  to section  3E1.1.   Withal, the  government is\n\nwholly unable to  cite to anything  in the guidelines  or in  the\n\nSentencing Commission's commentary that supports its theory   and\n\ncourts must be very cautious about retrofitting the guidelines to\n\nsuit  an individual  judge's  concepts of  justice.   Cf.  United\r                                                                           \n\nStates v. Norflett, 922  F.2d 50, 53 (1st Cir.  1990) (explaining\r                            \n\nthat judges \"must subrogate  personal views [about what sentences\n\nare too severe or too lenient] to the Congress' sense of how best\n\nto achieve  uniformity\").  When  all is  said and done,  the best\n\nauthority that  the  government can  muster  in support  of  this\n\nproposition consists  of two cases,  United States v.  Booth, 996\r                                                                      \n\nF.2d  1395  (2d Cir.  1993) (per  curiam),  and United  States v.\r                                                                        \n\nTello,  9  F.3d 1119  (5th  Cir. 1993).    We  find neither  case\r               \n\nparticularly helpful.\n\n          In  Booth the  defendant, prior  to his  indictment for\r                             \n\nsexual exploitation  of children,  made several attempts  to keep\n\nhis victims from talking  to the FBI.   In constructing the  GSR,\n\nthe  district court  employed  both a  two-level enhancement  for\n\nobstruction of justice and a two-level decrease for acceptance of\n\n                                17\r\r\n\nresponsibility under  section 3E1.1(a).  The  court then declined\n\nto  bestow  an  additional   one-level  reduction  under  section\n\n3E1.1(b).    Although  the  Second Circuit  upheld  the  district\n\ncourt's  decision, it  did not  squarely address  the  issue that\n\nconfronts us  today.  Booth  argued that  he was entitled  to the\n\none-level reduction  because of the extraordinary  quality of his\n\ncooperation, not  because his conduct satisfied  the criteria set\r                          \n\nforth  in section 3E1.1(b).   Here, however,  Talladino makes the\n\nrather different  argument, apparently overlooked by  Booth, that\n\ntimeliness  is the  only relevant  inquiry under  subsection (b).\n\nThus, Booth is inapposite.\r                     \n\n          In  Tello,  the   defendant  obstructed  justice  after\r                             \n\npleading guilty by providing false information about his criminal\n\nhistory.  The district court imposed a  two-level enhancement for\n\nobstruction  of  justice  and  granted  an  offsetting  two-level\n\ndecrease  for  acceptance  of responsibility.    Despite  Tello's\n\nadmittedly timely guilty plea,  the court did not afford  him the\n\nadditional one-level reduction under subsection (b).\n\n          Tello appealed.  The Fifth Circuit reversed,  declaring\n\nthat   once  an   affirmative  determination  of   acceptance  of\n\nresponsibility has been made, \"no sentencing discretion remains.\"\n\nTello,  9  F.3d  at 1124.    The  court  explicitly rejected  the\r               \n\ndistrict  court's  reliance  on the  defendant's  obstruction  of\n\njustice  as  a  reason   for  denying  the  additional  one-level\n\nreduction, explaining that:\n\n          When  the court  granted [the  defendant] the\n          basic  2-level  reduction  for acceptance  of\n\n                                18\r\r\n\n          responsibility under  subsection (a), despite\n          having  found  obstruction  of   justice  and\n          having increased  his  offense level  by  two\n          therefor, obstruction became irrelevant.   It\n          evaporated from the sentencing calculus.\n\nId. at 1128.\r             \n\n          Despite  these  seemingly  unequivocal assertions,  the\n\ngovernment  insists that  Tello contains  a per se  exception for\r                                                            \n\ncases  in which  an obstruction  of justice  occurs prior  to the\n\ndefendant's  tender of a guilty  plea.  To  support this argument\n\nthe government relies on the following footnote:\n\n          This  is  not  to  say  that,  under  greatly\n          different   circumstances,   obstruction   of\n          justice  could  not constitute  discretionary\n          grounds  for  denying the  additional 1-level\n          decrease,  such as  when the  defendant first\r                                                                 \n          obstructs justice in the investigation of his\n          offense  and  only  subsequently  admits  his\r                                                    \n          guilt and cooperates with the government.\n\nId. at 1128 n.22 (citing Booth).\r                                        \n\n          The government's  reliance on the  dictum contained  in\n\nfootnote 22 is misplaced.  Rather than creating a broad exception\n\nto  the  holding in  Tello, footnote  22  merely leaves  open the\r                                    \n\npossibility that  a defendant's  obstruction of justice  might be\r                                                                        \n\nrelevant  to  the  sentencing court's  timeliness  inquiry  under\n\nsection 3E1.1(b).  See, e.g., infra note 10.  In  other words, if\r                                             \n\na defendant's obstruction of justice directly precludes a finding\n\nof  timeliness  under section  3E1.1(b),  then  a denial  of  the\n\nadditional one-level decrease would be appropriate.  If, however,\n\nthe  defendant's obstruction  of justice  has no  bearing on  the\n\nsection 3E1.1(b)  timeliness inquiry, as  was the case  in Tello,\r                                                                          \n\n                                19\r\r\n\nthen the obstruction drops from the equation.9\n\n          We consider the Fifth Circuit's  holding in Tello to be\r                                                                     \n\nmuch   more    convincing   than   the    government's   sanguine\n\ninterpretation of footnote 22.  We believe that such a holding is\n\ncompelled by the language of the sentencing guidelines.  The text\n\nof  section 3E1.1,  as the  government concedes, does  not confer\n\ndiscretion  on  the district  court to  deny the  extra one-level\n\nreduction so long as  certain stated prerequisites are satisfied.\n\nAnd there  is no principled  basis, linguistic or  otherwise, for\n\narguing  that  obstruction  of  justice   affects  this  baseline\n\ninterpretation of section 3E1.1(b).\n\n          The commentary to the guidelines is to the same effect.\n\nIt  establishes that, in the  universe of cases where obstruction\n\nof justice looms, a reduction for acceptance of responsibility is\n\nordinarily forestalled altogether.  See U.S.S.G.  3C1.1, comment.\r                                                 \n\n(n.4).    Yet,  there  will  be  \"extraordinary  cases  in  which\n\nadjustments under  both   3C1.1 and  3E1.1 may apply.\"   Id.  The\r                                                                      \n\nuse  of  the permissive  word \"may\"  makes  it pellucid  that the\n\ndistrict  court,   having  found  obstruction   of  justice,  has\n\ndiscretion to bypass section 3E1.1.   Nonetheless, once the court\n\nfinds that  a  case  is  \"extraordinary\" within  the  meaning  of\n\nApplication Note  4, the  bypass option  is blocked off,  section\n\n3E1.1 comes  into play, and the  court at that point  is bound to\n                    \r                              \n\n     9The confusion  surrounding footnote  22 stems in  part from\nthe inclusion of the  phrase \"discretionary grounds.\"   This term\nappears to be used incorrectly in the context of a  discussion of\nsection 3E1.1(b), as  the additional one-level decrease is  not a\nmatter of discretion, but of factfinding.\n\n                                20\r\r\n\napply the guideline  according to its own terms.   Those terms do\n\nnot permit an allowance  to be made for  the circuitous route  by\n\nwhich  the  acceptance of  responsibility  guideline  came to  be\n\napplied in the first place.\n\n          Our focus on the plain  language of the guidelines  and\n\ncommentary  is  a  necessary  offshoot  of  the  policy  concerns\n\nundergirding the  sentencing guidelines.  The guidelines' primary\n\npurpose  is to alleviate disparity in the sentencing of similarly\n\nsituated offenders.   See S. Rep.  No. 225, 98th Cong.,  2d Sess.\r                                   \n\n38, 51, 161  (1984), reprinted in  1984 U.S.C.C.A.N. 3182,  3221,\r                                           \n\n3234,  3344.  \"Ensuring  uniformity inevitably  means restricting\n\njudicial discretion.\"  United States v. Jackson, 30 F.3d 199, 201\r                                                         \n\n(1st  Cir. 1994).  This phenomenon, in turn, places more emphasis\n\non the text and purport of the guidelines.\n\n          Where, as  here, the text and purport of the guidelines\n\nare clear, courts  may not  tinker, but, rather,  must apply  the\n\nprovision  in question according to its tenor.  After all, toying\n\nwith  the  scope  and  meaning  of  carefully  crafted  guideline\n\nprovisions  would  undermine  the  principle  of  uniformity that\n\nengendered the guidelines.  See Norflett, 922 F.2d at 54 (stating\r                                                  \n\nthat  guidelines cannot  \"be  adulterated by  a judge's  personal\n\nsense of inequity, no  matter how well intentioned the  judge may\n\nbe\"); see also Jackson, 30 F.3d at 204 (holding that the  courts'\r                                \n\nrole vis-a-vis  the Sentencing Commission is  as \"interpreters of\n\nthe  words  chosen by  [the Commission],  not as  policymakers or\n\nenlargers of [the Commission's] intent\").\n\n                                21\r\r\n\n          Viewed  against this  backdrop, we  are of  the opinion\n\nthat, in  denying appellant  the extra one-level  reduction under\n\nsection  3E1.1(b)  because of  his  obstruction  of justice,  the\r                                                                     \n\ndistrict court erred.   Faced with this sort of  dilemma, a court\n\nshould  pose two separate questions.  First, the court should ask\n\nwhether the  defendant is entitled  to receive any  reduction for\r                                                            \n\nacceptance of responsibility, given  his obstruction of  justice.\n\nThe  court can  only  answer this  query  in the  affirmative  by\n\nfinding, inter alia, that the  situation is \"extraordinary.\"  If,\r                             \n\nnotwithstanding the  height of  this threshold, the  court vaults\n\nit, makes the  requisite finding, and answers  the first question\n\naffirmatively,  it is  then  obliged to  award the  defendant the\n\nstandard two-level  credit for acceptance of  responsibility.  At\n\nthat juncture, the court should  place obstruction of justice  to\n\none side  and pose  the second  question,  inquiring whether  the\n\ndefendant qualifies  for an additional one-level  reduction based\n\non  the timeliness  of his  acceptance  of responsibility.10   In\n\nother  words, once the initial  inquiry has been  resolved in the\n\ndefendant's favor, with the explicit or implicit finding that his\n\ncase is  \"extraordinary,\" the only relevant  inquiry that remains\n\nis whether the defendant either:  \"(1) timely provid[ed] complete\n                    \r                              \n\n     10Of course, in  some cases a particular  act of obstruction\nmay  bear  directly  upon   the  criteria  specified  in  section\n3E1.1(b).    For   example,  obstructive  conduct   might  render\ninformation furnished  to the  government incomplete, even  in an\n\"extraordinary\"  case.   In  such  a  situation, the  obstructive\nconduct can be considered during the second stage of the inquiry.\nGiven the  absence of findings in this  case, however, we take no\nview  as to  how (if  at all) this  possibility might  affect the\nproceedings on remand.\n\n                                22\r\r\n\ninformation to  the government concerning his  own involvement in\n\nthe  offense;  or  (2)   timely  notif[ied]  authorities  of  his\n\nintention  to enter  a  plea of  guilty,  thereby permitting  the\n\ngovernment to avoid  preparing for trial and permitting the court\n\nto allocate its resources efficiently.\"  U.S.S.G.  3E1.1(b).\n\n          Here,   the  court   in  effect  conflated   these  two\n\ninquiries.   In  following this  course, the  court erred.   And,\n\nmoreover,  its  error  requires that  appellant  be  resentenced.\n\nAfter all,  the court  made no  findings whatever  concerning the\n\nsection  3E1.1(b) criteria.    Furthermore, the  record does  not\n\nsuggest  an  obvious  basis  for  excluding  appellant  from  the\n\nbenefits  of  subsection  (b).    Consequently,  we  must  vacate\n\nappellant's  sentence  to  allow   the  district  court  a  fresh\n\nopportunity  to  consider,  in  light  of  our  opinion,  whether\n\nappellant  is, or  is not,  entitled to the  additional one-level\n\nreduction under section 3E1.1(b).\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\n\n          We  need go  no  further.   For  the reasons  discussed\n\nherein, we affirm appellant's conviction, but vacate his sentence\n\nand remand for resentencing.\n\nIt is so ordered.\r          It is so ordered.\r                          \n\n                                23\r\r\n",
  "html": "<p class=\"case_cite\">38 F.3d 1255</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Anthony L. TALLADINO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1122.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 13, 1994.<br>Decided Nov. 14, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Susan K. Howards, with whom Launie and Howards P.A., Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Dina Michael Chaitowitz, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal constitutes one more link in the lengthening chain of sentencing appeals that binds the federal courts of appeals ever more tightly to the sentencing process.  In this instance, defendant-appellant Anthony L. Talladino challenges the district court's determination of the guideline sentencing range (GSR) in respect to:  (1) the court's enhancement of his offense level based on his aggravating role in the offense;  and (2) the court's handling of the delicate interface between obstruction of justice and acceptance of responsibility.  We find the first assignment of error to be unavailing.  We detect some merit, however, in the second assigned error.  Consequently, we vacate appellant's sentence and remand for resentencing.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the underlying conviction results from a guilty plea rather than a trial, we draw the facts from the uncontested portions of the Presentence Investigation Report (PSI Report) and the transcript of the sentencing hearing.  See United States v. Garcia, 954 F.2d 12, 14 (1st Cir.1992);  United States v. Dietz, 950 F.2d 50, 51 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Talladino, a chemist by trade, attempted to parlay his technological expertise into ill-gotten gains by illicitly manufacturing and distributing a kaleidoscopic array of drugs, including methamphetamine, psilocybin, PHP (1-(1-phenylcyclohexyl)-pyrrolidine), and MDMA (methylenedioxymethamphetamine).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Talladino plied this nefarious trade in concert with several other persons, among them Michael Hanley, Anthony Miller, and Scott Dailey.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The venture apparently took wing when, sometime in 1989, Talladino told Hanley that he (Talladino) had the skills needed to manufacture illegal drugs.  Hanley expressed interest and the two men set up shop.  In the fall of 1990, Talladino began manufacturing PHP at locations in Boston and Dorchester.  He explained to Hanley that he had selected PHP as the product of choice because, as an analogue of PCP, it was \"non-classified\" under Massachusetts law and, thus, the producers \"would avoid any sort of legal ramifications.\"   Within a few months, the principals had recruited Miller and Dale McDonnell (an acquaintance of Talladino's) as retailers for the manufactured PHP.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">For a spell, Talladino's rodomontade seemed to be congruent with the relevant realities.  In April of 1991, a local police department caught wind of a suspected PCP distribution ring.  The police arrested Talladino and Miller.  Once apprehended, Miller, who believed he had been trafficking in PCP, told the officers that McDonnell was peddling PCP \"for Talladino.\"   The Commonwealth of Massachusetts charged Talladino with distributing PCP, but, when chemical tests proved the product to be PHP, the authorities dropped the charges.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Talladino's luck began to sour in late 1991, when the federal Drug Enforcement Administration (DEA) launched an investigation.  At that juncture, Talladino was using Hanley's residence in Quincy, Massachusetts, as a site for manufacturing PHP.  A chemical company informed the DEA that Hanley, employing a pseudonym, had ordered a chemical frequently used to manufacture PCP.  The DEA orchestrated a surveillance and Hanley unwittingly led the lawmen to his lodgings.  Early the next morning, a Quincy police officer stopped Talladino's car and found inside a bottle containing approximately 50.50 grams of a substance that the officer thought was PCP (but which was in actuality PHP).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The police arrested Talladino for possessing PCP with intent to distribute.  Perhaps emboldened by his previous triumphant encounter with the law, Talladino freely admitted that he was manufacturing PHP.  The state once again dismissed the charges against him, but the DEA's interest did not wane.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Meanwhile, Talladino began to expand his horizons.  In 1992, he proposed to Dailey, a co-worker, that they use the latter's apartment as a site for producing phenylacetic acid (a precursor chemical to methamphetamine).  The men tried, but the reaction failed.  The entrepreneurs shelved the plan to manufacture methamphetamine until February of 1993, when Talladino noticed that Dailey's laboratory had received a shipment of phenylacetic acid.  Talladino told Dailey that it would be easy to manufacture methamphetamine with pure phenylacetic acid.  At Talladino's instigation, Dailey pilfered 300 grams of phenylacetic acid from his employer.  Talladino then installed a production facility at Dailey's apartment.  By June, the pair had succeeded in manufacturing roughly 140 grams of liquid methamphetamine.  Dailey described himself as Talladino's \"lab assistant\" for purposes of this endeavor.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Apparently not satisfied with PHP and methamphetamine, Talladino continued to enlarge his product line.  Presumably because his paramour knew an individual who stood ready to buy large quantities of the drug known as Ecstasy, Talladino next focused his considerable energies in that direction.  Talladino obtained a quantity of safrole (a precursor chemical), and attempted to manufacture the drug.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During the same time frame, Talladino and Hanley decided to produce psilocybin, a hallucinogen.  Talladino ordered the seeds, took petri dishes and other necessary paraphernalia from his place of legitimate employment, and ordered Hanley to procure lime and peat moss.  The attempt to produce psilocybin was well on the way to fruition when a federal grand jury indicted Talladino.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">DEA agents arrested Talladino and Hanley on June 3, 1993.  Both men were detained.  Immediately prior to Hanley's release on bail, Talladino instructed him to destroy all evidence of drug manufacture at a location the two men had used in Charlestown, Massachusetts.  Hanley followed Talladino's instructions.  Through an intermediary, Talladino also managed to alert Dailey to the dire nature of the situation and suggest that he take cautionary measures.  As a result of the warning call, Dailey disposed of the methamphetamine and other chemicals.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On September 17, 1993, Talladino pled guilty to the ten counts of the indictment in which he was named.  The district court convened a disposition hearing on January 20, 1994.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Dailey testified.  The court also inspected transcripts of grand jury testimony, reviewed the PSI Report, and mulled Talladino's objections thereto.  Two of those objections lie at the epicenter of this appeal:  appellant's lament that he should not be subjected to a four-level enhancement for playing an aggravating role in the offense;  and his contention that he should receive a three-level credit for acceptance of responsibility (as opposed to the two-level credit recommended in the PSI Report).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court overruled appellant's role-in-the-offense and acceptance-of-responsibility objections.  It then calculated the GSR at 135-168 months (offense level 33/criminal history category I) and imposed an incarcerative sentence at the bottom of the range.  This appeal ensued.</p>\n    </div>\n    <p>II. ROLE IN THE OFFENSE</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellant asseverates that the lower court erred in enhancing his base offense level for his role in the commission of the offense.  We start our analysis by inspecting the legal framework on which this asseveration rests, and then proceed to examine the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">* The federal sentencing guidelines provide two different tiers of upward adjustments for defendants who are in the higher echelons of criminal enterprises.  Generally speaking, a \"manager\" or \"supervisor\" is treated less kindly than a journeyman, but more kindly than an \"organizer\" or \"leader.\"   Compare U.S.S.G. Sec. 3B1.1(b) with U.S.S.G. Sec. 3B1.1(a).  In the latter case, the guidelines call for an increase of four levels \"[i]f the defendant was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive....\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is evident from this language that the guideline puts in place two preconditions to a four-level enhancement.  One is enterprise-specific;  the court must find that the criminal activity involved five or more participants, or was otherwise extensive.  The second is offender-specific;  the court must find that a particular defendant acted as an organizer or leader of the activity.  We have consistently read the guideline in this manner.  See, e.g., United States v. Olivier-Diaz, 13 F.3d 1, 4 (1st Cir.1993);  Dietz, 950 F.2d at 52;  United States v. McDowell, 918 F.2d 1004, 1011 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The commentary to the guidelines furnishes a nonexhaustive list of factors to aid courts in delineating the difference between the roles of organizer/leader and manager/supervisor:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>the exercise of decision making authority,  the nature of participation in the commission of the offense;   the recruitment of accomplices,  the claimed right to a larger share of the fruits of the crime,  the degree of participation in planning or organizing the offense,  the nature and scope of the illegal activity, and  the degree of control and authority exercised over others.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">U.S.S.G. Sec. 3B1.1, comment.  (n. 4).  These seven factors, while useful as guideposts, do not possess talismanic significance.  \"There need not be evidence of every factor before a defendant is found to be a leader or organizer.\" United States v. Preakos, 907 F.2d 7, 9 (1st Cir.1990) (per curiam) (citation and internal quotation marks omitted).  Moreover, because role-in-the-offense determinations are inherently fact-specific, the district court's views demand \"considerable respect.\"  United States v. Ocasio, 914 F.2d 330, 333 (1st Cir.1990).  As a consequence, such judgments are reviewed on appeal only for clear error or mistake of law.  See Dietz, 950 F.2d at 52;  United States v. Akitoye, 923 F.2d 221, 227 (1st Cir.1991);  McDowell, 918 F.2d at 1011;  United States v. Diaz-Villafane, 874 F.2d 43, 48 (1st Cir.), cert. denied, 493 U.S. 862, 110 S.Ct. 177, 107 L.Ed.2d 133 (1989).</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellant eschews any challenge to the court's determination of extensiveness (and, in all events, the record persuasively demonstrates the scope of the criminal activity and the large number of persons participating therein).  Instead, appellant complains about the court's assessment of his role in the enterprise.  We think that the facts, fairly viewed, verify the conclusion that appellant served as both an \"organizer\" and \"leader\" of the drug manufacturing and distribution ring.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellant's argument, distilled to its essence, is that he and his coconspirators were equal partners embarked upon a joint venture.  This self-deprecation cannot withstand the crucible of close examination.  Most tellingly, the record shows with pristine clarity that appellant made the key strategic decisions for the group:  what drugs would be manufactured, when the manufacturing would take place, at what locations, what processes would be used, and what quantities of contraband would be manufactured.  Where, as here, one individual in a multi-defendant enterprise makes the critical strategic and operational decisions on behalf of the group (unilaterally answering questions such as \"what? when? where? how? and how much?\"), that individual exhibits precisely the sort of characteristics that are emblematic of an organizer or leader.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this case, moreover, the record is replete with evidence that appellant not only exercised decisionmaking authority, but also did the lion's share of the planning, recruited accomplices, and exerted control over those accomplices.  Indeed, appellant used Hanley and Dailey on an ongoing basis to run errands in furtherance of the project (e.g., directing Hanley to obtain peat moss and lime needed for the proposed production of psilocybin;  directing Dailey to filch glassware and machinery from his place of employment, and otherwise treating him as an assistant).  If more were needed--and we do not think that it is--the events that occurred after appellant's arrest confirm his place in the conspiracy's hierarchy.  While in jail, he instructed Hanley and Dailey to destroy evidence, and they complied unquestioningly with those instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We will not wax longiloquent.  The evidence demonstrates appellant's hegemony beyond the shadow of a doubt and, thus, amply supports the district court's finding that appellant was an organizer and leader of the criminal activity.  See, e.g., United States v. Fuller, 897 F.2d 1217, 1220 (1st Cir.1990) (holding that the four-level enhancement applies when a defendant \"exercise[s] some degree of control over others involved in the commission of the offense or [is] responsible for organizing others for the purpose of carrying out the crime\").</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Appellant has one more arrow in his quiver.  He argues that, given the centrality of his training in chemistry to his participation in the offense, the district court erred in deciding upon a role-in-the-offense enhancement (four levels) rather than a lesser \"special skill\" enhancement (two levels).  See U.S.S.G. Sec. 3B1.3 (providing in pertinent part for a two-level enhancement if the defendant \"used a special skill, in a manner that significantly facilitated the commission or concealment of the offense\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To be sure, there is some potential overlap between the special skill provision and the aggravating role adjustment.  Although double counting may be permissible in certain circumstances under the guidelines, see, e.g., United States v. Lilly, 13 F.3d 15, 19 (1st Cir.1994), the Sentencing Commission chose to avoid it in respect to this overlap.  To this end, section 3B1.3 specifically declares that a special skill adjustment \"may not be employed in addition to an adjustment under Sec. 3B1.1 (Aggravating Role).\"   U.S.S.G. Sec. 3B1.3.  Therefore, the district court could not lawfully have piled a four-level increase for role in the offense atop a two-level increase for the use of a special skill.  But the district court did not run afoul of this prohibition;  it unleashed only the former enhancement, not the latter.  We discern no error.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We agree with appellant that some of the facts that demonstrate his leadership role relate to his work as a chemist.  When the same set of facts implicates two different adjustment provisions, however, the guidelines ordinarily do not require a sentencing court to embrace the lesser of the two equally applicable adjustments.  See, e.g., United States v. Medeiros, 897 F.2d 13, 20 (1st Cir.1990).  In fact, the guidelines point rather conspicuously in the opposite direction.  See generally U.S.S.G. Sec. 1B1.1, comment.  (n. 5) (\"Where two or more guideline provisions appear equally applicable, but the guidelines authorize the application of only one such provision, use the provision that results in the greater offense level.\").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In this instance, the record solidly supports the district court's finding that appellant acted as an organizer and leader<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>--and no provision in the guidelines suggests that a sentencing court must resort to a special skill enhancement in lieu of an equally justified aggravating role enhancement.  Thus, notwithstanding the imbrication of which appellant complains, the district court acted properly in embracing the four-level upward adjustment described in section 3B1.1 rather than settling for the two-level adjustment described in section 3B1.3.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>III. ACCEPTANCE OF RESPONSIBILITY</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Appellant's remaining challenge concerns acceptance of responsibility.  U.S.S.G. Sec. 3E1.1(a) provides for a basic two-level reduction in the offense level if a defendant accepts responsibility as that phrase is used in the guidelines.  Section 3E1.1(b) makes provision for an additional one-level reduction if the defendant qualifies for the initial decrease under subsection (a), has an offense level of 16 or more, and either:  \"(1) timely provid[es] complete information to the government concerning his own involvement in the offense;  or (2) timely notif[ies] authorities of his intention to enter a plea of guilty, thereby permitting the government to avoid preparing for trial and permitting the court to allocate its resources efficiently.\"   U.S.S.G. Sec. 3E1.1(b).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A different guideline, U.S.S.G. Sec. 3C1.1, provides for a two-level increase in the offense level for obstructing or impeding the administration of justice.  A natural tension arises between these two guidelines when a defendant obstructs justice, yet professes to accept responsibility.  In such cases, the defendant faces an uphill, but not necessarily an impossible, climb.  While the Sentencing Commission recognizes that conduct requiring an enhancement under section 3C1.1 \"ordinarily indicates that the defendant has not accepted responsibility for his criminal conduct,\" U.S.S.G. Sec. 3E1.1, comment.  (n. 4), it acknowledges in the same breath that there are \"extraordinary cases in which adjustments under both Secs. 3C1.1 and 3E1.1 may apply.\"   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the instant case, the district court invoked U.S.S.G. Sec. 3C1.1 and imposed a two-level enhancement for obstruction of justice as a result of appellant's campaign to destroy evidence.  The court nevertheless found that appellant had accepted responsibility, and, although troubled by the obstruction of justice, found his case to be extraordinary.  Then, without any analysis of the requirements set forth in section 3E1.1(b), the court gave appellant a two-level rather than a three-level acceptance-of-responsibility credit.  The court offered no explanation of, or insight into, the source of its authority to make so Solomonic a decision.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Cf. 2 Kings 3:16-18 (proposing resolution of dispute by splitting small child in half).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On appeal, Talladino assails the district court's decision to deny the extra one-level reduction under section 3E1.1(b).  He contends that, once the district court determined that he qualified for the basic acceptance-of-responsibility reduction, U.S.S.G. Sec. 3E1.1(a), the court had no discretion to withhold the additional level due to obstruction of justice, but, instead, could only undertake the circumscribed inquiry limined in section 3E1.1(b), and grant or deny the further reduction solely on that basis.  We agree with appellant's analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">* We deal first with the standard of appellate review that applies to this aspect of the case.  The government importunes us to review the challenged ruling for clear error, while appellant urges us to undertake plenary review.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Whether a defendant has, or has not, accepted personal responsibility is normally a fact-dominated issue, and the district court's decision to grant or withhold a reduction in the offense level on that account will not be overturned unless it can be shown to be clearly erroneous.  See, e.g., United States v. Morillo, 8 F.3d 864, 871 (1st Cir.1993);  United States v. Royer, 895 F.2d 28, 29 (1st Cir.1990).  Nonetheless, questions of law--including interpretive questions concerning the meaning and scope of the sentencing guidelines--engender de novo review.  See, e.g., United States v. St. Cyr, 977 F.2d 698, 701 (1st Cir.1992);  United States v. Connell, 960 F.2d 191, 197-98 (1st Cir.1992).  When a sentencing court's factfinding is inextricably intertwined with an allegedly improper application of the sentencing guidelines, the latter standard of review controls.  See United States v. Tavano, 12 F.3d 301, 307 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In its present posture, the issue presented on appeal does not involve a factual determination under either subsection (a) or (b) of section 3E1.1.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Instead, this case poses the quintessentially legal question of whether the district court had discretion to deny appellant the additional one-level reduction described in U.S.S.G. Sec. 3E1.1(b), without considering the timeliness of appellant's acceptance of responsibility.  We, therefore, review the challenged ruling de novo.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As a matter of common sense, the district court's determination that, having obstructed justice, appellant deserved something less than the maximum three-level reduction for acceptance of responsibility is attractive.  As a matter of law, however, the court's decision is more vulnerable, because nothing in the language of U.S.S.G. Sec. 3E1.1(b) makes any reference, veiled or otherwise, to judicial power to withhold the one-level reduction due to obstruction of justice.  The language of subsection (b) is absolute on its face.  It simply does not confer any discretion on the sentencing judge to deny the extra one-level reduction so long as the subsection's stated requirements are satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The government argues that the district court's discretion to withhold the one-level reduction, even when a defendant has met the explicit requirements of subsection (b), is inherent in, or a necessary concomitant of, the need for the district court to find that the case is \"extraordinary\"--a finding that is essential to overcome the effect of a defendant's obstruction of justice and remove the roadblock that otherwise bars all access to section 3E1.1.  Withal, the government is wholly unable to cite to anything in the guidelines or in the Sentencing Commission's commentary that supports its theory--and courts must be very cautious about retrofitting the guidelines to suit an individual judge's concepts of justice.  Cf. United States v. Norflett, 922 F.2d 50, 53 (1st Cir.1990) (explaining that judges \"must subrogate personal views [about what sentences are too severe or too lenient] to the Congress' sense of how best to achieve uniformity\").  When all is said and done, the best authority that the government can muster in support of this proposition consists of two cases, United States v. Booth, 996 F.2d 1395 (2d Cir.1993) (per curiam), and United States v. Tello, 9 F.3d 1119 (5th Cir.1993).  We find neither case particularly helpful.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In Booth the defendant, prior to his indictment for sexual exploitation of children, made several attempts to keep his victims from talking to the FBI.  In constructing the GSR, the district court employed both a two-level enhancement for obstruction of justice and a two-level decrease for acceptance of responsibility under section 3E1.1(a).  The court then declined to bestow an additional one-level reduction under section 3E1.1(b).  Although the Second Circuit upheld the district court's decision, it did not squarely address the issue that confronts us today.  Booth argued that he was entitled to the one-level reduction because of the extraordinary quality of his cooperation, not because his conduct satisfied the criteria set forth in section 3E1.1(b).  Here, however, Talladino makes the rather different argument, apparently overlooked by Booth, that timeliness is the only relevant inquiry under subsection (b).  Thus, Booth is inapposite.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In Tello, the defendant obstructed justice after pleading guilty by providing false information about his criminal history.  The district court imposed a two-level enhancement for obstruction of justice and granted an offsetting two-level decrease for acceptance of responsibility.  Despite Tello's admittedly timely guilty plea, the court did not afford him the additional one-level reduction under subsection (b).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Tello appealed.  The Fifth Circuit reversed, declaring that once an affirmative determination of acceptance of responsibility has been made, \"no sentencing discretion remains.\"  Tello, 9 F.3d at 1124.   The court explicitly rejected the district court's reliance on the defendant's obstruction of justice as a reason for denying the additional one-level reduction, explaining that:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>When the court granted [the defendant] the basic 2-level reduction for acceptance of responsibility under subsection (a), despite having found obstruction of justice and having increased his offense level by two therefor, obstruction became irrelevant.  It evaporated from the sentencing calculus.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Id. at 1128.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Despite these seemingly unequivocal assertions, the government insists that Tello contains a per se exception for cases in which an obstruction of justice occurs prior to the defendant's tender of a guilty plea.  To support this argument the government relies on the following footnote:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>This is not to say that, under greatly different circumstances, obstruction of justice could not constitute discretionary grounds for denying the additional 1-level decrease, such as when the defendant first obstructs justice in the investigation of his offense and only subsequently admits his guilt and cooperates with the government.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Id. at 1128 n. 22 (citing Booth ).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The government's reliance on the dictum contained in footnote 22 is misplaced.  Rather than creating a broad exception to the holding in Tello, footnote 22 merely leaves open the possibility that a defendant's obstruction of justice might be relevant to the sentencing court's timeliness inquiry under section 3E1.1(b).  See, e.g., infra note 10.  In other words, if a defendant's obstruction of justice directly precludes a finding of timeliness under section 3E1.1(b), then a denial of the additional one-level decrease would be appropriate.  If, however, the defendant's obstruction of justice has no bearing on the section 3E1.1(b) timeliness inquiry, as was the case in Tello, then the obstruction drops from the equation.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We consider the Fifth Circuit's holding in Tello to be much more convincing than the government's sanguine interpretation of footnote 22.  We believe that such a holding is compelled by the language of the sentencing guidelines.  The text of section 3E1.1, as the government concedes, does not confer discretion on the district court to deny the extra one-level reduction so long as certain stated prerequisites are satisfied.  And there is no principled basis, linguistic or otherwise, for arguing that obstruction of justice affects this baseline interpretation of section 3E1.1(b).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The commentary to the guidelines is to the same effect.  It establishes that, in the universe of cases where obstruction of justice looms, a reduction for acceptance of responsibility is ordinarily forestalled altogether.  See U.S.S.G. Sec. 3C1.1, comment.  (n. 4).  Yet, there will be \"extraordinary cases in which adjustments under both Secs. 3C1.1 and 3E1.1 may apply.\"   Id.  The use of the permissive word \"may\" makes it pellucid that the district court, having found obstruction of justice, has discretion to bypass section 3E1.1.  Nonetheless, once the court finds that a case is \"extraordinary\" within the meaning of Application Note 4, the bypass option is blocked off, section 3E1.1 comes into play, and the court at that point is bound to apply the guideline according to its own terms.  Those terms do not permit an allowance to be made for the circuitous route by which the acceptance of responsibility guideline came to be applied in the first place.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Our focus on the plain language of the guidelines and commentary is a necessary offshoot of the policy concerns undergirding the sentencing guidelines.  The guidelines' primary purpose is to alleviate disparity in the sentencing of similarly situated offenders.  See S.Rep. No. 225, 98th Cong., 2d Sess. 38, 51, 161 (1984), reprinted in 1984 U.S.C.C.A.N. 3182, 3221, 3234, 3344.  \"Ensuring uniformity inevitably means restricting judicial discretion.\"  United States v. Jackson, 30 F.3d 199, 201 (1st Cir.1994).  This phenomenon, in turn, places more emphasis on the text and purport of the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Where, as here, the text and purport of the guidelines are clear, courts may not tinker, but, rather, must apply the provision in question according to its tenor.  After all, toying with the scope and meaning of carefully crafted guideline provisions would undermine the principle of uniformity that engendered the guidelines.  See Norflett, 922 F.2d at 54 (stating that guidelines cannot \"be adulterated by a judge's personal sense of inequity, no matter how well intentioned the judge may be\");  see also Jackson, 30 F.3d at 204 (holding that the courts' role vis-a-vis the Sentencing Commission is as \"interpreters of the words chosen by [the Commission], not as policymakers or enlargers of [the Commission's] intent\").</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Viewed against this backdrop, we are of the opinion that, in denying appellant the extra one-level reduction under section 3E1.1(b) because of his obstruction of justice, the district court erred.  Faced with this sort of dilemma, a court should pose two separate questions.  First, the court should ask whether the defendant is entitled to receive any reduction for acceptance of responsibility, given his obstruction of justice.  The court can only answer this query in the affirmative by finding, inter alia, that the situation is \"extraordinary.\"   If, notwithstanding the height of this threshold, the court vaults it, makes the requisite finding, and answers the first question affirmatively, it is then obliged to award the defendant the standard two-level credit for acceptance of responsibility.  At that juncture, the court should place obstruction of justice to one side and pose the second question, inquiring whether the defendant qualifies for an additional one-level reduction based on the timeliness of his acceptance of responsibility.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  In other words, once the initial inquiry has been resolved in the defendant's favor, with the explicit or implicit finding that his case is \"extraordinary,\" the only relevant inquiry that remains is whether the defendant either:  \"(1) timely provid[ed] complete information to the government concerning his own involvement in the offense;  or (2) timely notif[ied] authorities of his intention to enter a plea of guilty, thereby permitting the government to avoid preparing for trial and permitting the court to allocate its resources efficiently.\"   U.S.S.G. Sec. 3E1.1(b).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Here, the court in effect conflated these two inquiries.  In following this course, the court erred.  And, moreover, its error requires that appellant be resentenced.  After all, the court made no findings whatever concerning the section 3E1.1(b) criteria.  Furthermore, the record does not suggest an obvious basis for excluding appellant from the benefits of subsection (b).  Consequently, we must vacate appellant's sentence to allow the district court a fresh opportunity to consider, in light of our opinion, whether appellant is, or is not, entitled to the additional one-level reduction under section 3E1.1(b).</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We need go no further.  For the reasons discussed herein, we affirm appellant's conviction, but vacate his sentence and remand for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Psilocybin is familiarly known as \"mushrooms\" or \"magic mushrooms.\"   PHP is an analogue for PCP (sometimes called \"angel dust\").  MDMA is generally referred to as \"Ecstasy.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The grand jury later returned a superseding eleven-count indictment against Talladino, Hanley, Miller, and Dailey.  Count 1 charged all four men with conspiring to manufacture and distribute PHP, methamphetamine, Ecstasy, and psilocybin.  The remaining ten counts charged various defendants with assorted crimes such as distributing PHP;  possessing PHP and-or methamphetamine with intent to distribute;  possessing listed chemicals with intent to manufacture methamphetamine and P2P (a methamphetamine precursor);  attempting to manufacture psilocybin and Ecstasy;  and maintaining facilities for manufacturing controlled substances.  See, e.g., 21 U.S.C. Secs. 841(a)(1) &amp; (d)(1), 846, 856;  18 U.S.C. Sec. 2.  Although all defendants were not implicated in all counts, ten of the eleven counts targeted Talladino</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Dailey did not succeed fully in covering the conspirators' tracks.  On June 5, 1993, the DEA searched Dailey's apartment and found a residue of methamphetamine and methamphetamine precursors</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The November 1993 edition of the federal sentencing guidelines applies in this case.  See United States v. Aymelek, 926 F.2d 64, 66 n. 1 (1st Cir.1991) (\"Barring ex post facto concerns, the guidelines in effect at the time of sentencing ... control.\").  All references herein are to that version</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To the extent appellant argues that the sentencing court misconstrued actions he took as a chemist, his argument falls far short of the mark.  Appellant was by no means an independent contractor whose authority was confined to the laboratory and whose decisions were limited to discrete issues related to production.  Instead, the district court warrantably found that appellant, aided by his knowledge of chemistry and his ready access to raw materials and equipment, made a series of tactical and strategic choices for the organization on a wide-ranging basis.  We must accept this rendition of the record.  See United States v. St. Cyr, 977 F.2d 698, 706 (1st Cir.1992) (holding that \"when there are two plausible views of the record, the sentencing court's adoption of one such view cannot be clearly erroneous\");  Diaz-Villafane, 874 F.2d at 49 (similar;  discussing role-in-the-offense adjustment)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note in passing that the special skill provision operates differently than the abuse of trust provision contained in the same guideline.  With respect to the latter, the guidelines specifically authorize the imposition of separate enhancements for both abuse of a position of trust and aggravating role, see U.S.S.G. Sec. 3B1.3, notwithstanding that the two enhancements may arise out of the same nucleus of operative facts, see United States v. Hickman, 991 F.2d 1110, 1112 (3d Cir.1993) (discussing operation of these interlocking guidelines)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The court apparently emulated the PSI Report, which had recommended this very course.  The PSI Report, too, glossed over the question of authority</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Although the district court found as a fact that appellant accepted responsibility, U.S.S.G. Sec. 3E1.1(a), neither side has appealed from that finding.  Insofar as U.S.S.G. Sec. 3E1.1(b) is concerned, the district court made no findings even though appellant's counsel argued the point both in a sentencing memorandum and in objections to the PSI Report</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The confusion surrounding footnote 22 stems in part from the inclusion of the phrase \"discretionary grounds.\"   This term appears to be used incorrectly in the context of a discussion of section 3E1.1(b), as the additional one-level decrease is not a matter of discretion, but of factfinding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Of course, in some cases a particular act of obstruction may bear directly upon the criteria specified in section 3E1.1(b).  For example, obstructive conduct might render information furnished to the government incomplete, even in an \"extraordinary\" case.  In such a situation, the obstructive conduct can be considered during the second stage of the inquiry.  Given the absence of findings in this case, however, we take no view as to how (if at all) this possibility might affect the proceedings on remand</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1255</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Anthony L. TALLADINO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1122.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 13, 1994.<br>Decided Nov. 14, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Susan K. Howards, with whom Launie and Howards P.A., Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Dina Michael Chaitowitz, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal constitutes one more link in the lengthening chain of sentencing appeals that binds the federal courts of appeals ever more tightly to the sentencing process.  In this instance, defendant-appellant Anthony L. Talladino challenges the district court's determination of the guideline sentencing range (GSR) in respect to:  (1) the court's enhancement of his offense level based on his aggravating role in the offense;  and (2) the court's handling of the delicate interface between obstruction of justice and acceptance of responsibility.  We find the first assignment of error to be unavailing.  We detect some merit, however, in the second assigned error.  Consequently, we vacate appellant's sentence and remand for resentencing.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the underlying conviction results from a guilty plea rather than a trial, we draw the facts from the uncontested portions of the Presentence Investigation Report (PSI Report) and the transcript of the sentencing hearing.  See United States v. Garcia, <span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 14 (1st Cir.1992);  United States v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 51 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Talladino, a chemist by trade, attempted to parlay his technological expertise into ill-gotten gains by illicitly manufacturing and distributing a kaleidoscopic array of drugs, including methamphetamine, psilocybin, PHP (1-(1-phenylcyclohexyl)-pyrrolidine), and MDMA (methylenedioxymethamphetamine).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Talladino plied this nefarious trade in concert with several other persons, among them Michael Hanley, Anthony Miller, and Scott Dailey.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The venture apparently took wing when, sometime in 1989, Talladino told Hanley that he (Talladino) had the skills needed to manufacture illegal drugs.  Hanley expressed interest and the two men set up shop.  In the fall of 1990, Talladino began manufacturing PHP at locations in Boston and Dorchester.  He explained to Hanley that he had selected PHP as the product of choice because, as an analogue of PCP, it was \"non-classified\" under Massachusetts law and, thus, the producers \"would avoid any sort of legal ramifications.\"   Within a few months, the principals had recruited Miller and Dale McDonnell (an acquaintance of Talladino's) as retailers for the manufactured PHP.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">For a spell, Talladino's rodomontade seemed to be congruent with the relevant realities.  In April of 1991, a local police department caught wind of a suspected PCP distribution ring.  The police arrested Talladino and Miller.  Once apprehended, Miller, who believed he had been trafficking in PCP, told the officers that McDonnell was peddling PCP \"for Talladino.\"   The Commonwealth of Massachusetts charged Talladino with distributing PCP, but, when chemical tests proved the product to be PHP, the authorities dropped the charges.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Talladino's luck began to sour in late 1991, when the federal Drug Enforcement Administration (DEA) launched an investigation.  At that juncture, Talladino was using Hanley's residence in Quincy, Massachusetts, as a site for manufacturing PHP.  A chemical company informed the DEA that Hanley, employing a pseudonym, had ordered a chemical frequently used to manufacture PCP.  The DEA orchestrated a surveillance and Hanley unwittingly led the lawmen to his lodgings.  Early the next morning, a Quincy police officer stopped Talladino's car and found inside a bottle containing approximately 50.50 grams of a substance that the officer thought was PCP (but which was in actuality PHP).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The police arrested Talladino for possessing PCP with intent to distribute.  Perhaps emboldened by his previous triumphant encounter with the law, Talladino freely admitted that he was manufacturing PHP.  The state once again dismissed the charges against him, but the DEA's interest did not wane.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Meanwhile, Talladino began to expand his horizons.  In 1992, he proposed to Dailey, a co-worker, that they use the latter's apartment as a site for producing phenylacetic acid (a precursor chemical to methamphetamine).  The men tried, but the reaction failed.  The entrepreneurs shelved the plan to manufacture methamphetamine until February of 1993, when Talladino noticed that Dailey's laboratory had received a shipment of phenylacetic acid.  Talladino told Dailey that it would be easy to manufacture methamphetamine with pure phenylacetic acid.  At Talladino's instigation, Dailey pilfered 300 grams of phenylacetic acid from his employer.  Talladino then installed a production facility at Dailey's apartment.  By June, the pair had succeeded in manufacturing roughly 140 grams of liquid methamphetamine.  Dailey described himself as Talladino's \"lab assistant\" for purposes of this endeavor.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Apparently not satisfied with PHP and methamphetamine, Talladino continued to enlarge his product line.  Presumably because his paramour knew an individual who stood ready to buy large quantities of the drug known as Ecstasy, Talladino next focused his considerable energies in that direction.  Talladino obtained a quantity of safrole (a precursor chemical), and attempted to manufacture the drug.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During the same time frame, Talladino and Hanley decided to produce psilocybin, a hallucinogen.  Talladino ordered the seeds, took petri dishes and other necessary paraphernalia from his place of legitimate employment, and ordered Hanley to procure lime and peat moss.  The attempt to produce psilocybin was well on the way to fruition when a federal grand jury indicted Talladino.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">DEA agents arrested Talladino and Hanley on June 3, 1993.  Both men were detained.  Immediately prior to Hanley's release on bail, Talladino instructed him to destroy all evidence of drug manufacture at a location the two men had used in Charlestown, Massachusetts.  Hanley followed Talladino's instructions.  Through an intermediary, Talladino also managed to alert Dailey to the dire nature of the situation and suggest that he take cautionary measures.  As a result of the warning call, Dailey disposed of the methamphetamine and other chemicals.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On September 17, 1993, Talladino pled guilty to the ten counts of the indictment in which he was named.  The district court convened a disposition hearing on January 20, 1994.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Dailey testified.  The court also inspected transcripts of grand jury testimony, reviewed the PSI Report, and mulled Talladino's objections thereto.  Two of those objections lie at the epicenter of this appeal:  appellant's lament that he should not be subjected to a four-level enhancement for playing an aggravating role in the offense;  and his contention that he should receive a three-level credit for acceptance of responsibility (as opposed to the two-level credit recommended in the PSI Report).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court overruled appellant's role-in-the-offense and acceptance-of-responsibility objections.  It then calculated the GSR at 135-168 months (offense level 33/criminal history category I) and imposed an incarcerative sentence at the bottom of the range.  This appeal ensued.</p>\n    </div>\n    <p>II. ROLE IN THE OFFENSE</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellant asseverates that the lower court erred in enhancing his base offense level for his role in the commission of the offense.  We start our analysis by inspecting the legal framework on which this asseveration rests, and then proceed to examine the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">* The federal sentencing guidelines provide two different tiers of upward adjustments for defendants who are in the higher echelons of criminal enterprises.  Generally speaking, a \"manager\" or \"supervisor\" is treated less kindly than a journeyman, but more kindly than an \"organizer\" or \"leader.\"   Compare U.S.S.G. Sec. 3B1.1(b) with U.S.S.G. Sec. 3B1.1(a).  In the latter case, the guidelines call for an increase of four levels \"[i]f the defendant was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive....\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is evident from this language that the guideline puts in place two preconditions to a four-level enhancement.  One is enterprise-specific;  the court must find that the criminal activity involved five or more participants, or was otherwise extensive.  The second is offender-specific;  the court must find that a particular defendant acted as an organizer or leader of the activity.  We have consistently read the guideline in this manner.  See, e.g., United States v. Olivier-Diaz, <span class=\"citation\" data-id=\"195103\"><a href=\"/opinion/195103/united-states-v-olivier/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1993);  <span class=\"citation\" data-id=\"572657\"><span class=\"antecedent_guess\">Dietz,</span> <a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">52</span></a></span>;  United States v. McDowell, <span class=\"citation\" data-id=\"551473\"><a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1011 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The commentary to the guidelines furnishes a nonexhaustive list of factors to aid courts in delineating the difference between the roles of organizer/leader and manager/supervisor:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>the exercise of decision making authority,  the nature of participation in the commission of the offense;   the recruitment of accomplices,  the claimed right to a larger share of the fruits of the crime,  the degree of participation in planning or organizing the offense,  the nature and scope of the illegal activity, and  the degree of control and authority exercised over others.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">U.S.S.G. Sec. 3B1.1, comment.  (n. 4).  These seven factors, while useful as guideposts, do not possess talismanic significance.  \"There need not be evidence of every factor before a defendant is found to be a leader or organizer.\" United States v. Preakos, <span class=\"citation\" data-id=\"543832\"><a href=\"/opinion/543832/united-states-v-darrell-walter-preakos/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 9 (1st Cir.1990) (per curiam) (citation and internal quotation marks omitted).  Moreover, because role-in-the-offense determinations are inherently fact-specific, the district court's views demand \"considerable respect.\"  United States v. Ocasio, <span class=\"citation\" data-id=\"548346\"><a href=\"/opinion/548346/united-states-v-gilberto-ocasio-aka-gilberto-ocasio-agosto/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span>, 333 (1st Cir.1990).  As a consequence, such judgments are reviewed on appeal only for clear error or mistake of law.  See <span class=\"citation\" data-id=\"572657\"><span class=\"antecedent_guess\">Dietz,</span> <a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">52</span></a></span>;  United States v. Akitoye, <span class=\"citation\" data-id=\"554021\"><a href=\"/opinion/554021/united-states-v-adegboyega-akitoye/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span></a></span>, 227 (1st Cir.1991);  <span class=\"citation\" data-id=\"551473\"><span class=\"antecedent_guess\">McDowell,</span> <a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1011</span></a></span>;  United States v. Diaz-Villafane, <span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 48 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">177</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">133</span> </span>(1989).</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellant eschews any challenge to the court's determination of extensiveness (and, in all events, the record persuasively demonstrates the scope of the criminal activity and the large number of persons participating therein).  Instead, appellant complains about the court's assessment of his role in the enterprise.  We think that the facts, fairly viewed, verify the conclusion that appellant served as both an \"organizer\" and \"leader\" of the drug manufacturing and distribution ring.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellant's argument, distilled to its essence, is that he and his coconspirators were equal partners embarked upon a joint venture.  This self-deprecation cannot withstand the crucible of close examination.  Most tellingly, the record shows with pristine clarity that appellant made the key strategic decisions for the group:  what drugs would be manufactured, when the manufacturing would take place, at what locations, what processes would be used, and what quantities of contraband would be manufactured.  Where, as here, one individual in a multi-defendant enterprise makes the critical strategic and operational decisions on behalf of the group (unilaterally answering questions such as \"what? when? where? how? and how much?\"), that individual exhibits precisely the sort of characteristics that are emblematic of an organizer or leader.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this case, moreover, the record is replete with evidence that appellant not only exercised decisionmaking authority, but also did the lion's share of the planning, recruited accomplices, and exerted control over those accomplices.  Indeed, appellant used Hanley and Dailey on an ongoing basis to run errands in furtherance of the project (e.g., directing Hanley to obtain peat moss and lime needed for the proposed production of psilocybin;  directing Dailey to filch glassware and machinery from his place of employment, and otherwise treating him as an assistant).  If more were needed--and we do not think that it is--the events that occurred after appellant's arrest confirm his place in the conspiracy's hierarchy.  While in jail, he instructed Hanley and Dailey to destroy evidence, and they complied unquestioningly with those instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We will not wax longiloquent.  The evidence demonstrates appellant's hegemony beyond the shadow of a doubt and, thus, amply supports the district court's finding that appellant was an organizer and leader of the criminal activity.  See, e.g., United States v. Fuller, <span class=\"citation\" data-id=\"537727\"><a href=\"/opinion/537727/united-states-v-leonard-r-fuller/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></a></span>, 1220 (1st Cir.1990) (holding that the four-level enhancement applies when a defendant \"exercise[s] some degree of control over others involved in the commission of the offense or [is] responsible for organizing others for the purpose of carrying out the crime\").</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Appellant has one more arrow in his quiver.  He argues that, given the centrality of his training in chemistry to his participation in the offense, the district court erred in deciding upon a role-in-the-offense enhancement (four levels) rather than a lesser \"special skill\" enhancement (two levels).  See U.S.S.G. Sec. 3B1.3 (providing in pertinent part for a two-level enhancement if the defendant \"used a special skill, in a manner that significantly facilitated the commission or concealment of the offense\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To be sure, there is some potential overlap between the special skill provision and the aggravating role adjustment.  Although double counting may be permissible in certain circumstances under the guidelines, see, e.g., United States v. Lilly, <span class=\"citation\" data-id=\"195103\"><a href=\"/opinion/195103/united-states-v-olivier/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>5, 19 (1st Cir.1994), the Sentencing Commission chose to avoid it in respect to this overlap.  To this end, section 3B1.3 specifically declares that a special skill adjustment \"may not be employed in addition to an adjustment under Sec. 3B1.1 (Aggravating Role).\"   U.S.S.G. Sec. 3B1.3.  Therefore, the district court could not lawfully have piled a four-level increase for role in the offense atop a two-level increase for the use of a special skill.  But the district court did not run afoul of this prohibition;  it unleashed only the former enhancement, not the latter.  We discern no error.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We agree with appellant that some of the facts that demonstrate his leadership role relate to his work as a chemist.  When the same set of facts implicates two different adjustment provisions, however, the guidelines ordinarily do not require a sentencing court to embrace the lesser of the two equally applicable adjustments.  See, e.g., United States v. Medeiros, <span class=\"citation\" data-id=\"537187\"><a href=\"/opinion/537187/united-states-v-joseph-l-medeiros-jr/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 20 (1st Cir.1990).  In fact, the guidelines point rather conspicuously in the opposite direction.  See generally U.S.S.G. Sec. 1B1.1, comment.  (n. 5) (\"Where two or more guideline provisions appear equally applicable, but the guidelines authorize the application of only one such provision, use the provision that results in the greater offense level.\").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In this instance, the record solidly supports the district court's finding that appellant acted as an organizer and leader<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>--and no provision in the guidelines suggests that a sentencing court must resort to a special skill enhancement in lieu of an equally justified aggravating role enhancement.  Thus, notwithstanding the imbrication of which appellant complains, the district court acted properly in embracing the four-level upward adjustment described in section 3B1.1 rather than settling for the two-level adjustment described in section 3B1.3.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>III. ACCEPTANCE OF RESPONSIBILITY</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Appellant's remaining challenge concerns acceptance of responsibility.  U.S.S.G. Sec. 3E1.1(a) provides for a basic two-level reduction in the offense level if a defendant accepts responsibility as that phrase is used in the guidelines.  Section 3E1.1(b) makes provision for an additional one-level reduction if the defendant qualifies for the initial decrease under subsection (a), has an offense level of 16 or more, and either:  \"(1) timely provid[es] complete information to the government concerning his own involvement in the offense;  or (2) timely notif[ies] authorities of his intention to enter a plea of guilty, thereby permitting the government to avoid preparing for trial and permitting the court to allocate its resources efficiently.\"   U.S.S.G. Sec. 3E1.1(b).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A different guideline, U.S.S.G. Sec. 3C1.1, provides for a two-level increase in the offense level for obstructing or impeding the administration of justice.  A natural tension arises between these two guidelines when a defendant obstructs justice, yet professes to accept responsibility.  In such cases, the defendant faces an uphill, but not necessarily an impossible, climb.  While the Sentencing Commission recognizes that conduct requiring an enhancement under section 3C1.1 \"ordinarily indicates that the defendant has not accepted responsibility for his criminal conduct,\" U.S.S.G. Sec. 3E1.1, comment.  (n. 4), it acknowledges in the same breath that there are \"extraordinary cases in which adjustments under both Secs. 3C1.1 and 3E1.1 may apply.\"   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the instant case, the district court invoked U.S.S.G. Sec. 3C1.1 and imposed a two-level enhancement for obstruction of justice as a result of appellant's campaign to destroy evidence.  The court nevertheless found that appellant had accepted responsibility, and, although troubled by the obstruction of justice, found his case to be extraordinary.  Then, without any analysis of the requirements set forth in section 3E1.1(b), the court gave appellant a two-level rather than a three-level acceptance-of-responsibility credit.  The court offered no explanation of, or insight into, the source of its authority to make so Solomonic a decision.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Cf. 2 Kings 3:16-18 (proposing resolution of dispute by splitting small child in half).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On appeal, Talladino assails the district court's decision to deny the extra one-level reduction under section 3E1.1(b).  He contends that, once the district court determined that he qualified for the basic acceptance-of-responsibility reduction, U.S.S.G. Sec. 3E1.1(a), the court had no discretion to withhold the additional level due to obstruction of justice, but, instead, could only undertake the circumscribed inquiry limined in section 3E1.1(b), and grant or deny the further reduction solely on that basis.  We agree with appellant's analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">* We deal first with the standard of appellate review that applies to this aspect of the case.  The government importunes us to review the challenged ruling for clear error, while appellant urges us to undertake plenary review.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Whether a defendant has, or has not, accepted personal responsibility is normally a fact-dominated issue, and the district court's decision to grant or withhold a reduction in the offense level on that account will not be overturned unless it can be shown to be clearly erroneous.  See, e.g., United States v. Morillo, <span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 871 (1st Cir.1993);  United States v. Royer, <span class=\"citation\" data-id=\"536029\"><a href=\"/opinion/536029/united-states-v-marc-a-royer/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 29 (1st Cir.1990).  Nonetheless, questions of law--including interpretive questions concerning the meaning and scope of the sentencing guidelines--engender de novo review.  See, e.g., United States v. St. Cyr, <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 701 (1st Cir.1992);  United States v. Connell, <span class=\"citation\" data-id=\"580693\"><a href=\"/opinion/580693/united-states-v-gerald-connell/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></a></span>, 197-98 (1st Cir.1992).  When a sentencing court's factfinding is inextricably intertwined with an allegedly improper application of the sentencing guidelines, the latter standard of review controls.  See United States v. Tavano, <span class=\"citation\" data-id=\"195113\"><a href=\"/opinion/195113/united-states-v-tavano/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 307 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In its present posture, the issue presented on appeal does not involve a factual determination under either subsection (a) or (b) of section 3E1.1.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Instead, this case poses the quintessentially legal question of whether the district court had discretion to deny appellant the additional one-level reduction described in U.S.S.G. Sec. 3E1.1(b), without considering the timeliness of appellant's acceptance of responsibility.  We, therefore, review the challenged ruling de novo.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As a matter of common sense, the district court's determination that, having obstructed justice, appellant deserved something less than the maximum three-level reduction for acceptance of responsibility is attractive.  As a matter of law, however, the court's decision is more vulnerable, because nothing in the language of U.S.S.G. Sec. 3E1.1(b) makes any reference, veiled or otherwise, to judicial power to withhold the one-level reduction due to obstruction of justice.  The language of subsection (b) is absolute on its face.  It simply does not confer any discretion on the sentencing judge to deny the extra one-level reduction so long as the subsection's stated requirements are satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The government argues that the district court's discretion to withhold the one-level reduction, even when a defendant has met the explicit requirements of subsection (b), is inherent in, or a necessary concomitant of, the need for the district court to find that the case is \"extraordinary\"--a finding that is essential to overcome the effect of a defendant's obstruction of justice and remove the roadblock that otherwise bars all access to section 3E1.1.  Withal, the government is wholly unable to cite to anything in the guidelines or in the Sentencing Commission's commentary that supports its theory--and courts must be very cautious about retrofitting the guidelines to suit an individual judge's concepts of justice.  Cf. United States v. Norflett, <span class=\"citation\" data-id=\"553334\"><a href=\"/opinion/553334/united-states-v-sidney-norflett/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 53 (1st Cir.1990) (explaining that judges \"must subrogate personal views [about what sentences are too severe or too lenient] to the Congress' sense of how best to achieve uniformity\").  When all is said and done, the best authority that the government can muster in support of this proposition consists of two cases, United States v. Booth, <span class=\"citation\" data-id=\"610564\"><a href=\"/opinion/610564/united-states-v-gary-a-booth/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1395</span> </a></span>(2d Cir.1993) (per curiam), and United States v. Tello, <span class=\"citation\" data-id=\"657338\"><a href=\"/opinion/657338/united-states-v-francisco-tello/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1119</span> </a></span>(5th Cir.1993).  We find neither case particularly helpful.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In Booth the defendant, prior to his indictment for sexual exploitation of children, made several attempts to keep his victims from talking to the FBI.  In constructing the GSR, the district court employed both a two-level enhancement for obstruction of justice and a two-level decrease for acceptance of responsibility under section 3E1.1(a).  The court then declined to bestow an additional one-level reduction under section 3E1.1(b).  Although the Second Circuit upheld the district court's decision, it did not squarely address the issue that confronts us today.  Booth argued that he was entitled to the one-level reduction because of the extraordinary quality of his cooperation, not because his conduct satisfied the criteria set forth in section 3E1.1(b).  Here, however, Talladino makes the rather different argument, apparently overlooked by Booth, that timeliness is the only relevant inquiry under subsection (b).  Thus, Booth is inapposite.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In Tello, the defendant obstructed justice after pleading guilty by providing false information about his criminal history.  The district court imposed a two-level enhancement for obstruction of justice and granted an offsetting two-level decrease for acceptance of responsibility.  Despite Tello's admittedly timely guilty plea, the court did not afford him the additional one-level reduction under subsection (b).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Tello appealed.  The Fifth Circuit reversed, declaring that once an affirmative determination of acceptance of responsibility has been made, \"no sentencing discretion remains.\"  <span class=\"citation\" data-id=\"657338\"><span class=\"antecedent_guess\">Tello,</span> <a href=\"/opinion/657338/united-states-v-francisco-tello/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1124</span></a></span>.   The court explicitly rejected the district court's reliance on the defendant's obstruction of justice as a reason for denying the additional one-level reduction, explaining that:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>When the court granted [the defendant] the basic 2-level reduction for acceptance of responsibility under subsection (a), despite having found obstruction of justice and having increased his offense level by two therefor, obstruction became irrelevant.  It evaporated from the sentencing calculus.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"657338\"><a href=\"/opinion/657338/united-states-v-francisco-tello/\"><span class=\"id_token\">Id.</span> at 1128.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Despite these seemingly unequivocal assertions, the government insists that Tello contains a per se exception for cases in which an obstruction of justice occurs prior to the defendant's tender of a guilty plea.  To support this argument the government relies on the following footnote:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>This is not to say that, under greatly different circumstances, obstruction of justice could not constitute discretionary grounds for denying the additional 1-level decrease, such as when the defendant first obstructs justice in the investigation of his offense and only subsequently admits his guilt and cooperates with the government.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"657338\"><a href=\"/opinion/657338/united-states-v-francisco-tello/\"><span class=\"id_token\">Id.</span> at 1128 </a></span>n. 22 (citing Booth ).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The government's reliance on the dictum contained in footnote 22 is misplaced.  Rather than creating a broad exception to the holding in Tello, footnote 22 merely leaves open the possibility that a defendant's obstruction of justice might be relevant to the sentencing court's timeliness inquiry under section 3E1.1(b).  See, e.g., infra note 10.  In other words, if a defendant's obstruction of justice directly precludes a finding of timeliness under section 3E1.1(b), then a denial of the additional one-level decrease would be appropriate.  If, however, the defendant's obstruction of justice has no bearing on the section 3E1.1(b) timeliness inquiry, as was the case in Tello, then the obstruction drops from the equation.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We consider the Fifth Circuit's holding in Tello to be much more convincing than the government's sanguine interpretation of footnote 22.  We believe that such a holding is compelled by the language of the sentencing guidelines.  The text of section 3E1.1, as the government concedes, does not confer discretion on the district court to deny the extra one-level reduction so long as certain stated prerequisites are satisfied.  And there is no principled basis, linguistic or otherwise, for arguing that obstruction of justice affects this baseline interpretation of section 3E1.1(b).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The commentary to the guidelines is to the same effect.  It establishes that, in the universe of cases where obstruction of justice looms, a reduction for acceptance of responsibility is ordinarily forestalled altogether.  See U.S.S.G. Sec. 3C1.1, comment.  (n. 4).  Yet, there will be \"extraordinary cases in which adjustments under both Secs. 3C1.1 and 3E1.1 may apply.\"   <span class=\"citation\" data-id=\"657338\"><a href=\"/opinion/657338/united-states-v-francisco-tello/\"><span class=\"id_token\">Id.</span>  The use </a></span>of the permissive word \"may\" makes it pellucid that the district court, having found obstruction of justice, has discretion to bypass section 3E1.1.  Nonetheless, once the court finds that a case is \"extraordinary\" within the meaning of Application Note 4, the bypass option is blocked off, section 3E1.1 comes into play, and the court at that point is bound to apply the guideline according to its own terms.  Those terms do not permit an allowance to be made for the circuitous route by which the acceptance of responsibility guideline came to be applied in the first place.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Our focus on the plain language of the guidelines and commentary is a necessary offshoot of the policy concerns undergirding the sentencing guidelines.  The guidelines' primary purpose is to alleviate disparity in the sentencing of similarly situated offenders.  See S.Rep. No. 225, 98th Cong., 2d Sess. 38, 51, 161 (1984), reprinted in 1984 U.S.C.C.A.N. 3182, 3221, 3234, 3344.  \"Ensuring uniformity inevitably means restricting judicial discretion.\"  United States v. Jackson, <span class=\"citation\" data-id=\"195501\"><a href=\"/opinion/195501/united-states-v-jackson/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span>, 201 (1st Cir.1994).  This phenomenon, in turn, places more emphasis on the text and purport of the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Where, as here, the text and purport of the guidelines are clear, courts may not tinker, but, rather, must apply the provision in question according to its tenor.  After all, toying with the scope and meaning of carefully crafted guideline provisions would undermine the principle of uniformity that engendered the guidelines.  See <span class=\"citation\" data-id=\"553334\"><span class=\"antecedent_guess\">Norflett,</span> <a href=\"/opinion/553334/united-states-v-sidney-norflett/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">54</span> </a></span>(stating that guidelines cannot \"be adulterated by a judge's personal sense of inequity, no matter how well intentioned the judge may be\");  see also <span class=\"citation\" data-id=\"195501\"><span class=\"antecedent_guess\">Jackson,</span> <a href=\"/opinion/195501/united-states-v-jackson/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">204</span> </a></span>(holding that the courts' role vis-a-vis the Sentencing Commission is as \"interpreters of the words chosen by [the Commission], not as policymakers or enlargers of [the Commission's] intent\").</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Viewed against this backdrop, we are of the opinion that, in denying appellant the extra one-level reduction under section 3E1.1(b) because of his obstruction of justice, the district court erred.  Faced with this sort of dilemma, a court should pose two separate questions.  First, the court should ask whether the defendant is entitled to receive any reduction for acceptance of responsibility, given his obstruction of justice.  The court can only answer this query in the affirmative by finding, inter alia, that the situation is \"extraordinary.\"   If, notwithstanding the height of this threshold, the court vaults it, makes the requisite finding, and answers the first question affirmatively, it is then obliged to award the defendant the standard two-level credit for acceptance of responsibility.  At that juncture, the court should place obstruction of justice to one side and pose the second question, inquiring whether the defendant qualifies for an additional one-level reduction based on the timeliness of his acceptance of responsibility.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  In other words, once the initial inquiry has been resolved in the defendant's favor, with the explicit or implicit finding that his case is \"extraordinary,\" the only relevant inquiry that remains is whether the defendant either:  \"(1) timely provid[ed] complete information to the government concerning his own involvement in the offense;  or (2) timely notif[ied] authorities of his intention to enter a plea of guilty, thereby permitting the government to avoid preparing for trial and permitting the court to allocate its resources efficiently.\"   U.S.S.G. Sec. 3E1.1(b).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Here, the court in effect conflated these two inquiries.  In following this course, the court erred.  And, moreover, its error requires that appellant be resentenced.  After all, the court made no findings whatever concerning the section 3E1.1(b) criteria.  Furthermore, the record does not suggest an obvious basis for excluding appellant from the benefits of subsection (b).  Consequently, we must vacate appellant's sentence to allow the district court a fresh opportunity to consider, in light of our opinion, whether appellant is, or is not, entitled to the additional one-level reduction under section 3E1.1(b).</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We need go no further.  For the reasons discussed herein, we affirm appellant's conviction, but vacate his sentence and remand for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Psilocybin is familiarly known as \"mushrooms\" or \"magic mushrooms.\"   PHP is an analogue for PCP (sometimes called \"angel dust\").  MDMA is generally referred to as \"Ecstasy.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The grand jury later returned a superseding eleven-count indictment against Talladino, Hanley, Miller, and Dailey.  Count 1 charged all four men with conspiring to manufacture and distribute PHP, methamphetamine, Ecstasy, and psilocybin.  The remaining ten counts charged various defendants with assorted crimes such as distributing PHP;  possessing PHP and-or methamphetamine with intent to distribute;  possessing listed chemicals with intent to manufacture methamphetamine and P2P (a methamphetamine precursor);  attempting to manufacture psilocybin and Ecstasy;  and maintaining facilities for manufacturing controlled substances.  See, e.g., 21 U.S.C. Secs. 841(a)(1) &amp; (d)(1), 846, 856;  18 U.S.C. Sec. 2.  Although all defendants were not implicated in all counts, ten of the eleven counts targeted Talladino</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Dailey did not succeed fully in covering the conspirators' tracks.  On June 5, 1993, the DEA searched Dailey's apartment and found a residue of methamphetamine and methamphetamine precursors</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The November 1993 edition of the federal sentencing guidelines applies in this case.  See United States v. Aymelek, <span class=\"citation\" data-id=\"556393\"><a href=\"/opinion/556393/united-states-v-kaya-aymelek/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 66 n. 1 (1st Cir.1991) (\"Barring ex post facto concerns, the guidelines in effect at the time of sentencing ... control.\").  All references herein are to that version</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To the extent appellant argues that the sentencing court misconstrued actions he took as a chemist, his argument falls far short of the mark.  Appellant was by no means an independent contractor whose authority was confined to the laboratory and whose decisions were limited to discrete issues related to production.  Instead, the district court warrantably found that appellant, aided by his knowledge of chemistry and his ready access to raw materials and equipment, made a series of tactical and strategic choices for the organization on a wide-ranging basis.  We must accept this rendition of the record.  See United States v. St. Cyr, <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 706 (1st Cir.1992) (holding that \"when there are two plausible views of the record, the sentencing court's adoption of one such view cannot be clearly erroneous\");  <span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span> <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">49</span> </a></span>(similar;  discussing role-in-the-offense adjustment)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note in passing that the special skill provision operates differently than the abuse of trust provision contained in the same guideline.  With respect to the latter, the guidelines specifically authorize the imposition of separate enhancements for both abuse of a position of trust and aggravating role, see U.S.S.G. Sec. 3B1.3, notwithstanding that the two enhancements may arise out of the same nucleus of operative facts, see United States v. Hickman, <span class=\"citation\" data-id=\"605545\"><a href=\"/opinion/605545/united-states-v-chris-hickman/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span>, 1112 (3d Cir.1993) (discussing operation of these interlocking guidelines)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The court apparently emulated the PSI Report, which had recommended this very course.  The PSI Report, too, glossed over the question of authority</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Although the district court found as a fact that appellant accepted responsibility, U.S.S.G. Sec. 3E1.1(a), neither side has appealed from that finding.  Insofar as U.S.S.G. Sec. 3E1.1(b) is concerned, the district court made no findings even though appellant's counsel argued the point both in a sentencing memorandum and in objections to the PSI Report</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The confusion surrounding footnote 22 stems in part from the inclusion of the phrase \"discretionary grounds.\"   This term appears to be used incorrectly in the context of a discussion of section 3E1.1(b), as the additional one-level decrease is not a matter of discretion, but of factfinding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Of course, in some cases a particular act of obstruction may bear directly upon the criteria specified in section 3E1.1(b).  For example, obstructive conduct might render information furnished to the government incomplete, even in an \"extraordinary\" case.  In such a situation, the obstructive conduct can be considered during the second stage of the inquiry.  Given the absence of findings in this case, however, we take no view as to how (if at all) this possibility might affect the proceedings on remand</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195103/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195113/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195133/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195501/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522865/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536029/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537187/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537727/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543832/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548346/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554021/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556393/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605545/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/657338/"
  ]
}