{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195768/",
  "id": 195768,
  "absolute_url": "/opinion/195768/united-states-v-scott-n-rogers/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195768/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:08Z",
  "date_modified": "2020-02-21T23:31:58.748954Z",
  "type": "010combined",
  "sha1": "6c9bc572d213d4ef64f59423ea25f7132209ff1c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=90-1882.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 90-1882\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                       SCOTT N. ROGERS,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n       [Hon. Shane Devine, Senior U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n                Bownes, Senior Circuit Judge,\r                                                        \n                   and Cyr, Circuit Judge.\r                                                     \n\n                                         \n\nGordon R. Blakeney, Jr. for defendant, appellant.\r                                   \nPeter E. Papps, First Assistant  United States Attorney, with whom\r                          \nPaul M. Gagnon, United States Attorney, was on brief for appellee.\r                      \n\n                                         \n\n                       December 8, 1994\n                                         \r\r\n\n          BOWNES, Senior Circuit Judge.   Defendant-appellant\r                      BOWNES, Senior Circuit Judge.\r                                                  \n\nScott  N. Rogers was convicted under 18 U.S.C.   922(g)(1) as\n\na  felon  in  possession  of  a  firearm.    He  appeals  his\n\nconviction on various grounds.  We affirm.\n\n                          I.  FACTS\r                                      I.  FACTS\r                                               \n\n          The evidence, taken in  the light most favorable to\n\nthe government, see United  States v. Ford, 22 F.3d  374, 382\r                                                      \n\n(1st  Cir.), cert. denied, 115  S. Ct. 257  (1994), tended to\r                                     \n\nshow the following.\n\n          On April  4, 1989, four police  officers arrived at\n\nan  apartment  on  5   Wheelock  Street  in  Manchester,  New\n\nHampshire,  where Rogers,  who had  escaped from  prison, was\n\nbelieved  to  be hiding.   Two  of  the officers  entered the\n\nbedroom in the northeast corner  of the apartment, where they\n\nfound Rogers in the closet and took him into custody.  A pat-\n\ndown revealed a .32  caliber bullet in his right  front pants\n\npocket.  Rogers announced that  the officers were lucky  they\n\nfound him  before he got to  his gun, or he  would have blown\r                                            \n\nhis brains out.\n\n          In  the meantime,  the  third officer  went to  the\n\nbedroom in  the northwest corner  of the apartment,  where he\n\nfound a .32 caliber Smith and Wesson handgun in plain view on\n\ntop of the dresser.   The gun was fully loaded.   The officer\n\nunloaded the gun and seized it as evidence.  A fourth officer\n\n                             -2-\r                                          2\r\r\n\nwent  into  the center  bedroom, where  he found  and briefly\n\ndetained one Michael Glennon, a friend of the defendant.\n\n          Rogers was  taken to  the police station,  where he\n\nwas  given  Miranda  warnings.    Rogers  indicated  that  he\r                               \n\nunderstood  his rights and signed  a waiver form.   He stated\n\nthat  the gun  seized  at the  apartment  was a  \"throw-away\"\n\nweapon that he  had purchased  for fifty dollars.   He  again\n\nstated that he had  intended to use the gun to commit suicide\n\nif the police got close to him.\n\n          Rogers was questioned  about several burglaries  in\n\nManchester.    He  admitted  that  he  was  involved  in  two\n\nburglaries  at the Louisa's pizzeria,  as well as  a third at\n\nthe Sub Hut.\n\n          A  federal   grand   jury  returned   a   one-count\n\nindictment charging Rogers as a convicted felon in possession\n\nof  a firearm in violation of 18  U.S.C.   922(g).  At trial,\n\nRogers testified  that the  gun belonged to  Michael Glennon,\n\nand denied  making any  statement about shooting  himself, or\n\nbeing  the  owner  of  the  gun.    In  fact,    none of  the\n\nfingerprints found on the gun belonged to Rogers.  The bullet\n\nfound  in his  pocket  allegedly came  from  a box  of  fifty\n\nbullets that Glennon had  bought.  Glennon, Rogers testified,\n\nliked to  flick bullets at him in horseplay.  On the night he\n\nwas  arrested, Rogers  allegedly  stepped on  a bullet  as he\n\nwalked  barefoot in  the living  room of  the apartment.   He\n\n                             -3-\r                                          3\r\r\n\npicked  up the bullet and slipped it in his pocket, intending\n\nto place it in a jewelry box elsewhere in the apartment.\n\n          The other witness called  by the defense was Joseph\n\nPerkins,  the defendant's brother, who testified that Glennon\n\npulled the gun out of his pocket to show it to him during one\n\nof his visits to the apartment.\n\n          Rogers was convicted  on May 2,  1990.  Because  he\n\nhad committed  at least five previous  felonies, the district\n\ncourt imposed  the  statutory mandatory  minimum sentence  of\n\nfifteen years.  See 18 U.S.C.   924(e).\r                               \n\n                       II.  DISCUSSION\r                                   II.  DISCUSSION\r                                                  \n\n          A.  Constructive Possession\r                      A.  Constructive Possession\n\n          Rogers argues  that the  \"possession\" of  a firearm\n\nunder 18 U.S.C.    922(g) must be  actual, not constructive.1\n\nConstructive possession, however, is possession.   See United\r                                                                         \n\nStates  v. Zavala Maldonado, 23  F.3d 4, 6  (1st Cir.), cert.\r                                                                         \n\ndenied,  115   S.  Ct.   451  (1994)  (\"Under   settled  law,\r                  \n\n'possession'  includes not merely the state of . . . hands-on\n\nphysical possession but also 'constructive' possession\").  In\n\nUnited  States v.  Wight, 968  F.2d  1393, 1397-98  (1st Cir.\r                                    \n\n1992), we \"ma[de]  explicit the obvious\" and  found that \"the\n\nelement of 'knowing  possession' under section 922(g)(1)  may\n\n                    \r                                \n\n1.  Section 922(g) provides in pertinent part:   \"It shall be\nunlawful for any  person . . . who has  been convicted in any\ncourt of []  a crime  punishable by imprisonment  for a  term\nexceeding one year to . . . possess . . . any firearm.\"\n\n                             -4-\r                                          4\r\r\n\nbe  established   by  proving  that  the   defendant  was  in\n\nconstructive  possession of  a firearm.\"   Wight  adopted the\r                                                            \n\nprevailing (and only)  rule in  the other circuits.   Id.  at\r                                                                    \n\n1398  n.6  (collecting cases).    See also  United  States v.\r                                                                      \n\nLamare,  711  F.2d  3, 5  (1st  Cir.  1983)  (under former   \r                  \n\n922(h)(1),  \"receipt\" of the firearm may  be shown by proving\n\npossession; possession can be actual or constructive).\n\n          Rogers argues that   922(g)  is unconstitutional as\n\napplied to  him because  the government \"neither  alleged nor\n\nattempted to prove any  fact concerning possession other than\n\nownership of the firearm.\"  It allegedly ignored the question\r                     \n\nof  intent  to control.    In  fact, the  government  offered\n\nRogers'  own statement  that he  intended to  use his  gun to\n\ncommit suicide if the police were to find him.\n\n          Rogers  also  argues that  18  U.S.C.    922(g)  is\n\nunconstitutionally vague  to  the extent  that it  proscribes\n\nconstructive possession.   He notes that  some courts require\n\nproof  of the  defendant's  \"dominion and  control\" over  the\n\nfirearm,  see,  e.g.,  Wight,   968  F.2d  at  1398;  others,\r                                        \n\n\"dominion or control,\" see,  e.g., United States v. McKnight,\r                                                                        \n\n953 F.2d 898, 901  (5th Cir.), cert. denied, 112  S. Ct. 2975\r                                                       \n\n(1992) (emphasis added).   Still others consider ownership of\n\nthe firearm either \"irrelevant to possession,\"  United States\r                                                                         \n\nv. Boykin, 986 F.2d 270, 274 (8th Cir.), cert. denied, 114 S.\r                                                                 \n\nCt.  241 (1993),  or virtually  conclusive, United  States v.\r                                                                      \n\n                             -5-\r                                          5\r\r\n\nBarron-Rivera,  922  F.2d 549,  552 (9th  Cir. 1991).   These\r                         \n\ninconsistencies,  Rogers argues, leave  him with insufficient\n\nnotice of the conduct that is criminally proscribed.\n\n          Because \"dominion,\" \"control,\" and  \"ownership\" are\n\noverlapping concepts, it is not surprising that some judicial\n\nglosses  upon \"possession\"  may  seem facially  inconsistent.\n\nThese differences do  not, however, make  the language of  18\n\nU.S.C.   922(g) unconstitutionally vague.  We  think that the\n\nterm \"possession\" concretely describes the conduct proscribed\n\nby  the statute.2  More than a  few laws would be in jeopardy\n\nif absolute consistency  of judicial interpretation  were the\n\nmeasure of a law's constitutionality.  \n\n          B.  The Sufficiency of the Indictment\r                      B.  The Sufficiency of the Indictment\n\n          Rogers   argues  next   that  his   indictment  was\n\ninsufficient  because  it  failed  to set  forth  \"any  facts\r                                                                  \n\n(except for an 'on or about' date) . .  . as to the charge of\n\nhaving 'possessed'  the weapon . . . .\"  On the contrary, the\n\nindictment stated  the date of  the offense, the  district in\n\nwhich  it occurred, the make,  type and serial  number of the\n\nfirearm, the felony conviction underlying the charge, and the\n\ncitation of the  statute.  The indictment  provided a \"plain,\n\n                    \r                                \n\n2.  Cf. Zavala Maldonado, 23  F.3d at 7 (the idea  underlying\r                                    \nconstructive  possession  is  \"not  so  difficult  to  grasp.\nCourts are saying that one can possess an  object while it is\nhidden at home in a bureau drawer, or while held by an agent,\nor even while it is secured in a safe deposit box at the bank\n. . . .\").\n\n                             -6-\r                                          6\r\r\n\nconcise and definite written statement of the essential facts\n\nconstituting the offense charged.\"  Fed. R. Crim. P. 7(c)(1).\n\nNo  more was  required  to \"fairly  inform[]\"  Rogers of  the\n\npossession  charge, \"and  [to] enable[] him  to enter  a plea\n\nwithout fear of  double jeopardy.\"  United  States v. Yefsky,\r                                                                        \n\n994 F.2d 885, 893  (1st Cir. 1993) (citing Hamling  v. United\r                                                                         \n\nStates, 418 U.S. 87, 117 (1974)).3\r                  \n\n          C.  The Jury Instructions\r                      C.  The Jury Instructions\n\n          Rogers   argues   that   the    jury   instructions\n\nincorrectly  defined  \"possession\"  in  terms  of  ownership.\n\nBecause  defense counsel  did not  object  on this  basis, we\n\nreview the instructions only for  plain error.  United States\r                                                                         \n\nv. Burns, 15 F.3d 211, 217 (1st Cir. 1994).\r                    \n\n          \"'Constructive' possession is  commonly defined  as\n\nthe power and intention to exercise control, or  dominion and\n\ncontrol, over  an object  not in one's  'actual' possession.\"\n\nZavala Maldonado, 23 F.3d at 7.  The district court explained\r                            \n\npossession as follows:\n\n          The term  \"possess\" as used in [  922(g)]\n          is  not  necessarily  equated with  legal\r                                                               \n          ownership  of the firearm  here at issue.\r                               \n          The   law   recognizes   two   kinds   of\n          possession,    actual   possession    and\n          constructive  possession.   A  person who\n          knowingly  has  direct  physical  control\n\n                    \r                                \n\n3.  Rogers also complains that the indictment did not specify\nwhether he actually or constructively possessed  the firearm.\nAs we  noted earlier, constructive possession  is possession,\r                                                             \nnot  a separate predicate  act that has to be spelled  out in\nthe indictment.\n\n                             -7-\r                                          7\r\r\n\n          over a thing at a given time is then said\n          to be in actual possession of that thing.\n          A  person  who,  although  not  in actual\n          possession, knowingly has both  the power\r                                                               \n          and  the intention  at  a given  time  to\r                                                               \n          exercise  dominion  or  control   over  a\r                                                     \n          thing, or to exercise dominion or control\n          over  the  area in  which  that  thing is\n          found,   whether   directly  or   through\n          another person, is  then in  constructive\n          possession of the thing [emphasis added].\n\n          We  discern  no error  in  this  explanation.   The\n\ninstructions correctly stated  that ownership is relevant  to\n\nthe question of possession.  To be sure, ownership alone does\n\nnot establish possession, but it may be highly relevant where\n\nthe  authority to exercise  control is disputed.   Cf. United\r                                                                         \n\nStates v. Ocampo-Guarin, 968 F.2d  1406, 1410 (1st Cir. 1992)\r                                   \n\n(finding possession  of cocaine  where drug  courier \"carried\n\nbaggage  claim tickets  that represented  her legal  right to\n\nreclaim [her] luggage\").4\n\n          Rogers also complains that the district  court used\n\nthe  conjunction  \"or\"  rather  than \"and\"  --  \"dominion  or\r                                                                         \n\ncontrol.\"     Dominion,  however,  is  generally  defined  as\n\n\"perfect  control  in  right  of  ownership.\"    Black's  Law\r                                                                         \n\nDictionary  436 (5th ed. 1979) (emphasis added).  Pursuant to\r                      \n\n                    \r                                \n\n4.  We think that the blanket  statement in Boykin, 986  F.2d\r                                                              \nat 274, that \"ownership is irrelevant to possession,\" must be\nconsidered  in  context.   In  Boykin,  the defendant's  wife\r                                                 \nclaimed  that  she owned  the  firearm.   Had  the  defendant\nhimself  owned   the  firearm,  the  court   would  not  have\nconsidered  that fact  irrelevant.    See id.  (\"Constructive\r                                                         \npossession  . .  . is  established if  the person  has .  . .\ncontrol, ownership, or dominion over the firearm itself\").\n\n                             -8-\r                                          8\r\r\n\nthe court's instruction, there  could have been no conviction\n\nabsent a finding of control.5\n\n          Rogers   argues  next   that  the   district  court\n\ncommitted  plain error  by  giving only  a general  unanimity\n\ninstruction, and no specific  unanimity instruction.   During\n\nits  deliberations, the  jury  sent a  note  to the  district\n\njudge:  \"We  would like  clarification  of the  two  types of\n\npossession.\"  The court  repeated its original instruction on\n\npossession, and this exchange took place:\n\n               THE  COURT:   Does that  answer your\n          question,  ladies  and  gentlemen?     It\n          doesn't?   That's  the law on  actual and\n          constructive possession.   You're shaking\n          your head, sir.  What's the problem?\n\n               MR.   ROWELL:     Interpretation  of\n          constructive  possession.    If you  know\n          where something is do  you constructively\n          possess it?\n\n               THE   COURT:    I   can't  give  you\n          anything more than  what I've given  you.\n          That's what  the law  says.   Sorry about\n          that.  Anything further?  Thank you.\n\n                    \r                                \n\n5.  At times, we  have used the  conjunctions \"and\" and  \"or\"\ninterchangeably.   Compare United States v.  Latham, 874 F.2d\r                                                               \n852,  861  (1st  Cir. 1989)  (\"constructive  possession  [is]\ndefined as  exercising dominion, or control over  the drug to\nbe distributed\"), with Wight, 968 F.2d at 1398 (\"dominion and\r                                        \ncontrol\").   See also United States v. Acevedo, 842 F.2d 502,\r                                                          \n507  (1st  Cir. 1988)  (quoting,  with  approval, the  phrase\n\"dominion or  control\" from jury  instructions).   We see  no\nreal contradiction so long as the term \"dominion\" is properly\nunderstood as encompassing control.\n\n                             -9-\r                                          9\r\r\n\n          Although the district court might have attempted to\n\nrefine its  explanation,6  it was  not  required to  give  an\n\ninstruction on  specific unanimity  at this point.   Congress\n\ndid not  define possession in terms of  alternative acts, any\n\none of which  would suffice for a conviction.  Thus, the one-\n\ncount indictment  in this case  had no  inherent tendency  to\n\nproduce a patchwork  verdict.  Cf.  United States v.  Antonio\r                                                                         \n\nMedina Puerta, No. 93-2167, slip op. at 16 (1st Cir. Oct. 21,\r                         \n\n1994) (noting threat of non-unanimous verdict where divergent\n\nconduct underlay two branches of a single count).  Unlike the\n\njury in United  States v.  Duncan, 850 F.2d  1104, 1109  (6th\r                                             \n\nCir.  1988), which asked whether it  must agree as to each of\n\nthe  alternative acts  underlying the  offense, the  juror in\n\nthis case  simply asked for clarification  of possession, the\n\none  act necessary  for conviction.   We see  no threat  of a\n\npatchwork verdict beyond the possibility, conceivably present\n\nin  every  case, that  a juror  may  not have  understood the\n\ncourt's explanation of the law.\n\n          D.  The un-Mirandized Statement\r                      D.  The un-Mirandized Statement\n\n          Rogers argues  that  the district  court  committed\n\nplain error in  admitting evidence of his  statement, made in\n\n                    \r                                \n\n6.  In Zavala Maldonado, 23  F.3d at 7, we noted  that \"[t]he\r                                   \n'constructive possession' label may confuse jurors at first -\n- drug trial juries  routinely ask to be reinstructed  on the\ndefinition  of possession -- but the underlying idea is . . .\nnot so difficult to grasp.\"\n\n                             -10-\r                                          10\r\r\n\nthe  bedroom of the apartment,  that he would  have blown his\n\nbrains out had he been able to reach his gun.\n\n          After  taking  Rogers  into custody,  the  officers\n\nwaited approximately  ten minutes for the  arrival of another\n\nofficer who could positively identify  the defendant.  In the\n\nmeantime, they asked Rogers who he was.  There is no evidence\n\nthat  the officers asked Rogers  for more than  his name, cf.\r                                                                         \n\nUnited States v.  Doe, 878  F.2d 1546, 1551  (1st Cir.  1989)\r                                 \n\n(\"[a]ssuming  the  existence  of  a  Miranda  exception\"  for\r                                                        \n\nroutine  booking interrogation),  or  that his  statement was\n\nanything  but  voluntary and  spontaneous.   Accordingly,  we\n\ncannot find plain error.\n\n          E.  The Sufficiency of the Evidence\r                      E.  The Sufficiency of the Evidence\n\n          Rogers argues  that  the evidence  of  constructive\n\npossession was  insufficient to  support his conviction.   In\n\nmaking  this   argument,  he  bears  \"the   heavy  burden  of\n\ndemonstrating that no reasonable  jury could have found [him]\n\nguilty  beyond  a  reasonable   doubt.\"    United  States  v.\r                                                                     \n\nInnamorati, 996 F.2d 456,  469 (1st Cir.), cert.  denied, 114\r                                                                    \n\nS. Ct.  409 (1993).  We review the evidence in the light most\n\nfavorable   to  the   government,   \"drawing  all   plausible\n\ninferences  in  its  favor  and   resolving  all  credibility\n\ndeterminations in line with the jury's verdict.\"  Id.\r                                                                 \n\n          The government's case  for constructive  possession\n\nrested  on  (1) Rogers'  declaration  that if  he  could have\n\n                             -11-\r                                          11\r\r\n\ngotten  to his gun in the  apartment, he would have blown his\n\nbrains out;  (2) his admission that he owned the gun; and (3)\n\nthe bullet found in his pocket,  which matched the gun.  This\n\nevidentiary tripod  is sufficient to establish  power as well\r                                                                 \n\nas  intent to  exercise dominion  and control  over the  gun.\r                      \n\nThat  Rogers did not shoot himself  simply illustrates a fact\n\nof constructive possession:   power and intent to act  do not\n\nalways result in action.\n\n          When the officers arrived at the  apartment, Rogers\n\nhid in the closet  of the northeast bedroom rather  than move\n\ntoward the  gun  in  the  northwest  bedroom.    One  officer\n\ntestified  that once  the  front door  to  the apartment  was\n\nopened, it was  possible to see  someone entering or  leaving\n\nany of the bedrooms.  The jury could have reasonably believed\n\nthat Rogers did not try to  reach the gun because he hoped to\n\nescape detection.\n\n          F.  Evidence of Other Crimes\r                      F.  Evidence of Other Crimes\n\n          Rogers  assigns  plain error  in  the admission  of\n\nevidence  of  several  of  his  prior   crimes.    On  direct\n\nexamination,  Rogers   freely  admitted  that  he   had  been\n\nconvicted of burglary \"[m]any times.\"  Dissatisfied, perhaps,\n\nwith  his sanguine  answer, the  government inquired  into at\n\nleast  six of  Rogers' burglaries.   In  most instances,  the\n\ngovernment   asked  about   the   underlying  crime   without\n\n                             -12-\r                                          12\r\r\n\nestablishing a conviction.   See Fed. R. Evid. 609(a).7   The\r                                            \n\nfollowing exchange is typical:\n\n               Q:  Isn't it a fact that on or about\n          July   29th,   1986  in   Manchester  you\n          purposefully  entered a  building housing\n          the Queen City  Farms, broke  into it  to\n          steal property?\n\n               A:  I did, sir.\n\n               Q:  Isn't it a fact that on or about\n          July 29th, 1986 in Manchester you entered\n          the  Sunoco Service Station  at 229 Queen\n          City Avenue, Manchester, broke into it in\n          order to steal property?\n\n               A:  I did, sir.\n\n          The government argues  that the strictures  of Rule\n\n609 do not apply because it was simply trying  to correct the\n\ndefendant's own  testimony.8  Cf. United States  v. Brooke, 4\r                                                                      \n\nF.3d 1480,  1488 n.10 (9th Cir. 1993) (Rule 609 \"does not . .\n\n. address or  resolve the admissibility of  cross-examination\n\nregarding  arrests,\" as opposed to convictions, \"particularly\n\n                    \r                                \n\n7.  Rule 609(a) provides in relevant part:   \"For the purpose\nof attacking the credibility of a witness . . . evidence that\nan accused has been convicted of [a crime punishable by death\r                                         \nor imprisonment in  excess of  one year under  the law  under\nwhich the accused  was convicted]  shall be  admitted if  the\ncourt determines  that the probative value  of admitting this\nevidence outweighs  its  prejudicial effect  to the  accused\"\n(emphasis added).\n\n8.  The  government does  not  contend that  the evidence  of\nRogers' criminal conduct was  properly admitted under Fed. R.\nEvid.  608(b),  which   provides,  in  relevant  part,   that\n\"[s]pecific instances of the conduct of a witness . . . may .\n.  .  in  the  discretion  of  the  court,  if  probative  of\ntruthfulness or  untruthfulness, be  inquired into  on cross-\nexamination  of the  witness .  .  . concerning  the witness'\ncharacter for truthfulness or untruthfulness[.]\"  \n\n                             -13-\r                                          13\r\r\n\nwhere such questions do not relate to general credibility but\n\nto  specific information  elicited  on direct\").   On  direct\n\nexamination, Rogers falsely stated that he had been offered a\n\nplea bargain for the case then being tried.  He also admitted\n\nthat he had misled  police officers during his interrogation.\n\nRogers  did  not,  however,  attempt to  \"explain  away\"  his\r                            \n\nburglary convictions,  see United States v.  Robinson, 8 F.3d\r                                                                 \n\n398, 411 (7th Cir. 1993) (even an assertion of innocence does\n\nnot  rise to level of \"explaining away\" the conviction).  Nor\n\ndid he otherwise \"equivocate[] in a self-serving manner\" with\r                                                                         \n\nrespect  to   those  convictions,   see   United  States   v.\r                                                                    \n\nWatchmaker,  761  F.2d 1459,  1474  (11th  Cir. 1985),  cert.\r                                                                         \n\ndenied,  474 U.S. 1100 (1986).  Accordingly, this part of the\r                  \n\ngovernment's  cross-   examination  relates  only to  Rogers'\n\ngeneral  credibility,  and  any  impeachment by  evidence  of\n\nconvictions should  have  been conducted  in accordance  with\n\nRule 609(a).\n\n          Even  if  the government  had  established all  six\n\nconvictions,  it   is  unclear  whether  the  district  court\n\n\"determine[d]  that the  probative  value  of admitting  this\n\nevidence outweigh[ed] its prejudicial effect to the accused.\"\n\nSee Rule 609(a)(1).   During  Rogers' cross-examination,  the\r               \n\ndistrict  court  instructed  Rogers  to  answer   a  question\n\n                             -14-\r                                          14\r\r\n\nregarding the burglaries  at Louisa's:9   \"That goes to  your\n\ncredibility  and under  the  Federal Rules  of Evidence  he's\n\nentitled to inquire as to any crime you committed in the last\r                                         \n\nten  years\" (emphasis  added).10  This  categorical statement\n\nsuggests that  the district court  may have failed  to assess\n\nthe  prejudicial effect  of the  evidence of  each conviction\n\nunder Rule 609(a)(1).11\n\n          We nonetheless hold that it was not plain error for\n\nthe  district   court  to  admit  the   evidence  of  Rogers'\n\nburglaries.  Under Rule  609, we think that at  least five of\n\nthe  burglary convictions  would have  been admissible.   The\n\nsixth,  the sole  documented  conviction,  presents  a  close\n\nquestion  because a  firearm  was  one  of the  stolen  items\n\nrecovered from the defendant.   But even if the  admission of\n\nthe  sixth conviction were a \"clear\"  or \"obvious\" error that\n\naffected \"substantial rights,\" we doubt that it resulted in a\n\n                    \r                                \n\n9.  As we  explain infra, this part  of the cross-examination\r                                    \nwas  properly admitted  (albeit  for reasons  different  from\nthose given by the district court).\n\n10.  Rule 609(b) provides in part:  \"Evidence of a conviction\nunder this rule  is not admissible if  a period of  more than\nten years  has elapsed since the date of the conviction . . .\n.\"\n\n11.  Cf.  United States v. Tavares, 21 F.3d 1 (1st Cir. 1994)\r                                              \n(en  banc)  (where  defendant   is  charged  as  a  felon-in-\npossession in  violation of 18  U.S.C.   922(g),  evidence of\nthe  nature of  the  predicate conviction  is not  admissible\nunless  the  trial  court  identifies  special  circumstances\nestablishing   that  the   relevance  of   the  evidence   is\n\"sufficiently  compelling to  survive  the balancing  test of\nFed. R. Evid. 403\").\n\n                             -15-\r                                          15\r\r\n\n\"miscarriage  of  justice\"   such  as   \"the  conviction   or\n\nsentencing of an actually innocent defendant.\"  United States\r                                                                         \n\nv. De  Masi, No. 92-2062, slip  op. at 28 (1st  Cir. Oct. 26,\r                       \n\n1994) (quoting United States v. Olano, 113 S. Ct. 1770, 1776-\r                                                 \n\n79 (1993)) (defining plain error).\n\n          G.  Prosecutorial Misconduct\r                      G.  Prosecutorial Misconduct\n\n          Rogers  argues  that the  district  court committed\n\nplain  error  by  permitting  various  instances  of  alleged\n\nprosecutorial misconduct.    Commenting on  the  evidence  of\n\nRogers'  burglaries, the  prosecutor  stated that  he had  to\n\n\"pull  the documented facts out of\" Rogers, for Rogers \"won't\n\neven admit to some of the cases we have certified convictions\n\nof.\"   The  prosecutor  also  invited  the jury  to  \"imagine\n\n[Rogers] walking around  with a loaded gun[.]\"   Finally, the\n\nprosecutor   \"submit[ted]   that  [the   defendant's]  entire\n\ntestimony was riddled with lies and evasions\":  the defendant\n\n\"testified and  fabricated his entire  testimony right before\n\nyou.\"\n\n          Although   we  are  troubled  by  the  prosecutor's\n\nrhetoric -- \"walking around with a loaded gun\" implies actual\n\npossession, which  was not  proved --  and by  the pejorative\n\ncomments upon evidence that may have been improperly elicited\n\nin the first  place, cf.  Brooke, 4 F.3d  at 1488  (continued\r                                            \n\nreferences  to  erroneously-admitted   evidence  in   closing\n\narguments  may  make error  harmful),  we do  not  find plain\n\n                             -16-\r                                          16\r\r\n\nerror.    There  was simply  no  \"'cumulative  evidence of  a\n\nproceeding dominated  by  passion and  prejudice,'\"    United\r                                                                         \n\nStates  v. Capone, 683 F.2d 582, 586 (1st Cir. 1982) (quoting\r                             \n\nUnited  States v.  Socony-Vacuum Oil Co.,  310 U.S.  150, 240\r                                                    \n\n(1940)).  \n\n          H.  Hearsay Evidence\r                      H.  Hearsay Evidence\n\n          Rogers  argues that  it  was plain  error to  admit\n\npolice testimony suggesting that he may have been armed:\n\n               We   told   [the   tenant   of   the\n          apartment] . . .  [w]e were there looking\n          for Scott Rogers  and the information  we\n          had was  that he  was in  this apartment,\n          and that we had also had information that\n          he  may be  armed and  that we  wanted to\r                                       \n          come in and look for him, and that if too\n          much  hesitation  went on  somebody could\r                                                               \n          get hurt due to the fact that we felt  he\r                                                               \n          was armed [emphasis added].\r                               \n\nAnother  officer  testified that  he  was  dispatched to  the\n\napartment \"because  we had information that  Scott Rogers was\n\nat  the address and  that he  was possibly  armed .  . .  .\" \n\nRogers argues that these statements were hearsay going to the\n\nissue of possession, the only disputed element in the case.\n\n          By  its  silence,  the  government  has  apparently\n\nconceded that the  statements were hearsay not covered by any\n\nexception.   The  hearsay did  not affirmatively  assert that\n\nRogers  was  armed --  only that  he \"may  be\" armed,  or was\n\n\"possibly  armed.\"    Moreover,   in  light  of  Rogers'  two\n\nstatements of  intent  to use  his  gun, which  were  virtual\n\n                             -17-\r                                          17\r\r\n\nconfessions  on the  element of  possession, the  hearsay had\n\nonly a cumulative effect.  We find no plain error.\n\n          I.  Rebuttal Testimony\r                      I.  Rebuttal Testimony\n\n          Rogers argues that it was plain error to admit  the\n\ngovernment's rebuttal testimony regarding his  confessions at\n\nthe police station.   On direct examination, Rogers testified\n\nthat he was under pressure to confess to \"all these different\n\ncases,\" and that he  \"made up [a] story\" about  breaking into\n\nthe Sub Hut restaurant.   On cross-examination, Rogers stated\n\nthat he had been questioned about two burglaries at Louisa's,\n\nbut  denied that he  had confessed to  breaking into Louisa's\n\nand taking the safes.\n\n          The  government  called Sergeant  Jaskolka,  one of\n\nRogers'  interrogators,  as  a rebuttal  witness.    Jaskolka\n\naffirmed  precisely  what   Rogers  had   denied  on   cross-\n\nexamination,  to  wit,  Rogers  in  fact  confessed  to  both\n\nburglaries at Louisa's.   Not only was there no  plain error,\n\nthis rebuttal testimony was entirely proper.\n\n          J.  Self-incrimination\r                      J.  Self-incrimination\n\n          Rogers argues  that  the district  court  committed\n\nreversible  error by  instructing  him, over  his attempt  to\n\n\"plead the Fifth,\" to answer a question about the  burglaries\n\nat Louisa's.    On cross-examination,  the prosecutor  asked:\n\n\"How would you know how much was taken out [of the safes from\n\nLouisa's]?\"   Rogers' counsel objected  only on the ground of\n\n                             -18-\r                                          18\r\r\n\nrelevance.  Accordingly, we  review the instruction to answer\n\nonly for  plain error -- and find none.  Rogers certainly did\n\nnot incriminate himself with  respect to the charged offense.\n\nMoreover, the government was entitled to ask the question  it\n\ndid  because Rogers first denied that he had confessed to the\n\nburglaries,  and then  -- somewhat  inconsistently --  stated\n\nthat he  \"was  asked how  much  money was  taken  out of  the\n\nsafes.\"  See United  States v. Concemi, 957 F.2d  942, 947-48\r                                                  \n\n(1st  Cir. 1992)  (quoting Brown  v. United States,  356 U.S.\r                                                              \n\n148, 154-55 (1958)) (the credibility of a testifying criminal\n\ndefendant \"may  be impeached and his  testimony assailed like\n\nthat  of any other witness, and  the breadth of his waiver is\n\ndetermined by the scope of relevant cross-examination\").\n\n          K.  The Motion for New Trial\r                      K.  The Motion for New Trial\n\n          On  June 20,  1990, more  than a  month and  a half\n\nafter  the verdict, Rogers filed a motion for new trial under\n\nFed. R. Crim. P. 33, alleging that the government had wrongly\n\nwithheld a possessed property report (PPR) showing that a box\n\nof  .32 caliber bullets had been seized from the apartment at\n\n5  Wheelock Street.  We review the district court's denial of\n\nthe  motion for  a new  trial only  for abuse  of discretion.\n\nUnited States v. Nickens, 955 F.2d 112, 116 (1st Cir.), cert.\r                                                                         \n\ndenied, 113 S. Ct. 108 (1992).\r                  \n\n          The district  court found  the evidence of  the PPR\n\nimmaterial  because, in  the  context of  the entire  record,\n\n                             -19-\r                                          19\r\r\n\nthere  is \"no reasonable doubt about guilt whether or not the\n\n[PPR]  is considered.\"  July  13, 1990 Order  at 4-5 (quoting\n\nUnited  States v.  Agurs, 427  U.S. 97,  112-13 (1976)).   We\r                                    \n\nagree  that the PPR was  not itself material  evidence.  \"The\n\nevidence  is   material  only   if  there  is   a  reasonable\n\nprobability  that, had  the  evidence been  disclosed to  the\n\ndefense,  the  result  of  the  proceeding  would  have  been\n\ndifferent.\"   United  States v.  Bagley,  473 U.S.  667,  682\r                                                   \n\n(1985).   The decisive issue at trial was possession, not how\n\nmany rounds of ammunition  were seized by the police.   There\n\nis  no  reasonable probability  that  the  report would  have\n\nchanged the jury's verdict.12\n\n          We,   however,   are  gravely   concerned   by  the\n\ngovernment's  \"use\" of  the report  at trial.   Although  the\n\ngovernment  did  not introduce  the  report  as evidence,  it\n\napparently took advantage of its absence from the evidence to\r                                                    \n\ndiscredit  Rogers.   On  cross-examination, the  officer  who\n\nsearched the apartment after  Rogers' arrest failed to recall\n\n\"any ammunition . . . being specifically taken.\"  When Rogers\n\ntestified that the bullet found in his own pocket came from a\n\nbox  of  fifty that  Glennon  carried  around with  him,  the\n\nprosecutor insinuated that there were no other bullets:\n\n                    \r                                \n\n12.  Moreover, the motion for new trial failed to allege that\nthe  report was evidence newly discovered  after trial -- the\r                                                            \nonly ground  upon which  the motion could  have been  timely.\nSee Fed. R. Crim. P. 33.\r               \n\n                             -20-\r                                          20\r\r\n\n          Q.   You   were   here  when   the  other\n          officers testified; right?\n\n          A.   Yes, sir.\n\n          Q.   You didn't hear them saying anything\n          about a box of bullets; right?\n\n          A.   No, I didn't.\n\n          Q.   There  was just  -- the  only bullet\n          that  they  found  was  the  one  in your\n          pocket; right?\n\n          A.   Supposedly.\n\nRogers  then  referred  to  the  possessed  property  report,\n\nwhich he believed would have corroborated his story:\n\n          Supposedly that was the only  bullet that\n          was in the apartment  . . . . In  fact, I\n          know there was  a box of 50  that was for\n          the wrong gun . . . . [H]e [Glennon] went\n          out and  he had bought another  box of 50\n          and they  were sitting right  by the gun.\n          Your guess is as  good as mine where they\n          went.  I've  asked the Police  Department\n          to  produce a  copy  of the  computerized\n          stuff  what they  says they  removed from\n          the apartment  and I have not  got it yet\n          and it's been over a year.\n\nThe  prosecutor responded:  \"So  the police stole  the box of\n\nbullets?\"   And, a moment later:  \"So the police are covering\n\nit up then.\"   The implication is that Rogers  had fabricated\n\ntestimony of a police  cover-up.  Even if the  prosecutor had\n\nbeen ignorant of the report at trial, we would still find his\n\nconduct inexcusably  negligent.   We decline to  reverse only\n\nbecause  the report  and the  box of  bullets are  simply not\n\nmaterial to the issue of possession, and the isolated, though\n\nimproper, cross-examination on  a peripheral  matter was  not\r                                                                         \n\n                             -21-\r                                          21\r\r\n\n\"likely to have affected the trial's outcome.\"  United States\r                                                                         \n\nv. Manning, 23 F.3d 570, 575 (1st Cir. 1994).13\r                      \n\n                    \r                                \n\n13.  Absent harmful  error,  we cannot  use  our  supervisory\npower  to deter future prosecutorial misconduct.   Id. at 574\r                                                                  \nn.2 (citing  United  States v.  Hasting,  461 U.S.  499,  506\r                                                   \n(1983)).\n\n                             -22-\r                                          22\r\r\n\n          L.  Ineffective Assistance of Counsel\r                      L.  Ineffective Assistance of Counsel\n\n          At  sentencing, Rogers  filed  a pro  se motion  to\r                                                              \n\ndismiss counsel,  alleging the denial of  his Sixth Amendment\n\nright  to effective  assistance of  counsel, and  seeking new\n\ncounsel  for sentencing.    Rogers  complained  that  certain\n\nwitnesses had not been subpoenaed to testify on his behalf at\n\ntrial.  The  district court  denied the motion.   It  stated:\n\n\"I'm going to, for  the benefit of the Court of Appeals, find\n\nand  rule as a  matter of  law that  [counsel] was  more than\n\neffective   within   the    meaning   of   Strickland    [v.]\r                                                                 \n\nWashington[,]\"  466 U.S. 668 (1984).  Rogers not only appeals\r                      \n\nthe denial of  the motion  to dismiss counsel,  which he  now\n\nconstrues as a motion for new trial, but also argues that the\n\nrecord  is sufficient  to show  that he  received ineffective\n\nassistance of counsel.14\n\n          The motion to dismiss counsel was  correctly denied\n\nfor  the  reason stated  by the  district  court.   On direct\n\nappeal, we will resolve a claim of ineffective assistance not\n\nraised  in the district court only if the \"critical facts are\n\nnot in  dispute and a sufficiently  developed record exists.\"\n\nUnited States v. Daniels,  3 F.3d 25, 26-27 (1st  Cir. 1993).\r                                    \n\nWe do so here.  From the record and the  undisputed facts, it\n\n                    \r                                \n\n14.  Rogers  asks  us  to  reach  his  claim  of  ineffective\nassistance \"[w]ithout prejudice to his right to later present\nthe issue to the  district court if  necessary . .  . .\"   We\nwill assume that his pro se motion to dismiss counsel did not\r                                       \nalready raise this claim in the district court.\n\n                             -23-\r                                          23\r\r\n\nis clear that defense counsel should have objected to certain\n\nparts of  the police testimony and to some of the evidence of\n\nRogers' prior  crimes.   It is  equally clear,  however, that\n\ncounsel's  performance was not so woeful as to fall below the\n\nconstitutional  norm  of Strickland.    The  failure to  make\r                                               \n\ncertain evidentiary  objections did not strip  Rogers of \"the\n\nvery means  that are  essential to subject  the prosecution's\n\ncase to adversarial testing.\"  Scarpa v. Dubois, No. 93-1795,\r                                                           \n\nslip op. at 17  (1st Cir. Oct. 18, 1994)  (citing Strickland,\r                                                                        \n\n466  U.S.  at  688).     Moreover,  we  see   no  \"reasonable\n\nprobability  that, but  for counsel's  unprofessional errors,\n\nthe  result of  the  proceeding would  have been  different.\"\n\nStrickland, 466 U.S. at 694.\r                      \n\n          Affirmed.\r                      Affirmed.\r                               \n\n                             -24-\r                                          24\r\r\n",
  "html": "<p class=\"case_cite\">41 F.3d 25</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Scott N. ROGERS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 90-1882.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 3, 1994.<br>Decided Dec. 8, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gordon R. Blakeney, Jr., Concord, NH, for defendant, appellant.</p>\n      <p class=\"indent\">Peter E. Papps, First Asst. U.S. Atty., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Scott N. Rogers was convicted under 18 U.S.C. Sec. 922(g)(1) as a felon in possession of a firearm.  He appeals his conviction on various grounds.  We affirm.</p>\n    </div>\n    <p>I. FACTS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The evidence, taken in the light most favorable to the government, see United States v. Ford, 22 F.3d 374, 382 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 257, 130 L.Ed.2d 177 (1994), tended to show the following.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 4, 1989, four police officers arrived at an apartment on 5 Wheelock Street in Manchester, New Hampshire, where Rogers, who had escaped from prison, was believed to be hiding.  Two of the officers entered the bedroom in the northeast corner of the apartment, where they found Rogers in the closet and took him into custody.  A pat-down revealed a .32 caliber bullet in his right front pants pocket.  Rogers announced that the officers were lucky they found him before he got to his gun, or he would have blown his brains out.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the meantime, the third officer went to the bedroom in the northwest corner of the apartment, where he found a .32 caliber Smith and Wesson handgun in plain view on top of the dresser.  The gun was fully loaded.  The officer unloaded the gun and seized it as evidence.  A fourth officer went into the center bedroom, where he found and briefly detained one Michael Glennon, a friend of the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Rogers was taken to the police station, where he was given Miranda warnings.  Rogers indicated that he understood his rights and signed a waiver form.  He stated that the gun seized at the apartment was a \"throw-away\" weapon that he had purchased for fifty dollars.  He again stated that he had intended to use the gun to commit suicide if the police got close to him.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Rogers was questioned about several burglaries in Manchester.  He admitted that he was involved in two burglaries at the Louisa's pizzeria, as well as a third at the Sub Hut.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A federal grand jury returned a one-count indictment charging Rogers as a convicted felon in possession of a firearm in violation of 18 U.S.C. Sec. 922(g).  At trial, Rogers testified that the gun belonged to Michael Glennon, and denied making any statement about shooting himself, or being the owner of the gun.  In fact, none of the fingerprints found on the gun belonged to Rogers.  The bullet found in his pocket allegedly came from a box of fifty bullets that Glennon had bought.  Glennon, Rogers testified, liked to flick bullets at him in horseplay.  On the night he was arrested, Rogers allegedly stepped on a bullet as he walked barefoot in the living room of the apartment.  He picked up the bullet and slipped it in his pocket, intending to place it in a jewelry box elsewhere in the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The other witness called by the defense was Joseph Perkins, the defendant's brother, who testified that Glennon pulled the gun out of his pocket to show it to him during one of his visits to the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Rogers was convicted on May 2, 1990.  Because he had committed at least five previous felonies, the district court imposed the statutory mandatory minimum sentence of fifteen years.  See 18 U.S.C. Sec. 924(e).</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p class=\"indent\">A. Constructive Possession</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Rogers argues that the \"possession\" of a firearm under 18 U.S.C. Sec. 922(g) must be actual, not constructive.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Constructive possession, however, is possession.  See United States v. Zavala Maldonado, 23 F.3d 4, 6 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 451, 130 L.Ed.2d 360 (1994) (\"Under settled law, 'possession' includes not merely the state of ... hands-on physical possession but also 'constructive' possession\").  In United States v. Wight, 968 F.2d 1393, 1397-98 (1st Cir.1992), we \"ma[de] explicit the obvious\" and found that \"the element of 'knowing possession' under section 922(g)(1) may be established by proving that the defendant was in constructive possession of a firearm.\"  Wight adopted the prevailing (and only) rule in the other circuits.  Id. at 1398 n. 6 (collecting cases).  See also United States v. Lamare, 711 F.2d 3, 5 (1st Cir.1983) (under former Sec. 922(h)(1), \"receipt\" of the firearm may be shown by proving possession;  possession can be actual or constructive).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Rogers argues that Sec. 922(g) is unconstitutional as applied to him because the government \"neither alleged nor attempted to prove any fact concerning possession other than ownership of the firearm.\"   It allegedly ignored the question of intent to control.  In fact, the government offered Rogers' own statement that he intended to use his gun to commit suicide if the police were to find him.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Rogers also argues that 18 U.S.C. Sec. 922(g) is unconstitutionally vague to the extent that it proscribes constructive possession.  He notes that some courts require proof of the defendant's \"dominion and control\" over the firearm, see, e.g., Wight, 968 F.2d at 1398;  others, \"dominion or control,\" see, e.g., United States v. McKnight, 953 F.2d 898, 901 (5th Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 2975, 119 L.Ed.2d 594 (1992) (emphasis added).  Still others consider ownership of the firearm either \"irrelevant to possession,\" United States v. Boykin, 986 F.2d 270, 274 (8th Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 241, 126 L.Ed.2d 195 (1993), or virtually conclusive, United States v. Barron-Rivera, 922 F.2d 549, 552 (9th Cir.1991).  These inconsistencies, Rogers argues, leave him with insufficient notice of the conduct that is criminally proscribed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because \"dominion,\" \"control,\" and \"ownership\" are overlapping concepts, it is not surprising that some judicial glosses upon \"possession\" may seem facially inconsistent.  These differences do not, however, make the language of 18 U.S.C. Sec. 922(g) unconstitutionally vague.  We think that the term \"possession\" concretely describes the conduct proscribed by the statute.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  More than a few laws would be in jeopardy if absolute consistency of judicial interpretation were the measure of a law's constitutionality.</p>\n    </div>\n    <p class=\"indent\">B. The Sufficiency of the Indictment</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Rogers argues next that his indictment was insufficient because it failed to set forth \"any facts (except for an 'on or about' date) ... as to the charge of having 'possessed' the weapon....\"  On the contrary, the indictment stated the date of the offense, the district in which it occurred, the make, type and serial number of the firearm, the felony conviction underlying the charge, and the citation of the statute.  The indictment provided a \"plain, concise and definite written statement of the essential facts constituting the offense charged.\"   Fed.R.Crim.P. 7(c)(1).  No more was required to \"fairly inform[ ]\" Rogers of the possession charge, \"and [to] enable[ ] him to enter a plea without fear of double jeopardy.\"  United States v. Yefsky, 994 F.2d 885, 893 (1st Cir.1993) (citing Hamling v. United States, 418 U.S. 87, 117, 94 S.Ct. 2887, 2907-08, 41 L.Ed.2d 590 (1974)).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">C. The Jury Instructions</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Rogers argues that the jury instructions incorrectly defined \"possession\" in terms of ownership.  Because defense counsel did not object on this basis, we review the instructions only for plain error.  United States v. Burns, 15 F.3d 211, 217 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\" 'Constructive' possession is commonly defined as the power and intention to exercise control, or dominion and control, over an object not in one's 'actual' possession.\"  Zavala Maldonado, 23 F.3d at 7.   The district court explained possession as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>The term \"possess\" as used in [Sec. 922(g) ] is not necessarily equated with legal ownership of the firearm here at issue.  The law recognizes two kinds of possession, actual possession and constructive possession.  A person who knowingly has direct physical control over a thing at a given time is then said to be in actual possession of that thing.  A person who, although not in actual possession, knowingly has both the power and the intention at a given time to exercise dominion or control over a thing, or to exercise dominion or control over the area in which that thing is found, whether directly or through another person, is then in constructive possession of the thing [emphasis added].</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We discern no error in this explanation.  The instructions correctly stated that ownership is relevant to the question of possession.  To be sure, ownership alone does not establish possession, but it may be highly relevant where the authority to exercise control is disputed.  Cf. United States v. Ocampo-Guarin, 968 F.2d 1406, 1410 (1st Cir.1992) (finding possession of cocaine where drug courier \"carried baggage claim tickets that represented her legal right to reclaim [her] luggage\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Rogers also complains that the district court used the conjunction \"or\" rather than \"and\"--\"dominion or control.\"   Dominion, however, is generally defined as \"perfect control in right of ownership.\"   Black's Law Dictionary 436 (5th ed. 1979) (emphasis added).  Pursuant to the court's instruction, there could have been no conviction absent a finding of control.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Rogers argues next that the district court committed plain error by giving only a general unanimity instruction, and no specific unanimity instruction.  During its deliberations, the jury sent a note to the district judge:  \"We would like clarification of the two types of possession.\"   The court repeated its original instruction on possession, and this exchange took place:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">THE COURT:  Does that answer your question, ladies and gentlemen?   It doesn't?   That's the law on actual and constructive possession.  You're shaking your head, sir.  What's the problem?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">MR. ROWELL:  Interpretation of constructive possession.  If you know where something is do you constructively possess it?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">THE COURT:  I can't give you anything more than what I've given you.  That's what the law says.  Sorry about that.  Anything further?   Thank you.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Although the district court might have attempted to refine its explanation,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> it was not required to give an instruction on specific unanimity at this point.  Congress did not define possession in terms of alternative acts, any one of which would suffice for a conviction.  Thus, the one-count indictment in this case had no inherent tendency to produce a patchwork verdict.  Cf. United States v. Antonio Medina Puerta, 38 F.3d 34, 41 (1st Cir.1994) (noting threat of non-unanimous verdict where divergent conduct underlay two branches of a single count).  Unlike the jury in United States v. Duncan, 850 F.2d 1104, 1109 (6th Cir.1988), which asked whether it must agree as to each of the alternative acts underlying the offense, the juror in this case simply asked for clarification of possession, the one act necessary for conviction.  We see no threat of a patchwork verdict beyond the possibility, conceivably present in every case, that a juror may not have understood the court's explanation of the law.</p>\n    </div>\n    <p class=\"indent\">D. The un-Mirandized Statement</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Rogers argues that the district court committed plain error in admitting evidence of his statement, made in the bedroom of the apartment, that he would have blown his brains out had he been able to reach his gun.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">After taking Rogers into custody, the officers waited approximately ten minutes for the arrival of another officer who could positively identify the defendant.  In the meantime, they asked Rogers who he was.  There is no evidence that the officers asked Rogers for more than his name, cf. United States v. Doe, 878 F.2d 1546, 1551 (1st Cir.1989) (\"[a]ssuming the existence of a Miranda exception\" for routine booking interrogation), or that his statement was anything but voluntary and spontaneous.  Accordingly, we cannot find plain error.</p>\n    </div>\n    <p class=\"indent\">E. The Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Rogers argues that the evidence of constructive possession was insufficient to support his conviction.  In making this argument, he bears \"the heavy burden of demonstrating that no reasonable jury could have found [him] guilty beyond a reasonable doubt.\"  United States v. Innamorati, 996 F.2d 456, 469 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 409, 126 L.Ed.2d 356 (1993).  We review the evidence in the light most favorable to the government, \"drawing all plausible inferences in its favor and resolving all credibility determinations in line with the jury's verdict.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The government's case for constructive possession rested on (1) Rogers' declaration that if he could have gotten to his gun in the apartment, he would have blown his brains out;  (2) his admission that he owned the gun;  and (3) the bullet found in his pocket, which matched the gun.  This evidentiary tripod is sufficient to establish power as well as intent to exercise dominion and control over the gun.  That Rogers did not shoot himself simply illustrates a fact of constructive possession:  power and intent to act do not always result in action.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">When the officers arrived at the apartment, Rogers hid in the closet of the northeast bedroom rather than move toward the gun in the northwest bedroom.  One officer testified that once the front door to the apartment was opened, it was possible to see someone entering or leaving any of the bedrooms.  The jury could have reasonably believed that Rogers did not try to reach the gun because he hoped to escape detection.</p>\n    </div>\n    <p class=\"indent\">F. Evidence of Other Crimes</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Rogers assigns plain error in the admission of evidence of several of his prior crimes.  On direct examination, Rogers freely admitted that he had been convicted of burglary \"[m]any times.\"   Dissatisfied, perhaps, with his sanguine answer, the government inquired into at least six of Rogers' burglaries.  In most instances, the government asked about the underlying crime without establishing a conviction.  See Fed.R.Evid. 609(a).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The following exchange is typical:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Q: Isn't it a fact that on or about July 29th, 1986 in Manchester you purposefully entered a building housing the Queen City Farms, broke into it to steal property?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A: I did, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Q: Isn't it a fact that on or about July 29th, 1986 in Manchester you entered the Sunoco Service Station at 229 Queen City Avenue, Manchester, broke into it in order to steal property?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A: I did, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The government argues that the strictures of Rule 609 do not apply because it was simply trying to correct the defendant's own testimony.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Cf. United States v. Brooke, 4 F.3d 1480, 1488 n. 10 (9th Cir.1993) (Rule 609 \"does not ... address or resolve the admissibility of cross-examination regarding arrests,\" as opposed to convictions, \"particularly where such questions do not relate to general credibility but to specific information elicited on direct\").  On direct examination, Rogers falsely stated that he had been offered a plea bargain for the case then being tried.  He also admitted that he had misled police officers during his interrogation.  Rogers did not, however, attempt to \"explain away\" his burglary convictions, see United States v. Robinson, 8 F.3d 398, 411 (7th Cir.1993) (even an assertion of innocence does not rise to level of \"explaining away\" the conviction).  Nor did he otherwise \"equivocate[ ] in a self-serving manner\" with respect to those convictions, see United States v. Watchmaker, 761 F.2d 1459, 1474 (11th Cir.1985), cert. denied, 474 U.S. 1100, 106 S.Ct. 879, 88 L.Ed.2d 917 (1986).  Accordingly, this part of the government's cross-examination relates only to Rogers' general credibility, and any impeachment by evidence of convictions should have been conducted in accordance with Rule 609(a).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Even if the government had established all six convictions, it is unclear whether the district court \"determine[d] that the probative value of admitting this evidence outweigh[ed] its prejudicial effect to the accused.\"   See Rule 609(a)(1).  During Rogers' cross-examination, the district court instructed Rogers to answer a question regarding the burglaries at Louisa's:<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  \"That goes to your credibility and under the Federal Rules of Evidence he's entitled to inquire as to any crime you committed in the last ten years\" (emphasis added).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  This categorical statement suggests that the district court may have failed to assess the prejudicial effect of the evidence of each conviction under Rule 609(a)(1).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We nonetheless hold that it was not plain error for the district court to admit the evidence of Rogers' burglaries.  Under Rule 609, we think that at least five of the burglary convictions would have been admissible.  The sixth, the sole documented conviction, presents a close question because a firearm was one of the stolen items recovered from the defendant.  But even if the admission of the sixth conviction were a \"clear\" or \"obvious\" error that affected \"substantial rights,\" we doubt that it resulted in a \"miscarriage of justice\" such as \"the conviction or sentencing of an actually innocent defendant.\"  United States v. De Masi, 40 F.3d 1306, 1318 (1st Cir.1994) (quoting United States v. Olano, --- U.S. ----, ---- - ----, 113 S.Ct. 1770, 1776-79, 123 L.Ed.2d 508 (1993)) (defining plain error).</p>\n    </div>\n    <p class=\"indent\">G. Prosecutorial Misconduct</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Rogers argues that the district court committed plain error by permitting various instances of alleged prosecutorial misconduct.  Commenting on the evidence of Rogers' burglaries, the prosecutor stated that he had to \"pull the documented facts out of\" Rogers, for Rogers \"won't even admit to some of the cases we have certified convictions of.\"   The prosecutor also invited the jury to \"imagine [Rogers] walking around with a loaded gun[.]\"  Finally, the prosecutor \"submit[ted] that [the defendant's] entire testimony was riddled with lies and evasions\":  the defendant \"testified and fabricated his entire testimony right before you.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Although we are troubled by the prosecutor's rhetoric--\"walking around with a loaded gun\" implies actual possession, which was not proved--and by the pejorative comments upon evidence that may have been improperly elicited in the first place, cf. Brooke, 4 F.3d at 1488 (continued references to erroneously-admitted evidence in closing arguments may make error harmful), we do not find plain error.  There was simply no \" 'cumulative evidence of a proceeding dominated by passion and prejudice,' \" United States v. Capone, 683 F.2d 582, 586 (1st Cir.1982) (quoting United States v. Socony-Vacuum Oil Co., 310 U.S. 150, 240, 60 S.Ct. 811, 852, 84 L.Ed. 1129 (1940)).</p>\n    </div>\n    <p class=\"indent\">H. Hearsay Evidence</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Rogers argues that it was plain error to admit police testimony suggesting that he may have been armed:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We told [the tenant of the apartment] ... [w]e were there looking for Scott Rogers and the information we had was that he was in this apartment, and that we had also had information that he may be armed and that we wanted to come in and look for him, and that if too much hesitation went on somebody could get hurt due to the fact that we felt he was armed [emphasis added].</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Another officer testified that he was dispatched to the apartment \"because we had information that Scott Rogers was at the address and that he was possibly armed....\"  Rogers argues that these statements were hearsay going to the issue of possession, the only disputed element in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">By its silence, the government has apparently conceded that the statements were hearsay not covered by any exception.  The hearsay did not affirmatively assert that Rogers was armed--only that he \"may be\" armed, or was \"possibly armed.\"   Moreover, in light of Rogers' two statements of intent to use his gun, which were virtual confessions on the element of possession, the hearsay had only a cumulative effect.  We find no plain error.</p>\n    </div>\n    <p class=\"indent\">I. Rebuttal Testimony</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Rogers argues that it was plain error to admit the government's rebuttal testimony regarding his confessions at the police station.  On direct examination, Rogers testified that he was under pressure to confess to \"all these different cases,\" and that he \"made up [a] story\" about breaking into the Sub Hut restaurant.  On cross-examination, Rogers stated that he had been questioned about two burglaries at Louisa's, but denied that he had confessed to breaking into Louisa's and taking the safes.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The government called Sergeant Jaskolka, one of Rogers' interrogators, as a rebuttal witness.  Jaskolka affirmed precisely what Rogers had denied on cross-examination, to wit, Rogers in fact confessed to both burglaries at Louisa's.  Not only was there no plain error, this rebuttal testimony was entirely proper.</p>\n    </div>\n    <p class=\"indent\">J. Self-incrimination</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Rogers argues that the district court committed reversible error by instructing him, over his attempt to \"plead the Fifth,\" to answer a question about the burglaries at Louisa's.  On cross-examination, the prosecutor asked:  \"How would you know how much was taken out [of the safes from Louisa's]?\"  Rogers' counsel objected only on the ground of relevance.  Accordingly, we review the instruction to answer only for plain error--and find none.  Rogers certainly did not incriminate himself with respect to the charged offense.  Moreover, the government was entitled to ask the question it did because Rogers first denied that he had confessed to the burglaries, and then--somewhat inconsistently--stated that he \"was asked how much money was taken out of the safes.\"   See United States v. Concemi, 957 F.2d 942, 947-48 (1st Cir.1992) (quoting Brown v. United States, 356 U.S. 148, 154-55, 78 S.Ct. 622, 627, 2 L.Ed.2d 589 (1958)) (the credibility of a testifying criminal defendant \"may be impeached and his testimony assailed like that of any other witness, and the breadth of his waiver is determined by the scope of relevant cross-examination\").</p>\n    </div>\n    <p class=\"indent\">K. The Motion for New Trial</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">On June 20, 1990, more than a month and a half after the verdict, Rogers filed a motion for new trial under Fed.R.Crim.P. 33, alleging that the government had wrongly withheld a possessed property report (PPR) showing that a box of .32 caliber bullets had been seized from the apartment at 5 Wheelock Street.  We review the district court's denial of the motion for a new trial only for abuse of discretion.  United States v. Nickens, 955 F.2d 112, 116 (1st Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 108, 121 L.Ed.2d 66 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The district court found the evidence of the PPR immaterial because, in the context of the entire record, there is \"no reasonable doubt about guilt whether or not the [PPR] is considered.\"   July 13, 1990 Order at 4-5 (quoting United States v. Agurs, 427 U.S. 97, 112-13, 96 S.Ct. 2392, 2402, 49 L.Ed.2d 342 (1976)).  We agree that the PPR was not itself material evidence.  \"The evidence is material only if there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.\"  United States v. Bagley, 473 U.S. 667, 682, 105 S.Ct. 3375, 3383, 87 L.Ed.2d 481 (1985).  The decisive issue at trial was possession, not how many rounds of ammunition were seized by the police.  There is no reasonable probability that the report would have changed the jury's verdict.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We, however, are gravely concerned by the government's \"use\" of the report at trial.  Although the government did not introduce the report as evidence, it apparently took advantage of its absence from the evidence to discredit Rogers.  On cross-examination, the officer who searched the apartment after Rogers' arrest failed to recall \"any ammunition ... being specifically taken.\"   When Rogers testified that the bullet found in his own pocket came from a box of fifty that Glennon carried around with him, the prosecutor insinuated that there were no other bullets:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>Q. You were here when the other officers testified;  right?</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>A. Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>Q. You didn't hear them saying anything about a box of bullets;  right?</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>A. No, I didn't.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>Q. There was just--the only bullet that they found was the one in your pocket;  right?</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>A. Supposedly.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Rogers then referred to the possessed property report, which he believed would have corroborated his story:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>Supposedly that was the only bullet that was in the apartment....  In fact, I know there was a box of 50 that was for the wrong gun....  [H]e [Glennon] went out and he had bought another box of 50 and they were sitting right by the gun.  Your guess is as good as mine where they went.  I've asked the Police Department to produce a copy of the computerized stuff what they says they removed from the apartment and I have not got it yet and it's been over a year.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The prosecutor responded:  \"So the police stole the box of bullets?\"   And, a moment later:  \"So the police are covering it up then.\"   The implication is that Rogers had fabricated testimony of a police cover-up.  Even if the prosecutor had been ignorant of the report at trial, we would still find his conduct inexcusably negligent.  We decline to reverse only because the report and the box of bullets are simply not material to the issue of possession, and the isolated, though improper, cross-examination on a peripheral matter was not \"likely to have affected the trial's outcome.\"  United States v. Manning, 23 F.3d 570, 575 (1st Cir.1994).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <p class=\"indent\">L. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">At sentencing, Rogers filed a pro se motion to dismiss counsel, alleging the denial of his Sixth Amendment right to effective assistance of counsel, and seeking new counsel for sentencing.  Rogers complained that certain witnesses had not been subpoenaed to testify on his behalf at trial.  The district court denied the motion.  It stated:  \"I'm going to, for the benefit of the Court of Appeals, find and rule as a matter of law that [counsel] was more than effective within the meaning of Strickland [v.] Washington[,]\" 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984).  Rogers not only appeals the denial of the motion to dismiss counsel, which he now construes as a motion for new trial, but also argues that the record is sufficient to show that he received ineffective assistance of counsel.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The motion to dismiss counsel was correctly denied for the reason stated by the district court.  On direct appeal, we will resolve a claim of ineffective assistance not raised in the district court only if the \"critical facts are not in dispute and a sufficiently developed record exists.\"  United States v. Daniels, 3 F.3d 25, 26-27 (1st Cir.1993).  We do so here.  From the record and the undisputed facts, it is clear that defense counsel should have objected to certain parts of the police testimony and to some of the evidence of Rogers' prior crimes.  It is equally clear, however, that counsel's performance was not so woeful as to fall below the constitutional norm of Strickland.   The failure to make certain evidentiary objections did not strip Rogers of \"the very means that are essential to subject the prosecution's case to adversarial testing.\"  Scarpa v. Dubois, 38 F.3d 1, 10 (1st Cir.1994) (citing Strickland, 466 U.S. at 688, 104 S.Ct. at 2064-65).   Moreover, we see no \"reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\"  Strickland, 466 U.S. at 694, 104 S.Ct. at 2068.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 922(g) provides in pertinent part:  \"It shall be unlawful for any person ... who has been convicted in any court of [ ] a crime punishable by imprisonment for a term exceeding one year to ... possess ... any firearm.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Cf. Zavala Maldonado, 23 F.3d at 7 (the idea underlying constructive possession is \"not so difficult to grasp.  Courts are saying that one can possess an object while it is hidden at home in a bureau drawer, or while held by an agent, or even while it is secured in a safe deposit box at the bank....\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rogers also complains that the indictment did not specify whether he actually or constructively possessed the firearm.  As we noted earlier, constructive possession is possession, not a separate predicate act that has to be spelled out in the indictment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We think that the blanket statement in Boykin, 986 F.2d at 274, that \"ownership is irrelevant to possession,\" must be considered in context.  In Boykin, the defendant's wife claimed that she owned the firearm.  Had the defendant himself owned the firearm, the court would not have considered that fact irrelevant.  See id.  (\"Constructive possession ... is established if the person has ... control, ownership, or dominion over the firearm itself\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> At times, we have used the conjunctions \"and\" and \"or\" interchangeably.  Compare United States v. Latham, 874 F.2d 852, 861 (1st Cir.1989) (\"constructive possession [is] defined as exercising dominion, or control over the drug to be distributed\"), with Wight, 968 F.2d at 1398 (\"dominion and control\").  See also United States v. Acevedo, 842 F.2d 502, 507 (1st Cir.1988) (quoting, with approval, the phrase \"dominion or control\" from jury instructions).  We see no real contradiction so long as the term \"dominion\" is properly understood as encompassing control</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In Zavala Maldonado, 23 F.3d at 7, we noted that \"[t]he 'constructive possession' label may confuse jurors at first--drug trial juries routinely ask to be reinstructed on the definition of possession--but the underlying idea is ... not so difficult to grasp.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Rule 609(a) provides in relevant part:  \"For the purpose of attacking the credibility of a witness ... evidence that an accused has been convicted of [a crime punishable by death or imprisonment in excess of one year under the law under which the accused was convicted] shall be admitted if the court determines that the probative value of admitting this evidence outweighs its prejudicial effect to the accused\" (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The government does not contend that the evidence of Rogers' criminal conduct was properly admitted under Fed.R.Evid. 608(b), which provides, in relevant part, that \"[s]pecific instances of the conduct of a witness ... may ... in the discretion of the court, if probative of truthfulness or untruthfulness, be inquired into on cross-examination of the witness ... concerning the witness' character for truthfulness or untruthfulness[.]\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> As we explain infra, this part of the cross-examination was properly admitted (albeit for reasons different from those given by the district court)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Rule 609(b) provides in part:  \"Evidence of a conviction under this rule is not admissible if a period of more than ten years has elapsed since the date of the conviction....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Cf. United States v. Tavares, 21 F.3d 1 (1st Cir.1994) (en banc) (where defendant is charged as a felon-in-possession in violation of 18 U.S.C. Sec. 922(g), evidence of the nature of the predicate conviction is not admissible unless the trial court identifies special circumstances establishing that the relevance of the evidence is \"sufficiently compelling to survive the balancing test of Fed.R.Evid. 403\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Moreover, the motion for new trial failed to allege that the report was evidence newly discovered after trial--the only ground upon which the motion could have been timely.  See Fed.R.Crim.P. 33</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Absent harmful error, we cannot use our supervisory power to deter future prosecutorial misconduct.  Id. at 574 n. 2 (citing United States v. Hasting, 461 U.S. 499, 506, 103 S.Ct. 1974, 1979, 76 L.Ed.2d 96 (1983))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Rogers asks us to reach his claim of ineffective assistance \"[w]ithout prejudice to his right to later present the issue to the district court if necessary....\"  We will assume that his pro se motion to dismiss counsel did not already raise this claim in the district court</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Scott N. ROGERS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 90-1882.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 3, 1994.<br>Decided Dec. 8, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gordon R. Blakeney, Jr., Concord, NH, for defendant, appellant.</p>\n      <p class=\"indent\">Peter E. Papps, First Asst. U.S. Atty., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Scott N. Rogers was convicted under 18 U.S.C. Sec. 922(g)(1) as a felon in possession of a firearm.  He appeals his conviction on various grounds.  We affirm.</p>\n    </div>\n    <p>I. FACTS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The evidence, taken in the light most favorable to the government, see United States v. Ford, <span class=\"citation\" data-id=\"195344\"><a href=\"/opinion/195344/united-states-v-ford/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">374</span></a></span>, 382 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">257</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">177</span> </span>(1994), tended to show the following.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 4, 1989, four police officers arrived at an apartment on 5 Wheelock Street in Manchester, New Hampshire, where Rogers, who had escaped from prison, was believed to be hiding.  Two of the officers entered the bedroom in the northeast corner of the apartment, where they found Rogers in the closet and took him into custody.  A pat-down revealed a .32 caliber bullet in his right front pants pocket.  Rogers announced that the officers were lucky they found him before he got to his gun, or he would have blown his brains out.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the meantime, the third officer went to the bedroom in the northwest corner of the apartment, where he found a .32 caliber Smith and Wesson handgun in plain view on top of the dresser.  The gun was fully loaded.  The officer unloaded the gun and seized it as evidence.  A fourth officer went into the center bedroom, where he found and briefly detained one Michael Glennon, a friend of the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Rogers was taken to the police station, where he was given Miranda warnings.  Rogers indicated that he understood his rights and signed a waiver form.  He stated that the gun seized at the apartment was a \"throw-away\" weapon that he had purchased for fifty dollars.  He again stated that he had intended to use the gun to commit suicide if the police got close to him.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Rogers was questioned about several burglaries in Manchester.  He admitted that he was involved in two burglaries at the Louisa's pizzeria, as well as a third at the Sub Hut.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A federal grand jury returned a one-count indictment charging Rogers as a convicted felon in possession of a firearm in violation of 18 U.S.C. Sec. 922(g).  At trial, Rogers testified that the gun belonged to Michael Glennon, and denied making any statement about shooting himself, or being the owner of the gun.  In fact, none of the fingerprints found on the gun belonged to Rogers.  The bullet found in his pocket allegedly came from a box of fifty bullets that Glennon had bought.  Glennon, Rogers testified, liked to flick bullets at him in horseplay.  On the night he was arrested, Rogers allegedly stepped on a bullet as he walked barefoot in the living room of the apartment.  He picked up the bullet and slipped it in his pocket, intending to place it in a jewelry box elsewhere in the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The other witness called by the defense was Joseph Perkins, the defendant's brother, who testified that Glennon pulled the gun out of his pocket to show it to him during one of his visits to the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Rogers was convicted on May 2, 1990.  Because he had committed at least five previous felonies, the district court imposed the statutory mandatory minimum sentence of fifteen years.  See 18 U.S.C. Sec. 924(e).</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p class=\"indent\">A. Constructive Possession</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Rogers argues that the \"possession\" of a firearm under 18 U.S.C. Sec. 922(g) must be actual, not constructive.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Constructive possession, however, is possession.  See United States v. Zavala Maldonado, <span class=\"citation\" data-id=\"669099\"><a href=\"/opinion/669099/united-states-v-rafael-angel-zavala-maldonado/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 6 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">451</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">360</span> </span>(1994) (\"Under settled law, 'possession' includes not merely the state of ... hands-on physical possession but also 'constructive' possession\").  In United States v. Wight, <span class=\"citation\" data-id=\"586812\"><a href=\"/opinion/586812/united-states-v-phillip-a-wight/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1393</span></a></span>, 1397-98 (1st Cir.1992), we \"ma[de] explicit the obvious\" and found that \"the element of 'knowing possession' under section 922(g)(1) may be established by proving that the defendant was in constructive possession of a firearm.\"  Wight adopted the prevailing (and only) rule in the other circuits.  <span class=\"citation\" data-id=\"586812\"><a href=\"/opinion/586812/united-states-v-phillip-a-wight/\"><span class=\"id_token\">Id.</span> at 1398 </a></span>n. 6 (collecting cases).  See also United States v. Lamare, <span class=\"citation\" data-id=\"421010\"><a href=\"/opinion/421010/united-states-v-herman-j-lamare-jr/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 5 (1st Cir.1983) (under former Sec. 922(h)(1), \"receipt\" of the firearm may be shown by proving possession;  possession can be actual or constructive).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Rogers argues that Sec. 922(g) is unconstitutional as applied to him because the government \"neither alleged nor attempted to prove any fact concerning possession other than ownership of the firearm.\"   It allegedly ignored the question of intent to control.  In fact, the government offered Rogers' own statement that he intended to use his gun to commit suicide if the police were to find him.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Rogers also argues that 18 U.S.C. Sec. 922(g) is unconstitutionally vague to the extent that it proscribes constructive possession.  He notes that some courts require proof of the defendant's \"dominion and control\" over the firearm, see, e.g., <span class=\"citation\" data-id=\"586812\"><span class=\"antecedent_guess\">Wight,</span> <a href=\"/opinion/586812/united-states-v-phillip-a-wight/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1398</span></a></span>;  others, \"dominion or control,\" see, e.g., United States v. McKnight, <span class=\"citation\" data-id=\"575847\"><a href=\"/opinion/575847/united-states-v-gerald-francis-mcknight/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">898</span></a></span>, 901 (5th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2975</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">594</span> </span>(1992) (emphasis added).  Still others consider ownership of the firearm either \"irrelevant to possession,\" United States v. Boykin, <span class=\"citation\" data-id=\"600454\"><a href=\"/opinion/600454/united-states-v-louis-boykin/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span></a></span>, 274 (8th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">241</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span> </span>(1993), or virtually conclusive, United States v. Barron-Rivera, <span class=\"citation\" data-id=\"553418\"><a href=\"/opinion/553418/united-states-v-noel-barron-rivera/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">549</span></a></span>, 552 (9th Cir.1991).  These inconsistencies, Rogers argues, leave him with insufficient notice of the conduct that is criminally proscribed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because \"dominion,\" \"control,\" and \"ownership\" are overlapping concepts, it is not surprising that some judicial glosses upon \"possession\" may seem facially inconsistent.  These differences do not, however, make the language of 18 U.S.C. Sec. 922(g) unconstitutionally vague.  We think that the term \"possession\" concretely describes the conduct proscribed by the statute.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  More than a few laws would be in jeopardy if absolute consistency of judicial interpretation were the measure of a law's constitutionality.</p>\n    </div>\n    <p class=\"indent\">B. The Sufficiency of the Indictment</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Rogers argues next that his indictment was insufficient because it failed to set forth \"any facts (except for an 'on or about' date) ... as to the charge of having 'possessed' the weapon....\"  On the contrary, the indictment stated the date of the offense, the district in which it occurred, the make, type and serial number of the firearm, the felony conviction underlying the charge, and the citation of the statute.  The indictment provided a \"plain, concise and definite written statement of the essential facts constituting the offense charged.\"   Fed.R.Crim.P. 7(c)(1).  No more was required to \"fairly inform[ ]\" Rogers of the possession charge, \"and [to] enable[ ] him to enter a plea without fear of double jeopardy.\"  United States v. Yefsky, <span class=\"citation\" data-id=\"608076\"><a href=\"/opinion/608076/united-states-v-sheldon-arthur-yefsky/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">885</span></a></span>, 893 (1st Cir.1993) (citing Hamling v. United States, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 117, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2887</span></a></span>, 2907-08, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span> </a></span>(1974)).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">C. The Jury Instructions</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Rogers argues that the jury instructions incorrectly defined \"possession\" in terms of ownership.  Because defense counsel did not object on this basis, we review the instructions only for plain error.  United States v. Burns, <span class=\"citation\" data-id=\"195186\"><a href=\"/opinion/195186/united-states-v-burns/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span>, 217 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\" 'Constructive' possession is commonly defined as the power and intention to exercise control, or dominion and control, over an object not in one's 'actual' possession.\"  Zavala <span class=\"citation\" data-id=\"669099\"><span class=\"antecedent_guess\">Maldonado,</span> <a href=\"/opinion/669099/united-states-v-rafael-angel-zavala-maldonado/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">7</span></a></span>.   The district court explained possession as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>The term \"possess\" as used in [Sec. 922(g) ] is not necessarily equated with legal ownership of the firearm here at issue.  The law recognizes two kinds of possession, actual possession and constructive possession.  A person who knowingly has direct physical control over a thing at a given time is then said to be in actual possession of that thing.  A person who, although not in actual possession, knowingly has both the power and the intention at a given time to exercise dominion or control over a thing, or to exercise dominion or control over the area in which that thing is found, whether directly or through another person, is then in constructive possession of the thing [emphasis added].</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We discern no error in this explanation.  The instructions correctly stated that ownership is relevant to the question of possession.  To be sure, ownership alone does not establish possession, but it may be highly relevant where the authority to exercise control is disputed.  Cf. United States v. Ocampo-Guarin, <span class=\"citation\" data-id=\"586815\"><a href=\"/opinion/586815/united-states-v-gloria-patricia-ocampo-guarin/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1410 (1st Cir.1992) (finding possession of cocaine where drug courier \"carried baggage claim tickets that represented her legal right to reclaim [her] luggage\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Rogers also complains that the district court used the conjunction \"or\" rather than \"and\"--\"dominion or control.\"   Dominion, however, is generally defined as \"perfect control in right of ownership.\"   Black's Law Dictionary 436 (5th ed. 1979) (emphasis added).  Pursuant to the court's instruction, there could have been no conviction absent a finding of control.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Rogers argues next that the district court committed plain error by giving only a general unanimity instruction, and no specific unanimity instruction.  During its deliberations, the jury sent a note to the district judge:  \"We would like clarification of the two types of possession.\"   The court repeated its original instruction on possession, and this exchange took place:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">THE COURT:  Does that answer your question, ladies and gentlemen?   It doesn't?   That's the law on actual and constructive possession.  You're shaking your head, sir.  What's the problem?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">MR. ROWELL:  Interpretation of constructive possession.  If you know where something is do you constructively possess it?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">THE COURT:  I can't give you anything more than what I've given you.  That's what the law says.  Sorry about that.  Anything further?   Thank you.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Although the district court might have attempted to refine its explanation,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> it was not required to give an instruction on specific unanimity at this point.  Congress did not define possession in terms of alternative acts, any one of which would suffice for a conviction.  Thus, the one-count indictment in this case had no inherent tendency to produce a patchwork verdict.  Cf. United States v. Antonio Medina Puerta, <span class=\"citation\" data-id=\"195677\"><a href=\"/opinion/195677/united-states-v-medina-puerta/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 41 (1st Cir.1994) (noting threat of non-unanimous verdict where divergent conduct underlay two branches of a single count).  Unlike the jury in United States v. Duncan, <span class=\"citation\" data-id=\"508452\"><a href=\"/opinion/508452/united-states-v-joe-s-duncan-and-michael-m-downing/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1104</span></a></span>, 1109 (6th Cir.1988), which asked whether it must agree as to each of the alternative acts underlying the offense, the juror in this case simply asked for clarification of possession, the one act necessary for conviction.  We see no threat of a patchwork verdict beyond the possibility, conceivably present in every case, that a juror may not have understood the court's explanation of the law.</p>\n    </div>\n    <p class=\"indent\">D. The un-Mirandized Statement</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Rogers argues that the district court committed plain error in admitting evidence of his statement, made in the bedroom of the apartment, that he would have blown his brains out had he been able to reach his gun.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">After taking Rogers into custody, the officers waited approximately ten minutes for the arrival of another officer who could positively identify the defendant.  In the meantime, they asked Rogers who he was.  There is no evidence that the officers asked Rogers for more than his name, cf. United States v. Doe, <span class=\"citation\" data-id=\"526039\"><a href=\"/opinion/526039/united-states-v-john-doe-aka-lynn-m-obrien-united-states-of-america/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1546</span></a></span>, 1551 (1st Cir.1989) (\"[a]ssuming the existence of a Miranda exception\" for routine booking interrogation), or that his statement was anything but voluntary and spontaneous.  Accordingly, we cannot find plain error.</p>\n    </div>\n    <p class=\"indent\">E. The Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Rogers argues that the evidence of constructive possession was insufficient to support his conviction.  In making this argument, he bears \"the heavy burden of demonstrating that no reasonable jury could have found [him] guilty beyond a reasonable doubt.\"  United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 469 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span> </span>(1993).  We review the evidence in the light most favorable to the government, \"drawing all plausible inferences in its favor and resolving all credibility determinations in line with the jury's verdict.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The government's case for constructive possession rested on (1) Rogers' declaration that if he could have gotten to his gun in the apartment, he would have blown his brains out;  (2) his admission that he owned the gun;  and (3) the bullet found in his pocket, which matched the gun.  This evidentiary tripod is sufficient to establish power as well as intent to exercise dominion and control over the gun.  That Rogers did not shoot himself simply illustrates a fact of constructive possession:  power and intent to act do not always result in action.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">When the officers arrived at the apartment, Rogers hid in the closet of the northeast bedroom rather than move toward the gun in the northwest bedroom.  One officer testified that once the front door to the apartment was opened, it was possible to see someone entering or leaving any of the bedrooms.  The jury could have reasonably believed that Rogers did not try to reach the gun because he hoped to escape detection.</p>\n    </div>\n    <p class=\"indent\">F. Evidence of Other Crimes</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Rogers assigns plain error in the admission of evidence of several of his prior crimes.  On direct examination, Rogers freely admitted that he had been convicted of burglary \"[m]any times.\"   Dissatisfied, perhaps, with his sanguine answer, the government inquired into at least six of Rogers' burglaries.  In most instances, the government asked about the underlying crime without establishing a conviction.  See Fed.R.Evid. 609(a).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The following exchange is typical:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Q: Isn't it a fact that on or about July 29th, 1986 in Manchester you purposefully entered a building housing the Queen City Farms, broke into it to steal property?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A: I did, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Q: Isn't it a fact that on or about July 29th, 1986 in Manchester you entered the Sunoco Service Station at 229 Queen City Avenue, Manchester, broke into it in order to steal property?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A: I did, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The government argues that the strictures of Rule 609 do not apply because it was simply trying to correct the defendant's own testimony.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Cf. United States v. Brooke, <span class=\"citation\" data-id=\"652907\"><a href=\"/opinion/652907/united-states-v-susan-brooke/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1480</span></a></span>, 1488 n. 10 (9th Cir.1993) (Rule 609 \"does not ... address or resolve the admissibility of cross-examination regarding arrests,\" as opposed to convictions, \"particularly where such questions do not relate to general credibility but to specific information elicited on direct\").  On direct examination, Rogers falsely stated that he had been offered a plea bargain for the case then being tried.  He also admitted that he had misled police officers during his interrogation.  Rogers did not, however, attempt to \"explain away\" his burglary convictions, see United States v. Robinson, <span class=\"citation\" data-id=\"656144\"><a href=\"/opinion/656144/united-states-v-noah-ryan-robinson-and-john-anthony-robinson-and-noah/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">398</span></a></span>, 411 (7th Cir.1993) (even an assertion of innocence does not rise to level of \"explaining away\" the conviction).  Nor did he otherwise \"equivocate[ ] in a self-serving manner\" with respect to those convictions, see United States v. Watchmaker, <span class=\"citation\" data-id=\"451968\"><a href=\"/opinion/451968/united-states-v-ronald-watchmaker-aka-arab-christopher-keating-aka/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1459</span></a></span>, 1474 (11th Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1100</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">879</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">917</span> </span>(1986).  Accordingly, this part of the government's cross-examination relates only to Rogers' general credibility, and any impeachment by evidence of convictions should have been conducted in accordance with Rule 609(a).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Even if the government had established all six convictions, it is unclear whether the district court \"determine[d] that the probative value of admitting this evidence outweigh[ed] its prejudicial effect to the accused.\"   See Rule 609(a)(1).  During Rogers' cross-examination, the district court instructed Rogers to answer a question regarding the burglaries at Louisa's:<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  \"That goes to your credibility and under the Federal Rules of Evidence he's entitled to inquire as to any crime you committed in the last ten years\" (emphasis added).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  This categorical statement suggests that the district court may have failed to assess the prejudicial effect of the evidence of each conviction under Rule 609(a)(1).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We nonetheless hold that it was not plain error for the district court to admit the evidence of Rogers' burglaries.  Under Rule 609, we think that at least five of the burglary convictions would have been admissible.  The sixth, the sole documented conviction, presents a close question because a firearm was one of the stolen items recovered from the defendant.  But even if the admission of the sixth conviction were a \"clear\" or \"obvious\" error that affected \"substantial rights,\" we doubt that it resulted in a \"miscarriage of justice\" such as \"the conviction or sentencing of an actually innocent defendant.\"  United States v. De Masi, <span class=\"citation\" data-id=\"195694\"><a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1318 (1st Cir.1994) (quoting United States v. Olano, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1776-79, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993)) (defining plain error).</p>\n    </div>\n    <p class=\"indent\">G. Prosecutorial Misconduct</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Rogers argues that the district court committed plain error by permitting various instances of alleged prosecutorial misconduct.  Commenting on the evidence of Rogers' burglaries, the prosecutor stated that he had to \"pull the documented facts out of\" Rogers, for Rogers \"won't even admit to some of the cases we have certified convictions of.\"   The prosecutor also invited the jury to \"imagine [Rogers] walking around with a loaded gun[.]\"  Finally, the prosecutor \"submit[ted] that [the defendant's] entire testimony was riddled with lies and evasions\":  the defendant \"testified and fabricated his entire testimony right before you.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Although we are troubled by the prosecutor's rhetoric--\"walking around with a loaded gun\" implies actual possession, which was not proved--and by the pejorative comments upon evidence that may have been improperly elicited in the first place, cf. <span class=\"citation\" data-id=\"652907\"><span class=\"antecedent_guess\">Brooke,</span> <a href=\"/opinion/652907/united-states-v-susan-brooke/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1488</span> </a></span>(continued references to erroneously-admitted evidence in closing arguments may make error harmful), we do not find plain error.  There was simply no \" 'cumulative evidence of a proceeding dominated by passion and prejudice,' \" United States v. Capone, <span class=\"citation\" data-id=\"406407\"><a href=\"/opinion/406407/united-states-v-joseph-capone-united-states-of-america-v-richard-murnane/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">582</span></a></span>, 586 (1st Cir.1982) (quoting United States v. Socony-Vacuum Oil Co., <span class=\"citation\" data-id=\"103352\"><a href=\"/opinion/103352/united-states-v-socony-vacuum-oil-co/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 240, <span class=\"citation\" data-id=\"103352\"><a href=\"/opinion/103352/united-states-v-socony-vacuum-oil-co/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">811</span></a></span>, 852, <span class=\"citation\" data-id=\"103352\"><a href=\"/opinion/103352/united-states-v-socony-vacuum-oil-co/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1129</span> </a></span>(1940)).</p>\n    </div>\n    <p class=\"indent\">H. Hearsay Evidence</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Rogers argues that it was plain error to admit police testimony suggesting that he may have been armed:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We told [the tenant of the apartment] ... [w]e were there looking for Scott Rogers and the information we had was that he was in this apartment, and that we had also had information that he may be armed and that we wanted to come in and look for him, and that if too much hesitation went on somebody could get hurt due to the fact that we felt he was armed [emphasis added].</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Another officer testified that he was dispatched to the apartment \"because we had information that Scott Rogers was at the address and that he was possibly armed....\"  Rogers argues that these statements were hearsay going to the issue of possession, the only disputed element in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">By its silence, the government has apparently conceded that the statements were hearsay not covered by any exception.  The hearsay did not affirmatively assert that Rogers was armed--only that he \"may be\" armed, or was \"possibly armed.\"   Moreover, in light of Rogers' two statements of intent to use his gun, which were virtual confessions on the element of possession, the hearsay had only a cumulative effect.  We find no plain error.</p>\n    </div>\n    <p class=\"indent\">I. Rebuttal Testimony</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Rogers argues that it was plain error to admit the government's rebuttal testimony regarding his confessions at the police station.  On direct examination, Rogers testified that he was under pressure to confess to \"all these different cases,\" and that he \"made up [a] story\" about breaking into the Sub Hut restaurant.  On cross-examination, Rogers stated that he had been questioned about two burglaries at Louisa's, but denied that he had confessed to breaking into Louisa's and taking the safes.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The government called Sergeant Jaskolka, one of Rogers' interrogators, as a rebuttal witness.  Jaskolka affirmed precisely what Rogers had denied on cross-examination, to wit, Rogers in fact confessed to both burglaries at Louisa's.  Not only was there no plain error, this rebuttal testimony was entirely proper.</p>\n    </div>\n    <p class=\"indent\">J. Self-incrimination</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Rogers argues that the district court committed reversible error by instructing him, over his attempt to \"plead the Fifth,\" to answer a question about the burglaries at Louisa's.  On cross-examination, the prosecutor asked:  \"How would you know how much was taken out [of the safes from Louisa's]?\"  Rogers' counsel objected only on the ground of relevance.  Accordingly, we review the instruction to answer only for plain error--and find none.  Rogers certainly did not incriminate himself with respect to the charged offense.  Moreover, the government was entitled to ask the question it did because Rogers first denied that he had confessed to the burglaries, and then--somewhat inconsistently--stated that he \"was asked how much money was taken out of the safes.\"   See United States v. Concemi, <span class=\"citation\" data-id=\"578607\"><a href=\"/opinion/578607/united-states-v-samuel-j-concemi-united-states-of-america-v-walter/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 947-48 (1st Cir.1992) (quoting Brown v. United States, <span class=\"citation\" data-id=\"105661\"><a href=\"/opinion/105661/brown-v-united-states/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">148</span></a></span>, 154-55, <span class=\"citation\" data-id=\"105661\"><a href=\"/opinion/105661/brown-v-united-states/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">622</span></a></span>, 627, <span class=\"citation\" data-id=\"105661\"><a href=\"/opinion/105661/brown-v-united-states/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">589</span> </a></span>(1958)) (the credibility of a testifying criminal defendant \"may be impeached and his testimony assailed like that of any other witness, and the breadth of his waiver is determined by the scope of relevant cross-examination\").</p>\n    </div>\n    <p class=\"indent\">K. The Motion for New Trial</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">On June 20, 1990, more than a month and a half after the verdict, Rogers filed a motion for new trial under Fed.R.Crim.P. 33, alleging that the government had wrongly withheld a possessed property report (PPR) showing that a box of .32 caliber bullets had been seized from the apartment at 5 Wheelock Street.  We review the district court's denial of the motion for a new trial only for abuse of discretion.  United States v. Nickens, <span class=\"citation\" data-id=\"577009\"><a href=\"/opinion/577009/united-states-v-david-lloyd-nickens/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 116 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">108</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">66</span> </span>(1992).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The district court found the evidence of the PPR immaterial because, in the context of the entire record, there is \"no reasonable doubt about guilt whether or not the [PPR] is considered.\"   July 13, 1990 Order at 4-5 (quoting United States v. Agurs, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 112-13, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, 2402, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span> </a></span>(1976)).  We agree that the PPR was not itself material evidence.  \"The evidence is material only if there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.\"  United States v. Bagley, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 682, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3375</span></a></span>, 3383, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span> </a></span>(1985).  The decisive issue at trial was possession, not how many rounds of ammunition were seized by the police.  There is no reasonable probability that the report would have changed the jury's verdict.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We, however, are gravely concerned by the government's \"use\" of the report at trial.  Although the government did not introduce the report as evidence, it apparently took advantage of its absence from the evidence to discredit Rogers.  On cross-examination, the officer who searched the apartment after Rogers' arrest failed to recall \"any ammunition ... being specifically taken.\"   When Rogers testified that the bullet found in his own pocket came from a box of fifty that Glennon carried around with him, the prosecutor insinuated that there were no other bullets:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>Q. You were here when the other officers testified;  right?</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>A. Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>Q. You didn't hear them saying anything about a box of bullets;  right?</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>A. No, I didn't.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>Q. There was just--the only bullet that they found was the one in your pocket;  right?</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>A. Supposedly.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Rogers then referred to the possessed property report, which he believed would have corroborated his story:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>Supposedly that was the only bullet that was in the apartment....  In fact, I know there was a box of 50 that was for the wrong gun....  [H]e [Glennon] went out and he had bought another box of 50 and they were sitting right by the gun.  Your guess is as good as mine where they went.  I've asked the Police Department to produce a copy of the computerized stuff what they says they removed from the apartment and I have not got it yet and it's been over a year.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The prosecutor responded:  \"So the police stole the box of bullets?\"   And, a moment later:  \"So the police are covering it up then.\"   The implication is that Rogers had fabricated testimony of a police cover-up.  Even if the prosecutor had been ignorant of the report at trial, we would still find his conduct inexcusably negligent.  We decline to reverse only because the report and the box of bullets are simply not material to the issue of possession, and the isolated, though improper, cross-examination on a peripheral matter was not \"likely to have affected the trial's outcome.\"  United States v. Manning, <span class=\"citation\" data-id=\"195356\"><a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span>, 575 (1st Cir.1994).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <p class=\"indent\">L. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">At sentencing, Rogers filed a pro se motion to dismiss counsel, alleging the denial of his Sixth Amendment right to effective assistance of counsel, and seeking new counsel for sentencing.  Rogers complained that certain witnesses had not been subpoenaed to testify on his behalf at trial.  The district court denied the motion.  It stated:  \"I'm going to, for the benefit of the Court of Appeals, find and rule as a matter of law that [counsel] was more than effective within the meaning of Strickland [v.] Washington[,]\" <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span> </a></span>(1984).  Rogers not only appeals the denial of the motion to dismiss counsel, which he now construes as a motion for new trial, but also argues that the record is sufficient to show that he received ineffective assistance of counsel.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The motion to dismiss counsel was correctly denied for the reason stated by the district court.  On direct appeal, we will resolve a claim of ineffective assistance not raised in the district court only if the \"critical facts are not in dispute and a sufficiently developed record exists.\"  United States v. Daniels, <span class=\"citation\" data-id=\"194896\"><a href=\"/opinion/194896/united-states-v-daniels/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 26-27 (1st Cir.1993).  We do so here.  From the record and the undisputed facts, it is clear that defense counsel should have objected to certain parts of the police testimony and to some of the evidence of Rogers' prior crimes.  It is equally clear, however, that counsel's performance was not so woeful as to fall below the constitutional norm of Strickland.   The failure to make certain evidentiary objections did not strip Rogers of \"the very means that are essential to subject the prosecution's case to adversarial testing.\"  Scarpa v. Dubois, <span class=\"citation\" data-id=\"680706\"><a href=\"/opinion/680706/nazzaro-scarpa-v-larry-e-dubois-etc/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 10 (1st Cir.1994) (citing <span class=\"citation\" data-id=\"111170\"><span class=\"antecedent_guess\">Strickland,</span> <a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">688</span></a></span>, 104 S.Ct. at 2064-65).   Moreover, we see no \"reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\"  <span class=\"citation\" data-id=\"111170\"><span class=\"antecedent_guess\">Strickland,</span> <a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">694</span></a></span>, 104 S.Ct. at 2068.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 922(g) provides in pertinent part:  \"It shall be unlawful for any person ... who has been convicted in any court of [ ] a crime punishable by imprisonment for a term exceeding one year to ... possess ... any firearm.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Cf. Zavala <span class=\"citation\" data-id=\"669099\"><span class=\"antecedent_guess\">Maldonado,</span> <a href=\"/opinion/669099/united-states-v-rafael-angel-zavala-maldonado/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">7</span> </a></span>(the idea underlying constructive possession is \"not so difficult to grasp.  Courts are saying that one can possess an object while it is hidden at home in a bureau drawer, or while held by an agent, or even while it is secured in a safe deposit box at the bank....\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rogers also complains that the indictment did not specify whether he actually or constructively possessed the firearm.  As we noted earlier, constructive possession is possession, not a separate predicate act that has to be spelled out in the indictment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We think that the blanket statement in <span class=\"citation\" data-id=\"600454\"><span class=\"antecedent_guess\">Boykin,</span> <a href=\"/opinion/600454/united-states-v-louis-boykin/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">274</span></a></span>, that \"ownership is irrelevant to possession,\" must be considered in context.  In Boykin, the defendant's wife claimed that she owned the firearm.  Had the defendant himself owned the firearm, the court would not have considered that fact irrelevant.  See <span class=\"citation\" data-id=\"600454\"><a href=\"/opinion/600454/united-states-v-louis-boykin/\"><span class=\"id_token\">id.</span>  (\"Constructive possession </a></span>... is established if the person has ... control, ownership, or dominion over the firearm itself\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> At times, we have used the conjunctions \"and\" and \"or\" interchangeably.  Compare United States v. Latham, <span class=\"citation\" data-id=\"523146\"><a href=\"/opinion/523146/united-states-v-frederick-charles-latham-jr/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">852</span></a></span>, 861 (1st Cir.1989) (\"constructive possession [is] defined as exercising dominion, or control over the drug to be distributed\"), with <span class=\"citation\" data-id=\"586812\"><span class=\"antecedent_guess\">Wight,</span> <a href=\"/opinion/586812/united-states-v-phillip-a-wight/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1398</span> </a></span>(\"dominion and control\").  See also United States v. Acevedo, <span class=\"citation\" data-id=\"503425\"><a href=\"/opinion/503425/united-states-v-gildardo-f-acevedo-united-states-of-america-v-kenneth/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">502</span></a></span>, 507 (1st Cir.1988) (quoting, with approval, the phrase \"dominion or control\" from jury instructions).  We see no real contradiction so long as the term \"dominion\" is properly understood as encompassing control</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In Zavala <span class=\"citation\" data-id=\"669099\"><span class=\"antecedent_guess\">Maldonado,</span> <a href=\"/opinion/669099/united-states-v-rafael-angel-zavala-maldonado/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">7</span></a></span>, we noted that \"[t]he 'constructive possession' label may confuse jurors at first--drug trial juries routinely ask to be reinstructed on the definition of possession--but the underlying idea is ... not so difficult to grasp.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Rule 609(a) provides in relevant part:  \"For the purpose of attacking the credibility of a witness ... evidence that an accused has been convicted of [a crime punishable by death or imprisonment in excess of one year under the law under which the accused was convicted] shall be admitted if the court determines that the probative value of admitting this evidence outweighs its prejudicial effect to the accused\" (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The government does not contend that the evidence of Rogers' criminal conduct was properly admitted under Fed.R.Evid. 608(b), which provides, in relevant part, that \"[s]pecific instances of the conduct of a witness ... may ... in the discretion of the court, if probative of truthfulness or untruthfulness, be inquired into on cross-examination of the witness ... concerning the witness' character for truthfulness or untruthfulness[.]\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> As we explain infra, this part of the cross-examination was properly admitted (albeit for reasons different from those given by the district court)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Rule 609(b) provides in part:  \"Evidence of a conviction under this rule is not admissible if a period of more than ten years has elapsed since the date of the conviction....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Cf. United States v. Tavares, <span class=\"citation\" data-id=\"195307\"><a href=\"/opinion/195307/united-states-v-tavares/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span> </a></span>(1st Cir.1994) (en banc) (where defendant is charged as a felon-in-possession in violation of 18 U.S.C. Sec. 922(g), evidence of the nature of the predicate conviction is not admissible unless the trial court identifies special circumstances establishing that the relevance of the evidence is \"sufficiently compelling to survive the balancing test of Fed.R.Evid. 403\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Moreover, the motion for new trial failed to allege that the report was evidence newly discovered after trial--the only ground upon which the motion could have been timely.  See Fed.R.Crim.P. 33</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Absent harmful error, we cannot use our supervisory power to deter future prosecutorial misconduct.  <span class=\"citation\" data-id=\"195307\"><a href=\"/opinion/195307/united-states-v-tavares/\"><span class=\"id_token\">Id.</span> at 574 </a></span>n. 2 (citing United States v. Hasting, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span>, 506, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1974</span></a></span>, 1979, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span> </a></span>(1983))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Rogers asks us to reach his claim of ineffective assistance \"[w]ithout prejudice to his right to later present the issue to the district court if necessary....\"  We will assume that his pro se motion to dismiss counsel did not already raise this claim in the district court</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103352/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105661/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109506/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110933/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194896/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195186/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195307/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195344/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195356/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195677/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406407/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421010/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451968/",
    "https://www.courtlistener.com/api/rest/v3/opinions/503425/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508452/",
    "https://www.courtlistener.com/api/rest/v3/opinions/523146/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526039/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553418/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575847/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577009/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578607/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586812/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600454/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608076/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/652907/",
    "https://www.courtlistener.com/api/rest/v3/opinions/656144/",
    "https://www.courtlistener.com/api/rest/v3/opinions/669099/",
    "https://www.courtlistener.com/api/rest/v3/opinions/680706/"
  ]
}