{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195748/",
  "id": 195748,
  "absolute_url": "/opinion/195748/united-states-v-arcadipane/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195748/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:46:39Z",
  "date_modified": "2020-02-21T23:33:33.379751Z",
  "type": "010combined",
  "sha1": "ca0855045e52ab8e8db8b19c25683dc463d9051b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1342.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1342\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                      PHILIP G. ARCADIPANE,\n\n                      Defendant, Appellant.\n\n                                              \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Rya W. Zobel, U.S. District Judge]\r                                                              \n\n                                              \n\n                              Before\n\n                      Selya, Circuit Judge,\r                                                    \n\n                  Bownes, Senior Circuit Judge,\r                                                        \n\n                    and Stahl, Circuit Judge.\r                                                      \n\n                                              \n\n     Willie  J. Davis, with whom  Davis, Robinson &amp;  White was on\r                                                                    \nbrief, for appellant.\n     Robert E. Richardson, Assistant United States Attorney, with\r                                   \nwhom Donald K. Stern,  United States Attorney, was on  brief, for\r                              \nappellee.\n\n                                             \n\n                        November 23, 1994\n                                              \r\r\n\n          SELYA,  Circuit Judge.   Defendant-appellant  Philip G.\r                    SELYA,  Circuit Judge.\r                                         \n\nArcadipane  appeals his  conviction  on multiple  counts of  mail\n\nfraud and making  false statements.   In the  last analysis,  the\n\nplethora of  arguments that  he advances, though  ably presented,\n\nsignify nothing of consequence.  Accordingly, we affirm.\n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          In April of 1988,  while working for the  United States\n\nPostal  Service,  appellant  suffered  a  job-related psychiatric\n\ndisability.   He eventually filed  a claim for  benefits with the\n\nOffice  of Workers'  Compensation Programs  (OWCP) of  the United\n\nStates  Department  of  Labor  (DOL).    He  received  his  first\n\ndisability check  in February of  1989, retired  from the  Postal\n\nService eight  months later, and continued  to receive disability\n\npayments thereafter.\n\n          Prior  to the  onset of  his disability,  appellant had\n\nbeen repairing firearms  and reloading  shell casings  as a  for-\n\nprofit  sideline.  In  connection with its  initial processing of\n\nthe  disability  claim,  OWCP  wrote  to  him  in  June  of  1988\n\nrequesting   information    about   extra-curricular   employment\n\nactivities.  After  consulting with counsel,  appellant explained\n\nthat his sideline business  had been reorganized and that  he was\n\nno longer gainfully  employed in  it.1   OWCP did  not press  the\n\npoint at that time.\n\n          In 1990,  1991, and 1992, OWCP  requested appellant, in\n                    \r                              \n\n     1Appellant  informed  OWCP  that  his  wife  now  owned  the\nbusiness; that it was not operating profitably; and that, when he\nassisted her at all, he did so without remuneration.\n\n                                2\r\r\n\nconjunction with his ongoing receipt of compensation benefits, to\n\ncomplete  Form 1032.   This  is a  standardized form  designed to\n\nobtain  historical  information  regarding   benefit  recipients'\n\nincome from sources such as employment and self-employment.  OWCP\n\nuses the data to compute benefit levels.\n\n          On September  7,  1990,  after  again  consulting  with\n\ncounsel, appellant submitted a  completed Form 1032 to OWCP.   He\n\nmade similar  submissions on  September 7, 1991,  and August  20,\n\n1992.2   Each time he stated  that he \"had not  been employed for\n\nthe  previous twelve  months,\" and that  he \"had  been unemployed\n\nduring the previous fifteen months.\"\n\n          In 1992,  DOL launched an  investigation of appellant's\n\nbusiness activities.  In  May, an  agent  posing as a  purchasing\n\nofficer for an out-of-state police department contacted appellant\n\nand,   after  some   negotiations,  ordered   20,000  rounds   of\n\nammunition.  The  \"purchaser\" arranged  to pick up  the order  at\n\nappellant's  home.  Upon his  arrival, however, he  whipped out a\n\nsearch warrant instead of a requisition, combed the premises, and\n\nseized various incriminating  business records (including  income\n\ntax returns).\n\n          Soon thereafter,  a federal  grand jury returned  a 31-\n\ncount indictment against appellant.   Twenty-eight counts charged\n\nmail fraud in violation of 18 U.S.C.   1341 (1988), on the theory\n\nthat appellant  had wrongfully  obtained money through  the mails\n\n                    \r                              \n\n     2Each  form, by its terms,  covered \"the 12  months prior to\nthe date of [the benefit recipient's] completion and signature.\"\n\n                                3\r\r\n\n(specifically,   28  monthly   disability  checks)   by  \"falsely\n\n[claiming]  that  [he]  was  not   employed  and  that  [he]  was\n\nunemployed.\"   The remaining three counts  charged appellant with\n\nmaking false statements (one for each Form 1032 that he submitted\n\nto OWCP) to the effect that he was \"unemployed\".\n\n          A  jury convicted  appellant  on all  counts, and  OWCP\n\nsuspended benefit payments.  This appeal ensued.\n\nII.  ANALYSIS\r          II.  ANALYSIS\n\n          Appellant has advanced several asseverations in support\n\nof his appeal.  We deal with them seriatim.\r                                                    \n\n                      A.  OWCP's Authority.\r                                A.  OWCP's Authority.\r                                                    \n\n          Appellant  maintains  that  his convictions  under  the\n\nfalse  statement  statute  cannot  stand.3    He  constructs  the\n\nfollowing  syllogism:  (1)  inasmuch as  he was  totally disabled\n\nduring the time frame covered by the indictment, his situation is\n\ncontrolled by 5 U.S.C.   8105(a) (which provides in relevant part\n\nthat,  when an employee's \"disability is total, the United States\n\nshall  pay the  employee during  the disability  monthly monetary\n                    \r                              \n\n     3The false statement statute provides:\n\n          Whoever,   in   any    matter   within    the\n          jurisdiction of  any department or  agency of\n          the  United  States  knowingly and  willfully\n          falsifies,  conceals  or  covers  up  by  any\n          trick, scheme, or device a material fact,  or\n          makes  any  false,  fictitious or  fraudulent\n          statements  or  representations, or  makes or\n          uses  any false  writing or  document knowing\n          the same  to contain any false, fictitious or\n          fraudulent  statement  or  entry,   shall  be\n          [punished as provided].\n\n18 U.S.C.   1001 (1988).\n\n                                4\r\r\n\ncompensation\"), (2) section 8105  does not specifically authorize\n\nDOL to prod benefit recipients to report earnings from employment\n\nand self-employment;4  and, therefore, (3) the  government had no\n\nauthority  to  request  the   information  that  it  now  asserts\n\nappellant  falsely supplied.   He adds, moreover,  that because 5\n\nU.S.C.    8105 did  not authorize  the  solicitation of  earnings\n\ninformation, he had no  way of knowing that section  1001 applied\n\nto  Form 1032,  and  thus  did  not  receive  fair  warning  that\n\ninscribing  false statements on the  form could subject  him to a\n\nfederal criminal prosecution.   We  do not find  either facet  of\n\nthis argument persuasive.\n\n          1.   Lack  of  Authority.   It seems  self-evident that\r                    1.   Lack  of  Authority.\r                                            \n\nsection 1001  is intended  to promote  the smooth functioning  of\n\ngovernment  agencies   and  the  expeditious  processing  of  the\n\ngovernment's business  by ensuring that  those who deal  with the\n\ngovernment   furnish  information   on   which   the   government\n\nconfidently may rely.  To this end, section 1001 in and of itself\r                                                                           \n\nconstitutes a  blanket proscription  against the making  of false\n\nstatements  to  federal  agencies.    Thus,  while  section  1001\n\nprohibits falsification in connection with documents that persons\n\n                    \r                              \n\n     4Appellant  contrasts section  8105  with  a sister  statute\nwhich specifically provides that:\n\n               The  Secretary  of Labor  may  require a\n          partially  disabled  employee  to report  his\n          earnings from  employment or self-employment,\n          by affidavit or otherwise, in the  manner and\n          at the times the Secretary specifies . . . .\n\n5 U.S.C.   8106(b) (1988).\n\n                                5\r\r\n\nare  required by  law  to  file  with  agencies  of  the  federal\n\ngovernment,  see, e.g., United States v. Dale, 991 F.2d 819, 828-\r                                                       \n\n29  (D.C.  Cir.)  (involving   a  fraudulent  application  for  a\n\nDepartment of  Defense security clearance), cert.  denied, 114 S.\r                                                                   \n\nCt. 286, 650 (1993), its prohibitory sweep is not limited to such\n\ndocuments.   The  statute  equally forbids  falsification of  any\n\nother  statement,  whether or  not  legally required,  made  to a\n\nfederal agency.   See United States  v. Meuli, 8 F.3d  1481, 1485\r                                                       \n\n(10th Cir.  1993) (explaining that section  1001 \"prohibits false\n\nstatements whether or not another law requires the information be\n\nprovided\"), cert. denied,  114 S. Ct. 1403  (1994); United States\r                                                                           \n\nv. Kappes, 936  F.2d 227,  231 (6th Cir.  1991) (explaining  that\r                   \n\nsection  1001  itself  provides  \"clear  statutory  authority  to\n\njustify holding  [persons] to the reporting requirement\"); United\r                                                                           \n\nStates v. Olson, 751 F.2d 1126, 1127 (9th Cir. 1985) (per curiam)\r                         \n\n(holding that  section 1001's prohibition of  false statements is\n\nnot restricted  to  those that  are  submitted pursuant  to  some\n\n(other)  specific statutory requirement);  see also United States\r                                                                           \n\nv. Corsino, 812 F.2d 26, 31 (1st Cir. 1987) (holding sub silentio\r                                                                           \n\nto same effect).\n\n          Applying  this  rationale  to  the  case  at  hand,  we\n\nconclude that the  \"lack of  authority\" issue is  a red  herring.\n\nUnder section 1001, the government does not need to show that  it\n\nhad   some   particular  extrinsic   authority  to   request  the\n\ninformation falsely provided by  the defendant.     Consequently,\n\nwhether  DOL or OWCP had the specific statutory authority to seek\n\n                                6\r\r\n\nemployment and self-employment data  from appellant is irrelevant\n\nto the validity of the convictions under review.\n\n          2.   Fair  Warning.   The second  prong  of appellant's\r                    2.   Fair  Warning.\r                                      \n\nassignment of error posits that, because the benefits he received\n\nunder 5  U.S.C.   8105  were not conditioned by  statute upon his\n\ntruthful completion of Form 1032, he did not receive fair warning\n\nthat inscribing false statements on that form would expose him to\n\ncriminal charges.  Appellant's protest lacks force.\n\n          To  be  sure,  the   Due  Process  Clause  forbids  the\n\ngovernment from depriving an individual  of his liberty by reason\n\nof  specified  conduct unless  he is  given  fair warning  of the\n\nconsequences  of that conduct.   See Marks v.  United States, 430\r                                                                      \n\nU.S. 188,  191 (1977); United States v. Gallo, 20 F.3d 7, 12 (1st\r                                                       \n\nCir. 1994).  Fair  warning thus requires that a  criminal statute\n\nbe  sufficiently  definite  to   apprise  a  person  of  ordinary\n\nintelligence that his  anticipated behavior  will transgress  the\n\nlaw.  See United States v.  Barker Steel Co., 985 F.2d 1123, 1129\r                                                      \n\n(1st Cir. 1993).   Fair warning, however, does not  mean that the\n\nfirst bite  is free, nor does the  doctrine demand an explicit or\n\npersonalized  warning.    Although  a  prospective  defendant  is\n\nentitled to notice of what behavior will be deemed to infract the\n\ncriminal  code,   the  fair  warning  doctrine   neither  excuses\n\nprofessed  ignorance  of   the  law  nor  encourages   deliberate\n\nblindness  to  the obvious  consequences of  one's actions.   See\r                                                                           \n\nGallo, 20 F.3d at 12.\r               \n\n                                7\r\r\n\n          In this  instance, appellant had ample  warning because\n\nsection 1001 is  clear on its  face.  The  Court held as  much in\n\nUnited States v. Yermian, 468 U.S. 63 (1984), a case in which the\r                                  \n\ndefendant  made  false statements  on  a  form  provided  by  his\n\nemployer.   The  employer,  unbeknownst to  the defendant,  later\n\nforwarded  the form to the  Department of Defense.   In affirming\n\nthe  defendant's conviction,  the  Court held  that section  1001\n\n\"unambiguously dispenses with any requirement that the Government\n\nalso  prove that  [the false]  statements were  made with  actual\n\nknowledge of federal agency jurisdiction.\"  Id. at 69  (citations\r                                                         \n\nomitted).   Under  Yermian, the  plain language  of section  1001\r                                    \n\nconstitutes a constitutionally sufficient warning.\n\n          We think that  the instant case  is even stronger  than\n\nYermian.  Here, appellant  knew that Form 1032 originated  with a\r                 \n\ngovernment  agency.   He  had every  reason  to believe  that the\n\ncontinued receipt of government funds   his disability benefits  \n\ndepended,  at least in part, on  his responses.  Form 1032 itself\n\nplaced  appellant  on  notice,  through  a warning  conspicuously\n\nprinted  on the front page of the  form, that he must make honest\n\nanswers  to the questions, regardless of who would later read the\n\ncompleted  document.  In short, appellant's claim that he was not\n\nadequately forewarned rings surpassingly hollow.\n\n                          B.  Variance.\r                                    B.  Variance.\r                                                \n\n          The  indictment  charged,  inter alia,  that  appellant\r                                                         \n\nfalsely  stated on Form 1032 that he was \"unemployed.\"  Appellant\n\ncomplains that the prosecutor told the jury that it could convict\n\n                                8\r\r\n\nnot only if it found appellant to have been \"employed,\" but  also\n\nif  it  found  appellant  to   have  been  \"self-employed.\"    In\n\nappellant's view, this is a fatal variance between the indictment\n\nand  the  proof at  trial.   We  think  that the  reports  of the\n\nindictment's demise are greatly exaggerated.\n\n          Appellant's  contention suffers from two vices.  First,\n\nhe did not  raise it in  the district court    appellant did  not\n\nobject  to  the  introduction  of evidence  regarding  his  self-\n\nemployment, and  never presented the alleged  discrepancy between\n\nthe charge  and the  evidence to  the trial  judge  by motion  or\n\notherwise   and he has, therefore, waived  the point.  See, e.g.,\r                                                                          \n\nUnited States v. Slade, 980 F.2d 27, 31 (1st Cir. 1992)  (holding\r                                \n\nthat  \"a party is not at liberty to articulate specific arguments\n\nfor the first time on appeal simply because the general issue was\n\nbefore the  district court\"); United States v. Figueroa, 818 F.2d\r                                                                 \n\n1020, 1025 (1st Cir. 1987) (similar). \n\n          In   addition   to   being    procedurally   defaulted,\n\nappellant's contention  is  substantively wanting.    A  variance\n\noccurs when the proof  at trial portrays a scenario  that differs\n\nmaterially  from the  scenario  limned in  the  indictment.   See\r                                                                           \n\nUnited  States  v. Vavlitis,  9 F.3d  206,  210 (1st  Cir. 1993);\r                                     \n\nUnited  States v. Moran, 984 F.2d 1299,  1304 (1st Cir. 1993).  A\r                                 \n\nvariance requires reversal  of a  conviction only if  it is  both\n\nmaterial and  prejudicial, for example,  if the variance  works a\n\nsubstantial  interference  with  the  defendant's  right   to  be\n\ninformed  of the charges laid  at his doorstep.   See Vavlitis, 9\r                                                                        \n\n                                9\r\r\n\nF.3d at 210; United States v. Sutherland, 929 F.2d 765, 772  (1st\r                                                  \n\nCir.), cert. denied,  112 S.  Ct. 83 (1991).   We afford  plenary\r                             \n\nreview  to the question of whether  an asserted variance requires\n\nretrial.  See United  States v. Cardall, 885 F.2d  656, 670 (10th\r                                                 \n\nCir. 1989);  see also 2  Steven A.  Childress &amp; Martha  S. Davis,\r                               \n\nFederal Standards of Review   11.32, at 125 (1992).\r                                     \n\n          We  see no cognizable prejudice here.  When, as now, an\n\nindictment  gives a  defendant  particular notice  of the  events\n\ncharged,  and the proof at  trial centers on  those events, minor\n\ndifferences in the details of the facts charged, as contrasted to\n\nthose proved, are unlikely to  be either material or prejudicial.\n\nSee, e.g., United States  v. Morrow      F.3d    ,     (1st  Cir.\r                                             \n\n1994) [No.  93-1463, slip  op. at  14].   So it  is here:   self-\n\nemployment is merely one form of employment, and  a person who is\n\neither  employed or  self-employed  could  not  be  said  in  any\n\nmeaningful sense to be  \"unemployed.\"  Whatever slight difference\n\nmay exist between  employment and self-employment cannot  support\n\nthe weight of the claimed variance.\n\n          We are fortified in  this conclusion because the record\n\nmakes transpicuously clear that appellant at all times understood\n\nhis statements about both employment and self-employment to be at\r                                   \n\nissue.  For  example, the government,  in its opening  discourse,\n\ntold the jury the evidence would show that appellant \"stated that\n\nhe was not employed or self-employed . . . .\"  Appellant did  not\n\nobject to this assertion.  He likewise did  not object during the\n\ntrial  as  the government  placed  into  evidence his  statements\n\n                                10\r\r\n\nregarding  self-employment.   Appellant's  persistent  failure to\n\nobject belies his afterthought claim that he was misled.  So does\n\ndefense  counsel's opening  statement,  in which  he advised  the\n\njury:\n\n          The gist of the charge is the fact that he is\n          accused of  filing on  Form 1032  a statement\n          that  he  was  not  employed  and  not  self-\n          employed.  The  government says  that he  was\r                                                                 \n          self-employed, and that  the answers that  he\r                                                                 \n          filed, indicating  that he was  not, deceived\r                                                                 \n          the government. [Emphasis supplied.]\r                                   \n\nBy like token, both  attorneys discussed self-employment in their\n\nsummations.\n\n          To reverse a conviction  on the basis of a  variance we\n\nmust  find that the variance caused a defendant to be misinformed\n\nof the charges  against him or otherwise affected his substantial\n\nrights.  See Vavlitis, 9 F.3d at 210;  United States v. Fisher, 3\r                                                                        \n\nF.3d  456,  462  (1st  Cir.  1993);  Moran,  984  F.2d  at  1304;\r                                                    \n\nSutherland,  929 F.2d at 772.  Appellant's claim of variance does\r                    \n\nnot come close to meeting this criterion.\n\n                         C.  Materiality.\r                                   C.  Materiality.\r                                                  \n\n          In order  to sustain  a  conviction under  18 U.S.C.   \n\n1001,  the  government is  required to  prove  not only  that the\n\ndefendant's  statements  were  false,  but also  that  they  were\n\nmaterial.   See  Corsino,  812  F.2d  at  30;  United  States  v.\r                                                                       \n\nNotarantonio, 758  F.2d  777, 785  (1st  Cir. 1985);  cf.  United\r                                                                           \n\nStates v. Scivola, 766  F.2d 37, 44 (1st  Cir. 1985) (holding  to\r                           \n\nlike  effect  in prosecution  for perjury).   The  district court\n\ndecided the question  of materiality rather than asking  the jury\n\n                                11\r\r\n\nto  decide  it.   Appellant fulminates  that  the court  erred in\n\nfollowing  this protocol,  and  suggests  that determinations  of\n\nmateriality should be consigned to the jury's exclusive province.\n\nHe is incorrect.\n\n          Materiality in  a \"false statement\" case  is a question\n\nof law to  be determined by the court.   See, e.g., United States\r                                                                           \n\nv. Daily, 921 F.2d 994, 1004-06 (10th Cir.), cert. denied, 112 S.\r                                                                   \n\nCt.  405 (1991); United States  v. Bullock, 857  F.2d 367, 370-71\r                                                    \n\n(7th Cir. 1988); United States v. Hansen, 772 F.2d 940, 950 (D.C.\r                                                  \n\nCir.  1985), cert. denied, 475 U.S. 1045 (1986); United States v.\r                                                                        \n\nBryant,  770 F.2d 1283, 1290  (5th Cir. 1985),  cert. denied, 475\r                                                                      \n\nU.S. 1030 (1986); United  States v. Greber,  760 F.2d 68, 73  (3d\r                                                    \n\nCir.), cert.  denied,  474  U.S. 988  (1985);  United  States  v.\r                                                                       \n\nNorris,  749 F.2d 1116, 1121  (4th Cir. 1984),  cert. denied, 471\r                                                                      \n\nU.S. 1065 (1985); United States v. Elkin, 731 F.2d 1005, 1009 (2d\r                                                  \n\nCir.), cert. denied, 469 U.S. 822 (1984); United States v. Abadi,\r                                                                          \n\n706 F.2d 178, 180 (6th Cir.), cert. denied, 464  U.S. 821 (1983);\r                                                    \n\nUnited States v. Richmond,  700 F.2d 1183, 1188 (8th  Cir. 1983).\r                                   \n\nWe have heretofore adopted this view, see Corsino, 812 F.2d at 31\r                                                           \n\nn.3; see also United States v. Nazzaro, 889 F.2d 1158,  1166 (1st\r                                                \n\nCir. 1989) (stating in  perjury prosecution \"that the materiality\n\nof perjurious  testimony is  within the  exclusive domain of  the\n\ncourt,  not  the  jury\"), and  continue  to  believe  that it  is\n\ncorrect.    We  recognize  that  one  circuit  has  maintained  a\n\ndifferent stance.  See United States v. Gaudin, 28 F.3d 943, 943-\r                                                        \n\n44  (9th Cir.  1994)  (en banc)  (adhering  to United  States  v.\r                                                                       \n\n                                12\r\r\n\nValdez, 594 F.2d 725, 728-29 (9th Cir. 1979)), petition for cert.\r                                                                           \n\nfiled, 63 U.S.L.W. 3268 (U.S. Sept. 19, 1994) (No. 94-514) and 63\r               \n\nU.S.L.W.     (U.S. Oct.  21, 1994) (No. 94-6571).   With respect,\n\nwe consider the Ninth Circuit cases to be wrongly decided and, as\n\nhave so many  of our sister circuits, we decline  to follow them.\n\nWe  conclude,  therefore, that  the trial  court  did not  err in\n\nwithholding the question of materiality from the jury.\n\n          Appellant's  fallback   position  is  that   his  false\n\nstatements did  not surpass the materiality  threshold.  However,\n\nthe test for materiality is not stringent:\n\n          [M]ateriality requires only that the fraud in\n          question   have   a   natural   tendency   to\n          influence,  or be  capable  of  affecting  or\n          influencing,  a  governmental function.   The\n          alleged concealment or misrepresentation need\n          not   have  influenced  the  actions  of  the\n          Government agency, and the  Government agents\n          need not have been actually deceived.\n\nCorsino,  812 F.2d at 30  (quoting United States  v. Markham, 537\r                                                                      \n\nF.2d  187, 196  (5th  Cir. 1976),  cert.  denied, 429  U.S.  1041\r                                                          \n\n(1977));  see also  Notarantonio,  758 F.2d at  787; cf. Scivola,\r                                                                          \n\n766 F.2d  at 44 (articulating  equivalent test in  perjury case).\n\nHere, the false statements easily qualify as material.\n\n          Statements made on Form 1032 have a natural tendency to\n\naffect  benefit levels.   An  OWCP claims  examiner testified  at\n\ntrial  that  any reported  \"changes  in [recipients']  employment\n\nactivity .  . . would change  their entitlement to the  amount of\n\ncompensation  that they  [had]  been receiving.\"   Based  on this\n\ntestimony alone,  the  district  court did  not  err  in  finding\n\nappellant's false statements to be material.\n\n                                13\r\r\n\n                    D.  The Jury Instructions.\r                              D.  The Jury Instructions.\r                                                       \n\n          Appellant assigns error to  the lower court's charge in\n\ntwo  respects.  First, he maintains that the court blundered when\n\nit  refused  to give  his  requested  \"good faith\"  instructions.\n\nSecond,  he complains that the  court strayed beyond  the pale in\n\ndiscussing  the  function  of  appellate  courts  vis-a-vis  jury\n\nverdicts.  Neither thesis withstands scrutiny.\n\n          1.  Good  Faith.  Appellant suggested two  \"good faith\"\r                    1.  Good  Faith.\r                                   \n\ninstructions at the close of trial.5  The judge refused  to adopt\n\nthese  suggestions  verbatim.   Appellant  now  asserts that  the\n\njudge's  failure to  instruct  the jury  in  accordance with  the\n\nprecise   language   that   appellant   recommended   constituted\n\nreversible error.  We think not.\n\n          It  is a settled rule that \"jury instructions are to be\n\nevaluated  in  the  context of  the  charge  as  a whole,  and  a\n\ndefendant  has  no  absolute  right  to  the  use  of  particular\n\nlanguage.\"  United States v. Dockray, 943 F.2d 152, 154 (1st Cir.\r                                              \n\n1991);  accord Cupp  v. Naughten,  414 U.S.  141, 146-47  (1973);\r                                          \n\nUnited States v.  Nivica, 887  F.2d 1110, 1124  (1st Cir.  1989),\r                                  \n\ncert.  denied, 494  U.S.  1005 (1990).    The language  that  the\r                       \n\ndistrict  court actually used in its  charge   especially certain\n\nlanguage that we have  set forth in the margin6     was more than\n                    \r                              \n\n     5One proposed  instruction dealt with generic  good faith in\ncompleting  the  forms.    The second  referred  specifically  to\nappellant's good faith reliance on the advice of counsel.\n\n     6The  court  framed the  key question  for  the jury  in the\nfollowing way:\n\n                                14\r\r\n\nadequate to  protect appellant's  rights.  The  charge explicitly\n\nmentioned both good faith and  appellant's reliance on counsel in\n\nthe course of submitting the forms.  Moreover, other parts of the\n\ncourt's instructions  unambiguously put  the jury on  notice that\n\nthe  government  had  to  prove beyond  a  reasonable  doubt that\n\nappellant knew the statements  were false when made, and  that he\n\nintended to  defraud DOL by his  answers.  No  more was exigible.\n\nSee Dockray  943 F.2d at  155; Nivica,  887 F.2d at  1124-25; see\r                                                                           \n\nalso New England Enters., Inc. v. United States, 400 F.2d  58, 71\r                                                         \n\n(1st  Cir.  1968)  (holding  that  a  forthright  instruction  on\n\nspecific  intent  is  ordinarily   a  sufficient  response  to  a\n\ndefendant's request for a  good faith instruction), cert. denied,\r                                                                          \n\n393 U.S. 1036 (1969).\n\n          In sum, a defendant who has fully  preserved his rights\n\nis  entitled to  a charge  that fairly apprises  the jury  of the\n\nelements of the offense, the presumption of innocence, the burden\n\nand quantum  of proof, and  such theories  of defense  as may  be\n\nsupported by the evidence.  He  is not entitled to the nuances of\n\nphrasing that he finds most soothing.\n\n          2.  The Court's  Comment.  Appellant's final assignment\r                    2.  The Court's  Comment.\r                                            \n\nof  error concerns  a portion  of the  charge in which  the court\n                    \r                              \n\n               Did [the  defendant] in good  faith deny\n          that he was employed  or self-employed or has\n          the government proven  that he knew  that the\n          answer to the question  was false and that he\n          intended to defraud the Department of Labor?\n\nIn  this connection,  the  court also  told  the jury  that  \"the\ndefendant has offered evidence  that he acted on the  advice of a\nlawyer when he told the government that he was not employed.\"\n\n                                15\r\r\n\nsaid:\n\n               You are  the judges of the  facts, and I\n          will  leave to  you entirely the  judgment of\n          the facts.  I ask you to leave to me entirely\n          the judgment as to the law.\n\n               You should also understand  that if I am\n          in error,  there is  a higher court  that can\n          and  cheerfully  will reverse  me.   However,\n          there is  no higher  court  that will  review\n          your judgment  of facts.   You are  the only,\n          the final judges of the facts in this case.\n\nAppellant argues  that this commentary lessened  the government's\n\nburden of  proof by  easing the  jury's sense  of responsibility.\n\nBeing  told explicitly  that appellate review  is available  by a\n\ncourt that  is prepared  \"cheerfully\" to  set aside  the verdict,\n\nappellant  reasons, makes  jurors  less responsible,  ergo,  more\n\nprone  to  convict,  bolstered  by  the  knowledge  that  if  the\n\ndefendant is innocent the jury's mistake likely  will be repaired\n\nby a panel of appellate judges.\n\n          Instructing a criminal jury about the appellate process\n\nis  a fairly prevalent practice among trial judges.  Nonetheless,\n\nsuch instructions are usually unnecessary, and we counsel against\n\nthem  unless  there   is  some  special   reason  to  give   such\n\ninstructions in a particular  case.  See, e.g., United  States v.\r                                                                        \n\nGreenberg, 445 F.2d  1158, 1162  (2d Cir. 1971)  (\"It might  have\r                   \n\nbeen better procedure not  to have told the jury .  . . `[not] to\n\nworry' because this court would  reverse if there were  error.\");\n\nCommonwealth v.  Burke, 382 N.E.2d  192, 195 (Mass.  1978) (\"[I]n\r                                \n\nthe absence of special circumstances, the  judge should not refer\n\nto  the appellate process.\").   Be that as  it may, reversal does\n\n                                16\r\r\n\nnot follow automatically merely because a trial judge succumbs to\n\na  bad idea.  Thus,  instructions anent the  appellate process do\n\nnot ordinarily  constitute error as  long as  they are  accurate.\n\nSee,  e.g., United States v. Ferra, 900 F.2d 1057, 1060 (7th Cir.\r                                            \n\n1990)  (\"Truth usually  promotes  the operation  of the  judicial\n\nsystem.   Jurors need not be  left to wonder about the allocation\n\nof tasks between trial and appellate courts.\"), cert. denied, 112\r                                                                      \n\nS. Ct.  1939 (1992); see also  United States v. Miceli,  446 F.2d\r                                                                \n\n256, 259-60 (1st Cir.  1971) (finding no error in  an instruction\n\nthat  \"merely indicated to the jury that it had no responsibility\n\nas to questions of law\").\n\n          Challenges  to instructions  regarding the  function of\n\nappellate  courts should be treated  like other challenges to the\n\ncharge:   the court of appeals must examine the charge as a whole\n\nto determine  if the  judge balanced the  instructions, correctly\n\ninformed  the jurors of the governing law, imbued the jurors with\n\nan  appropriate  sense  of  responsibility,   and  avoided  undue\n\nprejudice.   In this case,  surveying the charge  in its entirety\n\npersuades us that the challenged comments were unlikely either to\n\nhave  confused the jurors or to have camouflaged the solemnity of\n\ntheir task.    Indeed,  the  judge's instruction  may  well  have\n\nimpelled the jury  to consider its  determination of facts  more,\n\nrather  than less,  cautiously;  after all,  the judge's  remarks\n\nabout the  finality of  the jury's factfinding  function probably\n\n                                17\r\r\n\noverstated the law.7  See, e.g., United States v. Loder, 23  F.3d\r                                                                 \n\n586, 592-93 (1st Cir. 1994) (reversing jury verdict on grounds of\n\nevidentiary   insufficiency).      Therefore,    the   challenged\n\ninstruction did not \"dilute  the [jury's] sense of responsibility\n\nbut  rather focus[ed]  jurors  on their  true  responsibilities.\"\n\nFerra, 900 F.2d at 1061.  \r               \n\nIII.  CONCLUSION\r          III.  CONCLUSION\n\n          We  need go  no  further.   Appellant's  asseverational\n\narray \n\nlacks  merit.  For aught that appears, appellant was fairly tried\n\nand lawfully convicted.  The judgment below, must, therefore, be\n\nAffirmed.\r          Affirmed.\r                  \n\n                    \r                              \n\n     7This is  not a case like United States v. Fiorito, 300 F.2d\r                                                                 \n424  (7th Cir.  1962), in  which the  trial judge  diminished the\njurors' role and diluted their collective sense of responsibility\nby  assuring them that, if they forgot something, \"that's part of\nthe game .  . . .  That's why we have a court of appeals . . . .\"\nId.  at 426.  To  the contrary, the  court's instruction here had\r             \nprecisely the opposite import.\n\n                                18\r\r\n",
  "html": "<p class=\"case_cite\">41 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Philip G. ARCADIPANE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1342.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 10, 1994.<br>Decided Nov. 23, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Willie J. Davis, with whom Davis, Robinson &amp; White, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Robert E. Richardson, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Philip G. Arcadipane appeals his conviction on multiple counts of mail fraud and making false statements.  In the last analysis, the plethora of arguments that he advances, though ably presented, signify nothing of consequence.  Accordingly, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In April of 1988, while working for the United States Postal Service, appellant suffered a job-related psychiatric disability.  He eventually filed a claim for benefits with the Office of Workers' Compensation Programs (OWCP) of the United States Department of Labor (DOL).  He received his first disability check in February of 1989, retired from the Postal Service eight months later, and continued to receive disability payments thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Prior to the onset of his disability, appellant had been repairing firearms and reloading shell casings as a for-profit sideline.  In connection with its initial processing of the disability claim, OWCP wrote to him in June of 1988 requesting information about extra-curricular employment activities.  After consulting with counsel, appellant explained that his sideline business had been reorganized and that he was no longer gainfully employed in it.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  OWCP did not press the point at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1990, 1991, and 1992, OWCP requested appellant, in conjunction with his ongoing receipt of compensation benefits, to complete Form 1032.  This is a standardized form designed to obtain historical information regarding benefit recipients' income from sources such as employment and self-employment.  OWCP uses the data to compute benefit levels.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 7, 1990, after again consulting with counsel, appellant submitted a completed Form 1032 to OWCP.  He made similar submissions on September 7, 1991, and August 20, 1992.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Each time he stated that he \"had not been employed for the previous twelve months,\" and that he \"had been unemployed during the previous fifteen months.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1992, DOL launched an investigation of appellant's business activities.  In May, an agent posing as a purchasing officer for an out-of-state police department contacted appellant and, after some negotiations, ordered 20,000 rounds of ammunition.  The \"purchaser\" arranged to pick up the order at appellant's home.  Upon his arrival, however, he whipped out a search warrant instead of a requisition, combed the premises, and seized various incriminating business records (including income tax returns).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Soon thereafter, a federal grand jury returned a 31-count indictment against appellant.  Twenty-eight counts charged mail fraud in violation of 18 U.S.C. Sec. 1341 (1988), on the theory that appellant had wrongfully obtained money through the mails (specifically, 28 monthly disability checks) by \"falsely [claiming] that [he] was not employed and that [he] was unemployed.\"   The remaining three counts charged appellant with making false statements (one for each Form 1032 that he submitted to OWCP) to the effect that he was \"unemployed\".</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A jury convicted appellant on all counts, and OWCP suspended benefit payments.  This appeal ensued.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant has advanced several asseverations in support of his appeal.  We deal with them seriatim.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>A. OWCP's Authority.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant maintains that his convictions under the false statement statute cannot stand.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  He constructs the following syllogism:  (1) inasmuch as he was totally disabled during the time frame covered by the indictment, his situation is controlled by 5 U.S.C. Sec. 8105(a) (which provides in relevant part that, when an employee's \"disability is total, the United States shall pay the employee during the disability monthly monetary compensation\"), (2) section 8105 does not specifically authorize DOL to prod benefit recipients to report earnings from employment and self-employment;<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  and, therefore, (3) the government had no authority to request the information that it now asserts appellant falsely supplied.  He adds, moreover, that because 5 U.S.C. Sec. 8105 did not authorize the solicitation of earnings information, he had no way of knowing that section 1001 applied to Form 1032, and thus did not receive fair warning that inscribing false statements on the form could subject him to a federal criminal prosecution.  We do not find either facet of this argument persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1. Lack of Authority.   It seems self-evident that section 1001 is intended to promote the smooth functioning of government agencies and the expeditious processing of the government's business by ensuring that those who deal with the government furnish information on which the government confidently may rely.  To this end, section 1001 in and of itself constitutes a blanket proscription against the making of false statements to federal agencies.  Thus, while section 1001 prohibits falsification in connection with documents that persons are required by law to file with agencies of the federal government, see, e.g., United States v. Dale, 991 F.2d 819, 828-29 (D.C.Cir.)  (involving a fraudulent application for a Department of Defense security clearance), cert. denied, --- U.S. ----, ----, 114 S.Ct. 286, 650, 126 L.Ed.2d 236 (1993), its prohibitory sweep is not limited to such documents.  The statute equally forbids falsification of any other statement, whether or not legally required, made to a federal agency.  See United States v. Meuli, 8 F.3d 1481, 1485 (10th Cir.1993) (explaining that section 1001 \"prohibits false statements whether or not another law requires the information be provided\"), cert. denied, --- U.S. ----, 114 S.Ct. 1403, 128 L.Ed.2d 76 (1994);  United States v. Kappes, 936 F.2d 227, 231 (6th Cir.1991) (explaining that section 1001 itself provides \"clear statutory authority to justify holding [persons] to the reporting requirement\");  United States v. Olson, 751 F.2d 1126, 1127 (9th Cir.1985) (per curiam) (holding that section 1001's prohibition of false statements is not restricted to those that are submitted pursuant to some (other) specific statutory requirement);  see also United States v. Corsino, 812 F.2d 26, 31 (1st Cir.1987) (holding sub silentio to same effect).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Applying this rationale to the case at hand, we conclude that the \"lack of authority\" issue is a red herring.  Under section 1001, the government does not need to show that it had some particular extrinsic authority to request the information falsely provided by the defendant.  Consequently, whether DOL or OWCP had the specific statutory authority to seek employment and self-employment data from appellant is irrelevant to the validity of the convictions under review.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">2. Fair Warning.   The second prong of appellant's assignment of error posits that, because the benefits he received under 5 U.S.C. Sec. 8105 were not conditioned by statute upon his truthful completion of Form 1032, he did not receive fair warning that inscribing false statements on that form would expose him to criminal charges.  Appellant's protest lacks force.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To be sure, the Due Process Clause forbids the government from depriving an individual of his liberty by reason of specified conduct unless he is given fair warning of the consequences of that conduct.  See Marks v. United States, 430 U.S. 188, 191, 97 S.Ct. 990, 992, 51 L.Ed.2d 260 (1977);  United States v. Gallo, 20 F.3d 7, 12 (1st Cir.1994).  Fair warning thus requires that a criminal statute be sufficiently definite to apprise a person of ordinary intelligence that his anticipated behavior will transgress the law.  See United States v. Barker Steel Co., 985 F.2d 1123, 1129 (1st Cir.1993).  Fair warning, however, does not mean that the first bite is free, nor does the doctrine demand an explicit or personalized warning.  Although a prospective defendant is entitled to notice of what behavior will be deemed to infract the criminal code, the fair warning doctrine neither excuses professed ignorance of the law nor encourages deliberate blindness to the obvious consequences of one's actions.  See Gallo, 20 F.3d at 12.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this instance, appellant had ample warning because section 1001 is clear on its face.  The Court held as much in United States v. Yermian, 468 U.S. 63, 104 S.Ct. 2936, 82 L.Ed.2d 53 (1984), a case in which the defendant made false statements on a form provided by his employer.  The employer, unbeknownst to the defendant, later forwarded the form to the Department of Defense.  In affirming the defendant's conviction, the Court held that section 1001 \"unambiguously dispenses with any requirement that the Government also prove that [the false] statements were made with actual knowledge of federal agency jurisdiction.\"  Id. at 69, 104 S.Ct. at 2940 (citations omitted).  Under Yermian, the plain language of section 1001 constitutes a constitutionally sufficient warning.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We think that the instant case is even stronger than Yermian.   Here, appellant knew that Form 1032 originated with a government agency.  He had every reason to believe that the continued receipt of government funds--his disability benefits--depended, at least in part, on his responses.  Form 1032 itself placed appellant on notice, through a warning conspicuously printed on the front page of the form, that he must make honest answers to the questions, regardless of who would later read the completed document.  In short, appellant's claim that he was not adequately forewarned rings surpassingly hollow.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>B. Variance.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The indictment charged, inter alia, that appellant falsely stated on Form 1032 that he was \"unemployed.\"   Appellant complains that the prosecutor told the jury that it could convict not only if it found appellant to have been \"employed,\" but also if it found appellant to have been \"self-employed.\"   In appellant's view, this is a fatal variance between the indictment and the proof at trial.  We think that the reports of the indictment's demise are greatly exaggerated.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellant's contention suffers from two vices.  First, he did not raise it in the district court--appellant did not object to the introduction of evidence regarding his self-employment, and never presented the alleged discrepancy between the charge and the evidence to the trial judge by motion or otherwise--and he has, therefore, waived the point.  See, e.g., United States v. Slade, 980 F.2d 27, 31 (1st Cir.1992) (holding that \"a party is not at liberty to articulate specific arguments for the first time on appeal simply because the general issue was before the district court\");  United States v. Figueroa, 818 F.2d 1020, 1025 (1st Cir.1987) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In addition to being procedurally defaulted, appellant's contention is substantively wanting.  A variance occurs when the proof at trial portrays a scenario that differs materially from the scenario limned in the indictment.  See United States v. Vavlitis, 9 F.3d 206, 210 (1st Cir.1993);  United States v. Moran, 984 F.2d 1299, 1304 (1st Cir.1993).  A variance requires reversal of a conviction only if it is both material and prejudicial, for example, if the variance works a substantial interference with the defendant's right to be informed of the charges laid at his doorstep.  See Vavlitis, 9 F.3d at 210;  United States v. Sutherland, 929 F.2d 765, 772 (1st Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 83, 116 L.Ed.2d 56 (1991).  We afford plenary review to the question of whether an asserted variance requires retrial.  See United States v. Cardall, 885 F.2d 656, 670 (10th Cir.1989);  see also 2 Steven A. Childress &amp; Martha S. Davis, Federal Standards of Review Sec. 11.32, at 125 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We see no cognizable prejudice here.  When, as now, an indictment gives a defendant particular notice of the events charged, and the proof at trial centers on those events, minor differences in the details of the facts charged, as contrasted to those proved, are unlikely to be either material or prejudicial.  See, e.g., United States v. Morrow, 39 F.3d 1228, 1235 (1st Cir.1994).  So it is here:  self-employment is merely one form of employment, and a person who is either employed or self-employed could not be said in any meaningful sense to be \"unemployed.\"   Whatever slight difference may exist between employment and self-employment cannot support the weight of the claimed variance.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We are fortified in this conclusion because the record makes transpicuously clear that appellant at all times understood his statements about both employment and self-employment to be at issue.  For example, the government, in its opening discourse, told the jury the evidence would show that appellant \"stated that he was not employed or self-employed....\"  Appellant did not object to this assertion.  He likewise did not object during the trial as the government placed into evidence his statements regarding self-employment.  Appellant's persistent failure to object belies his afterthought claim that he was misled.  So does defense counsel's opening statement, in which he advised the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>The gist of the charge is the fact that he is accused of filing on Form 1032 a statement that he was not employed and not self-employed.  The government says that he was self-employed, and that the answers that he filed, indicating that he was not, deceived the government.  [Emphasis supplied.]</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">By like token, both attorneys discussed self-employment in their summations.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To reverse a conviction on the basis of a variance we must find that the variance caused a defendant to be misinformed of the charges against him or otherwise affected his substantial rights.  See Vavlitis, 9 F.3d at 210;  United States v. Fisher, 3 F.3d 456, 462 (1st Cir.1993);  Moran, 984 F.2d at 1304;  Sutherland, 929 F.2d at 772.   Appellant's claim of variance does not come close to meeting this criterion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>C. Materiality.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In order to sustain a conviction under 18 U.S.C. Sec. 1001, the government is required to prove not only that the defendant's statements were false, but also that they were material.  See Corsino, 812 F.2d at 30;  United States v. Notarantonio, 758 F.2d 777, 785 (1st Cir.1985);  cf. United States v. Scivola, 766 F.2d 37, 44 (1st Cir.1985) (holding to like effect in prosecution for perjury).  The district court decided the question of materiality rather than asking the jury to decide it.  Appellant fulminates that the court erred in following this protocol, and suggests that determinations of materiality should be consigned to the jury's exclusive province.  He is incorrect.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Materiality in a \"false statement\" case is a question of law to be determined by the court.  See, e.g., United States v. Daily, 921 F.2d 994, 1004-06 (10th Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 405, 116 L.Ed.2d 354 (1991);  United States v. Bullock, 857 F.2d 367, 370-71 (7th Cir.1988);  United States v. Hansen, 772 F.2d 940, 950 (D.C.Cir.1985), cert. denied, 475 U.S. 1045, 106 S.Ct. 1262, 89 L.Ed.2d 571 (1986);  United States v. Bryant, 770 F.2d 1283, 1290 (5th Cir.1985), cert. denied, 475 U.S. 1030, 106 S.Ct. 1235, 89 L.Ed.2d 343 (1986);  United States v. Greber, 760 F.2d 68, 73 (3d Cir.), cert. denied, 474 U.S. 988, 106 S.Ct. 396, 88 L.Ed.2d 348 (1985);  United States v. Norris, 749 F.2d 1116, 1121 (4th Cir.1984), cert. denied, 471 U.S. 1065, 105 S.Ct. 2139, 85 L.Ed.2d 496 (1985);  United States v. Elkin, 731 F.2d 1005, 1009 (2d Cir.), cert. denied, 469 U.S. 822, 105 S.Ct. 97, 83 L.Ed.2d 43 (1984);  United States v. Abadi, 706 F.2d 178, 180 (6th Cir.), cert. denied, 464 U.S. 821, 104 S.Ct. 86, 78 L.Ed.2d 95 (1983);  United States v. Richmond, 700 F.2d 1183, 1188 (8th Cir.1983).  We have heretofore adopted this view, see Corsino, 812 F.2d at 31 n. 3;  see also United States v. Nazzaro, 889 F.2d 1158, 1166 (1st Cir.1989) (stating in perjury prosecution \"that the materiality of perjurious testimony is within the exclusive domain of the court, not the jury\"), and continue to believe that it is correct.  We recognize that one circuit has maintained a different stance.  See United States v. Gaudin, 28 F.3d 943, 943-44 (9th Cir.1994) (en banc) (adhering to United States v. Valdez, 594 F.2d 725, 728-29 (9th Cir.1979)), cert. granted in part, --- U.S. ---, 115 S.Ct. 713, --- L.Ed.2d --- (1995) (No. 94-514), cert. denied, --- U.S. ---, 115 S.Ct. 745, --- L.Ed.2d --- (No. 94-6571) (1995).  With respect, we consider the Ninth Circuit cases to be wrongly decided and, as have so many of our sister circuits, we decline to follow them.  We conclude, therefore, that the trial court did not err in withholding the question of materiality from the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Appellant's fallback position is that his false statements did not surpass the materiality threshold.  However, the test for materiality is not stringent:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>[M]ateriality requires only that the fraud in question have a natural tendency to influence, or be capable of affecting or influencing, a governmental function.  The alleged concealment or misrepresentation need not have influenced the actions of the Government agency, and the Government agents need not have been actually deceived.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Corsino, 812 F.2d at 30 (quoting United States v. Markham, 537 F.2d 187, 196 (5th Cir.1976), cert. denied, 429 U.S. 1041, 97 S.Ct. 739, 50 L.Ed.2d 752 (1977));  see also Notarantonio, 758 F.2d at 787;  cf. Scivola, 766 F.2d at 44 (articulating equivalent test in perjury case).  Here, the false statements easily qualify as material.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Statements made on Form 1032 have a natural tendency to affect benefit levels.  An OWCP claims examiner testified at trial that any reported \"changes in [recipients'] employment activity ... would change their entitlement to the amount of compensation that they [had] been receiving.\"   Based on this testimony alone, the district court did not err in finding appellant's false statements to be material.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>D. The Jury Instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Appellant assigns error to the lower court's charge in two respects.  First, he maintains that the court blundered when it refused to give his requested \"good faith\" instructions.  Second, he complains that the court strayed beyond the pale in discussing the function of appellate courts vis-a-vis jury verdicts.  Neither thesis withstands scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">1. Good Faith.   Appellant suggested two \"good faith\" instructions at the close of trial.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The judge refused to adopt these suggestions verbatim.  Appellant now asserts that the judge's failure to instruct the jury in accordance with the precise language that appellant recommended constituted reversible error.  We think not.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is a settled rule that \"jury instructions are to be evaluated in the context of the charge as a whole, and a defendant has no absolute right to the use of particular language.\"  United States v. Dockray, 943 F.2d 152, 154 (1st Cir.1991);  accord Cupp v. Naughten, 414 U.S. 141, 146-47, 94 S.Ct. 396, 400-01, 38 L.Ed.2d 368 (1973);  United States v. Nivica, 887 F.2d 1110, 1124 (1st Cir.1989), cert. denied, 494 U.S. 1005, 110 S.Ct. 1300, 108 L.Ed.2d 477 (1990).  The language that the district court actually used in its charge--especially certain language that we have set forth in the margin<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>--was more than adequate to protect appellant's rights.  The charge explicitly mentioned both good faith and appellant's reliance on counsel in the course of submitting the forms.  Moreover, other parts of the court's instructions unambiguously put the jury on notice that the government had to prove beyond a reasonable doubt that appellant knew the statements were false when made, and that he intended to defraud DOL by his answers.  No more was exigible.  See Dockray 943 F.2d at 155;  Nivica, 887 F.2d at 1124-25;  see also New England Enters., Inc. v. United States, 400 F.2d 58, 71 (1st Cir.1968) (holding that a forthright instruction on specific intent is ordinarily a sufficient response to a defendant's request for a good faith instruction), cert. denied, 393 U.S. 1036, 89 S.Ct. 654, 21 L.Ed.2d 581 (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In sum, a defendant who has fully preserved his rights is entitled to a charge that fairly apprises the jury of the elements of the offense, the presumption of innocence, the burden and quantum of proof, and such theories of defense as may be supported by the evidence.  He is not entitled to the nuances of phrasing that he finds most soothing.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">2. The Court's Comment.   Appellant's final assignment of error concerns a portion of the charge in which the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">You are the judges of the facts, and I will leave to you entirely the judgment of the facts.  I ask you to leave to me entirely the judgment as to the law.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">You should also understand that if I am in error, there is a higher court that can and cheerfully will reverse me.  However, there is no higher court that will review your judgment of facts.  You are the only, the final judges of the facts in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Appellant argues that this commentary lessened the government's burden of proof by easing the jury's sense of responsibility.  Being told explicitly that appellate review is available by a court that is prepared \"cheerfully\" to set aside the verdict, appellant reasons, makes jurors less responsible, ergo, more prone to convict, bolstered by the knowledge that if the defendant is innocent the jury's mistake likely will be repaired by a panel of appellate judges.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Instructing a criminal jury about the appellate process is a fairly prevalent practice among trial judges.  Nonetheless, such instructions are usually unnecessary, and we counsel against them unless there is some special reason to give such instructions in a particular case.  See, e.g., United States v. Greenberg, 445 F.2d 1158, 1162 (2d Cir.1971) (\"It might have been better procedure not to have told the jury ... '[not] to worry' because this court would reverse if there were error.\");  Commonwealth v. Burke, 376 Mass. 539, 382 N.E.2d 192, 195 (1978) (\"[I]n the absence of special circumstances, the judge should not refer to the appellate process.\").  Be that as it may, reversal does not follow automatically merely because a trial judge succumbs to a bad idea.  Thus, instructions anent the appellate process do not ordinarily constitute error as long as they are accurate.  See, e.g., United States v. Ferra, 900 F.2d 1057, 1060 (7th Cir.1990) (\"Truth usually promotes the operation of the judicial system.  Jurors need not be left to wonder about the allocation of tasks between trial and appellate courts.\"), cert. denied, --- U.S. ----, 112 S.Ct. 1939, 118 L.Ed.2d 545 (1992);  see also United States v. Miceli, 446 F.2d 256, 259-60 (1st Cir.1971) (finding no error in an instruction that \"merely indicated to the jury that it had no responsibility as to questions of law\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Challenges to instructions regarding the function of appellate courts should be treated like other challenges to the charge:  the court of appeals must examine the charge as a whole to determine if the judge balanced the instructions, correctly informed the jurors of the governing law, imbued the jurors with an appropriate sense of responsibility, and avoided undue prejudice.  In this case, surveying the charge in its entirety persuades us that the challenged comments were unlikely either to have confused the jurors or to have camouflaged the solemnity of their task.  Indeed, the judge's instruction may well have impelled the jury to consider its determination of facts more, rather than less, cautiously;  after all, the judge's remarks about the finality of the jury's factfinding function probably overstated the law.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See, e.g., United States v. Loder, 23 F.3d 586, 592-93 (1st Cir.1994) (reversing jury verdict on grounds of evidentiary insufficiency).  Therefore, the challenged instruction did not \"dilute the [jury's] sense of responsibility but rather focus[ed] jurors on their true responsibilities.\"  Ferra, 900 F.2d at 1061.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We need go no further.  Appellant's asseverational array lacks merit.  For aught that appears, appellant was fairly tried and lawfully convicted.  The judgment below, must, therefore, be</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant informed OWCP that his wife now owned the business;  that it was not operating profitably;  and that, when he assisted her at all, he did so without remuneration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Each form, by its terms, covered \"the 12 months prior to the date of [the benefit recipient's] completion and signature.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The false statement statute provides:</p>\n        <p>Whoever, in any matter within the jurisdiction of any department or agency of the United States knowingly and willfully falsifies, conceals or covers up by any trick, scheme, or device a material fact, or makes any false, fictitious or fraudulent statements or representations, or makes or uses any false writing or document knowing the same to contain any false, fictitious or fraudulent statement or entry, shall be [punished as provided].</p>\n        <p>18 U.S.C. Sec. 1001 (1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Appellant contrasts section 8105 with a sister statute which specifically provides that:</p>\n        <p>The Secretary of Labor may require a partially disabled employee to report his earnings from employment or self-employment, by affidavit or otherwise, in the manner and at the times the Secretary specifies....</p>\n        <p>5 U.S.C. Sec. 8106(b) (1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> One proposed instruction dealt with generic good faith in completing the forms.  The second referred specifically to appellant's good faith reliance on the advice of counsel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court framed the key question for the jury in the following way:</p>\n        <p>Did [the defendant] in good faith deny that he was employed or self-employed or has the government proven that he knew that the answer to the question was false and that he intended to defraud the Department of Labor?</p>\n        <p>In this connection, the court also told the jury that \"the defendant has offered evidence that he acted on the advice of a lawyer when he told the government that he was not employed.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This is not a case like United States v. Fiorito, 300 F.2d 424 (7th Cir.1962), in which the trial judge diminished the jurors' role and diluted their collective sense of responsibility by assuring them that, if they forgot something, \"that's part of the game....  That's why we have a court of appeals....\"  Id. at 426.   To the contrary, the court's instruction here had precisely the opposite import</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Philip G. ARCADIPANE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1342.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 10, 1994.<br>Decided Nov. 23, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Willie J. Davis, with whom Davis, Robinson &amp; White, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Robert E. Richardson, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Philip G. Arcadipane appeals his conviction on multiple counts of mail fraud and making false statements.  In the last analysis, the plethora of arguments that he advances, though ably presented, signify nothing of consequence.  Accordingly, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In April of 1988, while working for the United States Postal Service, appellant suffered a job-related psychiatric disability.  He eventually filed a claim for benefits with the Office of Workers' Compensation Programs (OWCP) of the United States Department of Labor (DOL).  He received his first disability check in February of 1989, retired from the Postal Service eight months later, and continued to receive disability payments thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Prior to the onset of his disability, appellant had been repairing firearms and reloading shell casings as a for-profit sideline.  In connection with its initial processing of the disability claim, OWCP wrote to him in June of 1988 requesting information about extra-curricular employment activities.  After consulting with counsel, appellant explained that his sideline business had been reorganized and that he was no longer gainfully employed in it.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  OWCP did not press the point at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1990, 1991, and 1992, OWCP requested appellant, in conjunction with his ongoing receipt of compensation benefits, to complete Form 1032.  This is a standardized form designed to obtain historical information regarding benefit recipients' income from sources such as employment and self-employment.  OWCP uses the data to compute benefit levels.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 7, 1990, after again consulting with counsel, appellant submitted a completed Form 1032 to OWCP.  He made similar submissions on September 7, 1991, and August 20, 1992.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Each time he stated that he \"had not been employed for the previous twelve months,\" and that he \"had been unemployed during the previous fifteen months.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1992, DOL launched an investigation of appellant's business activities.  In May, an agent posing as a purchasing officer for an out-of-state police department contacted appellant and, after some negotiations, ordered 20,000 rounds of ammunition.  The \"purchaser\" arranged to pick up the order at appellant's home.  Upon his arrival, however, he whipped out a search warrant instead of a requisition, combed the premises, and seized various incriminating business records (including income tax returns).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Soon thereafter, a federal grand jury returned a 31-count indictment against appellant.  Twenty-eight counts charged mail fraud in violation of 18 U.S.C. Sec. 1341 (1988), on the theory that appellant had wrongfully obtained money through the mails (specifically, 28 monthly disability checks) by \"falsely [claiming] that [he] was not employed and that [he] was unemployed.\"   The remaining three counts charged appellant with making false statements (one for each Form 1032 that he submitted to OWCP) to the effect that he was \"unemployed\".</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A jury convicted appellant on all counts, and OWCP suspended benefit payments.  This appeal ensued.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant has advanced several asseverations in support of his appeal.  We deal with them seriatim.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>A. OWCP's Authority.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant maintains that his convictions under the false statement statute cannot stand.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  He constructs the following syllogism:  (1) inasmuch as he was totally disabled during the time frame covered by the indictment, his situation is controlled by 5 U.S.C. Sec. 8105(a) (which provides in relevant part that, when an employee's \"disability is total, the United States shall pay the employee during the disability monthly monetary compensation\"), (2) section 8105 does not specifically authorize DOL to prod benefit recipients to report earnings from employment and self-employment;<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  and, therefore, (3) the government had no authority to request the information that it now asserts appellant falsely supplied.  He adds, moreover, that because 5 U.S.C. Sec. 8105 did not authorize the solicitation of earnings information, he had no way of knowing that section 1001 applied to Form 1032, and thus did not receive fair warning that inscribing false statements on the form could subject him to a federal criminal prosecution.  We do not find either facet of this argument persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1. Lack of Authority.   It seems self-evident that section 1001 is intended to promote the smooth functioning of government agencies and the expeditious processing of the government's business by ensuring that those who deal with the government furnish information on which the government confidently may rely.  To this end, section 1001 in and of itself constitutes a blanket proscription against the making of false statements to federal agencies.  Thus, while section 1001 prohibits falsification in connection with documents that persons are required by law to file with agencies of the federal government, see, e.g., United States v. Dale, <span class=\"citation\" data-id=\"605520\"><a href=\"/opinion/605520/united-states-v-david-m-dale-united-states-of-america-v-michelle/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">819</span></a></span>, 828-29 (D.C.Cir.)  (involving a fraudulent application for a Department of Defense security clearance), cert. denied, --- U.S. ----, ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">286</span></span>, 650, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span> </span>(1993), its prohibitory sweep is not limited to such documents.  The statute equally forbids falsification of any other statement, whether or not legally required, made to a federal agency.  See United States v. Meuli, <span class=\"citation\" data-id=\"656635\"><a href=\"/opinion/656635/united-states-v-gene-e-meuli/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1481</span></a></span>, 1485 (10th Cir.1993) (explaining that section 1001 \"prohibits false statements whether or not another law requires the information be provided\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1403</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">76</span> </span>(1994);  United States v. Kappes, <span class=\"citation\" data-id=\"563259\"><a href=\"/opinion/563259/united-states-v-thomas-m-kappes-iii/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">227</span></a></span>, 231 (6th Cir.1991) (explaining that section 1001 itself provides \"clear statutory authority to justify holding [persons] to the reporting requirement\");  United States v. Olson, <span class=\"citation\" data-id=\"446423\"><a href=\"/opinion/446423/united-states-v-ronald-l-olson/\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1126</span></a></span>, 1127 (9th Cir.1985) (per curiam) (holding that section 1001's prohibition of false statements is not restricted to those that are submitted pursuant to some (other) specific statutory requirement);  see also United States v. Corsino, <span class=\"citation\" data-id=\"483542\"><a href=\"/opinion/483542/united-states-v-rafael-corsino/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span>, 31 (1st Cir.1987) (holding sub silentio to same effect).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Applying this rationale to the case at hand, we conclude that the \"lack of authority\" issue is a red herring.  Under section 1001, the government does not need to show that it had some particular extrinsic authority to request the information falsely provided by the defendant.  Consequently, whether DOL or OWCP had the specific statutory authority to seek employment and self-employment data from appellant is irrelevant to the validity of the convictions under review.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">2. Fair Warning.   The second prong of appellant's assignment of error posits that, because the benefits he received under 5 U.S.C. Sec. 8105 were not conditioned by statute upon his truthful completion of Form 1032, he did not receive fair warning that inscribing false statements on that form would expose him to criminal charges.  Appellant's protest lacks force.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To be sure, the Due Process Clause forbids the government from depriving an individual of his liberty by reason of specified conduct unless he is given fair warning of the consequences of that conduct.  See Marks v. United States, <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 191, <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">990</span></a></span>, 992, <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span> </a></span>(1977);  United States v. Gallo, <span class=\"citation\" data-id=\"195289\"><a href=\"/opinion/195289/united-states-v-gallo/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 12 (1st Cir.1994).  Fair warning thus requires that a criminal statute be sufficiently definite to apprise a person of ordinary intelligence that his anticipated behavior will transgress the law.  See United States v. Barker Steel Co., <span class=\"citation\" data-id=\"600350\"><a href=\"/opinion/600350/united-states-v-barker-steel-co-inc-and-robert-b-brack/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1123</span></a></span>, 1129 (1st Cir.1993).  Fair warning, however, does not mean that the first bite is free, nor does the doctrine demand an explicit or personalized warning.  Although a prospective defendant is entitled to notice of what behavior will be deemed to infract the criminal code, the fair warning doctrine neither excuses professed ignorance of the law nor encourages deliberate blindness to the obvious consequences of one's actions.  See <span class=\"citation\" data-id=\"195289\"><span class=\"antecedent_guess\">Gallo,</span> <a href=\"/opinion/195289/united-states-v-gallo/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">12</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this instance, appellant had ample warning because section 1001 is clear on its face.  The Court held as much in United States v. Yermian, <span class=\"citation\" data-id=\"111238\"><a href=\"/opinion/111238/united-states-v-yermian/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">63</span></a></span>, <span class=\"citation\" data-id=\"111238\"><a href=\"/opinion/111238/united-states-v-yermian/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2936</span></a></span>, <span class=\"citation\" data-id=\"111238\"><a href=\"/opinion/111238/united-states-v-yermian/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">53</span> </a></span>(1984), a case in which the defendant made false statements on a form provided by his employer.  The employer, unbeknownst to the defendant, later forwarded the form to the Department of Defense.  In affirming the defendant's conviction, the Court held that section 1001 \"unambiguously dispenses with any requirement that the Government also prove that [the false] statements were made with actual knowledge of federal agency jurisdiction.\"  <span class=\"citation\" data-id=\"111238\"><a href=\"/opinion/111238/united-states-v-yermian/\"><span class=\"id_token\">Id.</span> at 69, </a></span>104 S.Ct. at 2940 (citations omitted).  Under Yermian, the plain language of section 1001 constitutes a constitutionally sufficient warning.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We think that the instant case is even stronger than Yermian.   Here, appellant knew that Form 1032 originated with a government agency.  He had every reason to believe that the continued receipt of government funds--his disability benefits--depended, at least in part, on his responses.  Form 1032 itself placed appellant on notice, through a warning conspicuously printed on the front page of the form, that he must make honest answers to the questions, regardless of who would later read the completed document.  In short, appellant's claim that he was not adequately forewarned rings surpassingly hollow.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>B. Variance.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The indictment charged, inter alia, that appellant falsely stated on Form 1032 that he was \"unemployed.\"   Appellant complains that the prosecutor told the jury that it could convict not only if it found appellant to have been \"employed,\" but also if it found appellant to have been \"self-employed.\"   In appellant's view, this is a fatal variance between the indictment and the proof at trial.  We think that the reports of the indictment's demise are greatly exaggerated.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellant's contention suffers from two vices.  First, he did not raise it in the district court--appellant did not object to the introduction of evidence regarding his self-employment, and never presented the alleged discrepancy between the charge and the evidence to the trial judge by motion or otherwise--and he has, therefore, waived the point.  See, e.g., United States v. Slade, <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 31 (1st Cir.1992) (holding that \"a party is not at liberty to articulate specific arguments for the first time on appeal simply because the general issue was before the district court\");  United States v. Figueroa, <span class=\"citation\" data-id=\"488520\"><a href=\"/opinion/488520/united-states-v-raul-casiano-figueroa/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1020</span></a></span>, 1025 (1st Cir.1987) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In addition to being procedurally defaulted, appellant's contention is substantively wanting.  A variance occurs when the proof at trial portrays a scenario that differs materially from the scenario limned in the indictment.  See United States v. Vavlitis, <span class=\"citation\" data-id=\"195045\"><a href=\"/opinion/195045/united-states-v-vavlitis/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">206</span></a></span>, 210 (1st Cir.1993);  United States v. Moran, <span class=\"citation\" data-id=\"599257\"><a href=\"/opinion/599257/united-states-v-george-a-moran/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span>, 1304 (1st Cir.1993).  A variance requires reversal of a conviction only if it is both material and prejudicial, for example, if the variance works a substantial interference with the defendant's right to be informed of the charges laid at his doorstep.  See <span class=\"citation\" data-id=\"195045\"><span class=\"antecedent_guess\">Vavlitis,</span> <a href=\"/opinion/195045/united-states-v-vavlitis/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">210</span></a></span>;  United States v. Sutherland, <span class=\"citation\" data-id=\"558565\"><a href=\"/opinion/558565/united-states-v-dianne-sutherland-united-states-of-america-v-alan-w/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 772 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">83</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">56</span> </span>(1991).  We afford plenary review to the question of whether an asserted variance requires retrial.  See United States v. Cardall, <span class=\"citation\" data-id=\"529387\"><a href=\"/opinion/529387/united-states-v-richard-taylor-cardall-united-states-of-america-v-barry/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">656</span></a></span>, 670 (10th Cir.1989);  see also 2 Steven A. Childress &amp; Martha S. Davis, Federal Standards of Review Sec. 11.32, at 125 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We see no cognizable prejudice here.  When, as now, an indictment gives a defendant particular notice of the events charged, and the proof at trial centers on those events, minor differences in the details of the facts charged, as contrasted to those proved, are unlikely to be either material or prejudicial.  See, e.g., United States v. Morrow, <span class=\"citation\" data-id=\"195715\"><a href=\"/opinion/195715/united-states-v-morrow/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1228</span></a></span>, 1235 (1st Cir.1994).  So it is here:  self-employment is merely one form of employment, and a person who is either employed or self-employed could not be said in any meaningful sense to be \"unemployed.\"   Whatever slight difference may exist between employment and self-employment cannot support the weight of the claimed variance.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We are fortified in this conclusion because the record makes transpicuously clear that appellant at all times understood his statements about both employment and self-employment to be at issue.  For example, the government, in its opening discourse, told the jury the evidence would show that appellant \"stated that he was not employed or self-employed....\"  Appellant did not object to this assertion.  He likewise did not object during the trial as the government placed into evidence his statements regarding self-employment.  Appellant's persistent failure to object belies his afterthought claim that he was misled.  So does defense counsel's opening statement, in which he advised the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>The gist of the charge is the fact that he is accused of filing on Form 1032 a statement that he was not employed and not self-employed.  The government says that he was self-employed, and that the answers that he filed, indicating that he was not, deceived the government.  [Emphasis supplied.]</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">By like token, both attorneys discussed self-employment in their summations.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To reverse a conviction on the basis of a variance we must find that the variance caused a defendant to be misinformed of the charges against him or otherwise affected his substantial rights.  See <span class=\"citation\" data-id=\"195045\"><span class=\"antecedent_guess\">Vavlitis,</span> <a href=\"/opinion/195045/united-states-v-vavlitis/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">210</span></a></span>;  United States v. Fisher, <span class=\"citation\" data-id=\"194868\"><a href=\"/opinion/194868/united-states-v-fisher/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span>, 462 (1st Cir.1993);  <span class=\"citation\" data-id=\"599257\"><span class=\"antecedent_guess\">Moran,</span> <a href=\"/opinion/599257/united-states-v-george-a-moran/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1304</span></a></span>;  <span class=\"citation\" data-id=\"558565\"><span class=\"antecedent_guess\">Sutherland,</span> <a href=\"/opinion/558565/united-states-v-dianne-sutherland-united-states-of-america-v-alan-w/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">772</span></a></span>.   Appellant's claim of variance does not come close to meeting this criterion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>C. Materiality.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In order to sustain a conviction under 18 U.S.C. Sec. 1001, the government is required to prove not only that the defendant's statements were false, but also that they were material.  See <span class=\"citation\" data-id=\"483542\"><span class=\"antecedent_guess\">Corsino,</span> <a href=\"/opinion/483542/united-states-v-rafael-corsino/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">30</span></a></span>;  United States v. Notarantonio, <span class=\"citation\" data-id=\"450371\"><a href=\"/opinion/450371/united-states-v-james-a-notarantonio-united-states-of-america-v-edward/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">777</span></a></span>, 785 (1st Cir.1985);  cf. United States v. Scivola, <span class=\"citation\" data-id=\"454551\"><a href=\"/opinion/454551/united-states-v-alfred-scivola-jr/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 44 (1st Cir.1985) (holding to like effect in prosecution for perjury).  The district court decided the question of materiality rather than asking the jury to decide it.  Appellant fulminates that the court erred in following this protocol, and suggests that determinations of materiality should be consigned to the jury's exclusive province.  He is incorrect.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Materiality in a \"false statement\" case is a question of law to be determined by the court.  See, e.g., United States v. Daily, <span class=\"citation\" data-id=\"553277\"><a href=\"/opinion/553277/united-states-v-sammy-g-daily-and-frederik-a-figge/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">994</span></a></span>, 1004-06 (10th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">405</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">354</span> </span>(1991);  United States v. Bullock, <span class=\"citation\" data-id=\"511808\"><a href=\"/opinion/511808/united-states-v-lawrence-bullock/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">367</span></a></span>, 370-71 (7th Cir.1988);  United States v. Hansen, <span class=\"citation\" data-id=\"458538\"><a href=\"/opinion/458538/united-states-v-george-vernon-hansen/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">940</span></a></span>, 950 (D.C.Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1045</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1262</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">571</span> </span>(1986);  United States v. Bryant, <span class=\"citation\" data-id=\"457553\"><a href=\"/opinion/457553/united-states-v-barry-f-bryant/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1290 (5th Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1235</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span> </span>(1986);  United States v. Greber, <span class=\"citation\" data-id=\"450814\"><a href=\"/opinion/450814/9-socsecrepser-242-medicaremedicaid-gu-34596-united-states-of/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">68</span></a></span>, 73 (3d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">988</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">396</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">348</span> </span>(1985);  United States v. Norris, <span class=\"citation\" data-id=\"445250\"><a href=\"/opinion/445250/united-states-v-george-c-norris-sr-united-states-of-america-v-barry/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1116</span></a></span>, 1121 (4th Cir.1984), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1065</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">496</span> </span>(1985);  United States v. Elkin, <span class=\"citation\" data-id=\"433793\"><a href=\"/opinion/433793/united-states-v-bernard-p-elkin-aka-bob-elkin-and-boston/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1005</span></a></span>, 1009 (2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">822</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">97</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">43</span> </span>(1984);  United States v. Abadi, <span class=\"citation\" data-id=\"417797\"><a href=\"/opinion/417797/united-states-v-joseph-abadi/\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, 180 (6th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">821</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">86</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">95</span> </span>(1983);  United States v. Richmond, <span class=\"citation\" data-id=\"414494\"><a href=\"/opinion/414494/united-states-v-lloyde-w-richmond-jr-united-states-of-america-v/\"><span class=\"volume\">700</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1183</span></a></span>, 1188 (8th Cir.1983).  We have heretofore adopted this view, see <span class=\"citation\" data-id=\"483542\"><span class=\"antecedent_guess\">Corsino,</span> <a href=\"/opinion/483542/united-states-v-rafael-corsino/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">31</span> </a></span>n. 3;  see also United States v. Nazzaro, <span class=\"citation\" data-id=\"532513\"><a href=\"/opinion/532513/united-states-v-richard-a-nazzaro/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1158</span></a></span>, 1166 (1st Cir.1989) (stating in perjury prosecution \"that the materiality of perjurious testimony is within the exclusive domain of the court, not the jury\"), and continue to believe that it is correct.  We recognize that one circuit has maintained a different stance.  See United States v. Gaudin, <span class=\"citation\" data-id=\"673512\"><a href=\"/opinion/673512/united-states-v-michael-e-gaudin/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">943</span></a></span>, 943-44 (9th Cir.1994) (en banc) (adhering to United States v. Valdez, <span class=\"citation\" data-id=\"364235\"><a href=\"/opinion/364235/united-states-v-luz-elena-valdez-united-states-of-america-v-maria/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">725</span></a></span>, 728-29 (9th Cir.1979)), cert. granted in part, --- U.S. ---, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">713</span></span>, --- L.Ed.2d --- (1995) (No. 94-514), cert. denied, --- U.S. ---, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">745</span></span>, --- L.Ed.2d --- (No. 94-6571) (1995).  With respect, we consider the Ninth Circuit cases to be wrongly decided and, as have so many of our sister circuits, we decline to follow them.  We conclude, therefore, that the trial court did not err in withholding the question of materiality from the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Appellant's fallback position is that his false statements did not surpass the materiality threshold.  However, the test for materiality is not stringent:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>[M]ateriality requires only that the fraud in question have a natural tendency to influence, or be capable of affecting or influencing, a governmental function.  The alleged concealment or misrepresentation need not have influenced the actions of the Government agency, and the Government agents need not have been actually deceived.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"483542\"><span class=\"antecedent_guess\">Corsino,</span> <a href=\"/opinion/483542/united-states-v-rafael-corsino/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">30</span> </a></span>(quoting United States v. Markham, <span class=\"citation\" data-id=\"336344\"><a href=\"/opinion/336344/united-states-v-e-l-markham-jr/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></a></span>, 196 (5th Cir.1976), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">739</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">752</span> </span>(1977));  see also <span class=\"citation\" data-id=\"450371\"><span class=\"antecedent_guess\">Notarantonio,</span> <a href=\"/opinion/450371/united-states-v-james-a-notarantonio-united-states-of-america-v-edward/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">787</span></a></span>;  cf. <span class=\"citation\" data-id=\"454551\"><span class=\"antecedent_guess\">Scivola,</span> <a href=\"/opinion/454551/united-states-v-alfred-scivola-jr/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">44</span> </a></span>(articulating equivalent test in perjury case).  Here, the false statements easily qualify as material.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Statements made on Form 1032 have a natural tendency to affect benefit levels.  An OWCP claims examiner testified at trial that any reported \"changes in [recipients'] employment activity ... would change their entitlement to the amount of compensation that they [had] been receiving.\"   Based on this testimony alone, the district court did not err in finding appellant's false statements to be material.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>D. The Jury Instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Appellant assigns error to the lower court's charge in two respects.  First, he maintains that the court blundered when it refused to give his requested \"good faith\" instructions.  Second, he complains that the court strayed beyond the pale in discussing the function of appellate courts vis-a-vis jury verdicts.  Neither thesis withstands scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">1. Good Faith.   Appellant suggested two \"good faith\" instructions at the close of trial.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The judge refused to adopt these suggestions verbatim.  Appellant now asserts that the judge's failure to instruct the jury in accordance with the precise language that appellant recommended constituted reversible error.  We think not.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is a settled rule that \"jury instructions are to be evaluated in the context of the charge as a whole, and a defendant has no absolute right to the use of particular language.\"  United States v. Dockray, <span class=\"citation\" data-id=\"567594\"><a href=\"/opinion/567594/united-states-v-edward-e-dockray/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span>, 154 (1st Cir.1991);  accord Cupp v. Naughten, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, 146-47, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">396</span></a></span>, 400-01, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span> </a></span>(1973);  United States v. Nivica, <span class=\"citation\" data-id=\"531008\"><a href=\"/opinion/531008/united-states-v-gjon-n-nivica-united-states-of-america-v-mark-l/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span>, 1124 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1300</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">477</span> </span>(1990).  The language that the district court actually used in its charge--especially certain language that we have set forth in the margin<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>--was more than adequate to protect appellant's rights.  The charge explicitly mentioned both good faith and appellant's reliance on counsel in the course of submitting the forms.  Moreover, other parts of the court's instructions unambiguously put the jury on notice that the government had to prove beyond a reasonable doubt that appellant knew the statements were false when made, and that he intended to defraud DOL by his answers.  No more was exigible.  See <span class=\"citation\" data-id=\"567594\"><span class=\"antecedent_guess\">Dockray</span> <a href=\"/opinion/567594/united-states-v-edward-e-dockray/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">155</span></a></span>;  <span class=\"citation\" data-id=\"531008\"><span class=\"antecedent_guess\">Nivica,</span> <a href=\"/opinion/531008/united-states-v-gjon-n-nivica-united-states-of-america-v-mark-l/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1124-25</span></a></span>;  see also New England Enters., Inc. v. United States, <span class=\"citation\" data-id=\"281481\"><a href=\"/opinion/281481/new-england-enterprises-inc-v-united-states-of-america-kenneth-r-bauer/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></a></span>, 71 (1st Cir.1968) (holding that a forthright instruction on specific intent is ordinarily a sufficient response to a defendant's request for a good faith instruction), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1036</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">654</span></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">581</span> </span>(1969).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In sum, a defendant who has fully preserved his rights is entitled to a charge that fairly apprises the jury of the elements of the offense, the presumption of innocence, the burden and quantum of proof, and such theories of defense as may be supported by the evidence.  He is not entitled to the nuances of phrasing that he finds most soothing.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">2. The Court's Comment.   Appellant's final assignment of error concerns a portion of the charge in which the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">You are the judges of the facts, and I will leave to you entirely the judgment of the facts.  I ask you to leave to me entirely the judgment as to the law.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">You should also understand that if I am in error, there is a higher court that can and cheerfully will reverse me.  However, there is no higher court that will review your judgment of facts.  You are the only, the final judges of the facts in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Appellant argues that this commentary lessened the government's burden of proof by easing the jury's sense of responsibility.  Being told explicitly that appellate review is available by a court that is prepared \"cheerfully\" to set aside the verdict, appellant reasons, makes jurors less responsible, ergo, more prone to convict, bolstered by the knowledge that if the defendant is innocent the jury's mistake likely will be repaired by a panel of appellate judges.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Instructing a criminal jury about the appellate process is a fairly prevalent practice among trial judges.  Nonetheless, such instructions are usually unnecessary, and we counsel against them unless there is some special reason to give such instructions in a particular case.  See, e.g., United States v. Greenberg, <span class=\"citation\" data-id=\"298000\"><a href=\"/opinion/298000/united-states-v-joseph-h-greenberg/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1158</span></a></span>, 1162 (2d Cir.1971) (\"It might have been better procedure not to have told the jury ... '[not] to worry' because this court would reverse if there were error.\");  Commonwealth v. Burke, <span class=\"citation no-link\"><span class=\"volume\">376</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">539</span></span>, <span class=\"citation\" data-id=\"2018550\"><a href=\"/opinion/2018550/commonwealth-v-burke/\"><span class=\"volume\">382</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">192</span></a></span>, 195 (1978) (\"[I]n the absence of special circumstances, the judge should not refer to the appellate process.\").  Be that as it may, reversal does not follow automatically merely because a trial judge succumbs to a bad idea.  Thus, instructions anent the appellate process do not ordinarily constitute error as long as they are accurate.  See, e.g., United States v. Ferra, <span class=\"citation\" data-id=\"539883\"><a href=\"/opinion/539883/united-states-v-jaime-l-ferra/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1057</span></a></span>, 1060 (7th Cir.1990) (\"Truth usually promotes the operation of the judicial system.  Jurors need not be left to wonder about the allocation of tasks between trial and appellate courts.\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">545</span> </span>(1992);  see also United States v. Miceli, <span class=\"citation\" data-id=\"298157\"><a href=\"/opinion/298157/united-states-v-frank-j-miceli/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">256</span></a></span>, 259-60 (1st Cir.1971) (finding no error in an instruction that \"merely indicated to the jury that it had no responsibility as to questions of law\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Challenges to instructions regarding the function of appellate courts should be treated like other challenges to the charge:  the court of appeals must examine the charge as a whole to determine if the judge balanced the instructions, correctly informed the jurors of the governing law, imbued the jurors with an appropriate sense of responsibility, and avoided undue prejudice.  In this case, surveying the charge in its entirety persuades us that the challenged comments were unlikely either to have confused the jurors or to have camouflaged the solemnity of their task.  Indeed, the judge's instruction may well have impelled the jury to consider its determination of facts more, rather than less, cautiously;  after all, the judge's remarks about the finality of the jury's factfinding function probably overstated the law.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See, e.g., United States v. Loder, <span class=\"citation\" data-id=\"195365\"><a href=\"/opinion/195365/united-states-v-loder/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span>, 592-93 (1st Cir.1994) (reversing jury verdict on grounds of evidentiary insufficiency).  Therefore, the challenged instruction did not \"dilute the [jury's] sense of responsibility but rather focus[ed] jurors on their true responsibilities.\"  <span class=\"citation\" data-id=\"539883\"><span class=\"antecedent_guess\">Ferra,</span> <a href=\"/opinion/539883/united-states-v-jaime-l-ferra/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1061</span></a></span>.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We need go no further.  Appellant's asseverational array lacks merit.  For aught that appears, appellant was fairly tried and lawfully convicted.  The judgment below, must, therefore, be</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant informed OWCP that his wife now owned the business;  that it was not operating profitably;  and that, when he assisted her at all, he did so without remuneration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Each form, by its terms, covered \"the 12 months prior to the date of [the benefit recipient's] completion and signature.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The false statement statute provides:</p>\n        <p>Whoever, in any matter within the jurisdiction of any department or agency of the United States knowingly and willfully falsifies, conceals or covers up by any trick, scheme, or device a material fact, or makes any false, fictitious or fraudulent statements or representations, or makes or uses any false writing or document knowing the same to contain any false, fictitious or fraudulent statement or entry, shall be [punished as provided].</p>\n        <p>18 U.S.C. Sec. 1001 (1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Appellant contrasts section 8105 with a sister statute which specifically provides that:</p>\n        <p>The Secretary of Labor may require a partially disabled employee to report his earnings from employment or self-employment, by affidavit or otherwise, in the manner and at the times the Secretary specifies....</p>\n        <p>5 U.S.C. Sec. 8106(b) (1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> One proposed instruction dealt with generic good faith in completing the forms.  The second referred specifically to appellant's good faith reliance on the advice of counsel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court framed the key question for the jury in the following way:</p>\n        <p>Did [the defendant] in good faith deny that he was employed or self-employed or has the government proven that he knew that the answer to the question was false and that he intended to defraud the Department of Labor?</p>\n        <p>In this connection, the court also told the jury that \"the defendant has offered evidence that he acted on the advice of a lawyer when he told the government that he was not employed.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This is not a case like United States v. Fiorito, <span class=\"citation\" data-id=\"256527\"><a href=\"/opinion/256527/united-states-v-carl-fiorito-united-states-of-america-v-theodore-de-rose/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">424</span> </a></span>(7th Cir.1962), in which the trial judge diminished the jurors' role and diluted their collective sense of responsibility by assuring them that, if they forgot something, \"that's part of the game....  That's why we have a court of appeals....\"  <span class=\"citation\" data-id=\"256527\"><a href=\"/opinion/256527/united-states-v-carl-fiorito-united-states-of-america-v-theodore-de-rose/\"><span class=\"id_token\">Id.</span> at 426. </a></span>  To the contrary, the court's instruction here had precisely the opposite import</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108888/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109611/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111238/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194868/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195045/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195289/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195365/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195715/",
    "https://www.courtlistener.com/api/rest/v3/opinions/256527/",
    "https://www.courtlistener.com/api/rest/v3/opinions/281481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/298000/",
    "https://www.courtlistener.com/api/rest/v3/opinions/298157/",
    "https://www.courtlistener.com/api/rest/v3/opinions/336344/",
    "https://www.courtlistener.com/api/rest/v3/opinions/364235/",
    "https://www.courtlistener.com/api/rest/v3/opinions/414494/",
    "https://www.courtlistener.com/api/rest/v3/opinions/417797/",
    "https://www.courtlistener.com/api/rest/v3/opinions/433793/",
    "https://www.courtlistener.com/api/rest/v3/opinions/445250/",
    "https://www.courtlistener.com/api/rest/v3/opinions/446423/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450371/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450814/",
    "https://www.courtlistener.com/api/rest/v3/opinions/454551/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457553/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458538/",
    "https://www.courtlistener.com/api/rest/v3/opinions/483542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488520/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511808/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529387/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531008/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532513/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539883/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553277/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558565/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563259/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567594/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600350/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605520/",
    "https://www.courtlistener.com/api/rest/v3/opinions/656635/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673512/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2018550/"
  ]
}