{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195708/",
  "id": 195708,
  "absolute_url": "/opinion/195708/bina-v-providence/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195708/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:47Z",
  "date_modified": "2020-02-21T23:31:48.069424Z",
  "type": "010combined",
  "sha1": "3542a33aa4bd737ee99cdf86f12a80e2aad9c5ad",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1263.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1263\n\n                           CYRUS BINA,\n\n                      Plaintiff - Appellant,\n\n                                v.\n\n                   PROVIDENCE COLLEGE, ET AL.,\n\n                     Defendants - Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \n\n                                           \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n\n                  Coffin, Senior Circuit Judge,\r                                                        \n\n                   and Keeton,* District Judge.\r                                                        \n\n                                           \n\n     Robert  B. Mann, with whom Mann &amp; Mitchell and Harold Krause\r                                                                           \nwere on brief for appellant.\n     Richard P. McMahon, with whom Marifrances McGinn and McMahon\r                                                                           \n&amp; McMahon were on brief for appellees.\r                   \n\n                                           \n\n                         November 4, 1994\n                                           \n                    \r                              \n\n*  Of the District of Massachusetts, sitting by designation.\r\n\n          KEETON, District  Judge.  This is an  action for ethnic\r                                           \n\ndiscrimination in  employment and breach of  contract arising out\n\nof denial of an application for a tenure track position.  For the\n\nreasons  explained, we affirm the  judgment of the district court\n\nfor defendants.\n\n                          I.  Background\r                                    I.  Background\n\n          In  1987,  the  Department of  Economics  of Providence\n\nCollege employed  the plaintiff,  Dr. Cyrus Bina,  as an  Adjunct\n\nAssociate Professor.   Dr. Bina,  Iranian by birth,  had received\n\nhis Ph.D in the United States.\n\n          In April  1988,  members of  the  Economics  Department\n\nvoted unanimously  to  recommend  Dr.  Bina for  a  tenure  track\n\nposition because they  believed that his  record of research  and\n\npublication would strengthen the department.  Under the College's\n\nrules and  practices, both  the Committee  on  Academic Rank  and\n\nTenure  (CART) and the President  of the College  must approve an\n\nappointment.    CART  voted  nine  to  zero  against  Dr.  Bina's\n\nappointment.\n\n          Dr. William  J. Simeone, Chair  and Associate Professor\n\nof  Economics  at  the  College, asked  Father  John  Cunningham,\n\nPresident of  the College, to  overrule CART.   Father Cunningham\n\nresponded  that  he  lacked  authority  to  do  so,  but  at  his\n\nextraordinary request CART reconsidered Dr. Bina's application on\n\nJune  22, 1988.  On June 26, CART voted four to three in favor of\n\nthe appointment.\n\n          Dr. Francis  MacKay, CART chairman  and Vice  President\n\n                               -2-\r                                          2\r\n\nfor    Academic Affairs,  sent  Dr.  Bina  a letter  on  June  27\n\nextending to him an  invitation \"to join the Ordinary  Faculty of\n\nProvidence College for the academic year 1988-89\" as an Associate\n\nProfessor  of Economics.   The  letter made  clear that  Dr. Bina\n\nwould  have  to  serve  a four  year  probationary  period before\n\nreceiving  tenure.   The  letter  stated  that  \"[t]he  offer  is\n\nconsidered  open and  valid for  10 days  from  the date  of this\n\nletter.\"   Dr. MacKay further  indicated that he  would forward a\n\ncontract to Dr. Bina \"[w]hen you  let us know in writing that our\n\noffer is acceptable to you.\"\n\n          In a  July 1 meeting  with Father Cunningham,  Dr. Bina\n\nexpressed his dissatisfaction with the probation condition of the\n\noffer.    In fact,  every tenured  member  of the  department had\n\nserved four years of probation.  Father Cunningham explained that\n\nhe could suggest only that Dr.  Bina take his case to Dr. MacKay,\n\nand told Dr.  Bina that \"if necessary, the time  [limit] could be\n\nextended for  a few days.\"   Dr. Bina immediately  sought out Dr.\n\nMacKay,  but was  not able to  obtain an audience  with him until\n\nJuly 26, 1988.   At that  meeting, Dr. MacKay  urged Dr. Bina  to\n\naccept the original offer, but Dr. Bina refused.\n\n          Dr.  Bina  was  dismayed  to receive  a  letter,  dated\n\nAugust 3, from the Associate Vice President, writing by authority\n\nof  Dr. MacKay, informing  him that the  offer of a  tenure track\n\nposition extended on June  27, 1988, had expired.   The August  3\n\nletter also informed Dr. Bina that he could  remain as an Adjunct\n\nAssociate Professor  through 1990, under his  1987 agreement with\n\n                               -3-\r                                          3\r\n\nthe College.  Dr. Bina again turned to Father Cunningham for aid,\n\nthis time  by a  letter (of  August 11)  consisting largely of  a\n\nprotest  against  his  perceived  mistreatment  by  the  College.\n\nDr. MacKay,  responding on Father Cunningham's behalf, reiterated\n\nthat  the June 27 offer had  expired without being  accepted.  On\n\nAugust  31, 1988, Dr. Bina finally  wrote \"to accept the offer of\n\nthe  tenure track  position.\"    But it  was  too late,  and  his\n\ncontract  as an Adjunct Associate Professor was renewed for 1988-\n\n89 on September 2.\n\n          Near the  end of the 1988-89 academic  year, CART again\n\nconsidered Dr. Bina  for a tenure track  position.  This time,  a\n\ncommittee consisting of three new members voted four to three not\n\nto  offer Dr.  Bina the position.   It  is not  clear whether the\n\nposition was subsequently filled or remained open.\n\n          On May  17, 1991,  Dr. Bina  brought  suit against  the\n\nCollege, Father  Cunningham, and  Dr. MacKay in  federal district\n\ncourt, alleging  ethnic discrimination in violation  of 42 U.S.C.\n\n 2000(e)  et seq. (1988) (Title VII), 42 U.S.C.  1981 (1988), and\r                          \n\nR.I. Gen.  Laws  42-112 et  seq. (1990),  and a pendent  claim of\r                                         \n\nbreach  of contract.   After  pretrial proceedings  that narrowed\n\nissues and  a four-day bench  trial, the  district court  ordered\n\njudgment for defendants on  all counts.  We limit  our discussion\n\nto the issues presented on appeal.\n\n                       II.  Title VII Claim\r                                 II.  Title VII Claim\n\n          Plaintiff contends that CART  denied him a tenure track\n\nposition in  May 1989 because he  is Iranian.  In  his brief, the\n\n                               -4-\r                                          4\r\n\nplaintiff also  raises the  specter of discrimination  because of\n\nhis accent in speech, but does not develop this as an independent\n\nclaim, so we do not address it separately.\n\n                               -5-\r                                          5\r\n\nA.        The District Court's Application of the Burden-Shifting\r          A.        The District Court's Application of the Burden-Shifting\n          Framework\r                    Framework\n\n          Plaintiff's appeal rests  largely on the  argument that\n\ndefendants  did   not  meet   their  burden  of   articulating  a\n\nlegitimate, nondiscriminatory reason why Dr. Bina was not offered\n\na  tenure  track  position in  May  1989.    See  Texas Dept.  of\r                                                                           \n\nCommunity  Affairs v. Burdine, 450 U.S. 248, 252-56 (1981).  This\r                                       \n\nargument, in turn, rests principally on a short  exchange between\n\nthe district court and one of the defendants'  attorneys.  On the\n\nlast day of trial,  in response to the court's  question why CART\n\ndid not offer  Dr. Bina a tenure track position  in May 1989, the\n\nCollege's attorney responded:\n\n            Your  Honor, CART  is secret  ballot.   I\n            have  no  idea  why.   It  was  the  CART\n            Committee  and they  made  a decision  in\n            June  of 1988.   It was four  to three in\n            favor.   In  1989  it was  four to  three\n            against.  I do  not know why they decided\n            the way they decided in either case.\n\nAccording  to plaintiff,  this admission clinches  his contention\n\nthat defendants did not meet their burden of production.  Defense\n\ncounsel's moment  of exceptional  candor, however, is  no smoking\n\ngun.\n\n          Plaintiff's   heavy  reliance  on  the  above  exchange\n\ndisplays  a fundamental misinterpretation  of the burden-shifting\n\nframework in Title VII cases and, in particular, of the nature of\n\ndefendant's burden of production.\n\n          In  deciding this  appeal, we  need not  decide between\n\nplaintiff's  and defendants'  positions  about whether  plaintiff\n\nproved his prima facie  case by a preponderance of  the evidence.\n\n                               -6-\r                                          6\r\n\nPlaintiff says he did.  Defendants contend that plaintiff did not\n\nmake  out his prima facie  case because the  district court could\n\nnot  determine whether the position was  given to someone outside\n\nthe  protected class or remained open, but found that \"one or the\n\nother occurred.\"   District Court  Opinion, at 6.   The  district\n\ncourt, however,  addressed and  put to rest  defendant's argument\n\nwhen it made clear that the prima facie case could  be met either\r                                                                           \n\nby  showing that the position  was filled by  someone outside the\n\nprotected  group, or that \"'the employer had a continued need for\n\nsomeone to perform the same work after [the complainant]  left.'\"\n\nDistrict Court Opinion at 17 (quoting Cumpiano v. Banco Santander\r                                                                           \n\nPuerto  Rico,  902  F.2d  148,  155  (1st  Cir.  1990)  (internal\r                      \n\nquotation  omitted)).   Thus,  one may  reasonably interpret  the\n\nDistrict  Court Opinion as  finding, or  at least  assuming, that\n\nplaintiff met  the burden  of proving  a  prima facie  case by  a\n\npreponderance of the evidence.\n\n          We  do  not  address  plaintiff's   argument  that  the\n\ndistrict  court erred  in finding  Dr. Bina  unqualified for  the\n\nposition.   We need not do  so, not only because  we are assuming\n\nthat  plaintiff proved his prima facie case, but also because the\n\ndistrict court  found that CART considered  Dr. Bina unqualified,\r                                                    \n\nnot that Dr. Bina was in fact unqualified.\n\n          We  proceed to  consider whether  defendants met  their\n\nburden  of  producing evidence  that plaintiff's  application was\n\nrejected  for  a  legitimate,  nondiscriminatory  reason.     See\r                                                                           \n\nBurdine, 450 U.S. at 254-55. \r                 \n\n                               -7-\r                                          7\r\n\n          Under the  Burdine structure for decision,  a defendant\r                                      \n\ndoes  not have this burden until plaintiff proves the elements of\n\nthe prima  facie case by a  preponderance of the evidence.   As a\n\npragmatic matter, however, \"the  defendant feels the 'burden' not\r                                                          \n\nwhen the plaintiff's  prima facie case is proved, but  as soon as\r                                                          \n\nevidence of it is introduced.\"  St. Mary's Honor Center v. Hicks,\r                                                                          \n\n    U.S.    ,     , 113 S. Ct. 2742,  2749 n.3 (1993).   There is\n\nthus no  discrete moment  at which a  defendant, concluding  that\n\nplaintiff has proved a prima facie case, must formally articulate\n\nnondiscriminatory reasons  for the  employment decision.   Id. at\r                                                                        \n\n2755.  Rather,  as Justice  Scalia made  clear in  response to  a\n\nconcern  of  the  dissent  in  St.  Mary's  Honor   Center,  \"the\r                                                                    \n\ndefendant's  articulated  reasons  themselves  are  to  be  found\r                                                       \n\nlurking in the record.\"  Id. (internal quotations omitted).\r                                      \n\n          It is  precisely in the record that the district court,\n\nin this case, looked to find defendant's articulated reasons--and\n\nin a part of the  record highlighted by counsel on both  sides in\n\nthe district  court and on appeal.   The minutes of  the May 1989\n\nCART meeting,  reproduced in full in the  district court opinion,\n\nreveal  that  several  members   of  the  committee  agreed  that\n\n\"Dr. Bina is very hard  to understand at times and  often appears\n\ndisorganized  when lecturing  to  an audience.\"   District  Court\n\nOpinion at 10, n.3.  Two members strongly implied that Dr. Bina's\n\nteaching  skills, as  measured  by student  evaluations, had  not\n\nimproved since his application for the  tenure track position the\n\nyear  before, when  significant questions  were raised  about his\n\n                               -8-\r                                          8\r\n\nteaching  ability.   Furthermore,  the  minutes of  the  May 1989\n\nmeeting reflect  a concern about  Dr. Bina's attitude  toward the\n\nCollege.   Some  appeared to  feel, partly  on the  basis of  his\n\ndeclining the 1988 offer,  that he held the College  in contempt.\n\nThe minutes  thus \"articulate\" the College's  reasons for denying\n\nDr. Bina a tenure track position.\n\n          Even  if these reasons were voiced by a minority of the\n\ncommittee members, their presence in this record is sufficient to\n\nmeet the articulation burden.  A \"defendant need not persuade the\n\ncourt that  it was actually motivated by  the proffered reasons.\"\n\nSee Burdine, 450 U.S. at 254.  Thus, in this case defendants need\r                     \n\nnot  show, in order  to meet their  burden of production,  that a\n\nmajority of the  committee were motivated by the reasons advanced\n\nby individual members, as reflected in the minutes.\n\n          Once the  court received into the  record evidence from\n\nwhich legitimate reasons for  defendants' employment action could\n\nbe  gleaned, the burden of production was met.  Defense counsel's\n\nstatement that  she was unaware why the committee voted as it did\n\n(on which plaintiff  relies as if it were a  binding admission of\n\nfailure to articulate any nondiscriminatory reason) does not have\n\nthe effect  of  striking  from  the record  the  articulation  of\n\nnondiscriminatory reasons  already there.  A  defendant's reasons\n\nfor  an employment decision  are to  be established  \"through the\n\nintroduction of admissible  evidence,\" not through nontestimonial\n\nstatements by defendant's counsel.  St.  Mary's Honor Center, 113\r                                                                      \n\nS. Ct.  at  2755 (internal  quotations  omitted).   Moreover,  in\n\n                               -9-\r                                          9\r\n\ncontext,  counsel's  statement to  the  court  may reasonably  be\n\nunderstood as a  candid admission  of lack of  knowledge why  any\n\nparticular member of the committee voted as he or she did.  \"CART\n\nis secret ballot.   I  have no idea  why.\"  On  this record,  the\n\ndistrict  court  could reasonably  find  that  this statement  by\n\ncounsel    was   not    an   admission   that    no   legitimate,\n\nnondiscriminatory reason had been articulated.\n\n          Plaintiff  implied in  oral argument  and in  his brief\n\nthat entry of  the minutes in  the record was  not sufficient  to\n\nmeet defendants' burden  of production  because plaintiff  rather\n\nthan defendants introduced  the minutes into evidence.   To adopt\n\nsuch  a   view,  however,  would   be  to  convert   the  Burdine\r                                                                           \n\ndecisionmaking structure from  an aid to fair adjudication on the\n\nmerits to a set of  procedural snares for the unwary.   Plaintiff\n\ncould  set  a  trap by  offering  evidence  that,  if offered  by\n\ndefendant, would  meet defendant's burden.   Plaintiff could then\n\nwait to  spring  the trap  until  defendant had  rested  (without\n\nwasting public and  private resources by offering  again, as part\n\nof defendant's  case, precisely the same evidence  that the court\n\nhad  already  received in  evidence,  without  any suggestion  by\n\neither  party that the court had received or should have received\n\nthe evidence for a limited purpose).  This argument would deserve\n\nno more attention now even if it had been openly presented to the\n\ndistrict court, not just on appeal.\n\n          We  conclude  that the  district court  did not  err in\n\ndetermining that defendants met their burden of production.\n\n                               -10-\r                                          10\r\n\nB.        District Court's Finding of No Discrimination\r          B.        District Court's Finding of No Discrimination\n\n          Plaintiff  further  contends  that  the  district court\n\nerred  in  finding that  plaintiff  failed  to prove  intentional\n\ndiscrimination by defendants.  \n\n          A court of appeals may disturb a  trial court's finding\n\non  this  question  of  ultimate  fact  only  if  it  is  clearly\n\nerroneous.  See Anderson  v. Bessemer City, 470 U.S.  564, 573-76\r                                                    \n\n(1985);  Cumpiano v. Banco  Santander Puerto Rico,  902 F.2d 148,\r                                                           \n\n152 (1st Cir. 1990).  \n\n          This court has  previously suggested  that trial  court\n\nreview of tenure  decisions should be guided  by an appropriately\n\ndeferential standard.  \n\n            A court may not simply substitute its own\n            views    concerning    the    plaintiff's\n            qualifications for those of  the properly\n            instituted authorities; the evidence must\n            be  of such  strength and  quality as  to\n            permit  a  reasonable  finding  that  the\n            denial  of  tenure  was   \"obviously\"  or\n            \"manifestly\" unsupported. \n\nBrown  v. Trustees of Boston  University, 891 F.2d  337, 346 (1st\r                                                  \n\nCir.  1989).    The  district court  appropriately  applied  this\n\nstandard to the  present case, even though this is  a case not of\n\ndenial of tenure but  of denial of appointment to  a tenure track\n\nposition.  The district court's finding is amply supported by the\n\nrecord.\n\n          Plaintiff  points to  two major categories  of evidence\n\nthat he contends  warrant a  determination of clear  error.   The\n\nfirst consists  of allegedly derogatory or  prejudiced statements\n\nmade  by various people who  participated in reviewing Dr. Bina's\n\n                               -11-\r                                          11\r\n\napplication  for  a tenure  track  position.   These  statements,\n\nhowever, do not  support a determination that  the district court\n\ncommitted  clear error.  The few instances of statements that are\n\nreasonably  construed  as   insensitive  or  narrow-minded   were\n\ninstances of statements made in 1987 and 1988.  Even if construed\n\nin the most negative light, Dr. MacKay's comment in  1987 and the\n\ncomments by  him and others during  the April and  June 1988 CART\n\nmeetings  do not  compel  a finding  that  the 1989  meeting  and\n\ndecision were  infected by  intentional discrimination.   Indeed,\n\nthe minutes of  the May 1989 meeting, to which the district court\n\nunderstandably  assigned  great  weight,  reveal not  a  hint  of\n\ndiscriminatory animus.\n\n          Nor did the  district court clearly err in finding that\n\nmost  of  the  statements   plaintiff  points  to  were  properly\n\nunderstood in  a neutral, nondiscriminatory light.   For example,\n\nreferences to  audience difficulty in understanding  Dr. Bina may\n\nreasonably  be  interpreted as  expressing  a  concern about  his\n\nability to  communicate  to students  rather than  discriminatory\n\nanimus based on ethnicity or accent.\n\n          Plaintiff  makes, also, an  implied disparate treatment\n\nclaim  when  he  relies  on the  \"different\"  treatment  accorded\n\nDr. Bina.   The district court found that, between 1986 and 1991,\n\nthere  was  only one  other applicant  besides  Dr. Bina  who was\n\nrecommended for  a tenure track  position by his  department, yet\n\nrejected  by CART.  That person, in  contrast to Dr. Bina, had no\n\nresearch  experience.   We can  not  determine that  the district\n\n                               -12-\r                                          12\r\n\ncourt committed clear error in declining to infer that this break\n\nin the hiring pattern was a result of intentional discrimination.\n\nThis is a case where statistical evidence \"might be suggestive or\n\nit might be meaningless,\" and we do not second-guess the district\n\ncourt's decision to attach  minimal weight to it.   See Cumpiano,\r                                                                          \n\n902 F.2d at 156.\n\n          We decline to disturb the district court's finding that\n\nnone  of  the  defendants  intentionally   discriminated  against\n\nDr. Bina.\n\n                     III.  Breach of Contract\r                               III.  Breach of Contract\n\n          Plaintiff bases his claim of  breach of contract on two\n\nflawed  assertions.    First,  he  argues  that  he accepted  the\n\nCollege's offer within a reasonable time.  Second, he argues that\n\nthe   offer   was   made   irrevocable   because   supported   by\n\nconsideration.   The  second is  merely a  variant of  the first,\n\nsince irrevocability is never permanent but only for a reasonable\n\nperiod.\n\n          The question whether a contract  has been formed is one\n\nof fact  so long as the  evidence does not point  unerringly in a\n\nsingle   direction  but  is  capable  of  supporting  conflicting\n\ninferences.   Crellin Technologies, Inc. v. Equipmentlease Corp.,\r                                                                          \n\n18 F.3d 1, 7 (1st Cir. 1994).  Thus, the district court's finding\n\nthat no contract was formed is subject to clear error review.\n\n          Plaintiff's  appeal  is meritless  because the  June 27\n\noffer expired by the  time of Dr. Bina's purported  acceptance on\n\nAugust  31.   It does  not matter, for  purposes of  this appeal,\n\n                               -13-\r                                          13\r\n\nwhether the offer was extinguished because Dr. Bina rejected it--\n\nas is apparent  from the record--or because  the College withdrew\n\nit--as is  clear from the record.   At no point  before August 31\n\ndid Dr. Bina express a \"definite and unequivocal\" acceptance, see\r                                                                           \n\nArdente v.  Horan, 117 R.I. 254,  259, 366 A.2d 162,  165 (1976),\r                           \n\nand by then it was too late.  Even if Father Cunningham's alleged\n\nextension of  the offer \"for a few days\" beyond the 10-day period\n\nwere understood  to keep it open  until the July 26  meeting with\n\nDr.  MacKay--a contention  we  decline  to endorse--the  district\n\ncourt's  finding that Dr. Bina rejected the offer at that meeting\n\nwas  not clearly erroneous.  In any event, the College terminated\n\nits  offer by  the  August  3  letter,  well  before  Dr.  Bina's\n\npurported acceptance.  See Merit Land Corp. v. Marcello, 110 R.I.\r                                                                 \n\n166, 171-72, 291 A.2d 263, 266 (1972).\n\n          We therefore  conclude that the district  court did not\n\nerr in finding  that no contract was formed between  Dr. Bina and\n\nthe College.\n\n          The judgment of the district  court is affirmed.  Costs\r                                                                   \n\nare awarded to appellees.\n\n                               -14-\r                                          14\r\n",
  "html": "<p class=\"case_cite\">39 F.3d 21</p>\n    <p class=\"case_cite\">66 Fair Empl.Prac.Cas. (BNA) 319, 63 USLW 2351,<br>95 Ed. Law Rep. 498</p>\n    <p class=\"parties\">Cyrus BINA, Plaintiff-Appellant,<br>v.<br>PROVIDENCE COLLEGE, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 94-1263.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 16, 1994.<br>Decided Nov. 4, 1994.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Robert B. Mann, with whom Mann &amp; Mitchell and Harold Krause, Providence, RI, were on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Richard P. McMahon, with whom Marifrances McGinn and McMahon &amp; McMahon, Providence, RI, were on brief for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and KEETON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">KEETON, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This is an action for ethnic discrimination in employment and breach of contract arising out of denial of an application for a tenure track position.  For the reasons explained, we affirm the judgment of the district court for defendants.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1987, the Department of Economics of Providence College employed the plaintiff, Dr. Cyrus Bina, as an Adjunct Associate Professor.  Dr. Bina, Iranian by birth, had received his Ph.D in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In April 1988, members of the Economics Department voted unanimously to recommend Dr. Bina for a tenure track position because they believed that his record of research and publication would strengthen the department.  Under the College's rules and practices, both the Committee on Academic Rank and Tenure (CART) and the President of the College must approve an appointment.  CART voted nine to zero against Dr. Bina's appointment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Dr. William J. Simeone, Chair and Associate Professor of Economics at the College, asked Father John Cunningham, President of the College, to overrule CART.  Father Cunningham responded that he lacked authority to do so, but at his extraordinary request CART reconsidered Dr. Bina's application on June 22, 1988.  On June 26, CART voted four to three in favor of the appointment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Dr. Francis MacKay, CART chairman and Vice President for Academic Affairs, sent Dr. Bina a letter on June 27 extending to him an invitation \"to join the Ordinary Faculty of Providence College for the academic year 1988-89\" as an Associate Professor of Economics.  The letter made clear that Dr. Bina would have to serve a four year probationary period before receiving tenure.  The letter stated that \"[t]he offer is considered open and valid for 10 days from the date of this letter.\"   Dr. MacKay further indicated that he would forward a contract to Dr. Bina \"[w]hen you let us know in writing that our offer is acceptable to you.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In a July 1 meeting with Father Cunningham, Dr. Bina expressed his dissatisfaction with the probation condition of the offer.  In fact, every tenured member of the department had served four years of probation.  Father Cunningham explained that he could suggest only that Dr. Bina take his case to Dr. MacKay, and told Dr. Bina that \"if necessary, the time [limit] could be extended for a few days.\"   Dr. Bina immediately sought out Dr. MacKay, but was not able to obtain an audience with him until July 26, 1988.  At that meeting, Dr. MacKay urged Dr. Bina to accept the original offer, but Dr. Bina refused.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dr. Bina was dismayed to receive a letter, dated August 3, from the Associate Vice President, writing by authority of Dr. MacKay, informing him that the offer of a tenure track position extended on June 27, 1988, had expired.  The August 3 letter also informed Dr. Bina that he could remain as an Adjunct Associate Professor through 1990, under his 1987 agreement with the College.  Dr. Bina again turned to Father Cunningham for aid, this time by a letter (of August 11) consisting largely of a protest against his perceived mistreatment by the College.  Dr. MacKay, responding on Father Cunningham's behalf, reiterated that the June 27 offer had expired without being accepted.  On August 31, 1988, Dr. Bina finally wrote \"to accept the offer of the tenure track position.\"   But it was too late, and his contract as an Adjunct Associate Professor was renewed for 1988-89 on September 2.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Near the end of the 1988-89 academic year, CART again considered Dr. Bina for a tenure track position.  This time, a committee consisting of three new members voted four to three not to offer Dr. Bina the position.  It is not clear whether the position was subsequently filled or remained open.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On May 17, 1991, Dr. Bina brought suit against the College, Father Cunningham, and Dr. MacKay in federal district court, alleging ethnic discrimination in violation of 42 U.S.C. Sec. 2000(e) et seq.  (1988) (Title VII), 42 U.S.C. Sec. 1981 (1988), and R.I.Gen.Laws Sec. 42-112 et seq.  (1990), and a pendent claim of breach of contract.  After pretrial proceedings that narrowed issues and a four-day bench trial, the district court ordered judgment for defendants on all counts, 844 F.Supp. 77.   We limit our discussion to the issues presented on appeal.</p>\n    </div>\n    <p>II. Title VII Claim</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Plaintiff contends that CART denied him a tenure track position in May 1989 because he is Iranian.  In his brief, the plaintiff also raises the specter of discrimination because of his accent in speech, but does not develop this as an independent claim, so we do not address it separately.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>A. The District Court's Application of the Burden-Shifting Framework</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiff's appeal rests largely on the argument that defendants did not meet their burden of articulating a legitimate, nondiscriminatory reason why Dr. Bina was not offered a tenure track position in May 1989.  See Texas Dept. of Community Affairs v. Burdine, 450 U.S. 248, 252-56, 101 S.Ct. 1089, 1093-95, 67 L.Ed.2d 207 (1981).  This argument, in turn, rests principally on a short exchange between the district court and one of the defendants' attorneys.  On the last day of trial, in response to the court's question why CART did not offer Dr. Bina a tenure track position in May 1989, the College's attorney responded:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>Your Honor, CART is secret ballot.  I have no idea why.  It was the CART Committee and they made a decision in June of 1988.  It was four to three in favor.  In 1989 it was four to three against.  I do not know why they decided the way they decided in either case.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">According to plaintiff, this admission clinches his contention that defendants did not meet their burden of production.  Defense counsel's moment of exceptional candor, however, is no smoking gun.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Plaintiff's heavy reliance on the above exchange displays a fundamental misinterpretation of the burden-shifting framework in Title VII cases and, in particular, of the nature of defendant's burden of production.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In deciding this appeal, we need not decide between plaintiff's and defendants' positions about whether plaintiff proved his prima facie case by a preponderance of the evidence.  Plaintiff says he did.  Defendants contend that plaintiff did not make out his prima facie case because the district court could not determine whether the position was given to someone outside the protected class or remained open, but found that \"one or the other occurred.\"  844 F.Supp. at 80.   The district court, however, addressed and put to rest defendant's argument when it made clear that the prima facie case could be met either by showing that the position was filled by someone outside the protected group, or that \" 'the employer had a continued need for someone to perform the same work after [the complainant] left.' \"  844 F.Supp. at 84 (quoting Cumpiano v. Banco Santander Puerto Rico, 902 F.2d 148, 155 (1st Cir.1990) (internal quotation omitted)).  Thus, one may reasonably interpret the District Court Opinion as finding, or at least assuming, that plaintiff met the burden of proving a prima facie case by a preponderance of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We do not address plaintiff's argument that the district court erred in finding Dr. Bina unqualified for the position.  We need not do so, not only because we are assuming that plaintiff proved his prima facie case, but also because the district court found that CART considered Dr. Bina unqualified, not that Dr. Bina was in fact unqualified.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We proceed to consider whether defendants met their burden of producing evidence that plaintiff's application was rejected for a legitimate, nondiscriminatory reason.  See Burdine, 450 U.S. at 254-55, 101 S.Ct. at 1094-95.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Under the Burdine structure for decision, a defendant does not have this burden until plaintiff proves the elements of the prima facie case by a preponderance of the evidence.  As a pragmatic matter, however, \"the defendant feels the 'burden' not when the plaintiff's prima facie case is proved, but as soon as evidence of it is introduced.\"  St. Mary's Honor Center v. Hicks, --- U.S. ----, ---- n. 3, 113 S.Ct. 2742, 2749 n. 3, 125 L.Ed.2d 407 (1993).  There is thus no discrete moment at which a defendant, concluding that plaintiff has proved a prima facie case, must formally articulate nondiscriminatory reasons for the employment decision.  Id. at ----, 113 S.Ct. at 2755.   Rather, as Justice Scalia made clear in response to a concern of the dissent in St. Mary's Honor Center, \"the defendant's articulated reasons themselves are to be found lurking in the record.\"  Id. (internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is precisely in the record that the district court, in this case, looked to find defendant's articulated reasons--and in a part of the record highlighted by counsel on both sides in the district court and on appeal.  The minutes of the May 1989 CART meeting, reproduced in full in the district court opinion, reveal that several members of the committee agreed that \"Dr. Bina is very hard to understand at times and often appears disorganized when lecturing to an audience.\"   District Court Opinion at 10, n. 3.  Two members strongly implied that Dr. Bina's teaching skills, as measured by student evaluations, had not improved since his application for the tenure track position the year before, when significant questions were raised about his teaching ability.  Furthermore, the minutes of the May 1989 meeting reflect a concern about Dr. Bina's attitude toward the College.  Some appeared to feel, partly on the basis of his declining the 1988 offer, that he held the College in contempt.  The minutes thus \"articulate\" the College's reasons for denying Dr. Bina a tenure track position.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even if these reasons were voiced by a minority of the committee members, their presence in this record is sufficient to meet the articulation burden.  A \"defendant need not persuade the court that it was actually motivated by the proffered reasons.\"   See Burdine, 450 U.S. at 254, 101 S.Ct. at 1094.   Thus, in this case defendants need not show, in order to meet their burden of production, that a majority of the committee were motivated by the reasons advanced by individual members, as reflected in the minutes.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Once the court received into the record evidence from which legitimate reasons for defendants' employment action could be gleaned, the burden of production was met.  Defense counsel's statement that she was unaware why the committee voted as it did (on which plaintiff relies as if it were a binding admission of failure to articulate any nondiscriminatory reason) does not have the effect of striking from the record the articulation of nondiscriminatory reasons already there.  A defendant's reasons for an employment decision are to be established \"through the introduction of admissible evidence,\" not through nontestimonial statements by defendant's counsel.  St. Mary's Honor Center, --- U.S. at ----, 113 S.Ct. at 2755 (internal quotations omitted).  Moreover, in context, counsel's statement to the court may reasonably be understood as a candid admission of lack of knowledge why any particular member of the committee voted as he or she did. \"CART is secret ballot.  I have no idea why.\"   On this record, the district court could reasonably find that this statement by counsel was not an admission that no legitimate, nondiscriminatory reason had been articulated.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Plaintiff implied in oral argument and in his brief that entry of the minutes in the record was not sufficient to meet defendants' burden of production because plaintiff rather than defendants introduced the minutes into evidence.  To adopt such a view, however, would be to convert the Burdine decisionmaking structure from an aid to fair adjudication on the merits to a set of procedural snares for the unwary.  Plaintiff could set a trap by offering evidence that, if offered by defendant, would meet defendant's burden.  Plaintiff could then wait to spring the trap until defendant had rested (without wasting public and private resources by offering again, as part of defendant's case, precisely the same evidence that the court had already received in evidence, without any suggestion by either party that the court had received or should have received the evidence for a limited purpose).  This argument would deserve no more attention now even if it had been openly presented to the district court, not just on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We conclude that the district court did not err in determining that defendants met their burden of production.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>B. District Court's Finding of No Discrimination</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Plaintiff further contends that the district court erred in finding that plaintiff failed to prove intentional discrimination by defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A court of appeals may disturb a trial court's finding on this question of ultimate fact only if it is clearly erroneous.  See Anderson v. Bessemer City, 470 U.S. 564, 573-76, 105 S.Ct. 1504, 1511-13, 84 L.Ed.2d 518 (1985);  Cumpiano v. Banco Santander Puerto Rico, 902 F.2d 148, 152 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This court has previously suggested that trial court review of tenure decisions should be guided by an appropriately deferential standard.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>A court may not simply substitute its own views concerning the plaintiff's qualifications for those of the properly instituted authorities;  the evidence must be of such strength and quality as to permit a reasonable finding that the denial of tenure was \"obviously\" or \"manifestly\" unsupported.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Brown v. Trustees of Boston University, 891 F.2d 337, 346 (1st Cir.1989).  The district court appropriately applied this standard to the present case, even though this is a case not of denial of tenure but of denial of appointment to a tenure track position.  The district court's finding is amply supported by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Plaintiff points to two major categories of evidence that he contends warrant a determination of clear error.  The first consists of allegedly derogatory or prejudiced statements made by various people who participated in reviewing Dr. Bina's application for a tenure track position.  These statements, however, do not support a determination that the district court committed clear error.  The few instances of statements that are reasonably construed as insensitive or narrow-minded were instances of statements made in 1987 and 1988.  Even if construed in the most negative light, Dr. MacKay's comment in 1987 and the comments by him and others during the April and June 1988 CART meetings do not compel a finding that the 1989 meeting and decision were infected by intentional discrimination.  Indeed, the minutes of the May 1989 meeting, to which the district court understandably assigned great weight, reveal not a hint of discriminatory animus.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Nor did the district court clearly err in finding that most of the statements plaintiff points to were properly understood in a neutral, nondiscriminatory light.  For example, references to audience difficulty in understanding Dr. Bina may reasonably be interpreted as expressing a concern about his ability to communicate to students rather than discriminatory animus based on ethnicity or accent.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Plaintiff makes, also, an implied disparate treatment claim when he relies on the \"different\" treatment accorded Dr. Bina.  The district court found that, between 1986 and 1991, there was only one other applicant besides Dr. Bina who was recommended for a tenure track position by his department, yet rejected by CART.  That person, in contrast to Dr. Bina, had no research experience.  We can not determine that the district court committed clear error in declining to infer that this break in the hiring pattern was a result of intentional discrimination.  This is a case where statistical evidence \"might be suggestive or it might be meaningless,\" and we do not second-guess the district court's decision to attach minimal weight to it.  See Cumpiano, 902 F.2d at 156.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We decline to disturb the district court's finding that none of the defendants intentionally discriminated against Dr. Bina.</p>\n    </div>\n    <p>III. Breach of Contract</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Plaintiff bases his claim of breach of contract on two flawed assertions.  First, he argues that he accepted the College's offer within a reasonable time.  Second, he argues that the offer was made irrevocable because supported by consideration.  The second is merely a variant of the first, since irrevocability is never permanent but only for a reasonable period.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The question whether a contract has been formed is one of fact so long as the evidence does not point unerringly in a single direction but is capable of supporting conflicting inferences.  Crellin Technologies, Inc. v. Equipmentlease Corp., 18 F.3d 1, 7 (1st Cir.1994).  Thus, the district court's finding that no contract was formed is subject to clear error review.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Plaintiff's appeal is meritless because the June 27 offer expired by the time of Dr. Bina's purported acceptance on August 31.  It does not matter, for purposes of this appeal, whether the offer was extinguished because Dr. Bina rejected it--as is apparent from the record--or because the College withdrew it--as is clear from the record.  At no point before August 31 did Dr. Bina express a \"definite and unequivocal\" acceptance, see Ardente v. Horan, 117 R.I. 254, 259, 366 A.2d 162, 165 (1976), and by then it was too late.  Even if Father Cunningham's alleged extension of the offer \"for a few days\" beyond the 10-day period were understood to keep it open until the July 26 meeting with Dr. MacKay--a contention we decline to endorse--the district court's finding that Dr. Bina rejected the offer at that meeting was not clearly erroneous.  In any event, the College terminated its offer by the August 3 letter, well before Dr. Bina's purported acceptance.  See Merritt Land Corp. v. Marcello, 110 R.I. 166, 171-72, 291 A.2d 263, 266 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We therefore conclude that the district court did not err in finding that no contract was formed between Dr. Bina and the College.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.   Costs are awarded to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span> <span class=\"page\">319</span></span>, 63 USLW 2351,<br>95 Ed. Law Rep. 498</p>\n    <p class=\"parties\">Cyrus BINA, Plaintiff-Appellant,<br>v.<br>PROVIDENCE COLLEGE, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 94-1263.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 16, 1994.<br>Decided Nov. 4, 1994.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Robert B. Mann, with whom Mann &amp; Mitchell and Harold Krause, Providence, RI, were on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Richard P. McMahon, with whom Marifrances McGinn and McMahon &amp; McMahon, Providence, RI, were on brief for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and KEETON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">KEETON, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This is an action for ethnic discrimination in employment and breach of contract arising out of denial of an application for a tenure track position.  For the reasons explained, we affirm the judgment of the district court for defendants.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1987, the Department of Economics of Providence College employed the plaintiff, Dr. Cyrus Bina, as an Adjunct Associate Professor.  Dr. Bina, Iranian by birth, had received his Ph.D in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In April 1988, members of the Economics Department voted unanimously to recommend Dr. Bina for a tenure track position because they believed that his record of research and publication would strengthen the department.  Under the College's rules and practices, both the Committee on Academic Rank and Tenure (CART) and the President of the College must approve an appointment.  CART voted nine to zero against Dr. Bina's appointment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Dr. William J. Simeone, Chair and Associate Professor of Economics at the College, asked Father John Cunningham, President of the College, to overrule CART.  Father Cunningham responded that he lacked authority to do so, but at his extraordinary request CART reconsidered Dr. Bina's application on June 22, 1988.  On June 26, CART voted four to three in favor of the appointment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Dr. Francis MacKay, CART chairman and Vice President for Academic Affairs, sent Dr. Bina a letter on June 27 extending to him an invitation \"to join the Ordinary Faculty of Providence College for the academic year 1988-89\" as an Associate Professor of Economics.  The letter made clear that Dr. Bina would have to serve a four year probationary period before receiving tenure.  The letter stated that \"[t]he offer is considered open and valid for 10 days from the date of this letter.\"   Dr. MacKay further indicated that he would forward a contract to Dr. Bina \"[w]hen you let us know in writing that our offer is acceptable to you.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In a July 1 meeting with Father Cunningham, Dr. Bina expressed his dissatisfaction with the probation condition of the offer.  In fact, every tenured member of the department had served four years of probation.  Father Cunningham explained that he could suggest only that Dr. Bina take his case to Dr. MacKay, and told Dr. Bina that \"if necessary, the time [limit] could be extended for a few days.\"   Dr. Bina immediately sought out Dr. MacKay, but was not able to obtain an audience with him until July 26, 1988.  At that meeting, Dr. MacKay urged Dr. Bina to accept the original offer, but Dr. Bina refused.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dr. Bina was dismayed to receive a letter, dated August 3, from the Associate Vice President, writing by authority of Dr. MacKay, informing him that the offer of a tenure track position extended on June 27, 1988, had expired.  The August 3 letter also informed Dr. Bina that he could remain as an Adjunct Associate Professor through 1990, under his 1987 agreement with the College.  Dr. Bina again turned to Father Cunningham for aid, this time by a letter (of August 11) consisting largely of a protest against his perceived mistreatment by the College.  Dr. MacKay, responding on Father Cunningham's behalf, reiterated that the June 27 offer had expired without being accepted.  On August 31, 1988, Dr. Bina finally wrote \"to accept the offer of the tenure track position.\"   But it was too late, and his contract as an Adjunct Associate Professor was renewed for 1988-89 on September 2.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Near the end of the 1988-89 academic year, CART again considered Dr. Bina for a tenure track position.  This time, a committee consisting of three new members voted four to three not to offer Dr. Bina the position.  It is not clear whether the position was subsequently filled or remained open.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On May 17, 1991, Dr. Bina brought suit against the College, Father Cunningham, and Dr. MacKay in federal district court, alleging ethnic discrimination in violation of 42 U.S.C. Sec. 2000(e) et seq.  (1988) (Title VII), 42 U.S.C. Sec. 1981 (1988), and R.I.Gen.Laws Sec. 42-112 et seq.  (1990), and a pendent claim of breach of contract.  After pretrial proceedings that narrowed issues and a four-day bench trial, the district court ordered judgment for defendants on all counts, <span class=\"citation no-link\"><span class=\"volume\">844</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">77</span></span>.   We limit our discussion to the issues presented on appeal.</p>\n    </div>\n    <p>II. Title VII Claim</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Plaintiff contends that CART denied him a tenure track position in May 1989 because he is Iranian.  In his brief, the plaintiff also raises the specter of discrimination because of his accent in speech, but does not develop this as an independent claim, so we do not address it separately.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>A. The District Court's Application of the Burden-Shifting Framework</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiff's appeal rests largely on the argument that defendants did not meet their burden of articulating a legitimate, nondiscriminatory reason why Dr. Bina was not offered a tenure track position in May 1989.  See Texas Dept. of Community Affairs v. Burdine, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 252-56, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, 1093-95, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span> </a></span>(1981).  This argument, in turn, rests principally on a short exchange between the district court and one of the defendants' attorneys.  On the last day of trial, in response to the court's question why CART did not offer Dr. Bina a tenure track position in May 1989, the College's attorney responded:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>Your Honor, CART is secret ballot.  I have no idea why.  It was the CART Committee and they made a decision in June of 1988.  It was four to three in favor.  In 1989 it was four to three against.  I do not know why they decided the way they decided in either case.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">According to plaintiff, this admission clinches his contention that defendants did not meet their burden of production.  Defense counsel's moment of exceptional candor, however, is no smoking gun.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Plaintiff's heavy reliance on the above exchange displays a fundamental misinterpretation of the burden-shifting framework in Title VII cases and, in particular, of the nature of defendant's burden of production.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In deciding this appeal, we need not decide between plaintiff's and defendants' positions about whether plaintiff proved his prima facie case by a preponderance of the evidence.  Plaintiff says he did.  Defendants contend that plaintiff did not make out his prima facie case because the district court could not determine whether the position was given to someone outside the protected class or remained open, but found that \"one or the other <span class=\"citation no-link\"><span class=\"antecedent_guess\">occurred.\"</span>  <span class=\"volume\">844</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">80</span></span>.   The district court, however, addressed and put to rest defendant's argument when it made clear that the prima facie case could be met either by showing that the position was filled by someone outside the protected group, or that \" 'the employer had a continued need for someone to perform the same work after [the complainant] left.' <span class=\"citation no-link\"><span class=\"antecedent_guess\">\"</span>  <span class=\"volume\">844</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">84</span> </span>(quoting Cumpiano v. Banco Santander Puerto Rico, <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 155 (1st Cir.1990) (internal quotation omitted)).  Thus, one may reasonably interpret the District Court Opinion as finding, or at least assuming, that plaintiff met the burden of proving a prima facie case by a preponderance of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We do not address plaintiff's argument that the district court erred in finding Dr. Bina unqualified for the position.  We need not do so, not only because we are assuming that plaintiff proved his prima facie case, but also because the district court found that CART considered Dr. Bina unqualified, not that Dr. Bina was in fact unqualified.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We proceed to consider whether defendants met their burden of producing evidence that plaintiff's application was rejected for a legitimate, nondiscriminatory reason.  See <span class=\"citation\" data-id=\"110424\"><span class=\"antecedent_guess\">Burdine,</span> <a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">254-55</span></a></span>, 101 S.Ct. at 1094-95.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Under the Burdine structure for decision, a defendant does not have this burden until plaintiff proves the elements of the prima facie case by a preponderance of the evidence.  As a pragmatic matter, however, \"the defendant feels the 'burden' not when the plaintiff's prima facie case is proved, but as soon as evidence of it is introduced.\"  St. Mary's Honor Center v. Hicks, --- U.S. ----, ---- n. 3, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, 2749 n. 3, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span> </a></span>(1993).  There is thus no discrete moment at which a defendant, concluding that plaintiff has proved a prima facie case, must formally articulate nondiscriminatory reasons for the employment decision.  <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"id_token\">Id.</span> at ----, </a></span>113 S.Ct. at 2755.   Rather, as Justice Scalia made clear in response to a concern of the dissent in St. Mary's Honor Center, \"the defendant's articulated reasons themselves are to be found lurking in the record.\"  <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"id_token\">Id.</span> (internal quotations </a></span>omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is precisely in the record that the district court, in this case, looked to find defendant's articulated reasons--and in a part of the record highlighted by counsel on both sides in the district court and on appeal.  The minutes of the May 1989 CART meeting, reproduced in full in the district court opinion, reveal that several members of the committee agreed that \"Dr. Bina is very hard to understand at times and often appears disorganized when lecturing to an audience.\"   District Court Opinion at 10, n. 3.  Two members strongly implied that Dr. Bina's teaching skills, as measured by student evaluations, had not improved since his application for the tenure track position the year before, when significant questions were raised about his teaching ability.  Furthermore, the minutes of the May 1989 meeting reflect a concern about Dr. Bina's attitude toward the College.  Some appeared to feel, partly on the basis of his declining the 1988 offer, that he held the College in contempt.  The minutes thus \"articulate\" the College's reasons for denying Dr. Bina a tenure track position.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even if these reasons were voiced by a minority of the committee members, their presence in this record is sufficient to meet the articulation burden.  A \"defendant need not persuade the court that it was actually motivated by the proffered reasons.\"   See <span class=\"citation\" data-id=\"110424\"><span class=\"antecedent_guess\">Burdine,</span> <a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">254</span></a></span>, 101 S.Ct. at 1094.   Thus, in this case defendants need not show, in order to meet their burden of production, that a majority of the committee were motivated by the reasons advanced by individual members, as reflected in the minutes.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Once the court received into the record evidence from which legitimate reasons for defendants' employment action could be gleaned, the burden of production was met.  Defense counsel's statement that she was unaware why the committee voted as it did (on which plaintiff relies as if it were a binding admission of failure to articulate any nondiscriminatory reason) does not have the effect of striking from the record the articulation of nondiscriminatory reasons already there.  A defendant's reasons for an employment decision are to be established \"through the introduction of admissible evidence,\" not through nontestimonial statements by defendant's counsel.  St. Mary's Honor Center, --- U.S. at <span class=\"citation\" data-id=\"112901\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2755</span> </a></span>(internal quotations omitted).  Moreover, in context, counsel's statement to the court may reasonably be understood as a candid admission of lack of knowledge why any particular member of the committee voted as he or she did. \"CART is secret ballot.  I have no idea why.\"   On this record, the district court could reasonably find that this statement by counsel was not an admission that no legitimate, nondiscriminatory reason had been articulated.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Plaintiff implied in oral argument and in his brief that entry of the minutes in the record was not sufficient to meet defendants' burden of production because plaintiff rather than defendants introduced the minutes into evidence.  To adopt such a view, however, would be to convert the Burdine decisionmaking structure from an aid to fair adjudication on the merits to a set of procedural snares for the unwary.  Plaintiff could set a trap by offering evidence that, if offered by defendant, would meet defendant's burden.  Plaintiff could then wait to spring the trap until defendant had rested (without wasting public and private resources by offering again, as part of defendant's case, precisely the same evidence that the court had already received in evidence, without any suggestion by either party that the court had received or should have received the evidence for a limited purpose).  This argument would deserve no more attention now even if it had been openly presented to the district court, not just on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We conclude that the district court did not err in determining that defendants met their burden of production.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>B. District Court's Finding of No Discrimination</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Plaintiff further contends that the district court erred in finding that plaintiff failed to prove intentional discrimination by defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A court of appeals may disturb a trial court's finding on this question of ultimate fact only if it is clearly erroneous.  See Anderson v. Bessemer City, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 573-76, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, 1511-13, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span> </a></span>(1985);  Cumpiano v. Banco Santander Puerto Rico, <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This court has previously suggested that trial court review of tenure decisions should be guided by an appropriately deferential standard.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>A court may not simply substitute its own views concerning the plaintiff's qualifications for those of the properly instituted authorities;  the evidence must be of such strength and quality as to permit a reasonable finding that the denial of tenure was \"obviously\" or \"manifestly\" unsupported.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Brown v. Trustees of Boston University, <span class=\"citation\" data-id=\"533563\"><a href=\"/opinion/533563/julia-prewitt-brown-v-trustees-of-boston-university/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">337</span></a></span>, 346 (1st Cir.1989).  The district court appropriately applied this standard to the present case, even though this is a case not of denial of tenure but of denial of appointment to a tenure track position.  The district court's finding is amply supported by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Plaintiff points to two major categories of evidence that he contends warrant a determination of clear error.  The first consists of allegedly derogatory or prejudiced statements made by various people who participated in reviewing Dr. Bina's application for a tenure track position.  These statements, however, do not support a determination that the district court committed clear error.  The few instances of statements that are reasonably construed as insensitive or narrow-minded were instances of statements made in 1987 and 1988.  Even if construed in the most negative light, Dr. MacKay's comment in 1987 and the comments by him and others during the April and June 1988 CART meetings do not compel a finding that the 1989 meeting and decision were infected by intentional discrimination.  Indeed, the minutes of the May 1989 meeting, to which the district court understandably assigned great weight, reveal not a hint of discriminatory animus.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Nor did the district court clearly err in finding that most of the statements plaintiff points to were properly understood in a neutral, nondiscriminatory light.  For example, references to audience difficulty in understanding Dr. Bina may reasonably be interpreted as expressing a concern about his ability to communicate to students rather than discriminatory animus based on ethnicity or accent.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Plaintiff makes, also, an implied disparate treatment claim when he relies on the \"different\" treatment accorded Dr. Bina.  The district court found that, between 1986 and 1991, there was only one other applicant besides Dr. Bina who was recommended for a tenure track position by his department, yet rejected by CART.  That person, in contrast to Dr. Bina, had no research experience.  We can not determine that the district court committed clear error in declining to infer that this break in the hiring pattern was a result of intentional discrimination.  This is a case where statistical evidence \"might be suggestive or it might be meaningless,\" and we do not second-guess the district court's decision to attach minimal weight to it.  See <span class=\"citation\" data-id=\"540783\"><span class=\"antecedent_guess\">Cumpiano,</span> <a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">156</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We decline to disturb the district court's finding that none of the defendants intentionally discriminated against Dr. Bina.</p>\n    </div>\n    <p>III. Breach of Contract</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Plaintiff bases his claim of breach of contract on two flawed assertions.  First, he argues that he accepted the College's offer within a reasonable time.  Second, he argues that the offer was made irrevocable because supported by consideration.  The second is merely a variant of the first, since irrevocability is never permanent but only for a reasonable period.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The question whether a contract has been formed is one of fact so long as the evidence does not point unerringly in a single direction but is capable of supporting conflicting inferences.  Crellin Technologies, Inc. v. Equipmentlease Corp., <span class=\"citation\" data-id=\"195233\"><a href=\"/opinion/195233/crellin-v-equipmentlease-corp/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.1994).  Thus, the district court's finding that no contract was formed is subject to clear error review.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Plaintiff's appeal is meritless because the June 27 offer expired by the time of Dr. Bina's purported acceptance on August 31.  It does not matter, for purposes of this appeal, whether the offer was extinguished because Dr. Bina rejected it--as is apparent from the record--or because the College withdrew it--as is clear from the record.  At no point before August 31 did Dr. Bina express a \"definite and unequivocal\" acceptance, see Ardente v. Horan, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">254</span></span>, 259, <span class=\"citation\" data-id=\"1963787\"><a href=\"/opinion/1963787/ardente-v-horan/\"><span class=\"volume\">366</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">162</span></a></span>, 165 (1976), and by then it was too late.  Even if Father Cunningham's alleged extension of the offer \"for a few days\" beyond the 10-day period were understood to keep it open until the July 26 meeting with Dr. MacKay--a contention we decline to endorse--the district court's finding that Dr. Bina rejected the offer at that meeting was not clearly erroneous.  In any event, the College terminated its offer by the August 3 letter, well before Dr. Bina's purported acceptance.  See Merritt Land Corp. v. Marcello, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">166</span></span>, 171-72, <span class=\"citation\" data-id=\"2167659\"><a href=\"/opinion/2167659/merritt-land-corporation-v-marcello/\"><span class=\"volume\">291</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">263</span></a></span>, 266 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We therefore conclude that the district court did not err in finding that no contract was formed between Dr. Bina and the College.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.   Costs are awarded to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195233/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533563/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1963787/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2167659/"
  ]
}