{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195767/",
  "id": 195767,
  "absolute_url": "/opinion/195767/united-states-v-felix-montas/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195767/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:07Z",
  "date_modified": "2020-02-21T23:31:51.157792Z",
  "type": "010combined",
  "sha1": "c584075e388877589dc337ed4a1c1a533d3ad4fa",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1264.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1264\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                    HECTOR JULIO FELIX MONTAS,\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \n\n                                           \n\n                              Before\n\n                      Torruella, Chief Judge,\r                                                      \n           Coffin and Campbell, Senior Circuit Judges.\r                                                               \n\n                                           \n\n  Rafael F. Castro Lang for appellant.\r                                 \n  Esther Castro  Schmidt,  Assistant  United States  Attorney,  with\r                                  \nwhom  Guillermo  Gil,  United States  Attorney,  and  Jose  A. Quiles-\r                                                                              \nEspinosa, Senior Litigation Counsel, were on brief for appellee.\r                \n\n                                           \n\n                         December 7, 1994\n                                           \r\r\n\n     COFFIN,  Senior Circuit  Judge.   Hector Julio  Felix Montas\r                                             \n\nappeals  his  conviction after  jury  trial  for possession  with\n\nintent to  distribute  cocaine.    He raises  three  issues:  the\n\nsufficiency  of the  evidence to  support the  jury  verdict, the\n\nappropriateness of the district judge's conduct during the trial,\n\nand the admission of expert testimony concerning the use of false\n\nnames  by airplane  drug couriers.   While we are  given pause by\n\nsome aspects of the case, we conclude that there is no reversible\n\nerror.    \n\n                            Background\r                                                \n\n     On June  30, 1993, a dog used by a United States Customs K-9\n\nunit detected drugs in  two suitcases checked onto a  flight from\n\nSan Juan, Puerto Rico,  to New York City.  The  two bags had been\n\nchecked  in  the  name  of  Miguel  Rivera  (\"Rivera\")  and  bore\n\nidentification tags  with Rivera's name written by hand.  Customs\n\ninspectors located a third  bag checked in Rivera's name,  but no\n\ncocaine  was  detected  therein.   This  third  bag  also had  an\n\nidentification tag affixed to it, which bore the handwritten name\n\nof Pedro Felix followed  by defendant's address.  All  three bags\n\nhad  consecutive claim  tag numbers.   Airline  records indicated\n\nthat Felix  and Rivera had  purchased their tickets,  checked in,\n\nand checked their  bags, at the  same time.   They also had  been\n\nassigned adjacent seats on the flight.1\n                    \r                              \n\n     1 In its brief the government misleadingly asserts that \"the\nname of Miguel Rivera appeared on all three\" bags.  By failing to\nexplain what only a close reading of the trial transcript reveals\n-- that  the airline  placed tags with  Rivera's computer-printed\r                              \nname on  the bags  -- the government  implies the existence  of a\n\n                               -2-\r\r\n\n     Upon detection of the  presence of drugs, Customs inspectors\n\nrushed to the  flight gate  to locate Rivera  and Felix.   Though\n\nmany of the passengers already had boarded, they  found defendant\n\nin  the gate area and asked to  see his ticket and boarding pass.\n\nDefendant  showed them these documents, which were in the name of\n\n\"Felix,  P.,\" and they detained him.   Defendant asked why he was\n\nbeing held and was told \"because the dog has detected the odor of\n\nnarcotics on your bags.\"   Supervisory Customs Inspector Irizarry\n\nwent to search the  plane for Rivera, telling Inspector  Ramos to\n\nstay  and watch  defendant closely because  he thought  he looked\n\nnervous and was getting  ready to throw away something he  had in\n\nhis  pants pocket.  This prediction  proved prescient, for, after\n\nwatching  defendant  take his  hands in  and  out of  his pockets\n\nseveral  times, Ramos observed  what he  described as  a crumpled\n\npiece  of   paper  fall  from  defendant's  back.    Ramos  said,\n\n\"something fell from you.\"   Defendant replied: \"Not me.   That's\n\nnot  mine.\"  Ramos picked  up the crumpled  papers and discovered\n\nthat they  were the claim checks for the three pieces of luggage,\n\ntwo of which  contained the  cocaine.  Defendant  was taken  into\n\ncustody, where he  was found to  be in possession of  a Dominican\n\nRepublic passport and other identification in the name  of Hector\n\nJulio Felix Montas.  \n\n     There  is conflicting evidence  on what happened  next.  The\n\ngovernment contends that  Irizarry and  another Customs  official\n\n                    \r                              \n\nstronger connection among the bags, and of the defendant to them,\nthan is warranted.  \n\n                               -3-\r\r\n\nentered the  plane and determined that no  passenger named Rivera\n\nwas  aboard.  Defendant argues that Rivera  was on the plane when\n\nit  took off  and disembarked  with the  other passengers  in New\n\nYork, noting that this  theory finds support in testimony  by DEA\n\nAgent Ivan Rios  at a preliminary hearing.  Rios,  who arrived on\n\nthe scene  after defendant  was detained, testified  that Customs\n\nofficials  told him that Rivera had taken  off on the flight.  He\n\nalso  testified that, by  the time authorities  were contacted in\n\nNew  York, the passengers already had disembarked.  In any event,\n\nno Rivera was ever apprehended.\n\n     The jury convicted defendant of  the single count with which\n\nhe was charged, possession with intent to distribute cocaine.\n\n                            Discussion\r                                                \n\n     We address the three claims of error in turn.\n\nI.   Sufficiency of the Evidence\r                                          \n\n     In assessing the sufficiency of the  evidence to support the\n\njury's guilty verdict, we read the record and draw all reasonable\n\ninferences  therefrom   in  the  light  most   favorable  to  the\n\nprosecution.  United States v. Loder,  23 F.3d 586, 589 (1st Cir.\r                                              \n\n1994).  We must affirm  if, based on the evidence viewed  in this\n\nway, a  rational fact finder  could have  found defendant  guilty\n\nbeyond a reasonable doubt.  Id.\r                                         \n\n     The evidence adduced at trial was sufficient  to sustain the\n\nverdict.   Though the  bags containing  cocaine  were checked  to\n\nRivera and bore identification labels with  Rivera's hand-written\n\nname, the record shows that defendant was linked to these bags in\n\n                               -4-\r\r\n\nseveral ways.  First, he possessed the claim checks for the bags,\n\nmaking reasonable the inference  that he planned to pick  them up\n\nupon  arrival  in New  York.   Possession  of such  claim checks,\n\nbecause  they  \"represent  [the]   legal  right  to  reclaim  the\n\nluggage,\" is sufficient to  show constructive possession over the\n\nluggage itself.  United  States v. Ocampo-Guarin, 968 F.2d  1406,\r                                                          \n\n1410  (1st  Cir.  1992).    Second,  when  he  was  detained,  he\n\nintentionally  threw away  the claim  checks.   Such  evidence is\n\nhighly probative that he was conscious of his own guilt.   Third,\n\ndefendant and  Rivera bought  their tickets together,  checked in\n\ntogether,  and checked  their  bags together.    This could  show\n\nnothing  more than that the two men were co-travellers, but, when\n\ntaken  together with  the other  evidence, it  also  supports the\n\ninference that either Rivera  never existed and defendant created\n\nhis persona as  part of a scheme to avoid  detection, or that the\n\ntwo men  were cohorts  in a  smuggling endeavor.   In  any event,\n\nbased on the totality of the evidence, a rational jury could find\n\ndefendant guilty beyond a reasonable doubt.\n\n     Defendant  argues that  all  of this  evidence is  perfectly\n\nconsistent  with innocence.   He  submits that  he possessed  the\n\nclaim checks  for the bags  containing cocaine  only because  the\n\nairline  clipped both  his and  Rivera's checks  onto  his ticket\n\njacket, as the airline representative testified is sometimes done\n\nwhen two passengers  check in  together.  He  points out that  he\n\nthrew  away the checks  only after  being told  that the  odor of\n\nnarcotics was detected in  \"his\" bags.  He says  he then realized\n\n                               -5-\r\r\n\nfor  the  first  time  that  Rivera's  bags  must  have contained\n\nnarcotics.  Throwing away  the checks, he contends, was  simply a\n\nnatural human reaction to avoid the erroneous conclusion  that he\n\nwas   involved.     He   also  stresses   that  the   handwritten\n\nidentifications  tags showed  that  the cocaine-filled  bags were\n\nRivera's and the unoffending bag was his.\n\n     This  argument  fails for  two basic  reasons.   First, even\n\nassuming the plausibility of  defendant's explanations, it is not\n\na prerequisite of conviction that the prosecution adduce evidence\n\nto preclude  \"every reasonable hypothesis of  innocence.\"  United\r                                                                           \n\nStates v.  Gonzalez-Torres, 980  F.2d 788,  790 (1st  Cir. 1992).\r                                    \n\nMoreover, defendant made this same argument -- that  the evidence\n\nshowed nothing  more than  that he  was an innocent  co-traveller\n\nwith  Rivera  --  to the  jury.    Because  there was  sufficient\n\nevidence  to make  reasonable a  finding of  guilt, the  jury was\n\nentitled to discredit his theory of innocence.  See, e.g., id. \r                                                                        \n\nII.  The Judge's Conduct\r                                  \n\n     Defendant next urges us to  reverse because, he asserts, the\n\ndistrict judge became \"a partisan of the government's case,\" thus\n\ndepriving him  of a  fair  trial.   See, e.g.,  United States  v.\r                                                                       \n\nWilensky, 757 F.2d 594, 598 (3d Cir. 1985) (criminal trial unfair\r                  \n\nwhen \"the judge's role loses its color of neutrality and tends to\n\naccentuate and emphasize the prosecutor's case\"), cited in United\r                                                                           \n\nStates v.  Corgain, 5  F.3d 5,  9 (1st Cir.  1993).   The judge's\r                            \n\nallegedly improper conduct consists of questioning  a prosecution\n\nwitness and admonishing the prosecutor on her trial strategy in a\n\n                               -6-\r\r\n\nmanner  reflecting  adversely  on  defendant's  case.    We  have\n\nreviewed these matters, as well as the entire record, and find no\n\nconduct by the judge warranting reversal.\n\n     The role of a federal trial judge, of course, is not limited\n\nto that  of a \"mere umpire.\"   United States v.  Polito, 856 F.2d\r                                                                 \n\n414, 418 (1st Cir. 1988).  Instead, the judge \"is the governor of\n\nthe  trial for assuring its  proper conduct.\"   Desjardins v. Van\r                                                                           \n\nBuren Community Hosp., 969  F.2d 1280, 1281 (1st Cir.  1992) (per\r                               \n\ncuriam)  (quoting Quercia  v. United  States, 289  U.S. 466,  469\r                                                      \n\n(1933)).  In the exercise of this power, a trial judge has \n\n     \"the prerogative, and at times  the duty, of eliciting facts\n     he  deems necessary to the clear presentation of issues.  To\n     this end he may examine witnesses who testify, so long as he\n     preserves  an attitude  of impartiality  and guards  against\n     giving  the jury the impression  that the court believes the\n     defendant is guilty.\"  \n\nUnited States v. Paz Uribe, 891 F.2d 396, 400-401 (1st Cir. 1989)\r                                    \n\n(quoting Llach  v. United States,  739 F.2d 1322,  1329-1330 (8th\r                                          \n\nCir. 1984)).  An  appellate court, when asked to  reverse because\n\nof asserted  improper conduct  by a  trial judge, must  \"consider\n\nisolated incidents in  light of  the entire transcript  so as  to\n\n`guard against magnification on appeal of instances which were of\n\nlittle importance in their  setting.'\"  Aggarwal v.  Ponce School\r                                                                           \n\nof Medicine, 837 F.2d 17, 22  (1st Cir. 1988) (quoting Glasser v.\r                                                                        \n\nUnited States, 315 U.S. 60, 83 (1942)).    \r                       \n\n     Preliminarily, we note  that defense counsel  never objected\n\nto any of the court's  conduct about which he now complains.   We\n\ntherefore review  the issue for plain error  only.  Fed. R. Crim.\n\nP. 52(b);  United States  v. Gonzalez-Torres,  980 F.2d 788,  791\r                                                      \n\n                               -7-\r\r\n\n(1st Cir. 1992).   To satisfy this standard, defendant  must show\n\nthat there was error, that  it was clear or obvious, and  that it\n\naffected a substantial right.  United States v. Olano, 113 S. Ct.\r                                                               \n\n1770,  1776-78 (1993).  \"[E]rror rises to this level only when it\n\nis `so  shocking that  [it] seriously affect[ed]  the fundamental\n\nfairness   and  basic  integrity  of  the  proceedings  conducted\n\nbelow.'\"  United States v. Ortiz, 23 F.3d 21, 26  (1st Cir. 1994)\r                                          \n\n(quoting United States v. Olivo-Infante, 938 F.2d 1406, 1412 (1st\r                                                 \n\nCir. 1991)) (internal quotations omitted).\n\n     The   first   alleged  impropriety   concerns   the  court's\n\nquestioning  of   a   prosecution  witness   during  her   cross-\n\nexamination.    Sandra Roman,  who worked  for  the airline  as a\n\nticket agent at the San Juan airport, testified that she sold two\n\ntickets  in the  names  of Miguel  Rivera  and Pedro  Felix,  and\n\nchecked in three bags under Rivera's name, at 5:45 in the morning\n\nof the flight.   On cross-examination,  defense counsel tried  to\n\nadvance the  theory that Rivera  was allowed to  take off  on the\n\nflight to  New York  and  disembark there.    He handed  Roman  a\n\ndocument captioned \"passenger list\"  and asked whether \"the names\n\nthat you find here would  be the names of the passengers  on that\n\nparticular flight?\"   Roman replied  in an ambiguous  manner2 and\n\nthe court  asked  whether  the people  on  the  \"passenger  list\"\n\nactually  boarded the  plane.   Roman answered:  \"This is  not my\n\narea, okay?   So I am not very expert on  the information in this\n\nlist.   I  really  work  at  the  counter, so  I  work  with  the\n                    \r                              \n\n     2 The transcript shows she answered by stating \"aha.\"\n\n                               -8-\r\r\n\nreservation, not with the list.\"  When defense counsel  persisted\n\nin  inquiring further  about the  list, the  court finally  asked\n\nRoman: \"Do you know whether that list means  that all the persons\n\nboarded the plane?\"  Roman replied:\n\n     I am not sure.  Okay, there  is a list that says -- what  is\n     called the on list.  That is the one that all the passengers\n     are on board, and it doesn't look -- I don't think it's this\n     one.  There is  another list with all the  reservations that\n     we have  for the flight.  So I'm not  sure which one is this\n     one, if this is  the on list, what  we call the on list,  or\n     the  list of  all  the people  that  had reserved  for  that\n     flight.\n\n     Defense   counsel   continued   to    cross-examine   Roman,\n\nsuccessfully  eliciting   that,  when  two  passengers  check  in\n\ntogether  with luggage,  sometimes  both of  their baggage  claim\n\nchecks  are  clipped to  one  passenger's  ticket  jacket.   This\n\ntestimony  was obviously  helpful  to defendant  because it  made\n\nplausible his assertion that he possessed the incriminating claim\n\nchecks simply due to the innocent  fact of his having checked  in\n\nwith Rivera.  The  prosecution tried to discredit this  theory on\n\nredirect  by  suggesting that,  since  the bags  were  checked in\n\nRivera's name, the baggage claim  checks would have been  clipped\n\nto his  ticket jacket, not defendant's.   On recross-examination,\n\nthe defense  rebutted this  suggestion by eliciting  that baggage\n\nchecks  may be clipped to  one of the  passenger's ticket jackets\n\nregardless of  which passenger  actually checked  the bags.   The\n\njudge then asked Roman:\n\n     THE COURT:     When somebody  goes to  the counter to  buy a\n                    ticket  or two tickets  or three  tickets, do\n                    you need to have the physical presence of the\n                    two or  three persons  there, or can  the one\n                    person buy the three tickets?\n\n                               -9-\r\r\n\n     THE WITNESS:   One   person  can  buy  however  number  [of]\n                    ticket[s] he wants.\n\n     THE COURT:     And I can go  with my wife, for  example, and\n                    say \"Here I am to check in.\"   My wife may be\n                    in the bathroom or buying something and I can\n                    check   in  and  you   don't  see   her  face\n                    physically, correct?\n\n     THE WITNESS:   No.\n\n     Later, during  oral argument outside the  jury's presence on\n\nthe  defense motion for a  judgment of acquittal,  the court made\n\ncertain statements that defendant argues show the court's bias in\n\nfavor  of  the prosecution.   In  essence,  the court  chided the\n\nprosecutor  for failing  to produce  the \"on  list\" to  which Ms.\n\nRoman  referred, and for failing to have someone from the airline\n\ntestify that  no one named Rivera ever turned in a boarding pass.\n\nThe court  explained that  it thought  this evidence  was crucial\n\nbecause \"it is entirely possible that [Rivera is] a no[n] entity.\n\nIt's  entirely possible that somebody bought a ticket in his name\n\nnot to use  it.\"  The prosecutor responded that  she had called a\n\nCustoms  inspector  who  testified  that no  Miguel  Rivera  ever\n\nchecked in at the gate. \n\n     THE COURT:     I understand  he said that.  But the truth of\n                    the matter  is  that  it  would  have  looked\n                    better  if  someone  from  American  Airlines\n                    would have come to verify that same fact. . .\n                    .   I  do think  your case  contains elements\n                    enough  for it to go  before the jury.  . . .\n                    But the truth  of the matter is  that you are\n                    missing a very  important element,  extremely\n                    important.   Don't be surprised if  you get a\n                    defendant's verdict in this case.\n\n     MS. CASTRO:    Okay.  Thank you, your Honor.\n\n                               -10-\r\r\n\n     THE COURT:     As a matter of fact, you want me to tell you,\n                    I don't  think Miguel Rivera was  ever at the\n                    airport, but that's besides the point.\n\n     We  find  the court's  questions  concerning  the \"passenger\n\nlist\"  to have been entirely  appropriate.  The  defense tried to\n\nprove  that Rivera must have  boarded the plane  because his name\n\nwas on the  list.  By its questions, the  court elicited that the\n\nlist under review may not have been the \"on list,\" i.e., the list\n\nof  passengers who actually boarded,  but rather, only  a list of\n\nthose who  had made  a  reservation for  the flight.   Thus,  the\n\neffect  of  the  court's  questioning  was  to  clarify  the true\n\nsignificance of the document  for the jury, which is,  of course,\n\nentirely proper.  See, e.g., Corgain, 5 F.3d at 9; Paz Uribe, 891\r                                                                      \n\nF.2d  at 401.   No  judicial bias  inheres in  the fact  that the\n\npremise  of defendant's theory,  that Rivera's  name on  the list\n\nmeant he boarded the plane, was shown to be more dubious than the\n\ndefense wanted the jury to believe. \n\n     With  the benefit of hindsight, we could take issue with the\n\ncourt's questions  regarding the  possibility of checking  in for\n\nother passengers in their  absence.  After all, neither  side had\n\nbroached this  topic with Roman,3 so it  is difficult to see what\n\nconfusion  or  ambiguity  in  the  mind  of  the   jury  required\n\nclarification.    Further,  the   testimony  the  judge  elicited\n\n                    \r                              \n\n     3  The prosecutor may have attempted to make this point when\none  of the customs inspectors  testified earlier that  day.  She\nasked him whether either  Rivera or Felix could have  checked the\nbags.  The court  sustained defense counsel's objection, stating:\n\"We  have to  wait  for  the  American  Airlines  person.\"    The\nprosecutor never took up the issue when Roman later testified.\n\n                               -11-\r\r\n\napparently did  little more  than highlight the  possibility that\n\nRivera was  never at the airport.  It showed that it was possible\n\nfor  the defendant, acting alone, to have bought the two tickets,\n\nchecked  in  for himself  and Rivera,  and  checked in  the three\n\npieces of  luggage under Rivera's  name --  a theory that,  as we\n\nknow from the judge's later comments, he himself believed.      \n\n     While this  testimony perhaps more properly  would have been\n\nelicited  by the  prosecutor  than the  judge,  we do  not  think\n\ndefendant's  right to  a fundamentally  fair trial  was affected.\n\nFirst,  the fact that it is possible  to buy tickets and check in\n\nfor another passenger is collateral to the ultimate determination\n\nof defendant's  guilt or innocence.   Second,  in eliciting  this\n\ntestimony, the  judge did  not expressly  display an attitude  of\n\npartiality  or tip  his hand  to the  jury concerning  his belief\n\nabout Rivera's  existence or defendant's guilt or innocence.  See\r                                                                           \n\nPaz  Uribe, 891  F.2d at 400-401.   Nor  do we think  there was a\r                    \n\nsignificant  risk that the jury perceived any partiality based on\n\nthe fact of asking these questions.  If any such risk existed, it\n\nwas  ameliorated by the court's  instruction to the  jury, at the\n\nbeginning of the trial,  that \"[n]othing that I may  say, nothing\n\nthat I may do, is intended  by me as indicating what your verdict\n\nshould be.\"   As already noted, the  judge's comment that he  did\n\nnot believe Rivera was ever at the airport took place outside the\n\njurors' presence  and thus could not possibly have affected their\n\nverdict.    Further,  in  the  context  of  the  court's  overall\n\nsupervision of the trial, the challenged conduct amounted to very\n\n                               -12-\r\r\n\nlittle.  See Polito, 856 F.2d at 418.  The  judge's few questions\r                             \n\non this score  were not  the type of  serious departure from  the\n\nwide boundaries of the judicial role that requires  reversal, and\n\ncertainly not where there was no objection below.\n\n     Finally,  defendant  complains  that,  by  pointing  out the\n\nfailure to show conclusively that no Rivera was aboard, the court\n\ngave  the prosecutor a suggestion of valuable trial strategy at a\n\ntime when she still could have used it to  her benefit.  But this\n\nargument ignores that the court expressly ruled that it would not\n\nallow  the  government  to  re-open  its  case  to  correct   the\n\ndeficiency.  There was,  in fact, no further evidence  offered by\n\nthe prosecution and thus no prejudice to the defendant.\n\nIII. Admission of Expert Testimony\r                                            \n\n     The defendant also asserts that the court erred in admitting\n\ncertain  expert testimony  under  Fed. R.  Evid.  702 because  it\n\nconcerned a subject within an average juror's understanding.  The\n\ntestimony was  given by  the government's case  agent, DEA  Agent\n\nRios.  We reproduce it in its entirety.\n\n     Q.   Based  on your  experience,  was it  unusual that  this\n          person  who  has  been  detained  as  Pedro  Felix  was\n          carrying  a passport  identifying himself  with another\n          name?\n\n          Mr. Castro Lang:    Objection,  your  Honor.   Leading,\n                              number    one.       Second,   it's\n                              requesting the witness to speculate\n                              about  matters  that  are   not  in\n                              evidence.\n\n          The Court:          Let  me say this:  You can rephrase\n                              the question.\n\n     Q:   Have you participated in many airport cases?\n\n                               -13-\r\r\n\n     A:   Yes, ma'am.\n\n     Q.   Have  you participated  in  cases  where suitcases  are\n          involved containing narcotics?\n\n     A.   Yes, Ma'am.\n\n          Mr. Castro Lang:    Objection, Your Honor.\n\n          The Court:          Grounds?\n\n          Mr. Castro Lang:    We    are    dealing   with    this\n                              interception.          Were    they\n                              interceptions  that were  unrelated\n                              to  this  case?    If   that's  the\n                              situation, I object.\n\n          The Court:          Overruled.\n\n     Q.   And in these situations  where you have intervened with\n          individuals who had narcotics in their  suitcases, what\n          has  been  your  experience  as  to the  names  on  the\n          suitcases and the names on the individuals?\n\n          Mr. Castro Lang:    Objection, your Honor.\n\n          The Court:          Overruled.\n\n     A.   My experience  has been that possibly 99 percent of the\n          previous  cases I've had as a special agent of the Drug\n          Enforcement  Administration,  cases related  to airport\n          seizures like  this particular one, have  been that the\n          person is travelling under an assumed name.\n\n     Q.   By \"travelling under an assumed name,\" what do you mean\n          by this?\n\n     A.   They  use a  different name  in their flight  ticket in\n          order to avoid -- a different name in the flight ticket\n          in comparison to the  name that is the real  name.  For\n          instance, in an ID -- they  will use an ID if they have\n          one, Okay?  And they will place a different name in the\n          flight ticket which  would in turn put a different name\n          also in the claim tags and also in the claim checks.\n\n     Q.   Are you  telling us that there would be one name on the\n          suitcases -- \n\n     A.   Correct[], different  from his  real name, in  order to\n          avoid  any  kind  of linking  between  that  particular\n          suitcase, the name on  that particular suitcase, to his\n          real person, to his real name.\n\n                               -14-\r\r\n\n     Q.   And why would he want to avoid that?\n\n     A.   Well, that's obvious  right there.  Because  if you are\n          ever caught with a controlled substance in a particular\n          suitcase and  you  get  asked  your name,  you  show  a\n          different ID to the name on the label, and in  that way\n          you will try to avoid being caught.\n\n     On  summation,  the  prosecutor  emphasized  the  similarity\n\nbetween defendant's conduct and  the conduct that Rios attributed\n\nto  \"99 percent\"  of the  drug smugglers  caught in  his previous\n\ncases:\n\n     And then you  remember the testimony of  the case agent\n     in this  case, Mr. Ivan Rios.  He told you he's been --\n     he's  intervened  in   many  airport  cases   involving\n     suitcases.   He  also told  you, ladies  and gentlemen,\n     that  in  99  percent  of   the  cases  in  which  he's\n     intervened, the  person is travelling under  an assumed\n     name,  like the defendant here, P.  Felix, when in fact\n     his name is Hector Julio Felix Montas.\n\n     And  he  also told  you  that  besides travelling  under  an\n     assumed  name,  like  the   defendant  here,  based  on  his\n     experience, the names  that appear on  the suitcases do  not\n     correspond to the name of the person arrested.\n\n     And  I said, \"Well, isn't  that unusual?   Why is that,\n     Mr.  Rios?\"   And  he said,  \"No,  that's not  unusual.\n     That's  very common.   Because  in  case the  person is\n     arrested, he doesn't want  his name on those suitcases.\n     He doesn't want to be connected to those suitcases.\"\n\n     We have quoted the record so extensively to show that, while\n\ndefense counsel  objected to  Agent Rios's  testimony, he  did so\n\nonly on the  grounds of leading, speculation,  and -- as  best we\n\ncan understand his last  objection -- relevance.  At no  time did\n\nhe object to this testimony on the basis either that it was not a\n\nproper subject of  expert testimony  under Fed. R.  Evid. 702  or\n\nthat  it was unfairly  prejudicial under Fed.  R. Evid.  403.  No\n\nobjection of any kind was registered to the prosecutor's argument\n\n                               -15-\r\r\n\non  summation.   Thus, we  review these  matters for  plain error\n\nonly.   See United States v. Castiello, 915 F.2d 1, 3-4 (1st Cir.\r                                                \n\n1990); United States v. Gonzalez-Sanchez, 825 F.2d 572,  583 n.27\r                                                  \n\n(1st Cir. 1987) (\"Without a timely objection stating the specific\n\ngrounds therefor, our review is limited to plain error.\").\n\n     The initial test for determining the admissibility of expert\n\ntestimony is  laid out in Fed. R. Evid. 702.   Under Rule 702, an\n\nexpert may  testify concerning  \"scientific, technical,  or other\n\nspecialized  knowledge\" if it \"will  assist the trier  of fact to\n\nunderstand the evidence or to determine a fact in issue.\"  As the\n\nAdvisory Note to the Rule states:\n\n     There  is no more certain test  for determining when experts\n     may  be  used than  the  common  sense  inquiry whether  the\n     untrained   layman   would   be   qualified   to   determine\n     intelligently and  to the  best degree the  particular issue\n     without  enlightenment  from  those  having   a  specialized\n     understanding of the subject involved in the dispute.\n\nFed. R. Evid. 702 advisory committee's note (quoting Ladd, Expert\r                                                                           \n\nTestimony, 5 Vand.  L. Rev.  414, 418 (1952));  United States  v.\r                                                                       \n\nLamattina,  889  F.2d 1191,  1194 (1st  Cir.  1989).   A district\r                   \n\njudge, who sees and  hears the challenged evidence first  hand in\n\nthe context  of the  overall trial,  enjoys  broad discretion  in\n\ndetermining the admissibility  of expert testimony; an  appellate\n\ncourt  will overturn such a determination only if it represents a\n\nmanifest abuse  of discretion.   United States v.  Echeverri, 982\r                                                                      \n\nF.2d 675, 680 (1st Cir. 1993).  \n\n     Even if  admissible under  Rule 702, expert  testimony still\n\nmay be excluded under Fed. R. Evid. 403 if its probative value is\n\nsubstantially  outweighed  by the  risk  of  unfair prejudice  it\n\n                               -16-\r\r\n\ncreates.   See  Castiello,  915 F.2d  at  3-4; United  States  v.\r                                                                       \n\nHensel, 699 F.2d 18, 38 (1st Cir. 1983).  Accord United States v.\r                                                                        \n\nCastillo, 924  F.2d  1227, 1232  n.9  (2d Cir.  1991).   The  403\r                  \n\ninquiry  also is left to the sound discretion of the trial court,\n\nan appellate court substituting its judgment \"only  rarely -- and\n\nin  extraordinarily  compelling  circumstances.\"   Newell  Puerto\r                                                                           \n\nRico,  Ltd. v.  Rubbermaid Inc., 20  F.3d 15, 21  (1st Cir. 1994)\r                                         \n\n(quoting  Freeman v. Package  Machinery Co., 865  F.2d 1331, 1340\r                                                     \n\n(1st Cir. 1988)) (internal quotation omitted).\n\n     We have admitted expert testimony regarding the operation of\n\ncriminal schemes and activities in a variety of contexts, finding\n\nsuch testimony helpful to juries in understanding some obscure or\n\ncomplex aspect  of the  crime.   See Echeverri,  982 F.2d at  680\r                                                        \n\n(expert may \"identify an otherwise inscrutable document as a drug\n\nledger  and explain  its  contents\"); Castiello,  915  F.2d at  3\r                                                         \n\n(statement  phrased  in drug  world  jargon \"was  not  so readily\n\ncomprehensible to the  layman that it could not  bear elucidation\n\nby a  law enforcement agent knowledgeable in the ways of the drug\n\nworld\");  United States v. Angiulo, 897 F.2d 1169, 1189 (1st Cir.\r                                            \n\n1990) (expert  testimony that defendants played  certain roles in\n\ncriminal  activities is  helpful  to jury  because  of the  crime\n\nfamily's \"extensive  criminal organization . .  ., the complexity\n\nof the interrelationships within the organization, and the use of\n\ncriminal   jargon  by   defendants   in  their   conversations\");\n\nLamattina,  889 F.2d at 1194 (expert may translate the meaning of\r                   \n\njargon used in conversation related to a loansharking transaction\n\n                               -17-\r\r\n\nthat  jury \"would probably have  been at a  loss to understand\");\n\nUnited  States  v. Ladd,  885 F.2d  954,  959-60 (1st  Cir. 1989)\r                                 \n\n(expert may testify that type of packaging and number of packages\n\nof  drugs is  consistent with  distributive intent,  not personal\n\nuse, because \"jurors are not expected to be familiar with the . .\n\n. workings of the  heroin community\"); United States v.  Angiulo,\r                                                                          \n\n847  F.2d  956, 973-75  (1st  Cir. 1988)  (expert  testimony that\n\ndefendants  were  close  associates  of  organized  crime  family\n\nassisted  jury in  light of  family's complex  structure); United\r                                                                           \n\nStates v. Rivera Rodriguez, 808 F.2d 886, 888 (1st Cir. 1986) (to\r                                    \n\nhelp jurors understand the significance of an instrument called a\n\n\"sifter-grinder\"  found  in  defendant's possession,  expert  may\n\ntestify  that it is used to adulterate cocaine); Hensel, 699 F.2d\r                                                                 \n\nat 38 (since \"smuggling  tons of marijuana is a  complex matter,\"\n\nexpert  testimony about  drug smugglers'  methods would  help the\n\njury understand the evidence). \n\n     This  case is distinguishable.  Unlike those cases, here the\n\nexpert  testified about matters  that were  readily intelligible.\n\nWe believe that an average juror can assess intelligently whether\n\nan inference of guilt should be drawn from defendant's travelling\n\nunder the  name  of  \"P.  Felix\" without  expert  testimony  that\n\nairline drug  smugglers check  their bags  and buy their  tickets\n\nunder  false  names to  avoid detection.    Cf. United  States v.\r                                                                        \n\nWeiner,  3 F.3d 17, 21-22 (1st Cir.  1993) (error to admit expert\r                \n\ntestimony of \"a routine inference that the jury could draw on its\n\nown\").   Indeed, in  a telling  slip  of the  tongue, the  expert\n\n                               -18-\r\r\n\nhimself belied  the claim:  when  asked why  smugglers would  use\n\nfalse names, he responded, \"Well, that's obvious . . . . to avoid\n\nbeing caught.\"  Expert testimony on a subject that is well within\n\nthe  bounds of a jury's  ordinary experience generally has little\n\nprobative value.  On the other hand, the risk of unfair prejudice\n\nis real.   By appearing to put the expert's  stamp of approval on\n\nthe government's  theory, such  testimony might unduly  influence\n\nthe  jury's own assessment of the inference that is being urged.4\n\nSee Scott v. Sears, Roebuck &amp;  Co., 789 F.2d 1052, 1055 (4th Cir.\r                                            \n\n1986)  (expert  testimony  is  unfairly   prejudicial  \"when  the\n\n                    \r                              \n\n     4 Defendant relies heavily on language in two Second Circuit\ndecisions that seemed to  extend the limits imposed by  Rules 702\nand  403.  In  Castillo, 924  F.2d at  1234, the  court declared:\r                                 \n\"[W]e take serious issue  with the Government's use of  an expert\nwitness  to propound  the impermissible  theory that  appellants'\nguilt could be inferred from  the behavior of unrelated persons.\"\nAccord United  States v. Cruz, 981  F.2d 659, 663 (2d  Cir. 1992)\r                                       \n(\"[G]uilt  may not  be  inferred from  the  conduct of  unrelated\npersons.\"). \n\n     This pronouncement seems to us too broad to be workable.  By\ndefinition, even the most  acceptable expert testimony concerning\nthe modus operandi of  a criminal scheme distills a  pattern from\nthe behavior of unrelated persons.  In fact, in more recent cases\nthe Second  Circuit itself has  stressed the narrower  grounds of\ndecision in Castillo  and Cruz, namely  that experts \"`cannot  be\r                                        \nused solely to bolster the credibility of the  government's fact-\nwitnesses by mirroring their version of events,'\" and that, while\nthe operations of  drug dealers  is a proper  subject for  expert\ntestimony, such  operations normally must  have \"esoteric aspects\nreasonably  perceived as  beyond the  ken of  the jury.\"   United\r                                                                           \nStates v. Tapia-Ortiz, 23  F.3d 738, 740 (2d Cir.  1994) (quoting\r                               \nCruz, 981 F.2d at 664 and citing Castillo, 924 F.2d at 1232); see\r                                                                           \nalso  United States  v. Taylor,  18 F.3d  55, 59  (2d Cir.  1994)\r                                        \n(stressing  that  \"[e]xpert  testimony   may  be  used  `on  some\noccasions to explain even  non-esoteric matters, when the defense\nseeks  to  discredit  the   government's  version  of  events  as\nimprobable,'\" quoting Cruz, 981 F.2d at 664).\r                                    \n\n                               -19-\r\r\n\nevaluation of the commonplace by an expert witness might supplant\n\na jury's independent exercise of common sense\").    \n\n     As  we have noted, the trial court enjoys vast discretion in\n\ndeciding whether to  admit expert testimony  under Rules 702  and\n\n403.  We believe that  this evidence was on the very margin of --\n\nand probably  beyond -- what  is acceptable.  But  as also noted,\n\nRules 702  and 403 were not raised as grounds of objection below.\n\nWe  conclude that admitting  this testimony was  not plain error.\n\nSee Olano, 113 S. Ct. at 1776-78 (plain error requires error that\r                   \n\nwas clear or obvious  and affected a substantial right).   First,\n\nwe  find  the relevant  inquiries --  was  the jury  competent to\n\nassess the  evidence intelligently without  the expert testimony,\n\nwhat is the probative weight of the testimony, what are the risks\n\nof  prejudice, and which  is greater -- to  be subtle rather than\n\nobvious  and clear.  Indeed,  for this reason  it is particularly\n\nimportant  for counsel to call to the trial court's attention the\n\nbases  of such evidentiary challenges  so that the  court has the\n\nopportunity   to  carefully  consider   them.    Second,  without\n\nminimizing the  risks associated  with this testimony,  we cannot\n\nsay  that its  admission was  \"`so shocking  that [it]  seriously\n\naffect[ed] the  fundamental fairness  and basic integrity  of the\n\nproceedings  conducted below.'\"    Ortiz, 23  F.3d  at 26.    The\r                                                  \n\nadmission of this evidence,  therefore, does not require reversal\n\nin this case.\n\n     Affirmed.\r                        \n\n                               -20-\r\r\n",
  "html": "<p class=\"case_cite\">41 F.3d 775</p>\n    <p class=\"case_cite\">41 Fed. R. Evid. Serv. 701</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Hector Julio Felix MONTAS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1264.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 15, 1994.<br>Decided Dec. 7, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rafael F. Castro Lang, for appellant.</p>\n      <p class=\"indent\">Esther Castro Schmidt, Asst. U.S. Atty., with whom Guillermo Gil, U.S. Atty., and Jose A. Quiles-Espinosa, Sr. Litigation Counsel, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Hector Julio Felix Montas appeals his conviction after jury trial for possession with intent to distribute cocaine.  He raises three issues:  the sufficiency of the evidence to support the jury verdict, the appropriateness of the district judge's conduct during the trial, and the admission of expert testimony concerning the use of false names by airplane drug couriers.  While we are given pause by some aspects of the case, we conclude that there is no reversible error.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On June 30, 1993, a dog used by a United States Customs K-9 unit detected drugs in two suitcases checked onto a flight from San Juan, Puerto Rico, to New York City.  The two bags had been checked in the name of Miguel Rivera (\"Rivera\") and bore identification tags with Rivera's name written by hand.  Customs inspectors located a third bag checked in Rivera's name, but no cocaine was detected therein.  This third bag also had an identification tag affixed to it, which bore the handwritten name of Pedro Felix followed by defendant's address.  All three bags had consecutive claim tag numbers.  Airline records indicated that Felix and Rivera had purchased their tickets, checked in, and checked their bags, at the same time.  They also had been assigned adjacent seats on the flight.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon detection of the presence of drugs, Customs inspectors rushed to the flight gate to locate Rivera and Felix.  Though many of the passengers already had boarded, they found defendant in the gate area and asked to see his ticket and boarding pass.  Defendant showed them these documents, which were in the name of \"Felix, P.,\" and they detained him.  Defendant asked why he was being held and was told \"because the dog has detected the odor of narcotics on your bags.\"   Supervisory Customs Inspector Irizarry went to search the plane for Rivera, telling Inspector Ramos to stay and watch defendant closely because he thought he looked nervous and was getting ready to throw away something he had in his pants pocket.  This prediction proved prescient, for, after watching defendant take his hands in and out of his pockets several times, Ramos observed what he described as a crumpled piece of paper fall from defendant's back.  Ramos said, \"something fell from you.\"   Defendant replied:  \"Not me.  That's not mine.\"   Ramos picked up the crumpled papers and discovered that they were the claim checks for the three pieces of luggage, two of which contained the cocaine.  Defendant was taken into custody, where he was found to be in possession of a Dominican Republic passport and other identification in the name of Hector Julio Felix Montas.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">There is conflicting evidence on what happened next.  The government contends that Irizarry and another Customs official entered the plane and determined that no passenger named Rivera was aboard.  Defendant argues that Rivera was on the plane when it took off and disembarked with the other passengers in New York, noting that this theory finds support in testimony by DEA Agent Ivan Rios at a preliminary hearing.  Rios, who arrived on the scene after defendant was detained, testified that Customs officials told him that Rivera had taken off on the flight.  He also testified that, by the time authorities were contacted in New York, the passengers already had disembarked.  In any event, no Rivera was ever apprehended.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The jury convicted defendant of the single count with which he was charged, possession with intent to distribute cocaine.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We address the three claims of error in turn.</p>\n    </div>\n    <p>I. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In assessing the sufficiency of the evidence to support the jury's guilty verdict, we read the record and draw all reasonable inferences therefrom in the light most favorable to the prosecution.  United States v. Loder, 23 F.3d 586, 589 (1st Cir.1994).  We must affirm if, based on the evidence viewed in this way, a rational fact finder could have found defendant guilty beyond a reasonable doubt.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The evidence adduced at trial was sufficient to sustain the verdict.  Though the bags containing cocaine were checked to Rivera and bore identification labels with Rivera's hand-written name, the record shows that defendant was linked to these bags in several ways.  First, he possessed the claim checks for the bags, making reasonable the inference that he planned to pick them up upon arrival in New York.  Possession of such claim checks, because they \"represent [the] legal right to reclaim the luggage,\" is sufficient to show constructive possession over the luggage itself.  United States v. Ocampo-Guarin, 968 F.2d 1406, 1410 (1st Cir.1992).  Second, when he was detained, he intentionally threw away the claim checks.  Such evidence is highly probative that he was conscious of his own guilt.  Third, defendant and Rivera bought their tickets together, checked in together, and checked their bags together.  This could show nothing more than that the two men were co-travellers, but, when taken together with the other evidence, it also supports the inference that either Rivera never existed and defendant created his persona as part of a scheme to avoid detection, or that the two men were cohorts in a smuggling endeavor.  In any event, based on the totality of the evidence, a rational jury could find defendant guilty beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Defendant argues that all of this evidence is perfectly consistent with innocence.  He submits that he possessed the claim checks for the bags containing cocaine only because the airline clipped both his and Rivera's checks onto his ticket jacket, as the airline representative testified is sometimes done when two passengers check in together.  He points out that he threw away the checks only after being told that the odor of narcotics was detected in \"his\" bags.  He says he then realized for the first time that Rivera's bags must have contained narcotics.  Throwing away the checks, he contends, was simply a natural human reaction to avoid the erroneous conclusion that he was involved.  He also stresses that the handwritten identifications tags showed that the cocaine-filled bags were Rivera's and the unoffending bag was his.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This argument fails for two basic reasons.  First, even assuming the plausibility of defendant's explanations, it is not a prerequisite of conviction that the prosecution adduce evidence to preclude \"every reasonable hypothesis of innocence.\"  United States v. Gonzalez-Torres, 980 F.2d 788, 790 (1st Cir.1992).  Moreover, defendant made this same argument--that the evidence showed nothing more than that he was an innocent co-traveller with Rivera--to the jury.  Because there was sufficient evidence to make reasonable a finding of guilt, the jury was entitled to discredit his theory of innocence.  See, e.g., id.</p>\n    </div>\n    <p>II. The Judge's Conduct</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Defendant next urges us to reverse because, he asserts, the district judge became \"a partisan of the government's case,\" thus depriving him of a fair trial.  See, e.g., United States v. Wilensky, 757 F.2d 594, 598 (3d Cir.1985) (criminal trial unfair when \"the judge's role loses its color of neutrality and tends to accentuate and emphasize the prosecutor's case\"), cited in United States v. Corgain, 5 F.3d 5, 9 (1st Cir.1993).  The judge's allegedly improper conduct consists of questioning a prosecution witness and admonishing the prosecutor on her trial strategy in a manner reflecting adversely on defendant's case.  We have reviewed these matters, as well as the entire record, and find no conduct by the judge warranting reversal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The role of a federal trial judge, of course, is not limited to that of a \"mere umpire.\"  United States v. Polito, 856 F.2d 414, 418 (1st Cir.1988).  Instead, the judge \"is the governor of the trial for assuring its proper conduct.\"  Desjardins v. Van Buren Community Hosp., 969 F.2d 1280, 1281 (1st Cir.1992) (per curiam) (quoting Quercia v. United States, 289 U.S. 466, 469, 53 S.Ct. 698, 698, 77 L.Ed. 1321 (1933)).  In the exercise of this power, a trial judge has</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>\"the prerogative, and at times the duty, of eliciting facts he deems necessary to the clear presentation of issues.  To this end he may examine witnesses who testify, so long as he preserves an attitude of impartiality and guards against giving the jury the impression that the court believes the defendant is guilty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">United States v. Paz Uribe, 891 F.2d 396, 400-01 (1st Cir.1989) (quoting Llach v. United States, 739 F.2d 1322, 1329-30 (8th Cir.1984)).  An appellate court, when asked to reverse because of asserted improper conduct by a trial judge, must \"consider isolated incidents in light of the entire transcript so as to 'guard against magnification on appeal of instances which were of little importance in their setting.' \"  Aggarwal v. Ponce School of Medicine, 837 F.2d 17, 22 (1st Cir.1988) (quoting Glasser v. United States, 315 U.S. 60, 83, 62 S.Ct. 457, 470, 86 L.Ed. 680 (1942)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Preliminarily, we note that defense counsel never objected to any of the court's conduct about which he now complains.  We therefore review the issue for plain error only.  Fed.R.Crim.P. 52(b);  United States v. Gonzalez-Torres, 980 F.2d 788, 791 (1st Cir.1992).  To satisfy this standard, defendant must show that there was error, that it was clear or obvious, and that it affected a substantial right.  United States v. Olano, --- U.S. ----, ----, 113 S.Ct. 1770, 1776-78, 123 L.Ed.2d 508 (1993).  \"[E]rror rises to this level only when it is 'so shocking that [it] seriously affect[ed] the fundamental fairness and basic integrity of the proceedings conducted below.' \"  United States v. Ortiz, 23 F.3d 21, 26 (1st Cir.1994) (quoting United States v. Olivo-Infante, 938 F.2d 1406, 1412 (1st Cir.1991)) (internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The first alleged impropriety concerns the court's questioning of a prosecution witness during her cross-examination.  Sandra Roman, who worked for the airline as a ticket agent at the San Juan airport, testified that she sold two tickets in the names of Miguel Rivera and Pedro Felix, and checked in three bags under Rivera's name, at 5:45 in the morning of the flight.  On cross-examination, defense counsel tried to advance the theory that Rivera was allowed to take off on the flight to New York and disembark there.  He handed Roman a document captioned \"passenger list\" and asked whether \"the names that you find here would be the names of the passengers on that particular flight?\"   Roman replied in an ambiguous manner<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and the court asked whether the people on the \"passenger list\" actually boarded the plane.  Roman answered:  \"This is not my area, okay?   So I am not very expert on the information in this list.  I really work at the counter, so I work with the reservation, not with the list.\"   When defense counsel persisted in inquiring further about the list, the court finally asked Roman:  \"Do you know whether that list means that all the persons boarded the plane?\"   Roman replied:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>I am not sure.  Okay, there is a list that says--what is called the on list.  That is the one that all the passengers are on board, and it doesn't look--I don't think it's this one.  There is another list with all the reservations that we have for the flight.  So I'm not sure which one is this one, if this is the on list, what we call the on list, or the list of all the people that had reserved for that flight.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Defense counsel continued to cross-examine Roman, successfully eliciting that, when two passengers check in together with luggage, sometimes both of their baggage claim checks are clipped to one passenger's ticket jacket.  This testimony was obviously helpful to defendant because it made plausible his assertion that he possessed the incriminating claim checks simply due to the innocent fact of his having checked in with Rivera.  The prosecution tried to discredit this theory on redirect by suggesting that, since the bags were checked in Rivera's name, the baggage claim checks would have been clipped to his ticket jacket, not defendant's.  On recross-examination, the defense rebutted this suggestion by eliciting that baggage checks may be clipped to one of the passenger's ticket jackets regardless of which passenger actually checked the bags.  The judge then asked Roman:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">THE COURT:  When somebody goes to the counter to buy a ticket or two tickets or three tickets, do you need to have the physical presence of the two or three persons there, or can the one person buy the three tickets?</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">THE WITNESS:  One person can buy however number [of] ticket[s] he wants.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">THE COURT:  And I can go with my wife, for example, and say \"Here I am to check in.\"   My wife may be in the bathroom or buying something and I can check in and you don't see her face physically, correct?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">THE WITNESS:  No.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Later, during oral argument outside the jury's presence on the defense motion for a judgment of acquittal, the court made certain statements that defendant argues show the court's bias in favor of the prosecution.  In essence, the court chided the prosecutor for failing to produce the \"on list\" to which Ms. Roman referred, and for failing to have someone from the airline testify that no one named Rivera ever turned in a boarding pass.  The court explained that it thought this evidence was crucial because \"it is entirely possible that [Rivera is] a no[n] entity.  It's entirely possible that somebody bought a ticket in his name not to use it.\"   The prosecutor responded that she had called a Customs inspector who testified that no Miguel Rivera ever checked in at the gate.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">THE COURT:  I understand he said that.  But the truth of the matter is that it would have looked better if someone from American Airlines would have come to verify that same fact....  I do think your case contains elements enough for it to go before the jury....  But the truth of the matter is that you are missing a very important element, extremely important.  Don't be surprised if you get a defendant's verdict in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">MS. CASTRO:  Okay.  Thank you, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">THE COURT:  As a matter of fact, you want me to tell you, I don't think Miguel Rivera was ever at the airport, but that's besides the point.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We find the court's questions concerning the \"passenger list\" to have been entirely appropriate.  The defense tried to prove that Rivera must have boarded the plane because his name was on the list.  By its questions, the court elicited that the list under review may not have been the \"on list,\" i.e., the list of passengers who actually boarded, but rather, only a list of those who had made a reservation for the flight.  Thus, the effect of the court's questioning was to clarify the true significance of the document for the jury, which is, of course, entirely proper.  See, e.g., Corgain, 5 F.3d at 9;  Paz Uribe, 891 F.2d at 401.   No judicial bias inheres in the fact that the premise of defendant's theory, that Rivera's name on the list meant he boarded the plane, was shown to be more dubious than the defense wanted the jury to believe.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">With the benefit of hindsight, we could take issue with the court's questions regarding the possibility of checking in for other passengers in their absence.  After all, neither side had broached this topic with Roman,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> so it is difficult to see what confusion or ambiguity in the mind of the jury required clarification.  Further, the testimony the judge elicited apparently did little more than highlight the possibility that Rivera was never at the airport.  It showed that it was possible for the defendant, acting alone, to have bought the two tickets, checked in for himself and Rivera, and checked in the three pieces of luggage under Rivera's name--a theory that, as we know from the judge's later comments, he himself believed.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While this testimony perhaps more properly would have been elicited by the prosecutor than the judge, we do not think defendant's right to a fundamentally fair trial was affected.  First, the fact that it is possible to buy tickets and check in for another passenger is collateral to the ultimate determination of defendant's guilt or innocence.  Second, in eliciting this testimony, the judge did not expressly display an attitude of partiality or tip his hand to the jury concerning his belief about Rivera's existence or defendant's guilt or innocence.  See Paz Uribe, 891 F.2d at 400-01.   Nor do we think there was a significant risk that the jury perceived any partiality based on the fact of asking these questions.  If any such risk existed, it was ameliorated by the court's instruction to the jury, at the beginning of the trial, that \"[n]othing that I may say, nothing that I may do, is intended by me as indicating what your verdict should be.\"   As already noted, the judge's comment that he did not believe Rivera was ever at the airport took place outside the jurors' presence and thus could not possibly have affected their verdict.  Further, in the context of the court's overall supervision of the trial, the challenged conduct amounted to very little.  See Polito, 856 F.2d at 418.   The judge's few questions on this score were not the type of serious departure from the wide boundaries of the judicial role that requires reversal, and certainly not where there was no objection below.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, defendant complains that, by pointing out the failure to show conclusively that no Rivera was aboard, the court gave the prosecutor a suggestion of valuable trial strategy at a time when she still could have used it to her benefit.  But this argument ignores that the court expressly ruled that it would not allow the government to re-open its case to correct the deficiency.  There was, in fact, no further evidence offered by the prosecution and thus no prejudice to the defendant.</p>\n    </div>\n    <p>III. Admission of Expert Testimony</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The defendant also asserts that the court erred in admitting certain expert testimony under Fed.R.Evid. 702 because it concerned a subject within an average juror's understanding.  The testimony was given by the government's case agent, DEA Agent Rios.  We reproduce it in its entirety.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Q. Based on your experience, was it unusual that this person who has been detained as Pedro Felix was carrying a passport identifying himself with another name?</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Mr. Castro Lang:  Objection, your Honor.  Leading, number one.  Second, it's requesting the witness to speculate about matters that are not in evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>The Court:  Let me say this:  You can rephrase the question.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Q. Have you participated in many airport cases?</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A. Yes, ma'am.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Q. Have you participated in cases where suitcases are involved containing narcotics?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">A. Yes, Ma'am.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>Mr. Castro Lang:  Objection, Your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>The Court:  Grounds?</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>Mr. Castro Lang:  We are dealing with this interception.  Were they interceptions that were unrelated to this case?   If that's the situation, I object.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>The Court:  Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Q. And in these situations where you have intervened with individuals who had narcotics in their suitcases, what has been your experience as to the names on the suitcases and the names on the individuals?</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>Mr. Castro Lang:  Objection, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>The Court:  Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">A. My experience has been that possibly 99 percent of the previous cases I've had as a special agent of the Drug Enforcement Administration, cases related to airport seizures like this particular one, have been that the person is travelling under an assumed name.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Q. By \"travelling under an assumed name,\" what do you mean by this?</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">A. They use a different name in their flight ticket in order to avoid--a different name in the flight ticket in comparison to the name that is the real name.  For instance, in an ID--they will use an ID if they have one, Okay?   And they will place a different name in the flight ticket which would in turn put a different name also in the claim tags and also in the claim checks.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Q. Are you telling us that there would be one name on the suitcases--</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A.  Correct[ ], different from his real name, in order to avoid any kind of linking between that particular suitcase, the name on that particular suitcase, to his real person, to his real name.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Q. And why would he want to avoid that?</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">A. Well, that's obvious right there.  Because if you are ever caught with a controlled substance in a particular suitcase and you get asked your name, you show a different ID to the name on the label, and in that way you will try to avoid being caught.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">On summation, the prosecutor emphasized the similarity between defendant's conduct and the conduct that Rios attributed to \"99 percent\" of the drug smugglers caught in his previous cases:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>And then you remember the testimony of the case agent in this case, Mr. Ivan Rios.  He told you he's been--he's intervened in many airport cases involving suitcases.  He also told you, ladies and gentlemen, that in 99 percent of the cases in which he's intervened, the person is travelling under an assumed name, like the defendant here, P. Felix, when in fact his name is Hector Julio Felix Montas.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>And he also told you that besides travelling under an assumed name, like the defendant here, based on his experience, the names that appear on the suitcases do not correspond to the name of the person arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>And I said, \"Well, isn't that unusual?   Why is that, Mr. Rios?\"   And he said, \"No, that's not unusual.  That's very common.  Because in case the person is arrested, he doesn't want his name on those suitcases.  He doesn't want to be connected to those suitcases.\"</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We have quoted the record so extensively to show that, while defense counsel objected to Agent Rios's testimony, he did so only on the grounds of leading, speculation, and--as best we can understand his last objection--relevance.  At no time did he object to this testimony on the basis either that it was not a proper subject of expert testimony under Fed.R.Evid. 702 or that it was unfairly prejudicial under Fed.R.Evid. 403.  No objection of any kind was registered to the prosecutor's argument on summation.  Thus, we review these matters for plain error only.  See United States v. Castiello, 915 F.2d 1, 3-4 (1st Cir.1990);  United States v. Gonzalez-Sanchez, 825 F.2d 572, 583 n. 27 (1st Cir.1987) (\"Without a timely objection stating the specific grounds therefor, our review is limited to plain error.\").</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The initial test for determining the admissibility of expert testimony is laid out in Fed.R.Evid. 702.  Under Rule 702, an expert may testify concerning \"scientific, technical, or other specialized knowledge\" if it \"will assist the trier of fact to understand the evidence or to determine a fact in issue.\"   As the Advisory Note to the Rule states:</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>There is no more certain test for determining when experts may be used than the common sense inquiry whether the untrained layman would be qualified to determine intelligently and to the best degree the particular issue without enlightenment from those having a specialized understanding of the subject involved in the dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Fed.R.Evid. 702 advisory committee's note (quoting Ladd, Expert Testimony, 5 Vand.L.Rev. 414, 418 (1952));  United States v. Lamattina, 889 F.2d 1191, 1194 (1st Cir.1989).  A district judge, who sees and hears the challenged evidence first hand in the context of the overall trial, enjoys broad discretion in determining the admissibility of expert testimony;  an appellate court will overturn such a determination only if it represents a manifest abuse of discretion.  United States v. Echeverri, 982 F.2d 675, 680 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Even if admissible under Rule 702, expert testimony still may be excluded under Fed.R.Evid. 403 if its probative value is substantially outweighed by the risk of unfair prejudice it creates.  See Castiello, 915 F.2d at 3-4;  United States v. Hensel, 699 F.2d 18, 38 (1st Cir.1983).  Accord United States v. Castillo, 924 F.2d 1227, 1232 n. 9 (2d Cir.1991).  The 403 inquiry also is left to the sound discretion of the trial court, an appellate court substituting its judgment \"only rarely--and in extraordinarily compelling circumstances.\"  Newell Puerto Rico, Ltd. v. Rubbermaid Inc., 20 F.3d 15, 21 (1st Cir.1994) (quoting Freeman v. Package Machinery Co., 865 F.2d 1331, 1340 (1st Cir.1988)) (internal quotation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We have admitted expert testimony regarding the operation of criminal schemes and activities in a variety of contexts, finding such testimony helpful to juries in understanding some obscure or complex aspect of the crime.  See Echeverri, 982 F.2d at 680 (expert may \"identify an otherwise inscrutable document as a drug ledger and explain its contents\");  Castiello, 915 F.2d at 3 (statement phrased in drug world jargon \"was not so readily comprehensible to the layman that it could not bear elucidation by a law enforcement agent knowledgeable in the ways of the drug world\");  United States v. Angiulo, 897 F.2d 1169, 1189 (1st Cir.1990) (expert testimony that defendants played certain roles in criminal activities is helpful to jury because of the crime family's \"extensive criminal organization ..., the complexity of the interrelationships within the organization, and the use of criminal jargon by defendants in their conversations\");  Lamattina, 889 F.2d at 1194 (expert may translate the meaning of jargon used in conversation related to a loansharking transaction that jury \"would probably have been at a loss to understand\");  United States v. Ladd, 885 F.2d 954, 959-60 (1st Cir.1989) (expert may testify that type of packaging and number of packages of drugs is consistent with distributive intent, not personal use, because \"jurors are not expected to be familiar with the ... workings of the heroin community\");  United States v. Angiulo, 847 F.2d 956, 973-75 (1st Cir.1988) (expert testimony that defendants were close associates of organized crime family assisted jury in light of family's complex structure);  United States v. Rivera Rodriguez, 808 F.2d 886, 888 (1st Cir.1986) (to help jurors understand the significance of an instrument called a \"sifter-grinder\" found in defendant's possession, expert may testify that it is used to adulterate cocaine);  Hensel, 699 F.2d at 38 (since \"smuggling tons of marijuana is a complex matter,\" expert testimony about drug smugglers' methods would help the jury understand the evidence).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">This case is distinguishable.  Unlike those cases, here the expert testified about matters that were readily intelligible.  We believe that an average juror can assess intelligently whether an inference of guilt should be drawn from defendant's travelling under the name of \"P. Felix\" without expert testimony that airline drug smugglers check their bags and buy their tickets under false names to avoid detection.  Cf. United States v. Weiner, 3 F.3d 17, 21-22 (1st Cir.1993) (error to admit expert testimony of \"a routine inference that the jury could draw on its own\").  Indeed, in a telling slip of the tongue, the expert himself belied the claim:  when asked why smugglers would use false names, he responded, \"Well, that's obvious.... to avoid being caught.\"   Expert testimony on a subject that is well within the bounds of a jury's ordinary experience generally has little probative value.  On the other hand, the risk of unfair prejudice is real.  By appearing to put the expert's stamp of approval on the government's theory, such testimony might unduly influence the jury's own assessment of the inference that is being urged.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See Scott v. Sears, Roebuck &amp; Co., 789 F.2d 1052, 1055 (4th Cir.1986) (expert testimony is unfairly prejudicial \"when the evaluation of the commonplace by an expert witness might supplant a jury's independent exercise of common sense\").</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">As we have noted, the trial court enjoys vast discretion in deciding whether to admit expert testimony under Rules 702 and 403.  We believe that this evidence was on the very margin of--and probably beyond--what is acceptable.  But as also noted, Rules 702 and 403 were not raised as grounds of objection below.  We conclude that admitting this testimony was not plain error.  See Olano, --- U.S. at ----, 113 S.Ct. at 1776-78 (plain error requires error that was clear or obvious and affected a substantial right).  First, we find the relevant inquiries--was the jury competent to assess the evidence intelligently without the expert testimony, what is the probative weight of the testimony, what are the risks of prejudice, and which is greater--to be subtle rather than obvious and clear.  Indeed, for this reason it is particularly important for counsel to call to the trial court's attention the bases of such evidentiary challenges so that the court has the opportunity to carefully consider them.  Second, without minimizing the risks associated with this testimony, we cannot say that its admission was \" 'so shocking that [it] seriously affect[ed] the fundamental fairness and basic integrity of the proceedings conducted below.' \"  Ortiz, 23 F.3d at 26.   The admission of this evidence, therefore, does not require reversal in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In its brief the government misleadingly asserts that \"the name of Miguel Rivera appeared on all three\" bags.  By failing to explain what only a close reading of the trial transcript reveals--that the airline placed tags with Rivera's computer-printed name on the bags--the government implies the existence of a stronger connection among the bags, and of the defendant to them, than is warranted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The transcript shows she answered by stating \"aha.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The prosecutor may have attempted to make this point when one of the customs inspectors testified earlier that day.  She asked him whether either Rivera or Felix could have checked the bags.  The court sustained defense counsel's objection, stating:  \"We have to wait for the American Airlines person.\"   The prosecutor never took up the issue when Roman later testified</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defendant relies heavily on language in two Second Circuit decisions that seemed to extend the limits imposed by Rules 702 and 403.  In Castillo, 924 F.2d at 1234, the court declared:  \"[W]e take serious issue with the Government's use of an expert witness to propound the impermissible theory that appellants' guilt could be inferred from the behavior of unrelated persons.\"   Accord United States v. Cruz, 981 F.2d 659, 663 (2d Cir.1992) (\"[G]uilt may not be inferred from the conduct of unrelated persons.\")</p>\n        <p>This pronouncement seems to us too broad to be workable.  By definition, even the most acceptable expert testimony concerning the modus operandi of a criminal scheme distills a pattern from the behavior of unrelated persons.  In fact, in more recent cases the Second Circuit itself has stressed the narrower grounds of decision in Castillo and Cruz, namely that experts \" 'cannot be used solely to bolster the credibility of the government's fact-witnesses by mirroring their version of events,' \" and that, while the operations of drug dealers is a proper subject for expert testimony, such operations normally must have \"esoteric aspects reasonably perceived as beyond the ken of the jury.\"  United States v. Tapia-Ortiz, 23 F.3d 738, 740 (2d Cir.1994) (quoting Cruz, 981 F.2d at 664 and citing Castillo, 924 F.2d at 1232);  see also United States v. Taylor, 18 F.3d 55, 59 (2d Cir.1994) (stressing that \"[e]xpert testimony may be used 'on some occasions to explain even non-esoteric matters, when the defense seeks to discredit the government's version of events as improbable,' \" quoting Cruz, 981 F.2d at 664).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">775</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">701</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Hector Julio Felix MONTAS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1264.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 15, 1994.<br>Decided Dec. 7, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rafael F. Castro Lang, for appellant.</p>\n      <p class=\"indent\">Esther Castro Schmidt, Asst. U.S. Atty., with whom Guillermo Gil, U.S. Atty., and Jose A. Quiles-Espinosa, Sr. Litigation Counsel, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Hector Julio Felix Montas appeals his conviction after jury trial for possession with intent to distribute cocaine.  He raises three issues:  the sufficiency of the evidence to support the jury verdict, the appropriateness of the district judge's conduct during the trial, and the admission of expert testimony concerning the use of false names by airplane drug couriers.  While we are given pause by some aspects of the case, we conclude that there is no reversible error.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On June 30, 1993, a dog used by a United States Customs K-9 unit detected drugs in two suitcases checked onto a flight from San Juan, Puerto Rico, to New York City.  The two bags had been checked in the name of Miguel Rivera (\"Rivera\") and bore identification tags with Rivera's name written by hand.  Customs inspectors located a third bag checked in Rivera's name, but no cocaine was detected therein.  This third bag also had an identification tag affixed to it, which bore the handwritten name of Pedro Felix followed by defendant's address.  All three bags had consecutive claim tag numbers.  Airline records indicated that Felix and Rivera had purchased their tickets, checked in, and checked their bags, at the same time.  They also had been assigned adjacent seats on the flight.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon detection of the presence of drugs, Customs inspectors rushed to the flight gate to locate Rivera and Felix.  Though many of the passengers already had boarded, they found defendant in the gate area and asked to see his ticket and boarding pass.  Defendant showed them these documents, which were in the name of \"Felix, P.,\" and they detained him.  Defendant asked why he was being held and was told \"because the dog has detected the odor of narcotics on your bags.\"   Supervisory Customs Inspector Irizarry went to search the plane for Rivera, telling Inspector Ramos to stay and watch defendant closely because he thought he looked nervous and was getting ready to throw away something he had in his pants pocket.  This prediction proved prescient, for, after watching defendant take his hands in and out of his pockets several times, Ramos observed what he described as a crumpled piece of paper fall from defendant's back.  Ramos said, \"something fell from you.\"   Defendant replied:  \"Not me.  That's not mine.\"   Ramos picked up the crumpled papers and discovered that they were the claim checks for the three pieces of luggage, two of which contained the cocaine.  Defendant was taken into custody, where he was found to be in possession of a Dominican Republic passport and other identification in the name of Hector Julio Felix Montas.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">There is conflicting evidence on what happened next.  The government contends that Irizarry and another Customs official entered the plane and determined that no passenger named Rivera was aboard.  Defendant argues that Rivera was on the plane when it took off and disembarked with the other passengers in New York, noting that this theory finds support in testimony by DEA Agent Ivan Rios at a preliminary hearing.  Rios, who arrived on the scene after defendant was detained, testified that Customs officials told him that Rivera had taken off on the flight.  He also testified that, by the time authorities were contacted in New York, the passengers already had disembarked.  In any event, no Rivera was ever apprehended.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The jury convicted defendant of the single count with which he was charged, possession with intent to distribute cocaine.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We address the three claims of error in turn.</p>\n    </div>\n    <p>I. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In assessing the sufficiency of the evidence to support the jury's guilty verdict, we read the record and draw all reasonable inferences therefrom in the light most favorable to the prosecution.  United States v. Loder, <span class=\"citation\" data-id=\"195365\"><a href=\"/opinion/195365/united-states-v-loder/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span>, 589 (1st Cir.1994).  We must affirm if, based on the evidence viewed in this way, a rational fact finder could have found defendant guilty beyond a reasonable doubt.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The evidence adduced at trial was sufficient to sustain the verdict.  Though the bags containing cocaine were checked to Rivera and bore identification labels with Rivera's hand-written name, the record shows that defendant was linked to these bags in several ways.  First, he possessed the claim checks for the bags, making reasonable the inference that he planned to pick them up upon arrival in New York.  Possession of such claim checks, because they \"represent [the] legal right to reclaim the luggage,\" is sufficient to show constructive possession over the luggage itself.  United States v. Ocampo-Guarin, <span class=\"citation\" data-id=\"586815\"><a href=\"/opinion/586815/united-states-v-gloria-patricia-ocampo-guarin/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1410 (1st Cir.1992).  Second, when he was detained, he intentionally threw away the claim checks.  Such evidence is highly probative that he was conscious of his own guilt.  Third, defendant and Rivera bought their tickets together, checked in together, and checked their bags together.  This could show nothing more than that the two men were co-travellers, but, when taken together with the other evidence, it also supports the inference that either Rivera never existed and defendant created his persona as part of a scheme to avoid detection, or that the two men were cohorts in a smuggling endeavor.  In any event, based on the totality of the evidence, a rational jury could find defendant guilty beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Defendant argues that all of this evidence is perfectly consistent with innocence.  He submits that he possessed the claim checks for the bags containing cocaine only because the airline clipped both his and Rivera's checks onto his ticket jacket, as the airline representative testified is sometimes done when two passengers check in together.  He points out that he threw away the checks only after being told that the odor of narcotics was detected in \"his\" bags.  He says he then realized for the first time that Rivera's bags must have contained narcotics.  Throwing away the checks, he contends, was simply a natural human reaction to avoid the erroneous conclusion that he was involved.  He also stresses that the handwritten identifications tags showed that the cocaine-filled bags were Rivera's and the unoffending bag was his.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This argument fails for two basic reasons.  First, even assuming the plausibility of defendant's explanations, it is not a prerequisite of conviction that the prosecution adduce evidence to preclude \"every reasonable hypothesis of innocence.\"  United States v. Gonzalez-Torres, <span class=\"citation\" data-id=\"596102\"><a href=\"/opinion/596102/united-states-v-claudio-gonzalez-torres/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">788</span></a></span>, 790 (1st Cir.1992).  Moreover, defendant made this same argument--that the evidence showed nothing more than that he was an innocent co-traveller with Rivera--to the jury.  Because there was sufficient evidence to make reasonable a finding of guilt, the jury was entitled to discredit his theory of innocence.  See, e.g., id.</p>\n    </div>\n    <p>II. The Judge's Conduct</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Defendant next urges us to reverse because, he asserts, the district judge became \"a partisan of the government's case,\" thus depriving him of a fair trial.  See, e.g., United States v. Wilensky, <span class=\"citation\" data-id=\"449481\"><a href=\"/opinion/449481/united-states-v-kerry-david-wilensky/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">594</span></a></span>, 598 (3d Cir.1985) (criminal trial unfair when \"the judge's role loses its color of neutrality and tends to accentuate and emphasize the prosecutor's case\"), cited in United States v. Corgain, <span class=\"citation\" data-id=\"194958\"><a href=\"/opinion/194958/united-states-v-corgain/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 9 (1st Cir.1993).  The judge's allegedly improper conduct consists of questioning a prosecution witness and admonishing the prosecutor on her trial strategy in a manner reflecting adversely on defendant's case.  We have reviewed these matters, as well as the entire record, and find no conduct by the judge warranting reversal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The role of a federal trial judge, of course, is not limited to that of a \"mere umpire.\"  United States v. Polito, <span class=\"citation\" data-id=\"511568\"><a href=\"/opinion/511568/united-states-v-john-d-polito/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">414</span></a></span>, 418 (1st Cir.1988).  Instead, the judge \"is the governor of the trial for assuring its proper conduct.\"  Desjardins v. Van Buren Community Hosp., <span class=\"citation\" data-id=\"587241\"><a href=\"/opinion/587241/eugene-desjardins-v-van-buren-community-hospital/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1280</span></a></span>, 1281 (1st Cir.1992) (per curiam) (quoting Quercia v. United States, <span class=\"citation\" data-id=\"102106\"><a href=\"/opinion/102106/quercia-v-united-states/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, 469, <span class=\"citation\" data-id=\"102106\"><a href=\"/opinion/102106/quercia-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">698</span></a></span>, 698, <span class=\"citation\" data-id=\"102106\"><a href=\"/opinion/102106/quercia-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1321</span> </a></span>(1933)).  In the exercise of this power, a trial judge has</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>\"the prerogative, and at times the duty, of eliciting facts he deems necessary to the clear presentation of issues.  To this end he may examine witnesses who testify, so long as he preserves an attitude of impartiality and guards against giving the jury the impression that the court believes the defendant is guilty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">United States v. Paz Uribe, <span class=\"citation\" data-id=\"533568\"><a href=\"/opinion/533568/united-states-v-mario-nelson-paz-uribe/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></a></span>, 400-01 (1st Cir.1989) (quoting Llach v. United States, <span class=\"citation\" data-id=\"439139\"><a href=\"/opinion/439139/jose-llach-v-united-states/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1322</span></a></span>, 1329-30 (8th Cir.1984)).  An appellate court, when asked to reverse because of asserted improper conduct by a trial judge, must \"consider isolated incidents in light of the entire transcript so as to 'guard against magnification on appeal of instances which were of little importance in their setting.' \"  Aggarwal v. Ponce School of Medicine, <span class=\"citation\" data-id=\"500041\"><a href=\"/opinion/500041/deep-aggarwal-v-ponce-school-of-medicine/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 22 (1st Cir.1988) (quoting Glasser v. United States, <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>, 83, <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">457</span></a></span>, 470, <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">680</span> </a></span>(1942)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Preliminarily, we note that defense counsel never objected to any of the court's conduct about which he now complains.  We therefore review the issue for plain error only.  Fed.R.Crim.P. 52(b);  United States v. Gonzalez-Torres, <span class=\"citation\" data-id=\"596102\"><a href=\"/opinion/596102/united-states-v-claudio-gonzalez-torres/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">788</span></a></span>, 791 (1st Cir.1992).  To satisfy this standard, defendant must show that there was error, that it was clear or obvious, and that it affected a substantial right.  United States v. Olano, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1776-78, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993).  \"[E]rror rises to this level only when it is 'so shocking that [it] seriously affect[ed] the fundamental fairness and basic integrity of the proceedings conducted below.' \"  United States v. Ortiz, <span class=\"citation\" data-id=\"195351\"><a href=\"/opinion/195351/united-states-v-ortiz/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 26 (1st Cir.1994) (quoting United States v. Olivo-Infante, <span class=\"citation\" data-id=\"564948\"><a href=\"/opinion/564948/united-states-v-americo-olivo-infante-united-states-v-jose-gonzalez/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1412 (1st Cir.1991)) (internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The first alleged impropriety concerns the court's questioning of a prosecution witness during her cross-examination.  Sandra Roman, who worked for the airline as a ticket agent at the San Juan airport, testified that she sold two tickets in the names of Miguel Rivera and Pedro Felix, and checked in three bags under Rivera's name, at 5:45 in the morning of the flight.  On cross-examination, defense counsel tried to advance the theory that Rivera was allowed to take off on the flight to New York and disembark there.  He handed Roman a document captioned \"passenger list\" and asked whether \"the names that you find here would be the names of the passengers on that particular flight?\"   Roman replied in an ambiguous manner<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and the court asked whether the people on the \"passenger list\" actually boarded the plane.  Roman answered:  \"This is not my area, okay?   So I am not very expert on the information in this list.  I really work at the counter, so I work with the reservation, not with the list.\"   When defense counsel persisted in inquiring further about the list, the court finally asked Roman:  \"Do you know whether that list means that all the persons boarded the plane?\"   Roman replied:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>I am not sure.  Okay, there is a list that says--what is called the on list.  That is the one that all the passengers are on board, and it doesn't look--I don't think it's this one.  There is another list with all the reservations that we have for the flight.  So I'm not sure which one is this one, if this is the on list, what we call the on list, or the list of all the people that had reserved for that flight.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Defense counsel continued to cross-examine Roman, successfully eliciting that, when two passengers check in together with luggage, sometimes both of their baggage claim checks are clipped to one passenger's ticket jacket.  This testimony was obviously helpful to defendant because it made plausible his assertion that he possessed the incriminating claim checks simply due to the innocent fact of his having checked in with Rivera.  The prosecution tried to discredit this theory on redirect by suggesting that, since the bags were checked in Rivera's name, the baggage claim checks would have been clipped to his ticket jacket, not defendant's.  On recross-examination, the defense rebutted this suggestion by eliciting that baggage checks may be clipped to one of the passenger's ticket jackets regardless of which passenger actually checked the bags.  The judge then asked Roman:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">THE COURT:  When somebody goes to the counter to buy a ticket or two tickets or three tickets, do you need to have the physical presence of the two or three persons there, or can the one person buy the three tickets?</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">THE WITNESS:  One person can buy however number [of] ticket[s] he wants.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">THE COURT:  And I can go with my wife, for example, and say \"Here I am to check in.\"   My wife may be in the bathroom or buying something and I can check in and you don't see her face physically, correct?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">THE WITNESS:  No.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Later, during oral argument outside the jury's presence on the defense motion for a judgment of acquittal, the court made certain statements that defendant argues show the court's bias in favor of the prosecution.  In essence, the court chided the prosecutor for failing to produce the \"on list\" to which Ms. Roman referred, and for failing to have someone from the airline testify that no one named Rivera ever turned in a boarding pass.  The court explained that it thought this evidence was crucial because \"it is entirely possible that [Rivera is] a no[n] entity.  It's entirely possible that somebody bought a ticket in his name not to use it.\"   The prosecutor responded that she had called a Customs inspector who testified that no Miguel Rivera ever checked in at the gate.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">THE COURT:  I understand he said that.  But the truth of the matter is that it would have looked better if someone from American Airlines would have come to verify that same fact....  I do think your case contains elements enough for it to go before the jury....  But the truth of the matter is that you are missing a very important element, extremely important.  Don't be surprised if you get a defendant's verdict in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">MS. CASTRO:  Okay.  Thank you, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">THE COURT:  As a matter of fact, you want me to tell you, I don't think Miguel Rivera was ever at the airport, but that's besides the point.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We find the court's questions concerning the \"passenger list\" to have been entirely appropriate.  The defense tried to prove that Rivera must have boarded the plane because his name was on the list.  By its questions, the court elicited that the list under review may not have been the \"on list,\" i.e., the list of passengers who actually boarded, but rather, only a list of those who had made a reservation for the flight.  Thus, the effect of the court's questioning was to clarify the true significance of the document for the jury, which is, of course, entirely proper.  See, e.g., <span class=\"citation\" data-id=\"194958\"><span class=\"antecedent_guess\">Corgain,</span> <a href=\"/opinion/194958/united-states-v-corgain/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">9</span></a></span>;  Paz <span class=\"citation\" data-id=\"533568\"><span class=\"antecedent_guess\">Uribe,</span> <a href=\"/opinion/533568/united-states-v-mario-nelson-paz-uribe/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">401</span></a></span>.   No judicial bias inheres in the fact that the premise of defendant's theory, that Rivera's name on the list meant he boarded the plane, was shown to be more dubious than the defense wanted the jury to believe.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">With the benefit of hindsight, we could take issue with the court's questions regarding the possibility of checking in for other passengers in their absence.  After all, neither side had broached this topic with Roman,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> so it is difficult to see what confusion or ambiguity in the mind of the jury required clarification.  Further, the testimony the judge elicited apparently did little more than highlight the possibility that Rivera was never at the airport.  It showed that it was possible for the defendant, acting alone, to have bought the two tickets, checked in for himself and Rivera, and checked in the three pieces of luggage under Rivera's name--a theory that, as we know from the judge's later comments, he himself believed.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While this testimony perhaps more properly would have been elicited by the prosecutor than the judge, we do not think defendant's right to a fundamentally fair trial was affected.  First, the fact that it is possible to buy tickets and check in for another passenger is collateral to the ultimate determination of defendant's guilt or innocence.  Second, in eliciting this testimony, the judge did not expressly display an attitude of partiality or tip his hand to the jury concerning his belief about Rivera's existence or defendant's guilt or innocence.  See Paz <span class=\"citation\" data-id=\"533568\"><span class=\"antecedent_guess\">Uribe,</span> <a href=\"/opinion/533568/united-states-v-mario-nelson-paz-uribe/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">400-01</span></a></span>.   Nor do we think there was a significant risk that the jury perceived any partiality based on the fact of asking these questions.  If any such risk existed, it was ameliorated by the court's instruction to the jury, at the beginning of the trial, that \"[n]othing that I may say, nothing that I may do, is intended by me as indicating what your verdict should be.\"   As already noted, the judge's comment that he did not believe Rivera was ever at the airport took place outside the jurors' presence and thus could not possibly have affected their verdict.  Further, in the context of the court's overall supervision of the trial, the challenged conduct amounted to very little.  See <span class=\"citation\" data-id=\"511568\"><span class=\"antecedent_guess\">Polito,</span> <a href=\"/opinion/511568/united-states-v-john-d-polito/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">418</span></a></span>.   The judge's few questions on this score were not the type of serious departure from the wide boundaries of the judicial role that requires reversal, and certainly not where there was no objection below.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, defendant complains that, by pointing out the failure to show conclusively that no Rivera was aboard, the court gave the prosecutor a suggestion of valuable trial strategy at a time when she still could have used it to her benefit.  But this argument ignores that the court expressly ruled that it would not allow the government to re-open its case to correct the deficiency.  There was, in fact, no further evidence offered by the prosecution and thus no prejudice to the defendant.</p>\n    </div>\n    <p>III. Admission of Expert Testimony</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The defendant also asserts that the court erred in admitting certain expert testimony under Fed.R.Evid. 702 because it concerned a subject within an average juror's understanding.  The testimony was given by the government's case agent, DEA Agent Rios.  We reproduce it in its entirety.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Q. Based on your experience, was it unusual that this person who has been detained as Pedro Felix was carrying a passport identifying himself with another name?</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Mr. Castro Lang:  Objection, your Honor.  Leading, number one.  Second, it's requesting the witness to speculate about matters that are not in evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>The Court:  Let me say this:  You can rephrase the question.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Q. Have you participated in many airport cases?</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A. Yes, ma'am.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Q. Have you participated in cases where suitcases are involved containing narcotics?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">A. Yes, Ma'am.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>Mr. Castro Lang:  Objection, Your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>The Court:  Grounds?</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>Mr. Castro Lang:  We are dealing with this interception.  Were they interceptions that were unrelated to this case?   If that's the situation, I object.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>The Court:  Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Q. And in these situations where you have intervened with individuals who had narcotics in their suitcases, what has been your experience as to the names on the suitcases and the names on the individuals?</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>Mr. Castro Lang:  Objection, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>The Court:  Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">A. My experience has been that possibly 99 percent of the previous cases I've had as a special agent of the Drug Enforcement Administration, cases related to airport seizures like this particular one, have been that the person is travelling under an assumed name.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Q. By \"travelling under an assumed name,\" what do you mean by this?</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">A. They use a different name in their flight ticket in order to avoid--a different name in the flight ticket in comparison to the name that is the real name.  For instance, in an ID--they will use an ID if they have one, Okay?   And they will place a different name in the flight ticket which would in turn put a different name also in the claim tags and also in the claim checks.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Q. Are you telling us that there would be one name on the suitcases--</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A.  Correct[ ], different from his real name, in order to avoid any kind of linking between that particular suitcase, the name on that particular suitcase, to his real person, to his real name.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Q. And why would he want to avoid that?</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">A. Well, that's obvious right there.  Because if you are ever caught with a controlled substance in a particular suitcase and you get asked your name, you show a different ID to the name on the label, and in that way you will try to avoid being caught.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">On summation, the prosecutor emphasized the similarity between defendant's conduct and the conduct that Rios attributed to \"99 percent\" of the drug smugglers caught in his previous cases:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>And then you remember the testimony of the case agent in this case, Mr. Ivan Rios.  He told you he's been--he's intervened in many airport cases involving suitcases.  He also told you, ladies and gentlemen, that in 99 percent of the cases in which he's intervened, the person is travelling under an assumed name, like the defendant here, P. Felix, when in fact his name is Hector Julio Felix Montas.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>And he also told you that besides travelling under an assumed name, like the defendant here, based on his experience, the names that appear on the suitcases do not correspond to the name of the person arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>And I said, \"Well, isn't that unusual?   Why is that, Mr. Rios?\"   And he said, \"No, that's not unusual.  That's very common.  Because in case the person is arrested, he doesn't want his name on those suitcases.  He doesn't want to be connected to those suitcases.\"</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We have quoted the record so extensively to show that, while defense counsel objected to Agent Rios's testimony, he did so only on the grounds of leading, speculation, and--as best we can understand his last objection--relevance.  At no time did he object to this testimony on the basis either that it was not a proper subject of expert testimony under Fed.R.Evid. 702 or that it was unfairly prejudicial under Fed.R.Evid. 403.  No objection of any kind was registered to the prosecutor's argument on summation.  Thus, we review these matters for plain error only.  See United States v. Castiello, <span class=\"citation\" data-id=\"548680\"><a href=\"/opinion/548680/united-states-v-giovanni-castiello/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir.1990);  United States v. Gonzalez-Sanchez, <span class=\"citation\" data-id=\"492352\"><a href=\"/opinion/492352/united-states-v-pedro-m-gonzalez-sanchez-united-states-of-america-v/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">572</span></a></span>, 583 n. 27 (1st Cir.1987) (\"Without a timely objection stating the specific grounds therefor, our review is limited to plain error.\").</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The initial test for determining the admissibility of expert testimony is laid out in Fed.R.Evid. 702.  Under Rule 702, an expert may testify concerning \"scientific, technical, or other specialized knowledge\" if it \"will assist the trier of fact to understand the evidence or to determine a fact in issue.\"   As the Advisory Note to the Rule states:</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>There is no more certain test for determining when experts may be used than the common sense inquiry whether the untrained layman would be qualified to determine intelligently and to the best degree the particular issue without enlightenment from those having a specialized understanding of the subject involved in the dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Fed.R.Evid. 702 advisory committee's note (quoting Ladd, Expert Testimony, 5 Vand.L.Rev. 414, 418 (1952));  United States v. Lamattina, <span class=\"citation\" data-id=\"532519\"><a href=\"/opinion/532519/united-states-v-joseph-anthony-lamattina-aka-joe-black/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1191</span></a></span>, 1194 (1st Cir.1989).  A district judge, who sees and hears the challenged evidence first hand in the context of the overall trial, enjoys broad discretion in determining the admissibility of expert testimony;  an appellate court will overturn such a determination only if it represents a manifest abuse of discretion.  United States v. Echeverri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 680 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Even if admissible under Rule 702, expert testimony still may be excluded under Fed.R.Evid. 403 if its probative value is substantially outweighed by the risk of unfair prejudice it creates.  See <span class=\"citation\" data-id=\"548680\"><span class=\"antecedent_guess\">Castiello,</span> <a href=\"/opinion/548680/united-states-v-giovanni-castiello/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3-4</span></a></span>;  United States v. Hensel, <span class=\"citation\" data-id=\"414044\"><a href=\"/opinion/414044/united-states-v-david-keith-hensel-united-states-of-america-v-gerald/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 38 (1st Cir.1983).  Accord United States v. Castillo, <span class=\"citation\" data-id=\"555438\"><a href=\"/opinion/555438/united-states-v-manuel-castillo-and-juan-fernandez/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1227</span></a></span>, 1232 n. 9 (2d Cir.1991).  The 403 inquiry also is left to the sound discretion of the trial court, an appellate court substituting its judgment \"only rarely--and in extraordinarily compelling circumstances.\"  Newell Puerto Rico, Ltd. v. Rubbermaid Inc., <span class=\"citation\" data-id=\"666565\"><a href=\"/opinion/666565/newell-puerto-rico-ltd-v-rubbermaid-incorporated-newell-puerto-rico/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 21 (1st Cir.1994) (quoting Freeman v. Package Machinery Co., <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1340 (1st Cir.1988)) (internal quotation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We have admitted expert testimony regarding the operation of criminal schemes and activities in a variety of contexts, finding such testimony helpful to juries in understanding some obscure or complex aspect of the crime.  See <span class=\"citation\" data-id=\"597415\"><span class=\"antecedent_guess\">Echeverri,</span> <a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">680</span> </a></span>(expert may \"identify an otherwise inscrutable document as a drug ledger and explain its contents\");  <span class=\"citation\" data-id=\"548680\"><span class=\"antecedent_guess\">Castiello,</span> <a href=\"/opinion/548680/united-states-v-giovanni-castiello/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3</span> </a></span>(statement phrased in drug world jargon \"was not so readily comprehensible to the layman that it could not bear elucidation by a law enforcement agent knowledgeable in the ways of the drug world\");  United States v. Angiulo, <span class=\"citation\" data-id=\"537726\"><a href=\"/opinion/537726/united-states-v-gennaro-j-angiulo-donato-f-angiulo-samuel-s-granito/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1189 (1st Cir.1990) (expert testimony that defendants played certain roles in criminal activities is helpful to jury because of the crime family's \"extensive criminal organization ..., the complexity of the interrelationships within the organization, and the use of criminal jargon by defendants in their conversations\");  <span class=\"citation\" data-id=\"532519\"><span class=\"antecedent_guess\">Lamattina,</span> <a href=\"/opinion/532519/united-states-v-joseph-anthony-lamattina-aka-joe-black/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1194</span> </a></span>(expert may translate the meaning of jargon used in conversation related to a loansharking transaction that jury \"would probably have been at a loss to understand\");  United States v. Ladd, <span class=\"citation\" data-id=\"529712\"><a href=\"/opinion/529712/united-states-v-gary-ladd/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">954</span></a></span>, 959-60 (1st Cir.1989) (expert may testify that type of packaging and number of packages of drugs is consistent with distributive intent, not personal use, because \"jurors are not expected to be familiar with the ... workings of the heroin community\");  United States v. Angiulo, <span class=\"citation\" data-id=\"506589\"><a href=\"/opinion/506589/united-states-v-jason-brion-angiulo-united-states-of-america-v-john/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">956</span></a></span>, 973-75 (1st Cir.1988) (expert testimony that defendants were close associates of organized crime family assisted jury in light of family's complex structure);  United States v. Rivera Rodriguez, <span class=\"citation\" data-id=\"481320\"><a href=\"/opinion/481320/united-states-v-francisco-rivera-rodriguez/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">886</span></a></span>, 888 (1st Cir.1986) (to help jurors understand the significance of an instrument called a \"sifter-grinder\" found in defendant's possession, expert may testify that it is used to adulterate cocaine);  <span class=\"citation\" data-id=\"414044\"><span class=\"antecedent_guess\">Hensel,</span> <a href=\"/opinion/414044/united-states-v-david-keith-hensel-united-states-of-america-v-gerald/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">38</span> </a></span>(since \"smuggling tons of marijuana is a complex matter,\" expert testimony about drug smugglers' methods would help the jury understand the evidence).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">This case is distinguishable.  Unlike those cases, here the expert testified about matters that were readily intelligible.  We believe that an average juror can assess intelligently whether an inference of guilt should be drawn from defendant's travelling under the name of \"P. Felix\" without expert testimony that airline drug smugglers check their bags and buy their tickets under false names to avoid detection.  Cf. United States v. Weiner, <span class=\"citation\" data-id=\"194894\"><a href=\"/opinion/194894/united-states-v-weiner/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 21-22 (1st Cir.1993) (error to admit expert testimony of \"a routine inference that the jury could draw on its own\").  Indeed, in a telling slip of the tongue, the expert himself belied the claim:  when asked why smugglers would use false names, he responded, \"Well, that's obvious.... to avoid being caught.\"   Expert testimony on a subject that is well within the bounds of a jury's ordinary experience generally has little probative value.  On the other hand, the risk of unfair prejudice is real.  By appearing to put the expert's stamp of approval on the government's theory, such testimony might unduly influence the jury's own assessment of the inference that is being urged.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See Scott v. Sears, Roebuck &amp; Co., <span class=\"citation\" data-id=\"469377\"><a href=\"/opinion/469377/margaret-scott-v-sears-roebuck-company/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1052</span></a></span>, 1055 (4th Cir.1986) (expert testimony is unfairly prejudicial \"when the evaluation of the commonplace by an expert witness might supplant a jury's independent exercise of common sense\").</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">As we have noted, the trial court enjoys vast discretion in deciding whether to admit expert testimony under Rules 702 and 403.  We believe that this evidence was on the very margin of--and probably beyond--what is acceptable.  But as also noted, Rules 702 and 403 were not raised as grounds of objection below.  We conclude that admitting this testimony was not plain error.  See Olano, --- U.S. at <span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1776-78</span> </a></span>(plain error requires error that was clear or obvious and affected a substantial right).  First, we find the relevant inquiries--was the jury competent to assess the evidence intelligently without the expert testimony, what is the probative weight of the testimony, what are the risks of prejudice, and which is greater--to be subtle rather than obvious and clear.  Indeed, for this reason it is particularly important for counsel to call to the trial court's attention the bases of such evidentiary challenges so that the court has the opportunity to carefully consider them.  Second, without minimizing the risks associated with this testimony, we cannot say that its admission was \" 'so shocking that [it] seriously affect[ed] the fundamental fairness and basic integrity of the proceedings conducted below.' \"  <span class=\"citation\" data-id=\"195351\"><span class=\"antecedent_guess\">Ortiz,</span> <a href=\"/opinion/195351/united-states-v-ortiz/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">26</span></a></span>.   The admission of this evidence, therefore, does not require reversal in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In its brief the government misleadingly asserts that \"the name of Miguel Rivera appeared on all three\" bags.  By failing to explain what only a close reading of the trial transcript reveals--that the airline placed tags with Rivera's computer-printed name on the bags--the government implies the existence of a stronger connection among the bags, and of the defendant to them, than is warranted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The transcript shows she answered by stating \"aha.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The prosecutor may have attempted to make this point when one of the customs inspectors testified earlier that day.  She asked him whether either Rivera or Felix could have checked the bags.  The court sustained defense counsel's objection, stating:  \"We have to wait for the American Airlines person.\"   The prosecutor never took up the issue when Roman later testified</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defendant relies heavily on language in two Second Circuit decisions that seemed to extend the limits imposed by Rules 702 and 403.  In <span class=\"citation\" data-id=\"555438\"><span class=\"antecedent_guess\">Castillo,</span> <a href=\"/opinion/555438/united-states-v-manuel-castillo-and-juan-fernandez/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1234</span></a></span>, the court declared:  \"[W]e take serious issue with the Government's use of an expert witness to propound the impermissible theory that appellants' guilt could be inferred from the behavior of unrelated persons.\"   Accord United States v. Cruz, <span class=\"citation\" data-id=\"596496\"><a href=\"/opinion/596496/united-states-v-domingo-laboy-cruz-maximino-bonifacio-also-known-as-nery/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">659</span></a></span>, 663 (2d Cir.1992) (\"[G]uilt may not be inferred from the conduct of unrelated persons.\")</p>\n        <p>This pronouncement seems to us too broad to be workable.  By definition, even the most acceptable expert testimony concerning the modus operandi of a criminal scheme distills a pattern from the behavior of unrelated persons.  In fact, in more recent cases the Second Circuit itself has stressed the narrower grounds of decision in Castillo and Cruz, namely that experts \" 'cannot be used solely to bolster the credibility of the government's fact-witnesses by mirroring their version of events,' \" and that, while the operations of drug dealers is a proper subject for expert testimony, such operations normally must have \"esoteric aspects reasonably perceived as beyond the ken of the jury.\"  United States v. Tapia-Ortiz, <span class=\"citation\" data-id=\"669664\"><a href=\"/opinion/669664/united-states-v-juan-antonio-tapia-ortiz-and-ernesto-velez-morales/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">738</span></a></span>, 740 (2d Cir.1994) (quoting <span class=\"citation\" data-id=\"596496\"><span class=\"antecedent_guess\">Cruz,</span> <a href=\"/opinion/596496/united-states-v-domingo-laboy-cruz-maximino-bonifacio-also-known-as-nery/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">664</span> </a></span>and citing <span class=\"citation\" data-id=\"555438\"><span class=\"antecedent_guess\">Castillo,</span> <a href=\"/opinion/555438/united-states-v-manuel-castillo-and-juan-fernandez/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1232</span></a></span>);  see also United States v. Taylor, <span class=\"citation\" data-id=\"664626\"><a href=\"/opinion/664626/united-states-v-curtis-taylor/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span>, 59 (2d Cir.1994) (stressing that \"[e]xpert testimony may be used 'on some occasions to explain even non-esoteric matters, when the defense seeks to discredit the government's version of events as improbable,' \" quoting <span class=\"citation\" data-id=\"596496\"><span class=\"antecedent_guess\">Cruz,</span> <a href=\"/opinion/596496/united-states-v-domingo-laboy-cruz-maximino-bonifacio-also-known-as-nery/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">664</span></a></span>).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/102106/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103597/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194894/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195351/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195365/",
    "https://www.courtlistener.com/api/rest/v3/opinions/414044/",
    "https://www.courtlistener.com/api/rest/v3/opinions/439139/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/469377/",
    "https://www.courtlistener.com/api/rest/v3/opinions/481320/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492352/",
    "https://www.courtlistener.com/api/rest/v3/opinions/500041/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506589/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511568/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529712/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532519/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533568/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537726/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548680/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555438/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564948/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587241/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596102/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596496/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664626/",
    "https://www.courtlistener.com/api/rest/v3/opinions/666565/",
    "https://www.courtlistener.com/api/rest/v3/opinions/669664/"
  ]
}