{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195773/",
  "id": 195773,
  "absolute_url": "/opinion/195773/united-states-v-goldman/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195773/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:13Z",
  "date_modified": "2020-02-21T23:32:02.772635Z",
  "type": "010combined",
  "sha1": "210abebad2791662f9840044f03aad3ed84e2c37",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1727.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1727\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                     FRANKLIN M. GOLDMAN,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. A. David Mazzone, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                    Cyr, Boudin and Stahl,\n\n                       Circuit Judges.\r                                                 \n\n                                         \n\nDana A. Curhan, by Appointment of the Court, for appellant.\r                          \nGeoffrey E.  Hobart, Assistant United  States Attorney, with  whom\r                               \nDonald K. Stern, United States  Attorney, was on brief for  the United\r                       \nStates.\n\n                                         \n\n                       December 9, 1994\n                                         \r\r\n\n     BOUDIN, Circuit Judge.  Franklin Goldman was arrested on\r                                      \n\nJuly 17, 1992, and charged, in a superseding indictment, with\n\nconspiring to  possess cocaine  with intent to  distribute it\n\nand   with  actually   possessing  cocaine  with   intent  to\n\ndistribute.   Also  indicted were  David St.  Peter, who  had\n\nacted  as an  intermediary and  Robert Sungy,  who apparently\n\nplayed the role  of lookout.  In October  1992, St. Peter and\n\nSungy  pled guilty.  Goldman was tried  by a jury in December\n\n1992.\n\n     We  describe  the  trial  evidence  in  condensed   form\n\nbecause,  while  the  sufficiency  of  the  evidence  is  not\n\nchallenged, some  understanding of  the facts is  relevant to\n\nthe appeal.   At  Goldman's trial, the  government's evidence\n\nshowed  that  a  confidential   informant  acting  under  the\n\ndirection  of  Drug  Enforcement  Administration  agents  had\n\npurchased  small  quantities of  cocaine  from  St. Peter  in\n\nFebruary  1992.  The informant then began to discuss with St.\n\nPeter the possibility of making large scale purchases.\n\n     In May  1992, in  Peabody, Massachusetts, the  informant\n\nintroduced  St. Peter to DEA Special Agent Pamela Mersky, who\n\npurported  to  be the  girlfriend  of  a cocaine  trafficker.\n\nMersky asked  to purchase multiple kilograms  of cocaine from\n\nSt.   Peter.    St.  Peter  asserted  that  he  had  a  local\n\nMassachusetts  source  for  cocaine  and would  talk  to  him\n\nshortly about price.  On July  13, 1992, Mersky and St. Peter\n\n                             -2-\r                                         -2-\r\r\n\nmet again.  St. Peter advised Mersky that the  price would be\n\n$29,000  per  kilogram.     Mersky  asked  to  purchase  five\n\nkilograms.  St. Peter met the next day with Goldman, who said\n\nthat a transaction  of one to  five kilograms would not  be a\n\nproblem.\n\n     On  July 17, 1992, St. Peter and Mersky met and arranged\n\nfor the sale to her of four kilograms in two installments  of\n\ntwo  kilograms each.  St. Peter then  went alone to the Royal\n\nSonesta  Hotel in  Cambridge where  he was seen  meeting with\n\nGoldman and the  transaction was discussed.   St. Peter  then\n\nmet twice with  Mersky and assured her that  the arrangements\n\nwere  proceeding.   Subsequently, Goldman  and St.  Peter met\n\nagain  near  the  hotel  to  discuss  the  mechanics  of  the\n\ntransaction.   Ultimately,  after  a rendezvous  at a  nearby\n\ngarage, both St. Peter and Goldman proceeded in separate cars\n\nto a restaurant parking lot in Saugus.\n\n     At the parking lot, government agents saw  St. Peter and\n\nGoldman  meet  at  the rear  of  Goldman's  car.   The  trunk\n\ncontained  a brown paper bag, Goldman told St. Peter to \"take\n\none,\" and St. Peter looked  in the bag and saw what  appeared\n\nto  be  three  kilograms of  cocaine.    St.  Peter took  one\n\nkilogram,  and Goldman advised him to take it, bring back the\n\nmoney, and then the transaction would be repeated.  St. Peter\n\nthen  drove alone  to  a nearby  Sears  parking lot  and  met\n\nMersky.   When St. Peter  showed her the  kilogram, she asked\n\n                             -3-\r                                         -3-\r\r\n\nwhere the other kilogram was located, and St. Peter said that\n\nit was nearby.  Shortly thereafter, St. Peter was arrested.\n\n     After  St.  Peter  left  Goldman,  Goldman  drove   some\n\ndistance  away, reversed direction, and ultimately parked his\n\ncar in a K-Mart parking  lot.  He then left the  car, crossed\n\nthe road, and climbed a bridge that  gave him a vantage point\n\nto see the parking lot of the Sears store where St. Peter and\n\nMersky  were  meeting.    As  Goldman  was  looking  in  this\n\ndirection,  he was  approached by  a state trooper,  began to\n\nrun, apparently  abandoned his  car keys, and  was ultimately\n\napprehended.  After Goldman was arrested, agents took his car\n\nto a  nearby state police  barracks.  There  a search  of the\n\ntrunk revealed the two  kilograms of cocaine in a  paper bag,\n\nas well as over $5,000 in cash and a cellular phone.\n\n     The  most  damning evidence  at  trial,  apart from  the\n\ncocaine seized from  Goldman's car, came  from St. Peter  who\n\ntestified against Goldman, described their conversations, and\n\nidentified Goldman  as the source  of cocaine that  St. Peter\n\nhad distributed both in this instance and on prior occasions.\n\nThe  jury  convicted  Goldman  on  both  the  conspiracy  and\n\npossession counts.   On April  24, 1993, the  court sentenced\n\nGoldman to  262 months'  imprisonment and, three  days later,\n\ncorrected the sentence and resentenced Goldman to 360 months'\n\nimprisonment.\n\n                             -4-\r                                         -4-\r\r\n\n     On   this   appeal,   Goldman   first   challenges   the\n\nadmissibility  of the  evidence seized  from  his car.   This\n\nclaim  was preserved  because Goldman  moved to  suppress the\n\nevidence  prior  to trial.    After argument  but  without an\n\nevidentiary hearing, the district  court denied the motion to\n\nsuppress based on affidavits  from the law enforcement agents\n\ndescribing  the information available to  them at the time of\n\nthe seizure.  We take it that no evidentiary hearing was held\n\nbecause there were no disputed facts.\n\n     The Supreme Court  has ruled that  an automobile may  be\n\nsearched  without a warrant if the police have probable cause\n\nto  believe that  it  contains contraband  or  evidence of  a\n\ncrime.    United States  v. Ross,  456  U.S. 798  (1982); see\r                                                                         \n\nUnited States  v. Infante-Ruiz,  13 F.3d  498, 502  (1st Cir.\r                                          \n\n1994).   Applying this standard requires  us to disregard the\n\nmost  potent  evidence  against  Goldman--St.  Peter's  trial\n\ntestimony  and the cocaine  found in  the trunk  of Goldman's\n\ncar--and focus upon  what the  agents knew at  the time  that\n\nthey searched the car.\n\n     Since what  the agents knew is  apparently not disputed,\n\nwe will treat the application  of the probable cause standard\n\nto known  facts as a legal  issue subject to de  novo review.\r                                                                 \n\nSee United States  v. 255  Broadway, 9 F.3d  1000, 1004  (1st\r                                               \n\nCir. 1994).  There is no  indication that, at the time of his\n\narrest,  Goldman  had been  identified  by St.  Peter  as the\n\n                             -5-\r                                         -5-\r\r\n\nsource of  the cocaine.   What the agents  knew was  that St.\n\nPeter, claiming  to  have a  local  source, had  agreed  with\n\nMersky  to  make  a   multi-kilogram  delivery  on  July  17.\n\nThereafter Goldman  was seen  later that day  conferring with\n\nSt.  Peter at the hotel in Cambridge and afterwards St. Peter\n\ntwice assured Mersky that the transaction was proceeding.  \n\n     This  turn was  followed  by  further observed  meetings\n\nbetween Goldman and St. Peter at the Cambridge hotel, then at\n\na nearby garage, and finally in the restaurant parking lot in\n\nSaugus where agents saw St. Peter and Goldman together at the\n\nrear of Goldman's car with the trunk open.  This was followed\n\nby  St. Peter's delivery of one kilogram of cocaine to Mersky\n\nat a nearby site  and St. Peter's explanation that  the other\n\nkilogram of cocaine was close at hand.\n\n     Accordingly, at the time Goldman's car was searched, the\n\npolice based on these observations had good reason to believe\n\nthat he was the source of the  cocaine, had supplied from his\n\ncar the kilogram delivered  to Mersky, and had possessed  the\n\nremaining  kilogram  nearby  the  delivery site.    When  the\n\nmissing kilogram  was not  found on Goldman's  person at  the\n\ntime  of his arrest, there was further reason to believe that\n\nit was in his car.  This surely gave probable cause to search\n\nthe car  without dwelling upon Goldman's  apparent attempt to\n\ndispose of his car keys before he was apprehended.\n\n                             -6-\r                                         -6-\r\r\n\n     Goldman's  second  claim of  error  concerns impeachment\n\nevidence.  Goldman's defense, at least in part, rested on the\n\nsuggestion that  the cocaine  was planted  in his  car trunk,\n\nprobably  by St.  Peter.  During  the trial,  defense counsel\n\nsaid that Goldman desired to  testify, apparently in order to\n\ndeny that  the cocaine in the  car trunk was his  or had been\n\nknown  to him.   Counsel asked the  court to rule  in advance\n\nthat  if Goldman  testified, Goldman  could not  be impeached\n\nbased on certain \"bad acts\" alleged by the government.\n\n     At  Goldman's request,  the  government had  supplied  a\n\nfour-page  narrative  of \"uncharged  prior  bad  acts of  the\n\ndefendant  which   the  government   will  seek  to   use  as\n\nimpeachment should  the defendant  take the witness  stand at\n\ntrial.\"     These   alleged  bad   acts  included   Goldman's\n\ninvolvement  in  prior drug  transactions and  attempted drug\n\ntransactions  during 1990  and  1991.   Also, the  government\n\nalleged  that Goldman had  twice proposed  to rob  other drug\n\ndealers  and once  admitted to  firing shots  at the  home of\n\nsomeone  who had  failed  to  repay  a  cocaine  debt  to  an\n\naccomplice  of Goldman.   The district judge  declined to bar\n\nthe proposed impeaching material,  and Goldman then chose not\n\nto testify.\n\n     In this court, Goldman asserts that the evidence was not\n\nproper impeachment evidence under  Fed. R. Evid. 404(b); that\n\nany  probative value  it  had would  have been  substantially\n\n                             -7-\r                                         -7-\r\r\n\noutweighed by its prejudicial effect and so barred by Fed. R.\n\nEvid. 403;  and  that the  court's  failure to  disallow  the\n\nimpeachment  evidence  impaired   Goldman's  opportunity   to\n\ntestify  and  violated his  constitutional  right to  present\n\nevidence in his own defense.  We think that a limited portion\n\nof the impeachment evidence  might have been excludible under\n\nRule  403 but conclude that  Goldman cannot raise such issues\n\nhere because he did not testify.\n\n     In  all likelihood, the  government intended to question\n\nGoldman  about  his prior  drug dealings  on the  theory that\n\nthose  dealings, if admitted, made it more likely that he was\n\nlying when he  expressed ignorance  of the drugs  in his  car\n\ntrunk.  There is  case law that supports this  general theory\n\nof impeachment, see, e.g., United  States v. Fortes, 619 F.2d\r                                                               \n\n108 (1st Cir. 1980), which (like several impeachment devices)\n\nis  not   expressly  described   in  the  Federal   Rules  of\n\nEvidence.1   At  least where  knowledge is  in dispute,  such\n\nevidence  of prior  similar  crimes might  well have  greater\n\nlogical  relevance  than  mere character/propensity  evidence\n\nexcluded under  Rule  404(a).    See  Fed.  R.  Evid.  404(b)\r                                                \n\n(exception  for  crimes or  wrongs  offered  to show  motive,\n\nknowledge, absence of mistake).\n\n                    \r                                \n\n     1Fed.  R.  Evid.  608(b)   permits  the  witness  to  be\nquestioned about prior bad acts for  the purpose of attacking\nthe witness' character for veracity, but this theory  was not\navailable  here because under Rule 608(b) the \"bad acts\" must\nbe \"probative of . . . untruthfulness.\"\n\n                             -8-\r                                         -8-\r\r\n\n     Of  course,  even   if  otherwise  admissible  on   this\n\nimpeachment theory,  the  questioning of  Goldman about  such\n\nprior bad acts (the government  apparently did not propose to\n\nuse extrinsic  evidence) would still have to  be tested under\n\nRule  403's  prejudice  standard.    Without  belittling  the\n\npossibility of constitutional objection  as well, see Fed. R.\r                                                                 \n\nEvid.  608(b) advisory  committee's note,  we think  that any\n\nimpeachment so unreasonable  as to  threaten the  defendant's\n\nconstitutional right  to  present evidence  would already  be\n\nprecluded  under the Rule 403 balancing test.  In all events,\n\nthe government's proposed questioning about prior violence or\n\nthreats of violence by  Goldman might raise serious questions\n\nunder  Rule  403's balancing  test even  if  the rest  of the\n\ntestimony were admissible.\n\n     We need not resolve any of these questions,  because the\n\nSupreme Court  has ruled unequivocally that  a defendant does\n\nnot preserve  such objections to  impeaching evidence  unless\n\nthe  defendant chooses to testify at trial and the court then\n\nallows the impeachment over  the defendant's objection.  Luce\r                                                                         \n\nv. United States, 469 U.S. 38 (1984).  Although Luce involved\r                                                                \n\nimpeachment by  conviction under Rule 609,  the reasons given\n\nby the  Supreme Court for requiring the  defendant to testify\n\napply  with full  force  to the  kind  of  Rule 403  and  404\n\nobjections  that are advanced by  Goldman in this  case.  Cf.\r                                                                         \n\n                             -9-\r                                         -9-\r\r\n\nUnited  States  v. Griffin,  818  F.2d 97  (1st  Cir.), cert.\r                                                                         \n\ndenied, 484 U.S. 844 (1987).\r                  \n\n     The Supreme  Court's reasons  in Luce were  multiple and\r                                                      \n\nits  ruling was  unanimous.  Luce  may seem  to some  to be a\r                                             \n\ntough  rule as  applied  to  so  vital  an  interest  as  the\n\ndefendant's opportunity to testify in his own defense.   Yet,\n\nthe Supreme  Court's concerns  in Luce are  also substantial:\r                                                  \n\nhaving a fully developed  record of the defendant's testimony\n\nto  judge the  need  for  and  relevance  of  the  impeaching\n\nquestions; a  set of  impeaching questions actually  asked by\n\nthe prosecutor; and  a final, fully informed decision  by the\n\ndistrict  judge as to which  questions to allow.   Indeed, we\n\nhave some doubt whether the district court would have allowed\n\nimpeachment based  on Goldman's threats or  acts of violence,\n\nespecially when his prior drug transactions were available to\n\nshow knowledge.  In any event, Luce is binding upon us.  \r                                               \n\n     Goldman's third  independent claim of  error relates  to\n\nsentencing and requires less discussion.  Goldman, as counsel\n\nsensibly concedes, was subject to sentencing under the career\n\noffender guideline, U.S.S.G.   4B1.1, because he was at least\n\n18 years old at the time of the offense, the offense involved\n\na controlled substance,  and Goldman had  at least two  prior\n\nfelony  convictions  for either  a  crime  of violence  or  a\n\ncontrolled substance offense.  These characteristics place  a\n\ndefendant   in  criminal  history  category  VI  and  provide\n\n                             -10-\r                                         -10-\r\r\n\nincreased  base  offense levels,  depending on  the statutory\n\nmaximum  applicable  to  the  offense  of  conviction.    Id.\r                                                                         \n\nPertinently, under  this guideline a statutory  maximum of 25\n\nyears  or more  gives rise to  an offense  level of  34 and a\n\nstatutory maximum of life corresponds  to an offense level of\n\n37.  Id.\r                    \n\n     In  this  instance, based  on  the  quantity of  cocaine\n\nattributed to Goldman,  the prosecutor  advised the  district\n\ncourt at  sentencing that  the statutory maximum  for Goldman\n\nwas  40 years.  See 21 U.S.C.   841(b)(1)(B) (40 year maximum\r                               \n\nfor  basic offense).    The applicable  sentencing range  was\n\ntherefore 262 to 327 months, and the district court sentenced\n\nGoldman  to  262  months'  imprisonment.   In  fact,  because\n\nGoldman had  a prior  drug conviction, the  statutory maximum\n\nproperly  applicable in his case was  life imprisonment.  See\r                                                                         \n\nid. (maximum of life if prior drug felony).\r               \n\n     Later  in  the same  day,  the  prosecutor realized  his\n\nmistake and filed a motion pursuant to Fed. R. Crim. P. 35(c)\n\nso  advising the court.   Rule 35(c) provides  that the court\n\nwithin seven  days after  imposing a sentence  may correct  a\n\nsentence  wrongly  imposed  \"as  a  result  of  arithmetical,\n\ntechnical, or other  clear error.\"   Within three days  after\n\nthe  original sentence,  the district  court conducted  a new\n\nsentencing  hearing,  found  that  the  prior  sentence   had\n\nconstituted  clear  error  based  on  a  mistake  as  to  the\n\n                             -11-\r                                         -11-\r\r\n\napplicable statutory maximum, and resentenced  Goldman to the\n\nminimum sentence applicable to him under the new calculation,\n\nnamely, 360 months' imprisonment.  \n\n     On appeal,  Goldman's counsel concedes that,  as we have\n\nearlier held,  \"[t]he Constitution  contains no general  rule\n\nthat prohibits  a court  from increasing an  earlier sentence\n\nwhere the court finds that it was erroneous and that a higher\n\nsentence  was required by law.\"  DeWitt v. Ventetoulo, 6 F.3d\r                                                                 \n\n32, 34 (1st Cir. 1993), cert. denied, 114 S. Ct. 1542 (1994).\r                                                \n\nWe  there held that the right to correct an unlawful sentence\n\nwas  not without  limits, but  we  were concerned  there with\n\nextreme facts:  a long delay, actual release of the defendant\n\nfrom custody  based on the shorter sentence,  singling out of\n\nthe defendant  for a  belated increase apparently  because of\n\nhis commission of another offense for which parole revocation\n\nwould    have   been    available,   and    other   troubling\n\ncharacteristics.  Id.  at 35-36.   There is  nothing of  that\r                                 \n\nsort in this case.  \n\n     Goldman  suggests  that  because  the  district  court's\n\noriginal   miscalculation  was  based   on  the  government's\n\nmistaken reading  of the statute, it  is fundamentally unfair\n\nto impose a higher sentence.  United States v. Harvey, 2 F.3d\r                                                                 \n\n1318,  1330 (3d Cir. 1993), is cited for this proposition but\n\ndoes not bear it out.  Harvey involved the question whether a\r                                         \n\nsentencing error  in favor  of the  defendant could be  fully\n\n                             -12-\r                                         -12-\r\r\n\ncorrected where the defendant  appealed the sentence on other\n\ngrounds  but the government chose  not to appeal  an error in\n\nthe defendant's favor.  Harvey was thus concerned solely with\r                                          \n\nthe consequence of the government's decision not to appeal.\n\n     As  for fundamental  fairness,  it is  difficult to  see\n\nanything  unfair  about  the  district  court's  decision  to\n\ncorrect a clear error  in a sentence where the  error relates\n\nsolely to the precise length of a lengthy prison term and the\n\ncorrection is made with  great promptness.  Goldman does  not\n\nclaim to have  relied detrimentally on  the mistake, and  its\n\ncorrection is surely what  the drafters of Rule 35(c)  had in\n\nmind.  Given the complexity  of the guidelines, the seven-day\n\nwindow  is  a  well-advised  precaution and  may  operate  as\n\nreadily in favor  of the  defendant as against  him.   United\r                                                                         \n\nStates v. Fahm, 13 F.3d 447, 453-54 (1st Cir. 1994).  \r                          \n\n     Affirmed.\r                         \n\n                             -13-\r                                         -13-\r\r\n",
  "html": "<p class=\"case_cite\">41 F.3d 785</p>\n    <p class=\"case_cite\">41 Fed. R. Evid. Serv. 574</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Franklin M. GOLDMAN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1727.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 6, 1994.<br>Decided Dec. 9, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Dana A. Curhan, by Appointment of the Court, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Geoffrey E. Hobart, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for U.S.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Franklin Goldman was arrested on July 17, 1992, and charged, in a superseding indictment, with conspiring to possess cocaine with intent to distribute it and with actually possessing cocaine with intent to distribute.  Also indicted were David St. Peter, who had acted as an intermediary and Robert Sungy, who apparently played the role of lookout.  In October 1992, St. Peter and Sungy pled guilty.  Goldman was tried by a jury in December 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We describe the trial evidence in condensed form because, while the sufficiency of the evidence is not challenged, some understanding of the facts is relevant to the appeal.  At Goldman's trial, the government's evidence showed that a confidential informant acting under the direction of Drug Enforcement Administration agents had purchased small quantities of cocaine from St. Peter in February 1992.  The informant then began to discuss with St. Peter the possibility of making large scale purchases.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In May 1992, in Peabody, Massachusetts, the informant introduced St. Peter to DEA Special Agent Pamela Mersky, who purported to be the girlfriend of a cocaine trafficker.  Mersky asked to purchase multiple kilograms of cocaine from St. Peter.  St. Peter asserted that he had a local Massachusetts source for cocaine and would talk to him shortly about price.  On July 13, 1992, Mersky and St. Peter met again.  St. Peter advised Mersky that the price would be $29,000 per kilogram.  Mersky asked to purchase five kilograms.  St. Peter met the next day with Goldman, who said that a transaction of one to five kilograms would not be a problem.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On July 17, 1992, St. Peter and Mersky met and arranged for the sale to her of four kilograms in two installments of two kilograms each.  St. Peter then went alone to the Royal Sonesta Hotel in Cambridge where he was seen meeting with Goldman and the transaction was discussed.  St. Peter then met twice with Mersky and assured her that the arrangements were proceeding.  Subsequently, Goldman and St. Peter met again near the hotel to discuss the mechanics of the transaction.  Ultimately, after a rendezvous at a nearby garage, both St. Peter and Goldman proceeded in separate cars to a restaurant parking lot in Saugus.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the parking lot, government agents saw St. Peter and Goldman meet at the rear of Goldman's car.  The trunk contained a brown paper bag, Goldman told St. Peter to \"take one,\" and St. Peter looked in the bag and saw what appeared to be three kilograms of cocaine.  St. Peter took one kilogram, and Goldman advised him to take it, bring back the money, and then the transaction would be repeated.  St. Peter then drove alone to a nearby Sears parking lot and met Mersky.  When St. Peter showed her the kilogram, she asked where the other kilogram was located, and St. Peter said that it was nearby.  Shortly thereafter, St. Peter was arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After St. Peter left Goldman, Goldman drove some distance away, reversed direction, and ultimately parked his car in a K-Mart parking lot.  He then left the car, crossed the road, and climbed a bridge that gave him a vantage point to see the parking lot of the Sears store where St. Peter and Mersky were meeting.  As Goldman was looking in this direction, he was approached by a state trooper, began to run, apparently abandoned his car keys, and was ultimately apprehended.  After Goldman was arrested, agents took his car to a nearby state police barracks.  There a search of the trunk revealed the two kilograms of cocaine in a paper bag, as well as over $5,000 in cash and a cellular phone.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The most damning evidence at trial, apart from the cocaine seized from Goldman's car, came from St. Peter who testified against Goldman, described their conversations, and identified Goldman as the source of cocaine that St. Peter had distributed both in this instance and on prior occasions.  The jury convicted Goldman on both the conspiracy and possession counts.  On April 24, 1993, the court sentenced Goldman to 262 months' imprisonment and, three days later, corrected the sentence and resentenced Goldman to 360 months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On this appeal, Goldman first challenges the admissibility of the evidence seized from his car.  This claim was preserved because Goldman moved to suppress the evidence prior to trial.  After argument but without an evidentiary hearing, the district court denied the motion to suppress based on affidavits from the law enforcement agents describing the information available to them at the time of the seizure.  We take it that no evidentiary hearing was held because there were no disputed facts.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Supreme Court has ruled that an automobile may be searched without a warrant if the police have probable cause to believe that it contains contraband or evidence of a crime.  United States v. Ross, 456 U.S. 798, 102 S.Ct. 2157, 72 L.Ed.2d 572 (1982);  see United States v. Infante-Ruiz, 13 F.3d 498, 502 (1st Cir.1994).  Applying this standard requires us to disregard the most potent evidence against Goldman--St. Peter's trial testimony and the cocaine found in the trunk of Goldman's car--and focus upon what the agents knew at the time that they searched the car.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Since what the agents knew is apparently not disputed, we will treat the application of the probable cause standard to known facts as a legal issue subject to de novo review.  See United States v. 255 Broadway, 9 F.3d 1000, 1004 (1st Cir.1994).  There is no indication that, at the time of his arrest, Goldman had been identified by St. Peter as the source of the cocaine.  What the agents knew was that St. Peter, claiming to have a local source, had agreed with Mersky to make a multi-kilogram delivery on July 17.  Thereafter Goldman was seen later that day conferring with St. Peter at the hotel in Cambridge and afterwards St. Peter twice assured Mersky that the transaction was proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This turn was followed by further observed meetings between Goldman and St. Peter at the Cambridge hotel, then at a nearby garage, and finally in the restaurant parking lot in Saugus where agents saw St. Peter and Goldman together at the rear of Goldman's car with the trunk open.  This was followed by St. Peter's delivery of one kilogram of cocaine to Mersky at a nearby site and St. Peter's explanation that the other kilogram of cocaine was close at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Accordingly, at the time Goldman's car was searched, the police based on these observations had good reason to believe that he was the source of the cocaine, had supplied from his car the kilogram delivered to Mersky, and had possessed the remaining kilogram nearby the delivery site.  When the missing kilogram was not found on Goldman's person at the time of his arrest, there was further reason to believe that it was in his car.  This surely gave probable cause to search the car without dwelling upon Goldman's apparent attempt to dispose of his car keys before he was apprehended.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Goldman's second claim of error concerns impeachment evidence.  Goldman's defense, at least in part, rested on the suggestion that the cocaine was planted in his car trunk, probably by St. Peter.  During the trial, defense counsel said that Goldman desired to testify, apparently in order to deny that the cocaine in the car trunk was his or had been known to him.  Counsel asked the court to rule in advance that if Goldman testified, Goldman could not be impeached based on certain \"bad acts\" alleged by the government.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At Goldman's request, the government had supplied a four-page narrative of \"uncharged prior bad acts of the defendant which the government will seek to use as impeachment should the defendant take the witness stand at trial.\"   These alleged bad acts included Goldman's involvement in prior drug transactions and attempted drug transactions during 1990 and 1991.  Also, the government alleged that Goldman had twice proposed to rob other drug dealers and once admitted to firing shots at the home of someone who had failed to repay a cocaine debt to an accomplice of Goldman.  The district judge declined to bar the proposed impeaching material, and Goldman then chose not to testify.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this court, Goldman asserts that the evidence was not proper impeachment evidence under Fed.R.Evid. 404(b);  that any probative value it had would have been substantially outweighed by its prejudicial effect and so barred by Fed.R.Evid. 403;  and that the court's failure to disallow the impeachment evidence impaired Goldman's opportunity to testify and violated his constitutional right to present evidence in his own defense.  We think that a limited portion of the impeachment evidence might have been excludible under Rule 403 but conclude that Goldman cannot raise such issues here because he did not testify.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In all likelihood, the government intended to question Goldman about his prior drug dealings on the theory that those dealings, if admitted, made it more likely that he was lying when he expressed ignorance of the drugs in his car trunk.  There is case law that supports this general theory of impeachment, see, e.g., United States v. Fortes, 619 F.2d 108 (1st Cir.1980), which (like several impeachment devices) is not expressly described in the Federal Rules of Evidence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  At least where knowledge is in dispute, such evidence of prior similar crimes might well have greater logical relevance than mere character/propensity evidence excluded under Rule 404(a).  See Fed.R.Evid. 404(b) (exception for crimes or wrongs offered to show motive, knowledge, absence of mistake).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of course, even if otherwise admissible on this impeachment theory, the questioning of Goldman about such prior bad acts (the government apparently did not propose to use extrinsic evidence) would still have to be tested under Rule 403's prejudice standard.  Without belittling the possibility of constitutional objection as well, see Fed.R.Evid. 608(b) advisory committee's note, we think that any impeachment so unreasonable as to threaten the defendant's constitutional right to present evidence would already be precluded under the Rule 403 balancing test.  In all events, the government's proposed questioning about prior violence or threats of violence by Goldman might raise serious questions under Rule 403's balancing test even if the rest of the testimony were admissible.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We need not resolve any of these questions, because the Supreme Court has ruled unequivocally that a defendant does not preserve such objections to impeaching evidence unless the defendant chooses to testify at trial and the court then allows the impeachment over the defendant's objection.  Luce v. United States, 469 U.S. 38, 105 S.Ct. 460, 83 L.Ed.2d 443 (1984).  Although Luce involved impeachment by conviction under Rule 609, the reasons given by the Supreme Court for requiring the defendant to testify apply with full force to the kind of Rule 403 and 404 objections that are advanced by Goldman in this case.  Cf. United States v. Griffin, 818 F.2d 97 (1st Cir.), cert. denied, 484 U.S. 844, 108 S.Ct. 137, 98 L.Ed.2d 94 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Supreme Court's reasons in Luce were multiple and its ruling was unanimous.  Luce may seem to some to be a tough rule as applied to so vital an interest as the defendant's opportunity to testify in his own defense.  Yet, the Supreme Court's concerns in Luce are also substantial:  having a fully developed record of the defendant's testimony to judge the need for and relevance of the impeaching questions;  a set of impeaching questions actually asked by the prosecutor;  and a final, fully informed decision by the district judge as to which questions to allow.  Indeed, we have some doubt whether the district court would have allowed impeachment based on Goldman's threats or acts of violence, especially when his prior drug transactions were available to show knowledge.  In any event, Luce is binding upon us.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Goldman's third independent claim of error relates to sentencing and requires less discussion.  Goldman, as counsel sensibly concedes, was subject to sentencing under the career offender guideline, U.S.S.G. Sec. 4B1.1, because he was at least 18 years old at the time of the offense, the offense involved a controlled substance, and Goldman had at least two prior felony convictions for either a crime of violence or a controlled substance offense.  These characteristics place a defendant in criminal history category VI and provide increased base offense levels, depending on the statutory maximum applicable to the offense of conviction.  Id.  Pertinently, under this guideline a statutory maximum of 25 years or more gives rise to an offense level of 34 and a statutory maximum of life corresponds to an offense level of 37.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In this instance, based on the quantity of cocaine attributed to Goldman, the prosecutor advised the district court at sentencing that the statutory maximum for Goldman was 40 years.  See 21 U.S.C. Sec. 841(b)(1)(B) (40 year maximum for basic offense).  The applicable sentencing range was therefore 262 to 327 months, and the district court sentenced Goldman to 262 months' imprisonment.  In fact, because Goldman had a prior drug conviction, the statutory maximum properly applicable in his case was life imprisonment.  See id.  (maximum of life if prior drug felony).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Later in the same day, the prosecutor realized his mistake and filed a motion pursuant to Fed.R.Crim.P. 35(c) so advising the court.  Rule 35(c) provides that the court within seven days after imposing a sentence may correct a sentence wrongly imposed \"as a result of arithmetical, technical, or other clear error.\"   Within three days after the original sentence, the district court conducted a new sentencing hearing, found that the prior sentence had constituted clear error based on a mistake as to the applicable statutory maximum, and resentenced Goldman to the minimum sentence applicable to him under the new calculation, namely, 360 months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On appeal, Goldman's counsel concedes that, as we have earlier held, \"[t]he Constitution contains no general rule that prohibits a court from increasing an earlier sentence where the court finds that it was erroneous and that a higher sentence was required by law.\"  DeWitt v. Ventetoulo, 6 F.3d 32, 34 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1542, 128 L.Ed.2d 193 (1994).  We there held that the right to correct an unlawful sentence was not without limits, but we were concerned there with extreme facts:  a long delay, actual release of the defendant from custody based on the shorter sentence, singling out of the defendant for a belated increase apparently because of his commission of another offense for which parole revocation would have been available, and other troubling characteristics.  Id. at 35-36.   There is nothing of that sort in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Goldman suggests that because the district court's original miscalculation was based on the government's mistaken reading of the statute, it is fundamentally unfair to impose a higher sentence.  United States v. Harvey, 2 F.3d 1318, 1330 (3d Cir.1993), is cited for this proposition but does not bear it out.  Harvey involved the question whether a sentencing error in favor of the defendant could be fully corrected where the defendant appealed the sentence on other grounds but the government chose not to appeal an error in the defendant's favor.  Harvey was thus concerned solely with the consequence of the government's decision not to appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As for fundamental fairness, it is difficult to see anything unfair about the district court's decision to correct a clear error in a sentence where the error relates solely to the precise length of a lengthy prison term and the correction is made with great promptness.  Goldman does not claim to have relied detrimentally on the mistake, and its correction is surely what the drafters of Rule 35(c) had in mind.  Given the complexity of the guidelines, the seven-day window is a well-advised precaution and may operate as readily in favor of the defendant as against him.  United States v. Fahm, 13 F.3d 447, 453-54 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fed.R.Evid. 608(b) permits the witness to be questioned about prior bad acts for the purpose of attacking the witness' character for veracity, but this theory was not available here because under Rule 608(b) the \"bad acts\" must be \"probative of ... untruthfulness.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">785</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">574</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Franklin M. GOLDMAN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1727.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 6, 1994.<br>Decided Dec. 9, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Dana A. Curhan, by Appointment of the Court, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Geoffrey E. Hobart, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for U.S.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Franklin Goldman was arrested on July 17, 1992, and charged, in a superseding indictment, with conspiring to possess cocaine with intent to distribute it and with actually possessing cocaine with intent to distribute.  Also indicted were David St. Peter, who had acted as an intermediary and Robert Sungy, who apparently played the role of lookout.  In October 1992, St. Peter and Sungy pled guilty.  Goldman was tried by a jury in December 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We describe the trial evidence in condensed form because, while the sufficiency of the evidence is not challenged, some understanding of the facts is relevant to the appeal.  At Goldman's trial, the government's evidence showed that a confidential informant acting under the direction of Drug Enforcement Administration agents had purchased small quantities of cocaine from St. Peter in February 1992.  The informant then began to discuss with St. Peter the possibility of making large scale purchases.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In May 1992, in Peabody, Massachusetts, the informant introduced St. Peter to DEA Special Agent Pamela Mersky, who purported to be the girlfriend of a cocaine trafficker.  Mersky asked to purchase multiple kilograms of cocaine from St. Peter.  St. Peter asserted that he had a local Massachusetts source for cocaine and would talk to him shortly about price.  On July 13, 1992, Mersky and St. Peter met again.  St. Peter advised Mersky that the price would be $29,000 per kilogram.  Mersky asked to purchase five kilograms.  St. Peter met the next day with Goldman, who said that a transaction of one to five kilograms would not be a problem.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On July 17, 1992, St. Peter and Mersky met and arranged for the sale to her of four kilograms in two installments of two kilograms each.  St. Peter then went alone to the Royal Sonesta Hotel in Cambridge where he was seen meeting with Goldman and the transaction was discussed.  St. Peter then met twice with Mersky and assured her that the arrangements were proceeding.  Subsequently, Goldman and St. Peter met again near the hotel to discuss the mechanics of the transaction.  Ultimately, after a rendezvous at a nearby garage, both St. Peter and Goldman proceeded in separate cars to a restaurant parking lot in Saugus.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the parking lot, government agents saw St. Peter and Goldman meet at the rear of Goldman's car.  The trunk contained a brown paper bag, Goldman told St. Peter to \"take one,\" and St. Peter looked in the bag and saw what appeared to be three kilograms of cocaine.  St. Peter took one kilogram, and Goldman advised him to take it, bring back the money, and then the transaction would be repeated.  St. Peter then drove alone to a nearby Sears parking lot and met Mersky.  When St. Peter showed her the kilogram, she asked where the other kilogram was located, and St. Peter said that it was nearby.  Shortly thereafter, St. Peter was arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After St. Peter left Goldman, Goldman drove some distance away, reversed direction, and ultimately parked his car in a K-Mart parking lot.  He then left the car, crossed the road, and climbed a bridge that gave him a vantage point to see the parking lot of the Sears store where St. Peter and Mersky were meeting.  As Goldman was looking in this direction, he was approached by a state trooper, began to run, apparently abandoned his car keys, and was ultimately apprehended.  After Goldman was arrested, agents took his car to a nearby state police barracks.  There a search of the trunk revealed the two kilograms of cocaine in a paper bag, as well as over $5,000 in cash and a cellular phone.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The most damning evidence at trial, apart from the cocaine seized from Goldman's car, came from St. Peter who testified against Goldman, described their conversations, and identified Goldman as the source of cocaine that St. Peter had distributed both in this instance and on prior occasions.  The jury convicted Goldman on both the conspiracy and possession counts.  On April 24, 1993, the court sentenced Goldman to 262 months' imprisonment and, three days later, corrected the sentence and resentenced Goldman to 360 months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On this appeal, Goldman first challenges the admissibility of the evidence seized from his car.  This claim was preserved because Goldman moved to suppress the evidence prior to trial.  After argument but without an evidentiary hearing, the district court denied the motion to suppress based on affidavits from the law enforcement agents describing the information available to them at the time of the seizure.  We take it that no evidentiary hearing was held because there were no disputed facts.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Supreme Court has ruled that an automobile may be searched without a warrant if the police have probable cause to believe that it contains contraband or evidence of a crime.  United States v. Ross, <span class=\"citation\" data-id=\"110719\"><a href=\"/opinion/110719/united-states-v-ross/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">798</span></a></span>, <span class=\"citation\" data-id=\"110719\"><a href=\"/opinion/110719/united-states-v-ross/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2157</span></a></span>, <span class=\"citation\" data-id=\"110719\"><a href=\"/opinion/110719/united-states-v-ross/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">572</span> </a></span>(1982);  see United States v. Infante-Ruiz, <span class=\"citation\" data-id=\"195160\"><a href=\"/opinion/195160/united-states-v-infante/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">498</span></a></span>, 502 (1st Cir.1994).  Applying this standard requires us to disregard the most potent evidence against Goldman--St. Peter's trial testimony and the cocaine found in the trunk of Goldman's car--and focus upon what the agents knew at the time that they searched the car.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Since what the agents knew is apparently not disputed, we will treat the application of the probable cause standard to known facts as a legal issue subject to de novo review.  See United States v. 255 Broadway, <span class=\"citation\" data-id=\"195052\"><a href=\"/opinion/195052/united-states-v-parcels-of-property/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1000</span></a></span>, 1004 (1st Cir.1994).  There is no indication that, at the time of his arrest, Goldman had been identified by St. Peter as the source of the cocaine.  What the agents knew was that St. Peter, claiming to have a local source, had agreed with Mersky to make a multi-kilogram delivery on July 17.  Thereafter Goldman was seen later that day conferring with St. Peter at the hotel in Cambridge and afterwards St. Peter twice assured Mersky that the transaction was proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This turn was followed by further observed meetings between Goldman and St. Peter at the Cambridge hotel, then at a nearby garage, and finally in the restaurant parking lot in Saugus where agents saw St. Peter and Goldman together at the rear of Goldman's car with the trunk open.  This was followed by St. Peter's delivery of one kilogram of cocaine to Mersky at a nearby site and St. Peter's explanation that the other kilogram of cocaine was close at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Accordingly, at the time Goldman's car was searched, the police based on these observations had good reason to believe that he was the source of the cocaine, had supplied from his car the kilogram delivered to Mersky, and had possessed the remaining kilogram nearby the delivery site.  When the missing kilogram was not found on Goldman's person at the time of his arrest, there was further reason to believe that it was in his car.  This surely gave probable cause to search the car without dwelling upon Goldman's apparent attempt to dispose of his car keys before he was apprehended.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Goldman's second claim of error concerns impeachment evidence.  Goldman's defense, at least in part, rested on the suggestion that the cocaine was planted in his car trunk, probably by St. Peter.  During the trial, defense counsel said that Goldman desired to testify, apparently in order to deny that the cocaine in the car trunk was his or had been known to him.  Counsel asked the court to rule in advance that if Goldman testified, Goldman could not be impeached based on certain \"bad acts\" alleged by the government.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At Goldman's request, the government had supplied a four-page narrative of \"uncharged prior bad acts of the defendant which the government will seek to use as impeachment should the defendant take the witness stand at trial.\"   These alleged bad acts included Goldman's involvement in prior drug transactions and attempted drug transactions during 1990 and 1991.  Also, the government alleged that Goldman had twice proposed to rob other drug dealers and once admitted to firing shots at the home of someone who had failed to repay a cocaine debt to an accomplice of Goldman.  The district judge declined to bar the proposed impeaching material, and Goldman then chose not to testify.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this court, Goldman asserts that the evidence was not proper impeachment evidence under Fed.R.Evid. 404(b);  that any probative value it had would have been substantially outweighed by its prejudicial effect and so barred by Fed.R.Evid. 403;  and that the court's failure to disallow the impeachment evidence impaired Goldman's opportunity to testify and violated his constitutional right to present evidence in his own defense.  We think that a limited portion of the impeachment evidence might have been excludible under Rule 403 but conclude that Goldman cannot raise such issues here because he did not testify.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In all likelihood, the government intended to question Goldman about his prior drug dealings on the theory that those dealings, if admitted, made it more likely that he was lying when he expressed ignorance of the drugs in his car trunk.  There is case law that supports this general theory of impeachment, see, e.g., United States v. Fortes, <span class=\"citation\" data-id=\"376978\"><a href=\"/opinion/376978/united-states-v-edwin-charles-fortes-jr-united-states-of-america-v/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span> </a></span>(1st Cir.1980), which (like several impeachment devices) is not expressly described in the Federal Rules of Evidence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  At least where knowledge is in dispute, such evidence of prior similar crimes might well have greater logical relevance than mere character/propensity evidence excluded under Rule 404(a).  See Fed.R.Evid. 404(b) (exception for crimes or wrongs offered to show motive, knowledge, absence of mistake).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of course, even if otherwise admissible on this impeachment theory, the questioning of Goldman about such prior bad acts (the government apparently did not propose to use extrinsic evidence) would still have to be tested under Rule 403's prejudice standard.  Without belittling the possibility of constitutional objection as well, see Fed.R.Evid. 608(b) advisory committee's note, we think that any impeachment so unreasonable as to threaten the defendant's constitutional right to present evidence would already be precluded under the Rule 403 balancing test.  In all events, the government's proposed questioning about prior violence or threats of violence by Goldman might raise serious questions under Rule 403's balancing test even if the rest of the testimony were admissible.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We need not resolve any of these questions, because the Supreme Court has ruled unequivocally that a defendant does not preserve such objections to impeaching evidence unless the defendant chooses to testify at trial and the court then allows the impeachment over the defendant's objection.  Luce v. United States, <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></a></span>, <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span> </a></span>(1984).  Although Luce involved impeachment by conviction under Rule 609, the reasons given by the Supreme Court for requiring the defendant to testify apply with full force to the kind of Rule 403 and 404 objections that are advanced by Goldman in this case.  Cf. United States v. Griffin, <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span> </a></span>(1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">94</span> </span>(1987).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Supreme Court's reasons in Luce were multiple and its ruling was unanimous.  Luce may seem to some to be a tough rule as applied to so vital an interest as the defendant's opportunity to testify in his own defense.  Yet, the Supreme Court's concerns in Luce are also substantial:  having a fully developed record of the defendant's testimony to judge the need for and relevance of the impeaching questions;  a set of impeaching questions actually asked by the prosecutor;  and a final, fully informed decision by the district judge as to which questions to allow.  Indeed, we have some doubt whether the district court would have allowed impeachment based on Goldman's threats or acts of violence, especially when his prior drug transactions were available to show knowledge.  In any event, Luce is binding upon us.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Goldman's third independent claim of error relates to sentencing and requires less discussion.  Goldman, as counsel sensibly concedes, was subject to sentencing under the career offender guideline, U.S.S.G. Sec. 4B1.1, because he was at least 18 years old at the time of the offense, the offense involved a controlled substance, and Goldman had at least two prior felony convictions for either a crime of violence or a controlled substance offense.  These characteristics place a defendant in criminal history category VI and provide increased base offense levels, depending on the statutory maximum applicable to the offense of conviction.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Pertinently, under </span>this guideline a statutory maximum of 25 years or more gives rise to an offense level of 34 and a statutory maximum of life corresponds to an offense level of 37.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In this instance, based on the quantity of cocaine attributed to Goldman, the prosecutor advised the district court at sentencing that the statutory maximum for Goldman was 40 years.  See 21 U.S.C. Sec. 841(b)(1)(B) (40 year maximum for basic offense).  The applicable sentencing range was therefore 262 to 327 months, and the district court sentenced Goldman to 262 months' imprisonment.  In fact, because Goldman had a prior drug conviction, the statutory maximum properly applicable in his case was life imprisonment.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>  (maximum of </span>life if prior drug felony).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Later in the same day, the prosecutor realized his mistake and filed a motion pursuant to Fed.R.Crim.P. 35(c) so advising the court.  Rule 35(c) provides that the court within seven days after imposing a sentence may correct a sentence wrongly imposed \"as a result of arithmetical, technical, or other clear error.\"   Within three days after the original sentence, the district court conducted a new sentencing hearing, found that the prior sentence had constituted clear error based on a mistake as to the applicable statutory maximum, and resentenced Goldman to the minimum sentence applicable to him under the new calculation, namely, 360 months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On appeal, Goldman's counsel concedes that, as we have earlier held, \"[t]he Constitution contains no general rule that prohibits a court from increasing an earlier sentence where the court finds that it was erroneous and that a higher sentence was required by law.\"  DeWitt v. Ventetoulo, <span class=\"citation\" data-id=\"194970\"><a href=\"/opinion/194970/ventetoulo-v-attorney-general-ri/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 34 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1542</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">193</span> </span>(1994).  We there held that the right to correct an unlawful sentence was not without limits, but we were concerned there with extreme facts:  a long delay, actual release of the defendant from custody based on the shorter sentence, singling out of the defendant for a belated increase apparently because of his commission of another offense for which parole revocation would have been available, and other troubling characteristics.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 35-36. </span>  There is nothing of that sort in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Goldman suggests that because the district court's original miscalculation was based on the government's mistaken reading of the statute, it is fundamentally unfair to impose a higher sentence.  United States v. Harvey, <span class=\"citation\" data-id=\"628605\"><a href=\"/opinion/628605/united-states-v-andrew-m-harvey-iii/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1318</span></a></span>, 1330 (3d Cir.1993), is cited for this proposition but does not bear it out.  Harvey involved the question whether a sentencing error in favor of the defendant could be fully corrected where the defendant appealed the sentence on other grounds but the government chose not to appeal an error in the defendant's favor.  Harvey was thus concerned solely with the consequence of the government's decision not to appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As for fundamental fairness, it is difficult to see anything unfair about the district court's decision to correct a clear error in a sentence where the error relates solely to the precise length of a lengthy prison term and the correction is made with great promptness.  Goldman does not claim to have relied detrimentally on the mistake, and its correction is surely what the drafters of Rule 35(c) had in mind.  Given the complexity of the guidelines, the seven-day window is a well-advised precaution and may operate as readily in favor of the defendant as against him.  United States v. Fahm, <span class=\"citation\" data-id=\"195128\"><a href=\"/opinion/195128/united-states-v-fahm/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">447</span></a></span>, 453-54 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fed.R.Evid. 608(b) permits the witness to be questioned about prior bad acts for the purpose of attacking the witness' character for veracity, but this theory was not available here because under Rule 608(b) the \"bad acts\" must be \"probative of ... untruthfulness.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111284/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194970/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195052/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195128/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195160/",
    "https://www.courtlistener.com/api/rest/v3/opinions/376978/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488020/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628605/"
  ]
}