{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195759/",
  "id": 195759,
  "absolute_url": "/opinion/195759/united-states-v-joost/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195759/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:47:57Z",
  "date_modified": "2020-02-21T23:31:26.836973Z",
  "type": "010combined",
  "sha1": "a249d16b14caf2cb4b716179b968946c82465bc4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2085.01A",
  "local_path": null,
  "plain_text": "                     [NOT FOR PUBLICATION]\n                                         \n\nNo. 94-2085\nNo. 94-2086 \n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                       ROBERT M. JOOST,\n\n                    Defendant, Appellant.\n\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n           [Hon. Mary M. Lisi, U.S. District Judge]\r                                                              \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n              Boudin and Stahl, Circuit Judges.\r                                                          \n\n                                         \n\nRobert Joost on Memorandum pro se.\r                        \nSheldon  Whitehouse, United  States Attorney, James  H. Leavey and\r                                                                          \nMargaret E. Curran,  Assistant United States Attorneys,  on Memorandum\r                          \nfor appellee. \n\n                                         \n\n                      November 30, 1994\n                                         \r\r\n\n     Per  Curiam.  Defendant Robert Joost, who has elected to\r                            \n\nproceed pro se, appeals from  an order of pretrial detention.\n\nThe  magistrate-judge  and  the   district  judge,  following\n\nseparate  hearings,  each  found  by  clear  and   convincing\n\nevidence  that  detention  was  required  on  the  ground  of\n\ndangerousness.  See 18 U.S.C.   3142(e).  Having conducted an\r                               \n\nindependent review tempered by deference to the lower court's\n\ndetermination,  see, e.g., United States v. O'Brien, 895 F.2d\r                                                               \n\n810, 814 (1st Cir. 1990), we affirm. \n\n                              I.\n\n     Except   where  noted,   the   following  facts   appear\n\nundisputed based on  those portions of  the record that  have\n\nbeen  presented.1   On  August  3,  1994, an  indictment  was\n\nreturned in  Rhode Island charging defendant  with conspiracy\n\nto  rob an  armored car,  in violation of  the Hobbs  Act, 18\n\nU.S.C.   1951, and with possession of firearms by a convicted\n\nfelon,  in violation  of  18 U.S.C.     922(g).   Immediately\n\nfollowing defendant's arraignment on August 5, the magistrate\n\nconducted   a  detention  hearing  and  ordered  that  he  be\n\ndetained;  a  written  order  explicating  the   magistrate's\n\nreasoning  was  filed on  August  23.   By  way  of a  motion\n\napparently submitted on August 22, defendant sought review of\n\n                    \r                                \n\n1.  The  record before  us does  not  contain a  copy of  the\nindictment  or the transcripts  from the two  hearings below.\nWe  are nonetheless obligated to decide the appeal \"promptly\"\non the basis of \"such papers, affidavits, and portions of the\nrecord as the parties shall present.\"  Fed. R. App. P. 9(a).\n\n                             -2-\r\r\n\nthis   ruling.2    The  district  judge  held  a  hearing  on\n\nSeptember 29  and issued a  written decision four  days later\n\naffirming  the detention  order.  Defendant  has now  filed a\n\npair of appeals challenging this determination.\n\n     Both  below and  on appeal,  the  government has  placed\n\nprincipal  reliance on  an August  4, 1994  affidavit  by FBI\n\nSpecial Agent Brosnan detailing the events giving rise to the\n\ninstant charges.   Brosnan,  in turn,  relies principally  on\n\nstatements made to him by two state police detectives who had\n\nsuccessfully  infiltrated  defendant's  operation.    Several\n\ndiscrete incidents are described in which defendant allegedly\n\nplotted criminal  activities with  the undercover  detectives\n\nand others.  One of these involved a planned armed robbery of\n\nan armored car expected to be carrying \"possibly  millions of\n\ndollars  in gold.\"   Some  months before  the robbery  was to\n\noccur, it is averred that defendant and  the detectives spent\n\nfour  hours in  June  1994  conducting  surveillance  of  the\n\narmored car company.  The preparations included  instructions\n\nfrom defendant to  the detectives to handcuff the  guards and\n\ntape their mouths shut; if  any of the guards caused trouble,\n\nthey were told  \"to kill [him] with a firearm equipped with a\n\nsilencer.\"   These allegations form  the basis for  the Hobbs\n\nAct charge.\n\n                    \r                                \n\n2.  As explained infra,  the question as to  when this motion\r                                  \nwas filed is not free of ambiguity. \n\n                             -3-\r\r\n\n     In another such  incident that same month,  defendant is\n\nsaid  to have  given a  loaded semi-automatic  pistol to  the\n\ndetectives for  use in  a planned robbery  of \"an  armed club\n\nmanager  in  Cape Cod.\"    He  instructed the  detectives  to\n\ndispose of  the gun \"if  they had  to shoot the  manager\" but\n\notherwise to return it.  These allegations form the basis for\n\nthe  felon-in-possession   charge.    In   addition,  Brosnan\n\nrecounts  the  detectives'  description  of  other   criminal\n\nconduct not  contained in  the instant  indictment--including\n\ncounterfeiting activities  and  the planned  robberies  of  a\n\ndelivery truck, a restaurant, an  American Legion post, and a\n\nPennsylvania warehouse.  As to this last incident, he relates\n\nthat  defendant and  the  detectives  actually  travelled  to\n\nPennsylvania in  May 1994 to  commit the robbery, only  to be\n\nthwarted by local police pursuant to covert arrangements made\n\nby the detectives.3  \n\n     Defendant's  criminal  record  includes  three  long-ago\n\nconvictions for breaking  and entering with intent  to commit\n\n                    \r                                \n\n3.  The  government  also  alleges  that  defendant told  the\ndetectives he  was contemplating killing his  estranged wife.\nThis contention, said to have  been made by proffer below, is\nnot contained in the Brosnan affidavit  and was not mentioned\nby the district court.  Defendant's wife has  since submitted\nan affidavit dismissing  the allegation  as \"ridiculous\"  and\noffering to return  to Rhode Island to take  \"custody\" of her\nhusband.  Under  the circumstances, we choose not  to rely on\nthis charge.\n\n                             -4-\r\r\n\nlarceny.4   In addition,  he was convicted  in the mid-1970's\n\nof conspiracy  to violate the  civil rights of  another, with\n\ndeath  resulting.  The  facts underlying this  conviction are\n\ndetailed in United States v.  Guillette, 547 F.2d 743, 746-47\r                                                   \n\n(2d Cir. 1976), cert. denied, 434 U.S. 839 (1977).  In brief,\r                                        \n\ndefendant  was  indicted in  1972,  along with  others,  on a\n\ncharge  of interstate  transportation  of automatic  firearms\n\nthat had been  stolen from a National Guard  armory.  Shortly\n\nbefore trial, the government's key witness  was killed when a\n\nbomb exploded  in his  home.  A  jury subsequently  acquitted\n\ndefendant on charges  of intimidating a witness  by force and\n\nusing a dynamite  bomb to commit a felony,  but convicted him\n\non the  charge of  conspiracy with death  resulting.   As the\n\nSecond  Circuit  observed,  \"Despite the  acquittals  on  the\n\nsubstantive  charges  and  the  finding  that  Joost  had  no\n\nculpable  participation in the  actual bombing, the  jury was\n\nfree  to  find  that  Joost  was  an  active  member  of  the\n\nconspiracy which resulted in  [the witness'] death.\"   Id. at\r                                                                      \n\n755.  Defendant was free on  bail with respect to the pending\n\nfirearms  indictment during the time he committed this crime.\n\nHe was  imprisoned from  1973 until 1987  on account  of such\n\noffense.\n\n                    \r                                \n\n4.  Defendant states,  without rebuttal, that these all arose\nout of a \"single transaction\"  occurring in 1963, when he was\n19 years of age. \n\n                             -5-\r\r\n\n     Defendant is approximately 50 years  of age.  He is said\n\nto be  separated from  his wife, who  resides in  Boston with\n\ntheir  four-year-old son.   Apart  from  his elderly  mother,\n\ndefendant  has no other family  ties in Rhode  Island.  He is\n\ncurrently unemployed and without financial resources. \n\n                             II.\n\n     Defendant  raises five  issues on  appeal,  in which  he\n\nmostly complains of alleged irregularities in the lower court\n\nproceedings.  We shall address these seriatim.  \n\n     1.  Defendant first contends, in a two-pronged argument,\n\nthat  neither of  the hearings  conducted  below was  timely.\n\nUnder 18 U.S.C.   3142(f), a detention hearing is to be  held\n\n\"immediately upon  the person's  first appearance before  the\n\njudicial officer unless that person, or the attorney  for the\n\nGovernment,  seeks   a  continuance.\"    As   mentioned,  the\n\nmagistrate   took   up  the   issue  of   pretrial  detention\n\nimmediately  following  defendant's arraignment.    Defendant\n\nnonetheless  insists  that this  hearing was  a nullity.   He\n\nexplains that attorney Arthur Chatfield  (who is said to be a\n\nfriend of  the defendant's) appeared  on his behalf  that day\n\nsolely  for purposes of arraignment.  Defendant's \"memory\" is\n\nthat he informed the magistrate that he needed time to decide\n\nwhether Chatfield (or  another attorney) would represent  him\n\nat the detention  hearing or whether he would  appear pro se.\n\nHe \"believes\" that no argument  was offered in opposition  to\n\n                             -6-\r\r\n\nthe government's request for detention.  It was therefore his\n\n\"understanding\"  that  an  \"implied  continuance\"  had   been\n\ngranted and that he was being temporarily detained pending  a\n\nrenewed hearing.  As we understand his argument, defendant is\n\nnot claiming a violation of  his right to counsel as provided\n\nfor in  18 U.S.C.    3142(f).5  Instead, he  is alleging that\n\nthe hearing was postponed because of uncertainties  as to the\n\nstatus of his representation  and was never rescheduled.   He\n\nthus  insists  that  the  September  29  hearing  before  the\n\ndistrict judge constituted his initial detention hearing--one\n\noccurring well past the statutory time limits.\n\n     The  absence  of   a  transcript  precludes   definitive\n\nresolution  of these  assertions.   Yet it  is apparent  that\n\ndefendant's  \"understanding\"  that  a  continuance  had  been\n\nordered  was   in  fact   a  misunderstanding;   neither  the\n\nmagistrate  nor the district judge made any reference thereto\n\nin their written  orders.  Indeed, defendant  himself alluded\n\nto this  point only obliquely  in his motion to  the district\n\n                    \r                                \n\n5.  To  the extent  defendant  did  intend  to  advance  this\nargument on  appeal (as  he did below),  it would  provide no\nbasis  for  release.   As was  the case  in United  States v.\r                                                                      \nVargas, 804 F.2d 157 (1st Cir. 1986) (per curiam), even if we\r                  \nwere  to  assume that  defendant  \"did not  have  an adequate\ndetention  hearing before  the magistrate,  any defects  were\ncured by the subsequent de  novo hearing held by the district\r                                            \ncourt.\"   Id.  at 162;  see also  United States  v. Montalvo-\r                                                                         \nMurillo, 495  U.S. 711,  720 (1990) (\"there  is no  reason to\r                   \nbestow upon  the defendant a  windfall and to visit  upon the\nGovernment and  the citizens  a severe  penalty by  mandating\nrelease of  possibly  dangerous defendants  every  time  some\ndeviation from the strictures of   3142(f) occurs\").\n\n                             -7-\r\r\n\njudge  seeking release.   Moreover,  even  were we  to assume\n\narguendo that the time constraints  imposed by   3142(f) were\r                    \n\nsomehow  violated, defendant's release  would not  thereby be\n\ncompelled.  See  United States v. Montalvo-Murillo,  495 U.S.\r                                                              \n\n711,  716-17 (1990) (\"Neither the timing requirements nor any\n\nother  part of  the  Act can  be  read  to require,  or  even\n\nsuggest,  that a  timing error  must result  in release  of a\n\nperson  who should  otherwise  be  detained.\").6   Defendant,\n\nnoting  that  the   Montalvo-Murillo  Court  refrained   from\r                                                \n\nspecifying  the  appropriate  remedy  for  \"conduct  that  is\n\naggravated or  intentional,\" id.  at 721,  suggests that  the\r                                            \n\ngovernment's  conduct  here  was  of  this  ilk.7    To   the\n\ncontrary, we  find nothing in  the present record  to suggest\n\nthat the  government contributed  to the  delay in  resolving\n\ndefendant's bail status. \n\n     In the alternative,  defendant argues that the  district\n\njudge failed to conduct a \"prompt\" review of the magistrate's\n\ndetention order,  as required  by 18 U.S.C.    3145(b).   The\n\ndocket sheet reveals that his motion for release was filed on\n\n                    \r                                \n\n6.  In  reaching   this  conclusion,  the  Court  noted  that\ndetention  hearings take place  \"during the disordered period\nfollowing arrest\" and that \"some errors in the application of\nthe time  requirements\" will  inevitably occur  as a  result.\n495 U.S. at 720.  As one such example, it cited \"ambiguity in\nrequests for continuances.\"  Id. \r                                            \n\n7.  Defendant  advances  a  similar  claim, mentioned  infra,\r                                                                        \nregarding the  government's  alleged  interference  with  his\ntrial preparations.  \n\n                             -8-\r\r\n\nAugust  22, 1994--some  42 days  before it  was denied.   Yet\n\ndefendant  has  elsewhere acknowledged  that this  motion was\n\ninitially  rejected for filing  because of noncompliance with\n\nlocal court  rules; he here  admits that it was  \"refiled\" on\n\nSeptember  9.  The precise circumstances  giving rise to this\n\nprocedural  snag  are  not evident  from  the  instant record\n\n(although it appears that they  derived at least in part from\n\ndefendant's pro  se status).   What is evident is  that, once\n\nthe  matter was formally presented for decision, the district\n\njudge acted with  reasonable promptness--issuing a scheduling\n\norder on September 23, holding a hearing on September 29, and\n\nrendering a  decision on  October 3.   And again,  even if  a\n\ndeviation  from the  timeliness requirement  were  thought to\n\nexist,  it would provide  no grounds for  defendant's release\n\nunder the teachings of Montalvo-Murillo.\r                                                   \n\n     2.  Defendant next argues that he  was unfairly deprived\n\nof the opportunity to  call the two detectives as  witnesses.\n\nHe does not object to  the fact that the government presented\n\ntheir  testimony by way  of hearsay contained  in the Brosnan\n\naffidavit.   See, e.g.,  United States v.  Acevedo-Ramos, 755\r                                                                    \n\nF.2d  203,  204  (1st  Cir.  1985)  (\"the  lawfulness  of the\n\npractice of using  hearsay evidence at bail  hearings is well\n\nestablished\").  He insists, however, that the court's refusal\n\nto  subpoena these  witnesses as  he  requested violated  his\n\n                             -9-\r\r\n\nrights  under   3142(f) to \"present witnesses\" and \"to cross-\n\nexamine witnesses who appear at the hearing.\"  We disagree.  \n\n     A  district court has wide discretion in determining the\n\nform of evidentiary  presentation at a bail  hearing, such as\n\nwhether to  proceed by  live testimony or  by proffer.   See,\r                                                                        \n\ne.g., United  States v.  Hurtado, 779  F.2d 1467, 1480  (11th\r                                            \n\nCir.  1985).  It  is likewise  within the  court's discretion\n\nwhether to  permit a defendant  to call adverse  witnesses to\n\nthe stand; no  absolute right to  do so exists.   See,  e.g.,\r                                                                        \n\nUnited States  v. Gaviria,  828 F.2d 667,  669-70 (11th  Cir.\r                                     \n\n1987)  (upholding denial of  request to call  government case\n\nagent; holding that  defendant \"has only a  conditional right\n\nto  call adverse witnesses\"  and that whether  defendant must\n\nmake   \"initial  proffer  of  the  expected  benefit  of  the\n\nwitness's testimony\" lies within  court's discretion); United\r                                                                         \n\nStates v. Winsor, 785 F.2d 755, 757 (9th Cir. 1986) (\"Without\r                            \n\na  proffer  from  Winsor  that  the   government's  proffered\n\ninformation was incorrect, the magistrate was not required to\n\nallow  Winsor to  cross-examine the investigators  and police\n\nofficers.\");  United States v. Delker, 757 F.2d 1390, 1397-98\r                                                 \n\n(3d  Cir. 1985) (upholding lower court's refusal \"to subpoena\n\nthe witnesses whose out-of-court statements linked appellant\"\n\nto the crimes charged).\n\n     We need not explore the precise contours of the district\n\ncourt's  discretion in this  regard, inasmuch as  the reasons\n\n                             -10-\r\r\n\nadvanced  by  defendant  for  calling  the  detectives  prove\n\ninsubstantial.   Defendant proffered  to the court  below (he\n\nnow tells us) that his interrogation of the detectives  would\n\nhave refuted the allegation of dangerousness by establishing:\n\n(1)  that they  had  sought  his permission  to  \"beat up  an\n\ninformer\" but he had told them \"to leave the  man alone\"; and\n\n(2) that they had attempted to obtain a gun from him in order\n\nto \"shoot a person\" but  he had talked them out of it.   From\n\nall  that appears from  this proffer, however,  these alleged\n\nincidents have no bearing on the various charges contained in\n\nthe Brosnan affidavit (and outlined above) that undergird the\n\nfinding of dangerousness  here.  We  therefore find that  the\n\ncourt acted within its discretion  in declining to expand the\n\nscope of the hearing.8\n\n     3.  Defendant  next alleges that the district court \"did\n\nnot properly consider\" imposing one or more of the conditions\n\nof release  enumerated in    3142(c).9  As it  turns out, his\n\nargument in this  regard pertains to a set  of conditions not\n\nthere  mentioned--his  offer  to abide  by  a  combination of\n\n                    \r                                \n\n8.  Defendant  apparently also sought  to call his  wife as a\nwitness to  rebut the  allegation  that he  had expressed  an\nintention to harm her.  And included in his proffer below was\nthe  allegation that the detectives had sought his permission\n\"to beat up his estranged wife, but he had forbidden it.\"  As\nwe have placed no reliance on this factor,  see note 3 supra,\r                                                                        \nwe need not address these matters. \n\n9.  The government mistakenly characterizes this argument  as\ninvolving the factors set forth in   3142(g).\n\n                             -11-\r\r\n\nelectronic monitoring and  home confinement.  The  court did,\n\nin  fact,  explicitly  consider  and  reject  this  proposal,\n\nfinding that it  would not \"reasonably  assure the safety  of\n\nthe  community.\"   Defendant's argument  thus  reduces to  an\n\nassertion that the court erred in so concluding.  At least on\n\nthe present record, we find this contention unpersuasive. \n\n     In United  States  v. Tortora,  922 F.2d  880 (1st  Cir.\r                                              \n\n1990), on which the  district court relied, we observed  that\n\n\"electronic monitoring,  while valuable  in pretrial  release\n\ncases (especially  in  allowing early  detection of  possible\n\nflight),  cannot  be  expected to  prevent  a  defendant from\n\ncommitting crimes ... within the monitoring radius.\"  Id.  at\r                                                                     \n\n887.  Defendant's attempts to distinguish this decision prove\n\nunavailing.   For example,  he points out  that he  is not an\n\norganized  crime  member  owing   allegiance  to  a  criminal\n\norganization (as was the case there), but  instead is alleged\n\nto be a \"lone operator.\"  Yet the Brosnan affidavit discloses\n\na proclivity  on defendant's  part to  recruit associates  to\n\nassist in the  perpetration of his crimes.  And  we note that\n\nmuch of the  criminal plotting there described  took place in\n\ndefendant's residence.   Defendant also maintains  that there\n\nhas been no  suggestion that he \"has violated  a condition of\n\nbail in  the past.\"   To the  contrary, as  noted above,  his\n\ninvolvement in  the conspiracy  to murder  a federal  witness\n\noccurred while he was free on bail.  Defendant, in any event,\n\n                             -12-\r\r\n\nhas  proffered no evidence to suggest that a home-confinement\n\nmonitoring system \"is readily available or workable.\"  United\r                                                                         \n\nStates  v. Perez-Franco,  839 F.2d 867,  870 (1st  Cir. 1988)\r                                   \n\n(per  curiam).    Under these  circumstances,  we  decline to\n\ndisturb the district court's finding.10\n\n     4.   Defendant also  argues that  his prior  convictions\n\noccurred too long ago to be of any evidentiary relevance.  He\n\npoints out that under 18  U.S.C.   3142(e)(3), past crimes of\n\nviolence can give rise to a presumption of dangerousness only\n\nif \"a period  of not more than  five years has  elapsed since\n\nthe date of conviction.\"  Yet the district court did not rely\n\non  any such  presumption.   Instead, it  took note  of these\n\nearlier crimes pursuant  to the directive in    3142(g)(3) to\n\nconsider a  defendant's \"criminal  history.\"   This provision\n\ncontains  no  time   restrictions.    Given  the   nature  of\n\ndefendant's  prior  convictions,  and given  that  he  was in\n\nprison  for much  of  the  intervening  period,  the  court's\n\nconsideration of such evidence was obviously justified.\n\n     5.    Finally, defendant  complains  that his  continued\n\ndetention will interfere  with his defense preparations.   To\n\nthe  extent he  is insisting upon  his immediate  release for\n\nthis   reason,  his  argument   is  groundless.     While  an\n\n                    \r                                \n\n10.  Should  he be  able to  establish  a proper  evidentiary\nfoundation, of course,  defendant remains free to  request an\nappropriate modification  of  the detention  order  from  the\ndistrict court.  \n\n                             -13-\r\r\n\nincarcerated  defendant proceeding  pro se  must be  afforded\n\nsufficient accommodations to  prepare for  trial, see,  e.g.,\r                                                                        \n\nTate v.  Wood,  963 F.2d  20, 26  (2d Cir.  1992); Milton  v.\r                                                                     \n\nMorris, 767 F.2d 1443, 1445-46 (9th Cir. 1985); cf. 18 U.S.C.\r                                                               \n\n  3142(i)  (permitting \"temporary  release\" under  government\n\nsupervision where  \"necessary for preparation of the person's\n\ndefense\"),  the outright  release of  such  an individual  is\n\nobviously unwarranted  under such circumstances.   Cf. Barham\r                                                                         \n\nv.  Powell,   895  F.2d   19,  22-24   (1st  Cir.)   (finding\r                      \n\naccommodations made to permit pro se defendant to prepare for\n\ntrial  while in  prison  constitutionally sufficient),  cert.\r                                                                         \n\ndenied, 495 U.S.  961 (1990).   Alternatively, to the  extent\r                  \n\ndefendant   is  seeking  to  modify  the  conditions  of  his\n\nconfinement in  order to  facilitate his  trial preparations,\n\nhis  argument  is unrelated  to  the  issue  of bail  and  is\n\notherwise premature.  We note  in this regard that  defendant\n\nhas accused government officials of taking  punitive measures\n\nagainst him for the purpose of obstructing such preparations-\n\n-including allegedly  holding him \"incommunicado\"  in prison,\n\n\"scaring away\" his  attorney, and prohibiting his  use of the\n\ntelephone and the  mails.  These contentions  have apparently\n\nbeen the  subject of  a recent district  court hearing.   Any\n\nconsideration thereof by this court must await another day.\n\n                             III.\n\n                             -14-\r\r\n\n     Perhaps unmindful of the independent review conducted by\n\nthis court, defendant has mounted  no direct challenge to the\n\nfinding  of dangerousness.   We shall therefore  refrain from\n\nsetting forth a detailed discussion  thereof.  We simply note\n\nour agreement  with the district  court that the  evidence of\n\nrecord  establishes, in clear and convincing fashion, that no\n\nset  of release conditions would reasonably assure the safety\n\nof  the community.   In  so concluding, we  deem particularly\n\nnoteworthy  the  wide-ranging  scope  of  defendant's  recent\n\ncriminal  involvement, the violent  nature of  such activity,\n\nand his  earlier participation,  while free  on bail,  in the\n\nsuccessful plot to murder a key witness against him. \n\n     The order of pretrial detention is affirmed.\r                                                             \n\n                             -15-\r\r\n",
  "html": "<p class=\"case_cite\">42 F.3d 1384</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Robert M. JOOST, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-2085, 94-2086.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Nov. 30, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND [Hon.  Mary M.  Lisi, U.S. District Judge ]</p>\n      <p class=\"indent\">Robert Joost on Memorandum pro se.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, James H. Leavey and Margaret E. Curran, Assistant United States Attorneys, on Memorandum for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Robert Joost, who has elected to proceed pro se, appeals from an order of pretrial detention.  The magistrate-judge and the district judge, following separate hearings, each found by clear and convincing evidence that detention was required on the ground of dangerousness.  See 18 U.S.C. Sec.  3142(e).  Having conducted an independent review tempered by deference to the lower court's determination,  see, e.g., United States v. O'Brien, 895 F.2d 810, 814 (1st Cir. 1990), we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Except where noted, the following facts appear undisputed based on those portions of the record that have been presented.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  On August 3, 1994, an indictment was returned in Rhode Island charging defendant with conspiracy to rob an armored car, in violation of the Hobbs Act, 18 U.S.C. Sec. 1951, and with possession of firearms by a convicted felon, in violation of 18 U.S.C. Sec. 922(g).  Immediately following defendant's arraignment on August 5, the magistrate conducted a detention hearing and ordered that he be detained;  a written order explicating the magistrate's reasoning was filed on August 23.  By way of a motion apparently submitted on August 22, defendant sought review of this ruling.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The district judge held a hearing on September 29 and issued a written decision four days later affirming the detention order.  Defendant has now filed a pair of appeals challenging this determination.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Both below and on appeal, the government has placed principal reliance on an August 4, 1994 affidavit by FBI Special Agent Brosnan detailing the events giving rise to the instant charges.  Brosnan, in turn, relies principally on statements made to him by two state police detectives who had successfully infiltrated defendant's operation.  Several discrete incidents are described in which defendant allegedly plotted criminal activities with the undercover detectives and others.  One of these involved a planned armed robbery of an armored car expected to be carrying \"possibly millions of dollars in gold.\"  Some months before the robbery was to occur, it is averred that defendant and the detectives spent four hours in June 1994 conducting surveillance of the armored car company.  The preparations included instructions from defendant to the detectives to handcuff the guards and tape their mouths shut; if any of the guards caused trouble, they were told \"to kill [him] with a firearm equipped with a silencer.\"  These allegations form the basis for the Hobbs Act charge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In another such incident that same month, defendant is said to have given a loaded semi-automatic pistol to the detectives for use in a planned robbery of \"an armed club manager in Cape Cod.\"  He instructed the detectives to dispose of the gun \"if they had to shoot the manager\" but otherwise to return it.  These allegations form the basis for the felon-in- possession charge.  In addition, Brosnan recounts the detectives' description of other criminal conduct not contained in the instant indictment-including counterfeiting activities and the planned robberies of a delivery truck, a restaurant, an American Legion post, and a Pennsylvania warehouse.  As to this last incident, he relates that defendant and the detectives actually travelled to Pennsylvania in May 1994 to commit the robbery, only to be thwarted by local police pursuant to covert arrangements made by the detectives.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant's criminal record includes three long-ago convictions for breaking and entering with intent to commit larceny.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In addition, he was convicted in the mid-1970's of conspiracy to violate the civil rights of another, with death resulting.  The facts underlying this conviction are detailed in  United States v. Guillette, 547 F.2d 743, 746-47 (2d Cir. 1976), cert. denied, 434 U.S. 839 (1977).  In brief, defendant was indicted in 1972, along with others, on a charge of interstate transportation of automatic firearms that had been stolen from a National Guard armory.  Shortly before trial, the government's key witness was killed when a bomb exploded in his home.  A jury subsequently acquitted defendant on charges of intimidating a witness by force and using a dynamite bomb to commit a felony, but convicted him on the charge of conspiracy with death resulting.  As the Second Circuit observed, \"Despite the acquittals on the substantive charges and the finding that Joost had no culpable participation in the actual bombing, the jury was free to find that Joost was an active member of the conspiracy which resulted in [the witness'] death.\"  Id. at 755.  Defendant was free on bail with respect to the pending firearms indictment during the time he committed this crime.  He was imprisoned from 1973 until 1987 on account of such offense.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant is approximately 50 years of age.  He is said to be separated from his wife, who resides in Boston with their four-year-old son.  Apart from his elderly mother, defendant has no other family ties in Rhode Island.  He is currently unemployed and without financial resources.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendant raises five issues on appeal, in which he mostly complains of alleged irregularities in the lower court proceedings.  We shall address these seriatim.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">1. Defendant first contends, in a two-pronged argument, that neither of the hearings conducted below was timely.  Under 18 U.S.C. Sec. 3142(f), a detention hearing is to be held \"immediately upon the person's first appearance before the judicial officer unless that person, or the attorney for the Government, seeks a continuance.\"  As mentioned, the magistrate took up the issue of pretrial detention immediately following defendant's arraignment.  Defendant nonetheless insists that this hearing was a nullity.  He explains that attorney Arthur Chatfield (who is said to be a friend of the defendant's) appeared on his behalf that day solely for purposes of arraignment.  Defendant's \"memory\" is that he informed the magistrate that he needed time to decide whether Chatfield (or another attorney) would represent him at the detention hearing or whether he would appear pro se.  He \"believes\" that no argument was offered in opposition to the government's request for detention.  It was therefore his \"understanding\" that an \"implied continuance\" had been granted and that he was being temporarily detained pending a renewed hearing.  As we understand his argument, defendant is not claiming a violation of his right to counsel as provided for in 18 U.S.C. Sec. 3142(f).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Instead, he is alleging that the hearing was postponed because of uncertainties as to the status of his representation and was never rescheduled.  He thus insists that the September 29 hearing before the district judge constituted his initial detention hearing-one occurring well past the statutory time limits.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The absence of a transcript precludes definitive resolution of these assertions.  Yet it is apparent that defendant's \"understanding\" that a continuance had been ordered was in fact a misunderstanding;  neither the magistrate nor the district judge made any reference thereto in their written orders.  Indeed, defendant himself alluded to this point only obliquely in his motion to the district judge seeking release.  Moreover, even were we to assume arguendo that the time constraints imposed by Sec. 3142(f) were somehow violated, defendant's release would not thereby be compelled.   See United States v. Montalvo-Murillo, 495 U.S. 711, 716-17 (1990) (\"Neither the timing requirements nor any other part of the Act can be read to require, or even suggest, that a timing error must result in release of a person who should otherwise be detained.\").<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Defendant, noting that the Montalvo-Murillo Court refrained from specifying the appropriate remedy for \"conduct that is aggravated or intentional,\"  id. at 721, suggests that the government's conduct here was of this ilk.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  To the contrary, we find nothing in the present record to suggest that the government contributed to the delay in resolving defendant's bail status.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the alternative, defendant argues that the district judge failed to conduct a \"prompt\" review of the magistrate's detention order, as required by 18 U.S.C. Sec. 3145(b).  The docket sheet reveals that his motion for release was filed on August 22, 1994-some 42 days before it was denied.  Yet defendant has elsewhere acknowledged that this motion was initially rejected for filing because of noncompliance with local court rules;  he here admits that it was \"refiled\" on September 9. The precise circumstances giving rise to this procedural snag are not evident from the instant record (although it appears that they derived at least in part from defendant's pro se status).  What is evident is that, once the matter was formally presented for decision, the district judge acted with reasonable promptness-issuing a scheduling order on September 23, holding a hearing on September 29, and rendering a decision on October 3. And again, even if a deviation from the timeliness requirement were thought to exist, it would provide no grounds for defendant's release under the teachings of Montalvo-Murillo.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">2. Defendant next argues that he was unfairly deprived of the opportunity to call the two detectives as witnesses.  He does not object to the fact that the government presented their testimony by way of hearsay contained in the Brosnan affidavit.   See, e.g., United States v. Acevedo-Ramos, 755 F.2d 203, 204 (1st Cir. 1985) (\"the lawfulness of the practice of using hearsay evidence at bail hearings is well established\").  He insists, however, that the court's refusal to subpoena these witnesses as he requested violated his rights under Sec. 3142(f) to \"present witnesses\" and \"to cross-examine witnesses who appear at the hearing.\"  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A district court has wide discretion in determining the form of evidentiary presentation at a bail hearing, such as whether to proceed by live testimony or by proffer.   See, e.g., United States v. Hurtado, 779 F.2d 1467, 1480 (11th Cir. 1985).  It is likewise within the court's discretion whether to permit a defendant to call adverse witnesses to the stand;  no absolute right to do so exists.   See, e.g., United States v. Gaviria, 828 F.2d 667, 669-70 (11th Cir. 1987) (upholding denial of request to call government case agent;  holding that defendant \"has only a conditional right to call adverse witnesses\" and that whether defendant must make \"initial proffer of the expected benefit of the witness's testimony\" lies within court's discretion);   United States v. Winsor, 785 F.2d 755, 757 (9th Cir. 1986) (\"Without a proffer from Winsor that the government's proffered information was incorrect, the magistrate was not required to allow Winsor to cross-examine the investigators and police officers.\");   United States v. Delker, 757 F.2d 1390, 1397-98 (3d Cir. 1985) (upholding lower court's refusal \"to subpoena the witnesses whose out-of-court statements linked appellant\" to the crimes charged).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We need not explore the precise contours of the district court's discretion in this regard, inasmuch as the reasons advanced by defendant for calling the detectives prove insubstantial.  Defendant proffered to the court below (he now tells us) that his interrogation of the detectives would have refuted the allegation of dangerousness by establishing:  (1) that they had sought his permission to \"beat up an informer\" but he had told them \"to leave the man alone\";  and (2) that they had attempted to obtain a gun from him in order to \"shoot a person\" but he had talked them out of it.  From all that appears from this proffer, however, these alleged incidents have no bearing on the various charges contained in the Brosnan affidavit (and outlined above) that undergird the finding of dangerousness here.  We therefore find that the court acted within its discretion in declining to expand the scope of the hearing.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">3. Defendant next alleges that the district court \"did not properly consider\" imposing one or more of the conditions of release enumerated in Sec. 3142(c).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  As it turns out, his argument in this regard pertains to a set of conditions not there mentioned-his offer to abide by a combination of electronic monitoring and home confinement.  The court did, in fact, explicitly consider and reject this proposal, finding that it would not \"reasonably assure the safety of the community.\"  Defendant's argument thus reduces to an assertion that the court erred in so concluding.  At least on the present record, we find this contention unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In  United States v. Tortora, 922 F.2d 880 (1st Cir. 1990), on which the district court relied, we observed that \"electronic monitoring, while valuable in pretrial release cases (especially in allowing early detection of possible flight), cannot be expected to prevent a defendant from committing crimes ... within the monitoring radius.\"   Id. at 887.  Defendant's attempts to distinguish this decision prove unavailing.  For example, he points out that he is not an organized crime member owing allegiance to a criminal organization (as was the case there), but instead is alleged to be a \"lone operator.\"  Yet the Brosnan affidavit discloses a proclivity on defendant's part to recruit associates to assist in the perpetration of his crimes.  And we note that much of the criminal plotting there described took place in defendant's residence.  Defendant also maintains that there has been no suggestion that he \"has violated a condition of bail in the past.\"  To the contrary, as noted above, his involvement in the conspiracy to murder a federal witness occurred while he was free on bail.  Defendant, in any event, has proffered no evidence to suggest that a home-confinement monitoring system \"is readily available or workable.\"   United States v. Perez- Franco, 839 F.2d 867, 870 (1st Cir. 1988) (per curiam).  Under these circumstances, we decline to disturb the district court's finding.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">4. Defendant also argues that his prior convictions occurred too long ago to be of any evidentiary relevance.  He points out that under 18 U.S.C. Sec. 3142(e)(3), past crimes of violence can give rise to a presumption of dangerousness only if \"a period of not more than five years has elapsed since the date of conviction.\"  Yet the district court did not rely on any such presumption.  Instead, it took note of these earlier crimes pursuant to the directive in Sec. 3142(g)(3) to consider a defendant's \"criminal history.\"  This provision contains no time restrictions.  Given the nature of defendant's prior convictions, and given that he was in prison for much of the intervening period, the court's consideration of such evidence was obviously justified.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">5. Finally, defendant complains that his continued detention will interfere with his defense preparations.  To the extent he is insisting upon his immediate release for this reason, his argument is groundless.  While an incarcerated defendant proceeding pro se must be afforded sufficient accommodations to prepare for trial,  see, e.g., Tate v. Wood, 963 F.2d 20, 26 (2d Cir. 1992);  Milton v. Morris, 767 F.2d 1443, 1445-46 (9th Cir. 1985);  cf. 18 U.S.C. Sec. 3142(i) (permitting \"temporary release\" under government supervision where \"necessary for preparation of the person's defense\"), the outright release of such an individual is obviously unwarranted under such circumstances.   Cf. Barham v. Powell, 895 F.2d 19, 22-24 (1st Cir.)  (finding accommodations made to permit pro se defendant to prepare for trial while in prison constitutionally sufficient), cert. denied, 495 U.S. 961 (1990).  Alternatively, to the extent defendant is seeking to modify the conditions of his confinement in order to facilitate his trial preparations, his argument is unrelated to the issue of bail and is otherwise premature.  We note in this regard that defendant has accused government officials of taking punitive measures against him for the purpose of obstructing such preparations-including allegedly holding him \"incommunicado\" in prison, \"scaring away\" his attorney, and prohibiting his use of the telephone and the mails.  These contentions have apparently been the subject of a recent district court hearing.  Any consideration thereof by this court must await another day.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Perhaps unmindful of the independent review conducted by this court, defendant has mounted no direct challenge to the finding of dangerousness.  We shall therefore refrain from setting forth a detailed discussion thereof.  We simply note our agreement with the district court that the evidence of record establishes, in clear and convincing fashion, that no set of release conditions would reasonably assure the safety of the community.  In so concluding, we deem particularly noteworthy the wide-ranging scope of defendant's recent criminal involvement, the violent nature of such activity, and his earlier participation, while free on bail, in the successful plot to murder a key witness against him.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The order of pretrial detention is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record before us does not contain a copy of the indictment or the transcripts from the two hearings below.  We are nonetheless obligated to decide the appeal \"promptly\" on the basis of \"such papers, affidavits, and portions of the record as the parties shall present.\"  Fed. R. App.  P. 9(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As explained infra, the question as to when this motion was filed is not free of ambiguity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government also alleges that defendant told the detectives he was contemplating killing his estranged wife.  This contention, said to have been made by proffer below, is not contained in the Brosnan affidavit and was not mentioned by the district court.  Defendant's wife has since submitted an affidavit dismissing the allegation as \"ridiculous\" and offering to return to Rhode Island to take \"custody\" of her husband.  Under the circumstances, we choose not to rely on this charge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defendant states, without rebuttal, that these all arose out of a \"single transaction\" occurring in 1963, when he was 19 years of age</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To the extent defendant did intend to advance this argument on appeal (as he did below), it would provide no basis for release.  As was the case in  United States v. Vargas, 804 F.2d 157 (1st Cir. 1986) (per curiam), even if we were to assume that defendant \"did not have an adequate detention hearing before the magistrate, any defects were cured by the subsequent de novo hearing held by the district court.\"   Id. at 162;   see also United States v. Montalvo-Murillo, 495 U.S. 711, 720 (1990) (\"there is no reason to bestow upon the defendant a windfall and to visit upon the Government and the citizens a severe penalty by mandating release of possibly dangerous defendants every time some deviation from the strictures of Sec. 3142(f) occurs\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In reaching this conclusion, the Court noted that detention hearings take place \"during the disordered period following arrest\" and that \"some errors in the application of the time requirements\" will inevitably occur as a result.  495 U.S. at 720.  As one such example, it cited \"ambiguity in requests for continuances.\"  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Defendant advances a similar claim, mentioned infra, regarding the government's alleged interference with his trial preparations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Defendant apparently also sought to call his wife as a witness to rebut the allegation that he had expressed an intention to harm her.  And included in his proffer below was the allegation that the detectives had sought his permission \"to beat up his estranged wife, but he had forbidden it.\"  As we have placed no reliance on this factor, see note 3 supra, we need not address these matters</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The government mistakenly characterizes this argument as involving the factors set forth in Sec. 3142(g)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Should he be able to establish a proper evidentiary foundation, of course, defendant remains free to request an appropriate modification of the detention order from the district court</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1384</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Robert M. JOOST, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-2085, 94-2086.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Nov. 30, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND [Hon.  Mary M.  Lisi, U.S. District Judge ]</p>\n      <p class=\"indent\">Robert Joost on Memorandum pro se.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, James H. Leavey and Margaret E. Curran, Assistant United States Attorneys, on Memorandum for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Robert Joost, who has elected to proceed pro se, appeals from an order of pretrial detention.  The magistrate-judge and the district judge, following separate hearings, each found by clear and convincing evidence that detention was required on the ground of dangerousness.  See 18 U.S.C. Sec.  3142(e).  Having conducted an independent review tempered by deference to the lower court's determination,  see, e.g., United States v. O'Brien, <span class=\"citation\" data-id=\"536166\"><a href=\"/opinion/536166/united-states-v-edward-obrien/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">810</span></a></span>, 814 (1st Cir. 1990), we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Except where noted, the following facts appear undisputed based on those portions of the record that have been presented.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  On August 3, 1994, an indictment was returned in Rhode Island charging defendant with conspiracy to rob an armored car, in violation of the Hobbs Act, 18 U.S.C. Sec. 1951, and with possession of firearms by a convicted felon, in violation of 18 U.S.C. Sec. 922(g).  Immediately following defendant's arraignment on August 5, the magistrate conducted a detention hearing and ordered that he be detained;  a written order explicating the magistrate's reasoning was filed on August 23.  By way of a motion apparently submitted on August 22, defendant sought review of this ruling.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The district judge held a hearing on September 29 and issued a written decision four days later affirming the detention order.  Defendant has now filed a pair of appeals challenging this determination.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Both below and on appeal, the government has placed principal reliance on an August 4, 1994 affidavit by FBI Special Agent Brosnan detailing the events giving rise to the instant charges.  Brosnan, in turn, relies principally on statements made to him by two state police detectives who had successfully infiltrated defendant's operation.  Several discrete incidents are described in which defendant allegedly plotted criminal activities with the undercover detectives and others.  One of these involved a planned armed robbery of an armored car expected to be carrying \"possibly millions of dollars in gold.\"  Some months before the robbery was to occur, it is averred that defendant and the detectives spent four hours in June 1994 conducting surveillance of the armored car company.  The preparations included instructions from defendant to the detectives to handcuff the guards and tape their mouths shut; if any of the guards caused trouble, they were told \"to kill [him] with a firearm equipped with a silencer.\"  These allegations form the basis for the Hobbs Act charge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In another such incident that same month, defendant is said to have given a loaded semi-automatic pistol to the detectives for use in a planned robbery of \"an armed club manager in Cape Cod.\"  He instructed the detectives to dispose of the gun \"if they had to shoot the manager\" but otherwise to return it.  These allegations form the basis for the felon-in- possession charge.  In addition, Brosnan recounts the detectives' description of other criminal conduct not contained in the instant indictment-including counterfeiting activities and the planned robberies of a delivery truck, a restaurant, an American Legion post, and a Pennsylvania warehouse.  As to this last incident, he relates that defendant and the detectives actually travelled to Pennsylvania in May 1994 to commit the robbery, only to be thwarted by local police pursuant to covert arrangements made by the detectives.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant's criminal record includes three long-ago convictions for breaking and entering with intent to commit larceny.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In addition, he was convicted in the mid-1970's of conspiracy to violate the civil rights of another, with death resulting.  The facts underlying this conviction are detailed in  United States v. Guillette, <span class=\"citation\" data-id=\"341774\"><a href=\"/opinion/341774/united-states-v-david-guillette-and-robert-joost/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">743</span></a></span>, 746-47 (2d Cir. 1976), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">839</span> </span>(1977).  In brief, defendant was indicted in 1972, along with others, on a charge of interstate transportation of automatic firearms that had been stolen from a National Guard armory.  Shortly before trial, the government's key witness was killed when a bomb exploded in his home.  A jury subsequently acquitted defendant on charges of intimidating a witness by force and using a dynamite bomb to commit a felony, but convicted him on the charge of conspiracy with death resulting.  As the Second Circuit observed, \"Despite the acquittals on the substantive charges and the finding that Joost had no culpable participation in the actual bombing, the jury was free to find that Joost was an active member of the conspiracy which resulted in [the witness'] death.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 755. </span> Defendant was free on bail with respect to the pending firearms indictment during the time he committed this crime.  He was imprisoned from 1973 until 1987 on account of such offense.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant is approximately 50 years of age.  He is said to be separated from his wife, who resides in Boston with their four-year-old son.  Apart from his elderly mother, defendant has no other family ties in Rhode Island.  He is currently unemployed and without financial resources.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendant raises five issues on appeal, in which he mostly complains of alleged irregularities in the lower court proceedings.  We shall address these seriatim.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">1. Defendant first contends, in a two-pronged argument, that neither of the hearings conducted below was timely.  Under 18 U.S.C. Sec. 3142(f), a detention hearing is to be held \"immediately upon the person's first appearance before the judicial officer unless that person, or the attorney for the Government, seeks a continuance.\"  As mentioned, the magistrate took up the issue of pretrial detention immediately following defendant's arraignment.  Defendant nonetheless insists that this hearing was a nullity.  He explains that attorney Arthur Chatfield (who is said to be a friend of the defendant's) appeared on his behalf that day solely for purposes of arraignment.  Defendant's \"memory\" is that he informed the magistrate that he needed time to decide whether Chatfield (or another attorney) would represent him at the detention hearing or whether he would appear pro se.  He \"believes\" that no argument was offered in opposition to the government's request for detention.  It was therefore his \"understanding\" that an \"implied continuance\" had been granted and that he was being temporarily detained pending a renewed hearing.  As we understand his argument, defendant is not claiming a violation of his right to counsel as provided for in 18 U.S.C. Sec. 3142(f).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Instead, he is alleging that the hearing was postponed because of uncertainties as to the status of his representation and was never rescheduled.  He thus insists that the September 29 hearing before the district judge constituted his initial detention hearing-one occurring well past the statutory time limits.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The absence of a transcript precludes definitive resolution of these assertions.  Yet it is apparent that defendant's \"understanding\" that a continuance had been ordered was in fact a misunderstanding;  neither the magistrate nor the district judge made any reference thereto in their written orders.  Indeed, defendant himself alluded to this point only obliquely in his motion to the district judge seeking release.  Moreover, even were we to assume arguendo that the time constraints imposed by Sec. 3142(f) were somehow violated, defendant's release would not thereby be compelled.   See United States v. Montalvo-Murillo, <span class=\"citation\" data-id=\"112440\"><a href=\"/opinion/112440/united-states-v-montalvo-murillo/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, 716-17 (1990) (\"Neither the timing requirements nor any other part of the Act can be read to require, or even suggest, that a timing error must result in release of a person who should otherwise be detained.\").<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Defendant, noting that the Montalvo-Murillo Court refrained from specifying the appropriate remedy for \"conduct that is aggravated or intentional,\"  <span class=\"citation\" data-id=\"112440\"><a href=\"/opinion/112440/united-states-v-montalvo-murillo/\"><span class=\"id_token\">id.</span> at 721, </a></span>suggests that the government's conduct here was of this ilk.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  To the contrary, we find nothing in the present record to suggest that the government contributed to the delay in resolving defendant's bail status.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the alternative, defendant argues that the district judge failed to conduct a \"prompt\" review of the magistrate's detention order, as required by 18 U.S.C. Sec. 3145(b).  The docket sheet reveals that his motion for release was filed on August 22, 1994-some 42 days before it was denied.  Yet defendant has elsewhere acknowledged that this motion was initially rejected for filing because of noncompliance with local court rules;  he here admits that it was \"refiled\" on September 9. The precise circumstances giving rise to this procedural snag are not evident from the instant record (although it appears that they derived at least in part from defendant's pro se status).  What is evident is that, once the matter was formally presented for decision, the district judge acted with reasonable promptness-issuing a scheduling order on September 23, holding a hearing on September 29, and rendering a decision on October 3. And again, even if a deviation from the timeliness requirement were thought to exist, it would provide no grounds for defendant's release under the teachings of Montalvo-Murillo.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">2. Defendant next argues that he was unfairly deprived of the opportunity to call the two detectives as witnesses.  He does not object to the fact that the government presented their testimony by way of hearsay contained in the Brosnan affidavit.   See, e.g., United States v. Acevedo-Ramos, <span class=\"citation\" data-id=\"448140\"><a href=\"/opinion/448140/united-states-v-hector-acevedo-ramos/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></a></span>, 204 (1st Cir. 1985) (\"the lawfulness of the practice of using hearsay evidence at bail hearings is well established\").  He insists, however, that the court's refusal to subpoena these witnesses as he requested violated his rights under Sec. 3142(f) to \"present witnesses\" and \"to cross-examine witnesses who appear at the hearing.\"  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A district court has wide discretion in determining the form of evidentiary presentation at a bail hearing, such as whether to proceed by live testimony or by proffer.   See, e.g., United States v. Hurtado, <span class=\"citation\" data-id=\"462539\"><a href=\"/opinion/462539/united-states-v-antonio-jose-hurtado-mark-anthony-olson-diego-alonzo/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1467</span></a></span>, 1480 (11th Cir. 1985).  It is likewise within the court's discretion whether to permit a defendant to call adverse witnesses to the stand;  no absolute right to do so exists.   See, e.g., United States v. Gaviria, <span class=\"citation\" data-id=\"493984\"><a href=\"/opinion/493984/united-states-v-jorge-enrique-gaviria-and-jose-elkin-echeverry/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">667</span></a></span>, 669-70 (11th Cir. 1987) (upholding denial of request to call government case agent;  holding that defendant \"has only a conditional right to call adverse witnesses\" and that whether defendant must make \"initial proffer of the expected benefit of the witness's testimony\" lies within court's discretion);   United States v. Winsor, <span class=\"citation\" data-id=\"466137\"><a href=\"/opinion/466137/united-states-v-steven-dale-winsor/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">755</span></a></span>, 757 (9th Cir. 1986) (\"Without a proffer from Winsor that the government's proffered information was incorrect, the magistrate was not required to allow Winsor to cross-examine the investigators and police officers.\");   United States v. Delker, <span class=\"citation\" data-id=\"449645\"><a href=\"/opinion/449645/united-states-v-robert-p-delker/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1390</span></a></span>, 1397-98 (3d Cir. 1985) (upholding lower court's refusal \"to subpoena the witnesses whose out-of-court statements linked appellant\" to the crimes charged).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We need not explore the precise contours of the district court's discretion in this regard, inasmuch as the reasons advanced by defendant for calling the detectives prove insubstantial.  Defendant proffered to the court below (he now tells us) that his interrogation of the detectives would have refuted the allegation of dangerousness by establishing:  (1) that they had sought his permission to \"beat up an informer\" but he had told them \"to leave the man alone\";  and (2) that they had attempted to obtain a gun from him in order to \"shoot a person\" but he had talked them out of it.  From all that appears from this proffer, however, these alleged incidents have no bearing on the various charges contained in the Brosnan affidavit (and outlined above) that undergird the finding of dangerousness here.  We therefore find that the court acted within its discretion in declining to expand the scope of the hearing.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">3. Defendant next alleges that the district court \"did not properly consider\" imposing one or more of the conditions of release enumerated in Sec. 3142(c).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  As it turns out, his argument in this regard pertains to a set of conditions not there mentioned-his offer to abide by a combination of electronic monitoring and home confinement.  The court did, in fact, explicitly consider and reject this proposal, finding that it would not \"reasonably assure the safety of the community.\"  Defendant's argument thus reduces to an assertion that the court erred in so concluding.  At least on the present record, we find this contention unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In  United States v. Tortora, <span class=\"citation\" data-id=\"553834\"><a href=\"/opinion/553834/united-states-v-carmen-a-tortora/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span> </a></span>(1st Cir. 1990), on which the district court relied, we observed that \"electronic monitoring, while valuable in pretrial release cases (especially in allowing early detection of possible flight), cannot be expected to prevent a defendant from committing crimes ... within the monitoring radius.\"   <span class=\"citation\" data-id=\"553834\"><a href=\"/opinion/553834/united-states-v-carmen-a-tortora/\"><span class=\"id_token\">Id.</span> at 887. </a></span> Defendant's attempts to distinguish this decision prove unavailing.  For example, he points out that he is not an organized crime member owing allegiance to a criminal organization (as was the case there), but instead is alleged to be a \"lone operator.\"  Yet the Brosnan affidavit discloses a proclivity on defendant's part to recruit associates to assist in the perpetration of his crimes.  And we note that much of the criminal plotting there described took place in defendant's residence.  Defendant also maintains that there has been no suggestion that he \"has violated a condition of bail in the past.\"  To the contrary, as noted above, his involvement in the conspiracy to murder a federal witness occurred while he was free on bail.  Defendant, in any event, has proffered no evidence to suggest that a home-confinement monitoring system \"is readily available or workable.\"   United States v. Perez- Franco, <span class=\"citation\" data-id=\"501809\"><a href=\"/opinion/501809/united-states-v-jose-rafael-perez-franco-united-states-v-jose-luis/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">867</span></a></span>, 870 (1st Cir. 1988) (per curiam).  Under these circumstances, we decline to disturb the district court's finding.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">4. Defendant also argues that his prior convictions occurred too long ago to be of any evidentiary relevance.  He points out that under 18 U.S.C. Sec. 3142(e)(3), past crimes of violence can give rise to a presumption of dangerousness only if \"a period of not more than five years has elapsed since the date of conviction.\"  Yet the district court did not rely on any such presumption.  Instead, it took note of these earlier crimes pursuant to the directive in Sec. 3142(g)(3) to consider a defendant's \"criminal history.\"  This provision contains no time restrictions.  Given the nature of defendant's prior convictions, and given that he was in prison for much of the intervening period, the court's consideration of such evidence was obviously justified.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">5. Finally, defendant complains that his continued detention will interfere with his defense preparations.  To the extent he is insisting upon his immediate release for this reason, his argument is groundless.  While an incarcerated defendant proceeding pro se must be afforded sufficient accommodations to prepare for trial,  see, e.g., Tate v. Wood, <span class=\"citation\" data-id=\"582757\"><a href=\"/opinion/582757/otis-tate-v-frank-w-wood-warden-and-the-attorney-general-of-the-state/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 26 (2d Cir. 1992);  Milton v. Morris, <span class=\"citation\" data-id=\"455830\"><a href=\"/opinion/455830/johnny-b-milton-v-pj-morris-warden/\"><span class=\"volume\">767</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1443</span></a></span>, 1445-46 (9th Cir. 1985);  cf. 18 U.S.C. Sec. 3142(i) (permitting \"temporary release\" under government supervision where \"necessary for preparation of the person's defense\"), the outright release of such an individual is obviously unwarranted under such circumstances.   Cf. Barham v. Powell, <span class=\"citation\" data-id=\"536027\"><a href=\"/opinion/536027/raymond-j-barham-v-ronald-l-powell-etc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 22-24 (1st Cir.)  (finding accommodations made to permit pro se defendant to prepare for trial while in prison constitutionally sufficient), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">961</span> </span>(1990).  Alternatively, to the extent defendant is seeking to modify the conditions of his confinement in order to facilitate his trial preparations, his argument is unrelated to the issue of bail and is otherwise premature.  We note in this regard that defendant has accused government officials of taking punitive measures against him for the purpose of obstructing such preparations-including allegedly holding him \"incommunicado\" in prison, \"scaring away\" his attorney, and prohibiting his use of the telephone and the mails.  These contentions have apparently been the subject of a recent district court hearing.  Any consideration thereof by this court must await another day.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Perhaps unmindful of the independent review conducted by this court, defendant has mounted no direct challenge to the finding of dangerousness.  We shall therefore refrain from setting forth a detailed discussion thereof.  We simply note our agreement with the district court that the evidence of record establishes, in clear and convincing fashion, that no set of release conditions would reasonably assure the safety of the community.  In so concluding, we deem particularly noteworthy the wide-ranging scope of defendant's recent criminal involvement, the violent nature of such activity, and his earlier participation, while free on bail, in the successful plot to murder a key witness against him.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The order of pretrial detention is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record before us does not contain a copy of the indictment or the transcripts from the two hearings below.  We are nonetheless obligated to decide the appeal \"promptly\" on the basis of \"such papers, affidavits, and portions of the record as the parties shall present.\"  Fed. R. App.  P. 9(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As explained infra, the question as to when this motion was filed is not free of ambiguity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government also alleges that defendant told the detectives he was contemplating killing his estranged wife.  This contention, said to have been made by proffer below, is not contained in the Brosnan affidavit and was not mentioned by the district court.  Defendant's wife has since submitted an affidavit dismissing the allegation as \"ridiculous\" and offering to return to Rhode Island to take \"custody\" of her husband.  Under the circumstances, we choose not to rely on this charge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defendant states, without rebuttal, that these all arose out of a \"single transaction\" occurring in 1963, when he was 19 years of age</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To the extent defendant did intend to advance this argument on appeal (as he did below), it would provide no basis for release.  As was the case in  United States v. Vargas, <span class=\"citation\" data-id=\"478731\"><a href=\"/opinion/478731/united-states-v-juan-vargas/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">157</span> </a></span>(1st Cir. 1986) (per curiam), even if we were to assume that defendant \"did not have an adequate detention hearing before the magistrate, any defects were cured by the subsequent de novo hearing held by the district court.\"   <span class=\"citation\" data-id=\"478731\"><a href=\"/opinion/478731/united-states-v-juan-vargas/\"><span class=\"id_token\">Id.</span> at 162; </a></span>  see also United States v. Montalvo-Murillo, <span class=\"citation\" data-id=\"112440\"><a href=\"/opinion/112440/united-states-v-montalvo-murillo/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, 720 (1990) (\"there is no reason to bestow upon the defendant a windfall and to visit upon the Government and the citizens a severe penalty by mandating release of possibly dangerous defendants every time some deviation from the strictures of Sec. 3142(f) occurs\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In reaching this conclusion, the Court noted that detention hearings take place \"during the disordered period following arrest\" and that \"some errors in the application of the time requirements\" will inevitably occur as a <span class=\"citation\" data-id=\"112440\"><span class=\"antecedent_guess\">result.</span>  <a href=\"/opinion/112440/united-states-v-montalvo-murillo/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">720</span></a></span>.  As one such example, it cited \"ambiguity in requests for continuances.\"  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Defendant advances a similar claim, mentioned infra, regarding the government's alleged interference with his trial preparations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Defendant apparently also sought to call his wife as a witness to rebut the allegation that he had expressed an intention to harm her.  And included in his proffer below was the allegation that the detectives had sought his permission \"to beat up his estranged wife, but he had forbidden it.\"  As we have placed no reliance on this factor, see <span class=\"citation no-link\"><span class=\"antecedent_guess\">note</span> <span class=\"volume\">3</span> supra</span>, we need not address these matters</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The government mistakenly characterizes this argument as involving the factors set forth in Sec. 3142(g)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Should he be able to establish a proper evidentiary foundation, of course, defendant remains free to request an appropriate modification of the detention order from the district court</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112440/",
    "https://www.courtlistener.com/api/rest/v3/opinions/341774/",
    "https://www.courtlistener.com/api/rest/v3/opinions/448140/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449645/",
    "https://www.courtlistener.com/api/rest/v3/opinions/455830/",
    "https://www.courtlistener.com/api/rest/v3/opinions/462539/",
    "https://www.courtlistener.com/api/rest/v3/opinions/466137/",
    "https://www.courtlistener.com/api/rest/v3/opinions/478731/",
    "https://www.courtlistener.com/api/rest/v3/opinions/493984/",
    "https://www.courtlistener.com/api/rest/v3/opinions/501809/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536027/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536166/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553834/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582757/"
  ]
}