{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195711/",
  "id": 195711,
  "absolute_url": "/opinion/195711/united-states-v-oreto/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195711/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:50Z",
  "date_modified": "2020-02-21T23:31:54.441987Z",
  "type": "010combined",
  "sha1": "983b8a192232954792807a160c31a8d220b90246",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=91-1769.01A",
  "local_path": null,
  "plain_text": "\n\nNovember 8, 1994  UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 91-1769\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                      FRANK ORETO, SR.,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 91-1770\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                      FRANK ORETO, JR.,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 91-1771\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                      DENNIS PETROSINO,\n\n                    Defendant, Appellant.\n\n                                         \n\n                    CORRECTED ERRATA SHEET\r                                CORRECTED ERRATA SHEET\n\n   The  opinion of  this Court  issued on  October 4,  1994, is\namended as follows:\n\n   Page  2  of  the  Cover  Sheet, line  5:    Change  the name\n\"Dinisco\" to \"DiNisco\".\r\r\n\n   Page 3, lines 9-10:  Delete the words \"Hobbs Act\".\n\n   Page 3, line 11:  After the number \"894\" add the words \"(the\nextortionate credit transactions or \"ECT\" statute)\".\n\n   Page  8, line  12:    Add  the word  \"an\"  before  the  word\n\"additional\".\n\n   Page 11, line 22:  Substitute \"2\" for \"12\".\n\n   Page  17, lines 17-18:   Replace the words  \"Hobbs Act\" with\nthe words \"ECT statute\".\n\n   Page 23, line 7:  Substitute \"  892,\" for \"  1892,\".\n\n   Page  23, line 25:   Replace the words  \"Hobbs Act\" with the\nwords \"ECT statute\".\n\n   Page  24,  line 8:    Add  the  word  \"by\"  after  the  word\n\"employed\".\n\n   Page 29, line 16:  Delete the quotation marks after the word\n\"plus\".\n\n   Page 30, line 17:  Delete the word \"moreover,\".\n\n   Page 30, line 18:  Change the words  \"`Bible' and Daniel\" to\n\"`Bible'; and Daniel\".\n\n   On  the  following pages  and  lines,  substitute \"ECT\"  for\n\"Hobbs Act\":  Page  4, lines 7 and 10; page 6,  line 16; page 15,\nlines 15,  18 and 22; page 17,  lines 1, 5 and  11; page 18, line\n21; page 22, line 8;  page 27, line 23; page 28, lines  2, 4, 8-9\nand 12.  \r\r\n\nOctober 26, 1994\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \nNo. 91-1769\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                      FRANK ORETO, SR.,\n\n                    Defendant, Appellant.\n                                         \n\nNo. 91-1770\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                      FRANK ORETO, JR.,\n                    Defendant, Appellant.\n\n                                        \nNo. 91-1771\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                      DENNIS PETROSINO,\n\n                    Defendant, Appellant.\n                                         \n\n                         ERRATA SHEET\r                                     ERRATA SHEET\n\nThe  opinion of this Court  issued on October 4,  1994, is amended\nas follows:\n\nPage 2 of the Cover  Sheet, line 5:  Change the name \"Dinisco\"  to\n\"DiNisco\".\n\nPage 3, lines 9-10:  Delete the words \"Hobbs Act\".\n\nPage 3,  line 11:   After  the number  \"894\" add  the words  \"(the\nextortionate credit transactions or \"ETC\" statute)\".\n\nPage 8, line 12:  Add the word \"an\" before the word \"additional\".\r\r\n\nPage 11, line 22:  Substitute \"2\" for \"12\".\n\nPage 17,  lines 17-18:   Replace the  words \"Hobbs  Act\" with  the\nwords \"ETC statute\".\n\nPage 23, line 7:  Substitute \"  892,\" for \"  1892,\".\n\nPage 23, line  25:  Replace the words  \"Hobbs Act\" with the  words\n\"ETC statute\".\n\nPage 24, line 8:  Add the word \"by\" after the word \"employed\".\n\nPage  29, line  16:   Delete the  quotation  marks after  the word\n\"plus\".\n\nPage 30, line 17:  Delete the word \"moreover,\".\n\nPage  30, line  18:   Change  the  words \"`Bible'  and Daniel\"  to\n\"`Bible'; and Daniel\".  \n\nOn  the following  pages and  lines, substitute  \"ETC\" for  \"Hobbs\nAct\":  Page 4, lines 7 and 10;  page 6, line 16; page 15, lines 15, 18\nand 22; page 17, lines 1, 5 and 11; page 18, line 21; page 22, line 8;\npage 27, line 23; page 28, lines 2, 4, 8-9 and 12.\r\r\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 91-1769\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                      FRANK ORETO, SR.,\n                    Defendant, Appellant.\n\n                                         \nNo. 91-1770\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                      FRANK ORETO, JR.,\n\n                    Defendant, Appellant.\n                                        \n\nNo. 91-1771\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                      DENNIS PETROSINO,\n                    Defendant, Appellant.\n\n                                         \n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n         [Hon. David S. Nelson, U.S. District Judge]\r                                                               \n\n                                         \n                            Before\n\n                   Torruella, Circuit Judge,\r                                                       \n               Campbell, Senior Circuit Judge,\r                                                         \n\n                  and Boudin, Circuit Judge.\r                                                       \n                                         \r\r\n\nCharles W. Rankin, by Appointment of  the Court, with whom  Rankin\r                                                                              \n&amp;  Sultan, Cornelius H.  Kane,  Jr, and  Charles  P. McGinty,  Federal\r                                                                    \nDefender Office, were on consolidated brief for appellants.\nSean  Connelly, Department of Justice, with whom  Donald K. Stern,\r                                                                             \nUnited  States  Attorney, Ernest  S.  DiNisco  and Todd  E.  Newhouse,\r                                                                             \nAssistant  United  States  Attorneys,  were on  brief  for  the United\nStates.\n\n                                         \n\n                       October 4, 1994\n                                         \r\r\n\n     BOUDIN, Circuit  Judge.  Frank Oreto,  Sr., Frank Oreto,\r                                       \n\nJr., and Dennis Petrosino (\"the appellants\")  challenge their\n\nconvictions  on a number of charges arising out of an alleged\n\nloansharking ring  operating in  Revere,  Massachusetts.   We\n\naffirm.\n\n                        I.  BACKGROUND\n\n      The  appellants  were  charged   in  June  1987  in  an\n\nindictment with offenses  under the Racketeer Influenced  and\n\nCorrupt Organizations Act (\"RICO\"), 18 U.S.C.   1962, as well\n\nas  offenses involving  the making  of extortionate  loans or\n\ncollection by extortionate means.  18 U.S.C.    892, 894 (the\n\nextortionate  credit  transactions  or \"ECT\"  statute).   The\n\noriginal indictment was 137  pages long, contained 82 counts,\n\nand named several other defendants  besides the three who are\n\nparties to  this appeal.  The structure  of the charges is of\n\nsome importance.\n\n     Count 1 alleged a RICO  conspiracy involving all of  the\n\nindicted  defendants.   The  alleged predicate  acts were  74\n\nspecific  instances of  extortionate  lending  or  collection\n\ntransactions  in violation of 18  U.S.C.    892,  894, and 62\r                                                                      \n\nspecific  instances  of usurious  lending  as  defined in  18\n\nU.S.C.     1961(6).   Count 2  charged  each of  the indicted\n\ndefendants  with a substantive  RICO violation  and realleged\n\nthe same conduct as predicate acts.  Counts 3 through 76 then\n\nalleged   each  of  74  extortionate  lending  or  collection\n\n                             -7-\r                                         -7-\r\r\n\ntransactions as individual conspiracies to  violate 18 U.S.C.\n\n   892, 894, or--in ten instances--as individual extortionate\n\ncollections by Oreto, Sr. in violation of the latter statute.\n\n(Counts  76-82 involved  mail fraud charges  against indicted\n\ndefendants other than the three appellants.)\n\n     Oreto, Sr.,  was named in  most of  the 74  transactions\n\nthat  formed   the  basis   for  the  RICO   conspiracy,  the\n\nsubstantive  RICO offense,  and the  74 separate  ECT statute\n\ncounts.  Oreto,  Jr., and  Petrosino were also  named in  the\n\nRICO conspiracy and RICO substantive counts  and in a limited\n\nnumber  of  the 74  transactions  and  the corresponding  ECT\n\nstatute  conspiracy  counts.   All  three  of the  appellants\n\nappeared in various of the 62 usurious loan transactions that\n\nwere also alleged predicate acts in  counts I and II but were\n\nnot charged as separate conspiracies or substantive crimes in\n\nany other count.\n\n     One  of  the  defendants  named in  the  indictment  was\n\nsevered and tried separately.  See United States v. Weiner, 3\r                                                                      \n\nF.2d  17   (1st  Cir.   1993).    Several   other  defendants\n\ndisappeared from  the  case for  reasons  not stated  in  the\n\nbriefs;  at least  one pleaded  guilty and  testified against\n\nthose who stood  trial.   The three appellants  in this  case\n\nwere  tried  together  in a  143-day  trial.    At trial  the\n\ngovernment  offered seized  records  of loans  and borrowers,\n\ncourt-authorized   wiretap   recordings,  and   testimony  by\n\n                             -8-\r                                         -8-\r\r\n\ncooperating  co-conspirators and individuals who had borrowed\n\nmoney from Oreto, Sr.   We state the facts in the  light most\n\nfavorable  to verdicts being appealed.  Weiner, 3 F.2d at 19.\r                                                          \n\n     So viewed,  the evidence permitted a  reasonable jury to\n\nfind the  following.  Oreto,  Sr. headed an  enterprise which\n\nmade loans to over three hundred borrowers at weekly interest\n\nrates of from  three to  seven percent.   Those weekly  rates\n\ntranslate  into annual interest  of from 156  to 364 percent;\n\nthe maximum legal rate  in Massachusetts, by contrast, is  20\n\npercent  annually.  Mass. Gen.  Laws. ch. 271,    49.  Oreto,\n\nJr. and  Petrosino served as collectors  for the loansharking\n\noperation.   Over two  dozen borrowers testified,  various of\n\nthem  asserting  that Oreto,  Sr.  and  his accomplices  used\n\nthreats and intimidation to ensure payment of the loans.\n\n     The  loansharking business  was  conducted from  various\n\nlocations in or  near Revere including both Oreto, Sr.'s home\n\nand a function hall in which Oreto, Sr. was a silent partner.\n\nThe documentary evidence included the organization's \"Bible,\"\n\nits master  list of borrowers, debts,  salaries and expenses.\n\n\"Frank,  Jr.,\"  and  \"Dennis\"  were listed  among  those  who\n\nreceived weekly salaries.   Much of the trial was  given over\n\nto testimony  by borrowers  whose loans were  corroborated by\n\nentries in the Bible.\n\n     These witnesses testified that Oreto, Sr. employed tall,\n\nphysically imposing men--Petrosino, for example, is described\n\n                             -9-\r                                         -9-\r\r\n\nin the  record as between  6'1\" and  6'2\" tall  and over  250\n\npounds  in  weight--to  call  upon  delinquent borrowers  and\n\nthreaten them--implicitly or  explicitly--with physical  harm\n\nif  the  loans  were not  repaid.    At  least two  witnesses\n\ntestified that they were physically assaulted by Oreto, Sr.'s\n\ncollectors,  and  many  more borrowers  testified  that  they\n\nbelieved that harm would come to them if they failed to  make\n\ntheir payments.\n\n     The jury convicted each  of the appellants on one  count\n\nof conspiring to violate  RICO, 18 U.S.C.   1962(d),  as well\n\nas  one  substantive RICO  count. 18  U.S.C.    1962(c).   In\n\naddition, Oreto, Sr. was convicted on 35 counts of conspiring\n\nto  collect loans by extortionate means, 18 U.S.C.   894; ten\n\ncounts of  making extortionate  loans, 18  U.S.C.    892; and\n\nthree  counts of conspiring to make  extortionate loans.  Id.\r                                                                         \n\nThe jury  also  convicted  Oreto, Jr.  on  four  counts,  and\n\nPetrosino on seven counts, of conspiring to  collect loans by\n\nextortionate means.      At  a  later  date, Oreto,  Sr.  was\n\nsentenced to 20 years imprisonment on the RICO counts, to run\n\nconcurrently  with 15  year sentences  on the  individual ECT\n\nstatute counts  but consecutively to  a life sentence  he was\n\nthen serving in Massachusetts  state prison for second degree\n\nmurder.  Oreto, Jr.  and Petrosino were sentenced to  6 years\n\nand  10 years  imprisonment, respectively,  on each  count of\n\n                             -10-\r                                         -10-\r\r\n\nconviction, with  all sentences  to run concurrently.   These\n\nappeals followed.\n\n                  II.  THE MISCONDUCT CLAIMS\n\n     Appellants' first  argument on appeal is  that they were\n\nprejudiced  by  prosecutorial  misconduct involving  in-court\n\nidentifications of them by a series of former borrowers.  The\n\nfirst  indication of  such misconduct  occurred on  March 29,\n\n1990--three months into  the trial--when an assistant  United\n\nStates attorney asked John  Doherty, a Revere fireman alleged\n\nto have borrowed money  from Oreto, Sr., to make  an in-court\n\nidentification.    Doherty had  testified  that  a man  named\n\n\"Dennis\"  had visited him on  one occasion at  work but, when\n\nasked  to identify  Dennis,  Doherty  erroneously pointed  to\n\nOreto, Jr.\n\n     On cross-examination, Doherty testified that he had been\n\ntold  prior to  entering  the courtroom  that the  government\n\nwished  him  to  identify  Petrosino, and  that  the  seating\n\narrangement  of the  appellants at  their counsel  tables had\n\nbeen described to him  by an FBI agent who had been assisting\n\nthe  prosecutors at  trial.   Doherty's confusion  appears to\n\nhave  arisen from  the  fact that  there  was more  than  one\n\ndefense table. Oreto, Jr. was sitting in the same position at\n\nhis table  as Petrosino--the second seat  from the right--but\n\nat a different table.   The defense moved for a  mistrial and\n\nrequested a hearing on the issue.\n\n                             -11-\r                                         -11-\r\r\n\n     At a hearing beginning  on April 2, 1990, the  FBI agent\n\nacknowledged that he had told Doherty the seating arrangement\n\nof appellants  prior to  Doherty's entry into  the courtroom.\n\nThis was  done ostensibly  for  the purpose  of reducing  the\n\nwitnesses'   nervousness  by  familiarizing   them  with  the\n\ncourtroom  layout.   The  agent also  admitted conveying  the\n\nseating  arrangement to two other  witnesses.  One was Joseph\n\nGazza,  who had  testified  prior to  Doherty and  identified\n\nOreto,  Sr., and  the  other was  Michael  DiCarlo, whom  the\n\ngovernment chose not to call.\n\n     Two other  witnesses testified at the  hearing that they\n\nhad  known where  the defendants  would be  sitting:   Ronald\n\nFilipowich, who  identified Oreto,  Sr., and  Frank Anderson,\n\nwho  identified both  Oreto,  Sr. and  Petrosino.   Anderson,\n\nhowever, said  that he had  such knowledge  only because  his\n\nexperience  as a police officer,  and Filipowich said that he\n\nknew  only that the defendants would be sitting in the \"back\"\n\nof  the  courtroom.   Later on,  in  May 1990,  an additional\n\nwitness, Dennis Willcox, admitted that the FBI agent had told\n\nhim the  courtroom seating  arrangements two or  three months\n\nearlier.    Willcox, however,  was  never  asked to  identify\n\nanyone.\n\n     Following   the  hearing,  the   district  court  denied\n\ndefendants' motions for a mistrial and instructed the jury as\n\nfollows:\n\n                             -12-\r                                         -12-\r\r\n\n     Four witnesses--Mr. John Doherty, Mr. Joseph Gazza,\n     Mr.  Frank  Anderson,  Mr. Ronald  Filipowich--gave\n     testimony in the  case before you.  Each  was asked\n     to  identify Mr. Frank Oreto,  Sr., and each gave a\n     reply.   Prior to that session  the Government team\n     told Mr. Doherty, Mr.  Gazza, Mr. Anderson, and Mr.\n     Filipowich   the   seating   arrangements  of   the\n     defendants.   Now, you must be instructed as to the\n     following:\n\n     First, identification is  an essential element that\n     the  Government  must  prove  beyond  a  reasonable\n     doubt.\n\n     2. You are to consider that evidence  that seeks to\n     prove that, and you must carefully weigh the testi-\n     mony in determining what weight you shall give that\n     testimony as you review it in your deliberations.\n\n     Suggestions as to identification may [a]ffect an in\n     Court identification by making it the result of the\n     suggestion  rather  than that  which  the witnesses\n     actually saw or observed.   Your responsibility  is\n     to determine  from all the evidence  whether or not\n     the  identifications made  by  the  witnesses  were\n     based on their own actual knowledge and memory, and\n     not on information provided  them about the seating\n     positions  of  the   defendants  provided  by   the\n     Government.\n\n     Therefore, you may consider  the fact that the Gov-\n     ernment   told   the   witnesses  Doherty,   Gazza,\n     Anderson,   and   Filipowich   about  the   seating\n     arrangements of  the defendants, and of  Mr. Oreto,\n     Sr.  in particular,  as you  go about  deciding how\n     much weight and relevance you will give to those in\n     Court identifications.\n\nThe  district court's  final charge  to  the jury  included a\n\nsimilar  instruction.    The  court  rejected  the  defense's\n\nobjections  to  this  instruction,  as  well  as  alternative\n\ninstructions proffered by defense counsel. \n\n     Appellants  now contend  that  the government's  conduct\n\nrequired a mistrial.   Ordinarily, we will reverse a district\n\n                             -13-\r                                         -13-\r\r\n\ncourt's  denial of a motion for  a mistrial only for an abuse\n\nof discretion.  E.g., United States v. Castiello, 915 F.2d 1,\r                                                            \n\n3 (1st Cir.  1990), cert. denied, 498 U.S. 1068  (1991).  The\r                                            \n\ngovernment assumes, solely for  purposes of this appeal, that\n\nthe   revelation  of  defendants'   seating  arrangements  to\n\nidentification witnesses  was improper.  It  argues, however,\n\nthat there was no prejudice to any of the appellants.\n\n     We think this assertion  is clearly correct with respect\n\nto Oreto, Jr., who was not identified by any of the witnesses\n\nwho  were told  of the  seating arrangement.   It  is equally\n\nevident  that  Petrosino  was  not harmed  by  the  allegedly\n\n\"staged\"  identifications:    Doherty's misidentification  of\n\nOreto,  Jr.  as  Petrosino   can  have  only  undermined  the\n\ngovernment's case against Petrosino.  The only other disputed\n\nidentification   of   Petrosino--by   Anderson--occurred   in\n\nconnection  with  a  count   upon  which  Petrosino  was  not\n\nconvicted.\n\n     The identifications  of Oreto,  Sr.  present a  slightly\n\nmore difficult problem.   Four of  the five arguably  tainted\n\nwitnesses pointed out Oreto, Sr. for the jury, and Oreto, Sr.\n\nwas  convicted on  three of  the four  counts to  which those\n\nwitnesses  testified.   This  court must  therefore determine\n\nwhether  the  identification   procedure  was   impermissibly\n\nsuggestive,  and, if  so,  whether the  identifications  were\n\nnonetheless reliable  under all of the  circumstances.  E.g.,\r                                                                        \n\n                             -14-\r                                         -14-\r\r\n\nUnited States v. Gray, 958 F.2d 9, 13-14 (1st Cir. 1992).  On\r                                 \n\nthe  latter issue,  we conclude  that the  identifications of\n\nOreto, Sr.  made were sufficiently reliable  and the curative\n\ninstructions were such that a mistrial was not required.\n\n     This is not a case  in which a marginal identification--\n\ne.g., by a  witness who  only glimpses the  perpetrator of  a\r                \n\ncrime--has   been   bolstered   by    improperly   suggestive\n\nidentification  procedures.   See Neil  v. Biggers,  409 U.S.\r                                                              \n\n188, 199-200 (1972).   Here, the witnesses identifying Oreto,\n\nSr.  had dealt with him on numerous occasions and without any\n\nattempt by Oreto, Sr.  to mask his identity.   These dealings\n\nwere  corroborated  by  documents seized  by  the government.\n\nIndeed, Oreto, Sr. did  not claim that someone else  had made\n\nthe loans in question, but rather that those transactions had\n\nnever involved threats or violence.  Finally, defense counsel\n\nwere given ample  opportunity to explore  the defects in  the\n\nidentification procedure on cross-examination and argue those\n\ndefects to the jury in summation.\n\n     Appellants also assert that  the trial court  improperly\n\nforeclosed   inquiry  into  \"continuing   misconduct  in  the\n\nidentification  process\" by  the  government.   Specifically,\n\nthey argue that the court should have ordered Doherty, Gazza,\n\nAnderson, and  Filipowich to  return to  the stand  after the\n\nhearing  in order  to  determine whether  any  part of  their\n\ntestimony remained untainted.  Appellants do not explain what\n\n                             -15-\r                                         -15-\r\r\n\nthey  would have  asked these  witnesses during  such further\n\ntestimony,  over  and  above  the  thorough cross-examination\n\nconducted during the witnesses' initial testimony.\n\n     One  assistant United  States attorney testified  at the\n\nApril  2   hearing.    Appellants  complain   that  a  second\n\nprosecutor, who was co-counsel at the trial, should have been\n\nordered  to testify.   This  testimony appears  to  have been\n\nsought only to clarify certain details as to what information\n\nwas given to which  witnesses.  The government has  asked us,\n\nas  it asked the trial court, to resolve all of these ambigu-\n\nities  in  the defense's  favor  and  assume  that each  such\n\nwitness  was  told  exactly  where each  defendant  would  be\n\nsitting.  The additional testimony sought by appellants could\n\nnot have given them more.\n\n      Appellants  next  say  that  the   similar  wording  in\n\ntestimony  given  by  several  witnesses  regarding the  fear\n\nelement of the extortion counts may have indicated additional\n\ngovernment \"coaching\" of witnesses,  and that the trial court\n\nfrustrated efforts to inquire  into such misconduct.  Several\n\nof  the witnesses testified that they feared that \"harm would\n\ncome  to them\" if they did not repay their loans.  Appellants\n\nsay that this syntax as unnatural, suggesting that its source\n\nlay with the prosecution rather than the natural recollection\n\nof the witnesses involved.\n\n                             -16-\r                                         -16-\r\r\n\n     A  number  of other  witnesses testified  using entirely\n\ndifferent  formulations,  and  the  fear  element  was  amply\n\nsupported by additional evidence.   Debtor Lloyd Plotkin, for\n\nexample,  stated  in an  intercepted  conversation with  John\n\nCosta, a manager  in the loanshark organization,  that he was\n\n\"afraid\" of being \"hit\" and \"slapped\" by Oreto, Sr.  Similar-\n\nly,  other debtors testified at  trial that violent means had\n\nactually been  employed  against them.   The  defense had  an\n\nadequate  opportunity  on  cross-examination to  explore  any\n\nmisconduct that might discredit the witnesses, and no further\n\nfishing expedition was required.\n\n     The appellants also complain  that they were not allowed\n\nto call the assistant United States attorneys trying the case\n\nas  trial  witnesses  to  testify  about  misconduct  in  the\n\nidentification  process.    A  defendant   must  establish  a\n\n\"compelling need\"  before being allowed to  call a prosecutor\n\nas  a trial  witness, a  step that  will usually  require the\n\nprosecutor to step aside.  United States v. Angiulo, 897 F.2d\r                                                               \n\n1169, 1194 (1st  Cir.), cert.  denied, 498  U.S. 845  (1990).\r                                                 \n\nHere,  the court  dealt with  the suggestive  identifications\n\nthrough the hearing and instructions.  We think that this was\n\nsufficient.1\n\n                    \r                                \n\n     1When the  prosecutor testified at the  April 2 hearing,\nhe disclosed that Doherty  had described the individual named\n\"Dennis\"  who visited  him at  work--allegedly, Petrosino--as\nlarge,  dark-haired and  \"Irish  looking.\"   Petrosino argues\nthat  the government violated Brady  v. Maryland, 373 U.S. 83\r                                                            \n\n                             -17-\r                                         -17-\r\r\n\n     Appellants   further  contend   that,  in   his  closing\n\narguments  to the  jury, one  of the  prosecutors effectively\n\ntestified  himself by  saying,  as to  the tainted  identifi-\n\ncations,  \"Nobody  attempted  to  cover  it  up,  ladies  and\n\ngentlemen.  Nobody lied.\"  This was mild vouching, but we see\n\nthe statement as essentially harmless, especially in light of\n\nthe  defense's  repeated  attempts  to  magnify  the  alleged\n\ngovernment misconduct  and  make it  the focus  of the  case.\n\nReversal is not automatically required where improper remarks\n\nby prosecutor are isolated  and made in response  to specific\n\nattacks by  defense counsel.   United States  v. Machor,  879\r                                                                   \n\nF.2d  945, 956 (1st Cir.  1989), cert. denied,  493 U.S. 1081\r                                                         \n\n(1990).\n\n     At the close of the  evidence, the defense proffered two\n\nproposed  instructions  to  be   given  by  the  trial  court\n\nregarding   government   misconduct  in   the  identification\n\nprocess.  The first of these stated in part as follows:\n\n     It is improper for the government to tell a witness\n     where a defendant  is sitting in the  courtroom.  I\n     have found that such  conduct occurred here on four\n     specific occasion,  affecting the testimony  of Mr.\n     Doherty,   Mr.   Gazza,   Mr.   Anderson   and  Mr.\n     Filipowich.   I now  instruct you that  attempts by\n     \"the Government team\" .  . . to conceal or  make up\n     evidence,  or  to  influence  witnesses  to testify\n     favorably to the  government, may be considered  by\n\n                    \r                                \n\n(1963), by failing to disclose Doherty's prior description to\nthe defense (so  it could  point out that  Petrosino did  not\nlook Irish).   We agree with  the district court that  in the\ncontext of  this case  the supposed characterization  was too\nvague to qualify as exculpatory under Brady.\r                                                       \n\n                             -18-\r                                         -18-\r\r\n\n     you as reflecting an  attempt to unfairly convict a\n     defendant.\n\n     . . . .\n\n     You must consider the  number and extent of efforts\n     to change or influence witnesses' testimony.  To do\n     this, you must evaluate  the testimony of each wit-\n     ness in this case,  deciding whether any  tampering\n     may have affected each and every  identification as\n     well as  any other evidence  you have heard  or re-\n     viewed  during   the  trial.     Evidence  of  such\n     tampering alone  may create  a reasonable  doubt of\n     the defendant's guilt.\n\nA second proposed instruction concluded by stating that \"[i]f\n\nsuch  government misconduct  together  with  any other  facts\n\nadduced in support  of this  defense creates in  your mind  a\n\nreasonable doubt  of guilt  of these  charges, then you  must\n\nfind the defendants not guilty of these charges.\"\n\n     Both of  the proposed  instructions invited the  jury to\n\nacquit the defendants  primarily or  solely on  the basis  of\n\nmisconduct  by the government.   Here, as in  an earlier case\n\n\"[the] facts making  up the theory, if  believed, [would] not\n\ndefeat the factual theory of the prosecution.\"  United States\r                                                                         \n\nv. Silvestri, 790 F.2d 186, 192 (1st Cir.), cert. denied, 479\r                                                                    \n\nU.S.  857 (1986).    Putting the  government  on trial  is  a\n\nfavorite strategy  of  defense  counsel, but  it  is  not  an\n\nexculpatory theory which the defense is entitled  to have the\n\njudge formally present  to the  jury.  See  United States  v.\r                                                                     \n\nPorter, 764 F.2d 1, 14 (1st Cir. 1985).  \r                  \n\n             III.  THE MERITS AND RELATED ISSUES\n\n                             -19-\r                                         -19-\r\r\n\n     Our discussion of the merits begins with the ECT statute\n\ncounts which,  although listed later in  the indictment, were\n\nincorporated in the RICO  counts as potential predicate acts.\n\nMost   of   the  ECT   statute   counts  charged   individual\n\nconspiracies either to make extortionate extensions of credit\n\nor  to   collect  such  extensions  by   extortionate  means.\n\nAppellants now  claim that  they were improperly  charged and\n\nconvicted of multiple  ECT statute  conspiracies, whereas  in\n\nreality  there were  no distinct  agreements separate  from a\n\nsingle overall loansharking conspiracy.\n\n     We have said that \"[w]hether a given body of evidence is\n\nindicative of  a single conspiracy, multiple conspiracies, or\n\nno conspiracy at all is ordinarily a matter of fact.\"  United\r                                                                         \n\nStates  v. David, 940 F.2d 722, 732 (1st Cir.), cert. denied,\r                                                                        \n\n112 S. Ct. 605 (1991).  It is true that if no reasonable jury\n\ncould  on   the   evidence  presented   find   the   multiple\n\nconspiracies charged,  then a judgment of  acquittal would be\n\nwarranted.  It is a \"heavy burden\" to show that the  evidence\n\nprecludes  the findings made by  the jury.   United States v.\r                                                                      \n\nInnamorati, 996 F.2d  456, 469 (1st Cir.), cert.  denied, 114\r                                                                    \n\nS. Ct. 409 (1993).  Appellants  here do not even try to carry\n\nthat burden.\n\n     Much of  the trial  was consumed by  government evidence\n\ndirected to  individual transactions.   The appellants' brief\n\ndoes  no more  with the  evidence than  point  to connections\n\n                             -20-\r                                         -20-\r\r\n\nbetween  the credit  transactions,  including  similarity  of\n\nmethods,  overlap of  personnel,  a general  time frame,  and\n\ncommon  locations.   These factors  might have  justified the\n\njury  in finding only one large conspiracy.  They hardly show\n\nthat  the  jury could  not  find  the requisites  of  smaller\n\nindividual  conspiracies:    a specific  agreement,  and  the\n\nrequired intent, as to each loan transaction.\n\n     The   appellants'  brief   quotes  from   statements  by\n\ngovernment  counsel to  the jury,  arguing that  the evidence\n\nshows the connections necessary to prove the overarching RICO\n\nconspiracy  charged in count 1.   But the  requirements for a\n\nRICO conspiracy are different than the requirements for a ECT\n\nstatute conspiracy,  whether the  latter relates to  a single\n\ntransaction or  one that  embraces a number  of transactions.\n\nHere  there is  no  inconsistency in  the government  arguing\n\nthat--in  addition to  the  RICO  conspiracy--individual  ECT\n\nstatute conspiracies have also been proved.\n\n     The second  branch of appellants'  multiplicity argument\n\nis an attack on  the jury instructions.  Appellants  say that\n\neven  if  the  evidence   permitted  a  finding  of  separate\n\nconspiracies, the  defense was entitled to  instructions that\n\nset  forth the defense theory  that there was  (at most) only\n\none ECT statute conspiracy.  Further, they say, the court was\n\nobliged  to give the jury guidance,  as reflected in proposed\n\ndefense instructions, on how to distinguish between one large\n\n                             -21-\r                                         -21-\r\r\n\nconspiracy and several smaller ones.  The two instructions in\n\nquestion--numbers  12A and  23--are lengthy  and overlapping;\n\nthe former is concerned with RICO and the latter with the ECT\n\nstatute.  The district court gave neither.\n\n     In substance,  each of  the requested instructions  asks\n\nthe  jury   to  determine   \"whether  two  or   more  charged\n\nconspiracies are really the same offense\"; both set forth the\n\nmultiple  factor test that this and other courts have used in\n\nconsidering double jeopardy claims in the conspiracy context;\n\nand  both refer to the  possibility that the  jury could find\n\n\"that the  multiple conspiracies  charged  in the  indictment\n\nwere not  separate and  distinct.\"   One of  the instructions\n\ncited United States  v. Gomes-Pabon, 911  F.2d 847, 860  (1st\r                                               \n\nCir.), cert.  denied, 498  U.S. 1074 (1991),  which discussed\r                                \n\nthe multi-factor test.\n\n     It is common practice, especially in drug cases, for the\n\ngovernment (because  of  various procedural  advantages  that\n\ninhere)  to charge a single  large conspiracy.   In turn, the\n\ndefendants often  claim that,  at worst, only  smaller (often\n\nuncharged)  conspiracies  existed.    Where  requested, trial\n\ncourts  may  then  give  a  so-called  multiple  conspiracies\n\ncharge, inviting  the jury  to consider the  possibility that\n\nthe large  conspiracy has  not been  proved but  instead that\n\nonly smaller conspiracies may have been shown.  1 L. Sand, J.\n\nSiffert,  W.  Loughlin  &amp;   S.  Reiss,  Modern  Federal  Jury\r                                                                         \n\n                             -22-\r                                         -22-\r\r\n\nInstructions     19-01,  at 19-24  to  19-34.3  (1993).   See\r                                                                         \n\ngenerally Kotteakos  v. United  States, 328 U.S.  750, 773-74\r                                                  \n\n(1946).\n\n     By  contrast, we  are  concerned here  with the  defense\n\nproposing an  instruction that  contemplates a larger  single\n\nconspiracy.  The government thinks that it is enough, in this\n\ncase,  that the jury was  properly instructed on the elements\n\nof  each  type  of   conspiracy  charged  (namely,  the  RICO\n\nconspiracy and  the  various ECT  statute conspiracies),  and\n\nthat  the jury  was also told  to acquit  if it  found that a\n\nconspiracy  as charged had not  been proved.   It quotes from\n\nthe district court's instructions:\n\n          If you find that any defendant participated in\n     a  conspiracy  but  it  was  different  from  those\n     charged in the indictment, that determination would\n     provide  no basis for finding that defendant guilty\n     of the offense charged.\n\n          If  you find that  the conspiracy  charged did\n     not exist,  then you must  return a verdict  of not\n     guilty  even  though  you  find  that  some   other\n     conspiracy did, in fact, exist.\n\nThe   government  concludes  that   \"[i]f  an  individualized\n\nconspiracy  is established,  it is  not a  legitimate defense\n\nthat the defendant engaged  in a broader conspiracy involving\n\nmultiple victims.\"\n\n     This position  has some appeal, but it does not entirely\n\nmeet  the reality that a  jury's choice may  be influenced by\n\nthe alternatives presented.   Thus, \"[a]n accused is entitled\n\nto  an instruction on  his theory of  defense so  long as the\n\n                             -23-\r                                         -23-\r\r\n\ntheory is a valid one and there is evidence in  the record to\n\nsupport it.\"  United  States v. Rodriguez, 858 F.2d  809 (1st\r                                                     \n\nCir. 1988).   Similarly, a defendant has a right  to a lesser\n\nincluded offense  charge, where  the evidence would  permit a\n\njury to  find that only  a lesser included  offense occurred.\n\nE.g., Keeble v. United States, 412 U.S.  205 (1973).  If such\r                                         \n\ninstructions  were warranted  but  nevertheless  omitted,  it\n\nwould not be  an answer  to say that  the jury convicted  and\n\nthat the evidence was sufficient to support the conviction.\n\n     The question what a  district court should tell  a jury,\n\nwhere multiple conspiracies are charged but the defense urges\n\na single large conspiracy, is a difficult one and is probably\n\nnot susceptible  to an abstract answer  unrelated to context.\n\nOne  reason  is  that   quite  different  situations  may  be\n\npresented:    for   example,  the  colorable  \"single   large\n\nconspiracy\" might in one case be an entirely different entity\n\nwith  different actors  and  objectives and,  in another,  be\n\nnothing more  than a  different characterization of  the very\n\nsame acts charged  as multiple conspiracies.   In the  former\n\ncase,  the charge in the two indented paragraphs quoted above\n\nwould probably protect the defendants pretty effectively even\n\nwithout a specific reference to a \"single\" conspiracy.  \n\n     Our situation is more akin to the latter case.  At best,\n\nthe defendants have engaged in a series of  transactions that\n\ncould be viewed  as a  set of separate  conspiracies, or  one\n\n                             -24-\r                                         -24-\r\r\n\noverall conspiracy embracing numerous  wrongful transactions,\n\nor (putting  double  jeopardy issues  to  one side)  both  an\r                                                                     \n\noverarching  conspiracy  and  a  nest  of  underlying smaller\n\nconspiracies.    Partly  this  is  a  problem  of  proof  and\n\ninference; partly  the problem arises from  trying to squeeze\n\ninto the  conceptual cubbyhole  of \"an  agreement\" activities\n\nthat  in practice often have  the more shapeless character of\n\nan evolving joint criminal enterprise.  See  United States v.\r                                                                      \n\nSepulveda, 15  F.3d 1161, 1191 (1st Cir. 1993), cert. denied,\r                                                                        \n\n114  S. Ct.  2714 (1994);  United States  v. Moran,  984 F.2d\r                                                              \n\n1299, 1300 (1st Cir. 1993).\n\n     In all  events, in such a  case as ours we  do not think\n\nthat  a defendant--even  if  arguably entitled  to a  \"single\r                                   \n\nconspiracy\"  instruction--is  entitled  to  what  the defense\n\nsought here, namely, a direction to the jury to acquit  if it\n\nfinds  that the \"two or  more charged conspiracies are really\n\nthe same offense.\"  If  the various charged conspiracies  are\n\nreally  parts  of  the same  conspiracy,  then  at  worst the\r                                       \n\ndefendant  has  been  charged twice  or  more  with the  same\n\noffense  and can be convicted (or at least punished) only for\n\none conspiracy.   Cf. Ball  v. United States,  470 U.S.  856,\r                                                        \n\n864-65  (1985).  An outright acquittal on all counts would be\n\nmiscarriage of justice.\n\n     Both of  the instructions sought  here are fundamentally\n\nflawed  because they sought a direction to the jury to acquit\n\n                             -25-\r                                         -25-\r\r\n\nif it  found a single  conspiracy.  The law  is well settled,\n\nand  for rather obvious  reasons, that the  district judge is\n\nnot required to edit a proposed instruction to delete the bad\n\nand preserve the good.   United States v. Flaherty,  668 F.2d\r                                                              \n\n566 (1st Cir. 1981); United States v. Leaching, 427 F.2d 1107\r                                                          \n\n(1st  Cir. 1970).  Rather,  to preserve an  ordinary claim of\n\nerror based on  the refusal to  give an instruction,  counsel\n\nmust proffer  a substantially  correct statement of  the law.\n\nThe acquittal direction alone makes the  defense instructions\n\nimproper in the context of this case.\n\n     The request  for a  \"single  conspiracy\" instruction  is\n\nlikely to be rare.  Usually, as already noted, the government\n\npresses this theory and the defense resists; it was sought by\n\nthe defense here because  the defense thought (mistakenly, as\n\nwe explain below) that a single conspiracy would insulate the\n\ndefendants against a RICO  conviction.  Accordingly, we think\n\nthat  we can  properly  put  off  to  another  day  the  very\n\ndifficult problem  of deciding whether and when such a single\n\nconspiracy  instruction should  be given,  a  problem fraught\n\nwith practical difficulties in explaining matters to the jury\n\nas well as the theoretical ones to which we have adverted.\n\n     One  other general  claim of error  relating to  the ECT\n\nstatute counts remains to  be considered.  In order  to prove\n\nthat an extension of credit was extortionate under  18 U.S.C.\n\n   892, the government was obligated to prove that the debtor\n\n                             -26-\r                                         -26-\r\r\n\n(as  well as the defendant)  believed that the  debt might be\n\ncollected,   or  that  nonpayment   might  be   punished,  by\n\nextortionate  means, that  is, by  violence or  other harmful\n\ncriminal  means.   18  U.S.C.    891(b).   This  element  was\n\ncontested at trial.  Over  defense objection, the trial court\n\nallowed one of the alleged loanshark borrowers, Joe Gazza, to\n\ntestify that he knew Oreto, Sr. \"got out of jail for murder.\"\n\n     This  testimony  was  elicited  by   the  government  on\n\nredirect,  after Gazza admitted  on cross-examination that he\n\nhad  never  been  directly  threatened.    The  redirect  was\n\nadmitted by the trial court solely for the purpose of showing\n\na basis for  Gazza's fears  that Oreto, Sr.  might resort  to\n\nviolence to  ensure repayment.  Appellants  now challenge the\n\ntrial court's  admission of the testimony,  noting its highly\n\nprejudicial nature and the lack of any connection between the\n\nprior   murder  and   Oreto,   Sr.'s   alleged   loansharking\n\nactivities.\n\n     Appellants'  argument  is   largely  foreclosed  by  our\n\ndecision in United  States v.  DeVincent, 546  F.2d 452  (1st\r                                                    \n\nCir.  1976).  In  that case, which  also involved allegations\n\nthat the defendant made  extortionate extensions of credit in\n\nviolation  of 18  U.S.C.     892,  the trial  court  admitted\n\ntestimony    regarding   the    defendant's   twenty-year-old\n\nconviction  for armed  robbery  and his  ten-year-old  murder\n\nindictment.  Upholding this decision, Judge Coffin explained:\n\n                             -27-\r                                         -27-\r\r\n\n     Neither  of the  events could  be admitted  to show\n     that  DeVincent was  a bad  man.   If known  to the\n     debtor, however,  they can  be admitted to  show an\n     element  of the  crime--the  understanding  of  the\n     debtor   that  default   would  be   punished  with\n     violence.   The debtor's awareness of  the lender's\n     earlier  conviction,  or  even  indictment,  for  a\n     violent  crime  surely  affects  his  view  of  the\n     lender's likely collection practices.\n\n546 F.2d at 456-57.\n\n     DeVincent clearly  holds that  a prior conviction  for a\r                          \n\nviolent crime--even one  wholly unrelated to the  defendant's\n\nlending activities--may, if known  to a debtor, influence the\n\nlatter's  reasonable expectations  as to  how the  lender may\n\ncollect the  loan.  It  is true  that the ECT  statute itself\n\npermits   reputation   evidence--usually  a   reputation  for\n\nviolence--in more  restricted situations.   See 18  U.S.C.   \r                                                           \n\n892(c), 894(c).   But these provisions do  not explicitly bar\n\nevidence of specific prior bad acts, as permitted  under Fed.\n\nR.  Evid.  404(b),  when offered  to  show  the  basis for  a\n\nvictim's fear, and cases besides DeVincent have followed that\r                                                      \n\ncourse.  The weighing of prejudice against probative value is\n\notherwise largely for the trial court, see Fed. R. Evid. 403,\r                                                      \n\nand no abuse of discretion has been shown here.\n\n     We  next consider  several general  attacks on  the RICO\n\nconvictions.   The  RICO statute  makes it  a crime  for \"any\n\nperson employed by or  associated with any enterprise engaged\n\nin, or the activities of which affect, interstate  or foreign\n\ncommerce,  to conduct or participate, directly or indirectly,\n\n                             -28-\r                                         -28-\r\r\n\nin the conduct of such enterprise's affairs through a pattern\n\nof racketeering activity or collection of unlawful debt.\"  18\n\nU.S.C.    1962(c).   The  district court  gave the  following\n\ninstruction on the meaning  of \"conduct or participate .  . .\n\nin the conduct of\" an enterprise under the statute:\n\n     The term \"conduct\" and the term \"participate in the\n     conduct  of\" an enterprise  include the performance\n     of acts, functions or duties which are necessary to\n     or helpful in  the operation of the  enterprise.  A\n     person may be found to conduct or to participate in\n     the conduct of  an enterprise even  though he is  a\n     mere employee  having no part in  the management or\n     control of the enterprise and no share in the prof-\n     its.\n\n     In Reves v.  Ernst &amp; Young, 113 S. Ct.  1163 (1993), the\r                                           \n\nSupreme Court  held that an outside  accounting firm employed\n\nby an  enterprise was  not  subject to  civil RICO  liability\n\nunless it  \"participate[d] in the operation  or management of\n\nthe  enterprise itself.\"   Id.  at 1173.   Relying  on Reves,\r                                                                        \n\nOreto,  Jr.  and Petrosino  argue  that  \"mere employees\"  by\n\ndefinition do  not participate  in the \"operation  or manage-\n\nment\" of the enterprise.  It  is true that in Reves the Court\r                                                               \n\nexpressly declined to decide \"how far    1962(c) extends down\n\nthe ladder of operations.\" 113 S. Ct. at  1173 n.9.  Further,\n\nthe  Court   observed  that  \"some  part   in  directing  the\r                                              \n\nenterprise's affairs is required.\" Id. at 1170.\r                                                  \n\n     Reves is a case about the liability of outsiders who may\r                                                                 \n\nassist the enterprise's affairs.  Special care is required in\n\ntranslating  Reves'  concern with  \"horizontal\" connections--\r                              \n\n                             -29-\r                                         -29-\r\r\n\nfocusing  on the  liability of  an outside  adviser--into the\n\n\"vertical\"  question of  how  far RICO  liability may  extend\n\nwithin the enterprise but down the organizational ladder.  In\n\nour view, the reason the accountants were not liable in Reves\r                                                                         \n\nis  that,   while  they  were  undeniably   involved  in  the\n\nenterprise's decisions, they neither made those decisions nor\n\ncarried  them  out;  in  other words,  the  accountants  were\n\noutside the  chain of command through  which the enterprise's\n\naffairs were conducted.\n\n     The government did not show that Oreto, Jr. or Petrosino\n\nparticipated in the enterprise's decisionmaking; but they and\n\nother collectors  were plainly  integral to carrying  out the\n\ncollection process.  Reves  defines \"participate\" as \"to take\r                                      \n\npart in,\"  113 S.  Ct. at  1170, and  nothing in  the Court's\n\nopinion precludes our holding that one may \"take part in\" the\n\nconduct of an enterprise by knowingly implementing decisions,\n\nas well as by making them.  Indeed, the Court said that \"[a]n\n\nenterprise  is `operated'  not just  by upper  management but\n\nalso  by lower-rung  participants in  the enterprise  who are\n\nunder  the direction of upper management.\" 113 S. Ct. at 1173\r                                \n\n(emphasis added).\n\n     Congress declared in RICO that the statutory purpose was\n\n\"to seek  the eradication  of organized  crime in  the United\n\nStates\" and  Congress listed \"loan  sharking\" as  a means  by\n\nwhich  \"organized crime derives much of its power.\"  See Pub.\r                                                                    \n\n                             -30-\r                                         -30-\r\r\n\nL. 91-452,   1  (Statement of Findings and  Purpose following\n\n18  U.S. C.     1961).   RICO  also provides  expressly  that\n\n\"collection  of  unlawful  debt\"  is  a  predicate  for  RICO\n\nliability.   This  conduct is  precisely what  the government\n\ncharged,  and the jury found,  was engaged in  by the present\n\nappellants.   We  think  Congress intended  to reach  all who\n\nparticipate in  the conduct of that  enterprise, whether they\n\nare generals or foot soldiers.2\n\n     Appellants have  also challenged a second  aspect of the\n\nRICO  instructions.     A  defendant  may   violate  RICO  by\n\nparticipating  in either a \"pattern of racketeering activity\"\n\nor \"collection of unlawful debt.\"  18 U.S.C.    1962(c).  The\n\nracketeering prong of the statute requires, at a minimum, \"at\n\nleast two  acts of racketeering activity . . . .\" 18 U.S.C.  \n\n1961(5).  In this  case, the predicate acts specified  in the\n\nindictment against Oreto, Jr. and Petrosino were conspiracies\n\nto  collect   individual  loans  by   extortionate  means  in\n\nviolation  of 18 U.S.C.    894.   See 18 U.S.C.    1961(1)(B)\r                                                 \n\n(specifying  violations  of  18  U.S.C.     891-94  as  valid\n\npredicate acts under RICO).\n\n                    \r                                \n\n     2Appellants  also  claim  prejudice  from  the  district\ncourt's   failure   to  complete   its  explanation   of  the\n\"association with or employment by the enterprise\" element of\n   1962(c)  after  an  interruption.    Appellants  have  not\nexplained how  they  were  harmed  by the  omission  and  the\nlanguage apparently omitted would have been primarily helpful\nto the government.\n\n                             -31-\r                                         -31-\r\r\n\n     Appellants  objected  to the  trial  court's instruction\n\nthat the jury  could find a pattern of  racketeering activity\n\nif  the  appellants  committed   or  aided  and  abetted  the\r                                               \n\ncommission  of at  least  two of  the specified  racketeering\n\nacts.   Our court has observed that \"[a]iding and abetting is\n\nan  alternative charge  in every  count, whether  explicit or\n\nimplicit,\"  United States v. Sanchez,  917 F.2d 607, 611 (1st\r                                                \n\nCir. 1990) (internal  quotations omitted), cert. denied,  499\r                                                                   \n\nU.S. 977 (1991), and it  appears that most if not all  courts\n\nto  consider  the issue  have held  that  a defendant  may be\n\nconvicted  of aiding and  abetting a conspiracy.   See, e.g.,\r                                                                        \n\nUnited States  v. Gonzalez,  933 F.2d  417, 444-45  (7th Cir.\r                                      \n\n1991);  United States  v. Portac, Inc.,  869 F.2d  1288, 1293\r                                                  \n\n(9th Cir. 1989), cert. denied, 498 U.S. 845 (1990).\r                                         \n\n     Oreto, Jr.  and Petrosino also argue  that because there\n\nwas  only a  single  ECT statute  conspiracy involving  these\n\nappellants, the government failed  to prove the two predicate\r                                                               \n\nacts  necessary for a pattern  of racketeering.   18 U.S.C.  \n\n1961(5).  Contrary to appellants' hopes we do not see why the\n\npossibility of  a single  ECT statute conspiracy  (and it  is\n\nonly that) should  infect the RICO convictions.   Quite apart\n\nfrom other possible answers,  we think it is enough  that the\n\nspecific  ECT statute conspiracies  charged as predicate acts\n\nof  racketeering   were  each  also   conspiracies  to   make\r                                               \n\nextortionate loans or collect loans by extortionate means.\n\n                             -32-\r                                         -32-\r\r\n\n     This  court has already held in Weiner that one such ECT\r                                                       \n\nstatute conspiracy is enough for a RICO violation because the\n\npattern  requirement  does not  apply  to  the collection  of\n\nunlawful  debt.   Even if the  jury had  convicted only  on a\n\nsingle ECT statute  conspiracy, the one charged  in this case\n\nhappens to suffice under  the alternative prong of RICO.   18\n\nU.S.C.    1962(c).   We  need not  consider whether  a single\n\nconspiracy shown to have embraced multiple acts of wrongdoing\n\nmight also satisfy the racketeering prong where unlawful debt\n\nwas  not involved so that at least two racketeering acts were\n\nrequired.\n\n     Confronting   Weiner   appellants    argue   that    our\r                                     \n\nconstruction of section 1962(c) in Weiner renders the statute\r                                                     \n\nunconstitutional.  They say that requiring two predicate acts\n\nfor  one theory  of liability  but only  one for  a different\n\ntheory  violates  the  equal  protection  clause,  apparently\n\nbecause one defendant may be  found guilty more readily  than\n\nanother under  the same  statute.  The  statutory distinction\n\nemploys no suspect classification  nor burdens a  fundamental\n\nright,  so we  must uphold  the statute  if the  disparity is\n\n\"rationally  related  to  the  State's  objective.\"    Harrah\r                                                                         \n\nIndependent  School District  v.  Martin, 440  U.S. 194,  199\r                                                    \n\n(1979) (per curiam).\n\n     Congress could rationally  have decided that collections\n\nof unlawful debt were central to  the evils at which RICO was\n\n                             -33-\r                                         -33-\r\r\n\ndirected.   Accordingly, it  could rationally have  chosen to\n\nmake guilt more  easily provable in unlawful debt  cases than\n\nin  cases involving  other  forms of  racketeering  activity.\n\nWhether  this rationale  was  the actual  motivation for  the\n\nstatutory  distinction is  irrelevant  to  our  inquiry,  see\r                                                                         \n\nMinnesota  v. Clover  Leaf  Creamery Co.,  449 U.S.  456, 466\r                                                    \n\n(1981),  although Congress'  statement  of  purposes  (quoted\n\nabove) gives  some  reason to  believe that  Congress did  so\n\nreason.\n\n     A due process argument advanced by appellants is equally\n\nwithout merit.   In essence,  they appear to  argue that  the\n\n\"continuity  plus relationship\"  test for  a  \"pattern\" under\n\nsection   1962(c)   is  so   inherently   vague   as  to   be\n\nunconstitutional.   We rejected a similar  argument in United\r                                                                         \n\nStates v.  Angiulo, 897 F.2d  1169, 1179-80 (1st  Cir. 1990),\r                              \n\nholding that any vagueness  challenge to section 1962(c) must\n\nshow \"that the meaning and scope of  RICO's `pattern' element\n\nwas unclear  and vague\" as applied to the defendants' conduct\n\nin the particular case.   The appellants in the  present case\n\nhave not even attempted such a demonstration.  \n\n     Oreto, Jr. and Petrosino  each challenge the sufficiency\n\nof  the  evidence to  support  their  convictions on  various\n\ncounts of the indictment.  Oreto, Jr. contends that there was\n\ninsufficient evidence  to support the  jury's guilty verdicts\n\nboth  on the four counts  of conspiracy to collect extensions\n\n                             -34-\r                                         -34-\r\r\n\nof credit by extortionate means, 18 U.S.C.   894,  and on the\n\nRICO counts.  He argues that the first two conspiracy counts-\n\n-counts  10 and  14  of the  indictment--cannot be  sustained\n\nbecause  neither of  the  alleged victims  testified and  the\n\ngovernment  failed to  identify the  voices on  wiretap tapes\n\nused to secure the convictions.\n\n     As to the wiretaps, both FBI Special Agent Gianturco and\n\nMassachusetts State Trooper  Thomas Foley testified to  their\n\nfamiliarity with  the voices  in question and  identified the\n\nspeakers on the  tapes for  the jury.   Further, the  illegal\n\nloans  to Mario Singarella (count 10) and Gary Plotkin (count\n\n14)  were   corroborated,  by  documentary  evidence  in  the\n\nloanshark organization's 'Bible'; Daniel Forte, a cooperating\n\nco-conspirator,  testified  at  trial   as  to  Oreto,  Jr.'s\n\ninvolvement in  efforts to collect  each loan.   The evidence\n\nwas more than sufficient.\n\n     Oreto, Jr. challenges his conviction on count  67 of the\n\nindictment,  involving extortionate  collection of a  loan to\n\nJoseph Brangiforte, on the  ground that Brangiforte failed to\n\nidentify  Oreto, Jr. as the person Brangiforte repaid.  There\n\nwas  ample  other  evidence,  however, that  Oreto,  Jr.  was\n\ninvolved with the  Brangiforte loan:   Brangiforte  testified\n\nthat he made a payment to Oreto, Jr. near the Wonderland MBTA\n\nstation;  the  government   produced  wiretap  recordings  of\n\nBrangiforte and  Oreto, Jr. discussing the  loan; and Trooper\n\n                             -35-\r                                         -35-\r\r\n\nFoley testified that  he saw Brangiforte  give Oreto, Jr.  an\n\nenvelope.  Again, the evidence was sufficient.  Brangiforte's\n\ninability  to pick out Oreto, Jr. in the courtroom was fodder\n\nfor  jury argument,  but  is  not  in  itself  fatal  to  the\n\nconviction.   See United States  v. Doherty, 867  F.2d 47, 67\r                                                       \n\n(1st Cir.), cert. denied, 492 U.S. 918 (1989).\r                                    \n\n     Oreto,  Jr.'s challenge  to count  16 presents  a closer\n\nquestion.   That count involved extortionate  collection of a\n\nloan to  Eleanor Kelley, and Oreto, Jr. claims his conviction\n\nwas  improper because  \"[t]here was  simply no  evidence that\n\nEleanor Kelley .  . . was in fear.\"   The debtor's subjective\n\nfear is not itself an element of the offense  under 18 U.S.C.\n\n  894, although actual fear may be pertinent evidence.  \"[I]t\n\nis the nature of the actions of the person seeking to collect\n\nthe  indebtedness,  not  the  mental state  produced  in  the\n\ndebtor,  that  is the  focus of  the  inquiry for  the jury.\"\n\nUnited States  v.  Polizzi, 801  F.2d  1543, 1548  (9th  Cir.\r                                      \n\n1986).  See generally 1 Sand, supra,   32.02, at 32-16.1.\r                                               \n\n     Here, the  government offered  evidence that Oreto,  Jr.\n\nand  two  other strangers  visited  Kelley  at  her place  of\n\nbusiness in order to  ask Kelley to contact Oreto,  Sr. about\n\nthe  loan.  The government  also showed that  the loan itself\n\nwas grossly usurious.  After a reading of the testimony as to\n\nthe visit,  we think that  a reasonable jury  could determine\n\nthat  the  nature of  the loan,  its  interest rate,  and the\n\n                             -36-\r                                         -36-\r\r\n\nappellants' collection methods were  not of the sort commonly\n\nemployed by  legitimate  lenders, and  that  the  appellants'\n\ntactics carried an implicit threat of violence.\n\n     Oreto,  Jr. also  argues that  the government  failed to\n\ndemonstrate  that  he  \"participated  in  the  management  or\n\ncontrol of  the alleged enterprise\" because  the proof showed\n\nonly that  he \"was  a mere collector  for a  short period  of\n\ntime.\"   There  is no  requirement that  participation extend\n\nover  a long period.   Here, the evidence  showed that Oreto,\n\nJr. was directly  involved in at  least four transactions  in\n\nconnection  with his  father's loansharking enterprise.   The\n\nevidence is  sufficient to sustain both  the substantive RICO\n\nand RICO conspiracy convictions.\n\n     Petrosino  also  challenges  his  RICO   convictions  on\n\nevidentiary  grounds, contending  that the  government proved\n\nonly that he was \"a collector paid $50 weekly for a bare five\n\nmonths\"  and  that  this  is  insufficient  to show  that  he\n\n\"participated   in  the   operation  or  management   of  the\n\nenterprise  itself.\"   The  statute requires  neither that  a\n\ndefendant share  in the enterprise's profits  nor participate\n\nfor  an extended period of time, so long as the predicate act\n\nrequirement is met.  Petrosino participated in the collection\n\nof seven separate loans by extortionate means.  Those actions\n\nare sufficient.\n\n                             -37-\r                                         -37-\r\r\n\n     Lastly, appellants objected  at trial  to the  following\n\ninstruction given by the trial court to define the concept of\n\n\"reasonable doubt\":\n\n     A  reasonable doubt  is  a real  doubt, based  upon\n     reason and common sense after careful and impartial\n     consideration of all  the evidence in the  case.  A\n     reasonable  doubt does not  mean beyond  all doubt.\n     Rather it means a doubt based upon reason.\n\nAppellants' challenge rests upon the Supreme Court's decision\n\nin  Cage  v. Louisiana,  498 U.S.  39  (1990), which  held to\r                                  \n\nequate  reasonable doubt with  an \"actual  substantial doubt\"\n\nwas constitutionally  inadequate.  Arguing  that \"real doubt\"\n\nin  the  present instruction  is  equivalent to  \"substantial\n\ndoubt,\" appellants  now argue that their  convictions must be\n\nreversed due  to the  faulty  instruction.   See Sullivan  v.\r                                                                     \n\nLouisiana, 113  S. Ct. 2078 (1993)  (erroneous instruction on\r                     \n\nreasonable doubt cannot be harmless error).\n\n     The objection to the  phrase \"substantial doubt\" is that\n\nit is ambiguous.  If taken to  mean \"large\" or something like\n\nit, the instruction may mislead the jury into thinking that a\n\nsmall but reasonable doubt  is no bar to conviction.  But the\n\nphrase would be  \"unexceptionable\" if taken to mean  that the\n\ndoubt  must  be  \"something  more than  a  speculative  one.\"\n\nVictor v. Nebraska,  114 S. Ct. 1239, 1250 (1994).   The term\r                              \n\nused  here, \"real,\" is not subject to the same ambiguity; its\n\nnatural antonym is \"unreal\"  or\" imaginary,\" which are proper\n\ndescriptions of what would not be a reasonable doubt.  Id. at\r                                                                      \n\n                             -38-\r                                         -38-\r\r\n\n1250.    Boilerplate might  be preferable,  but there  was no\n\nerror.\n\n     Affirmed.\r                         \n\n                             -39-\r                                         -39-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nNovember 8, 1994  UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 91-1769\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                      FRANK ORETO, SR.,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 91-1770\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                      FRANK ORETO, JR.,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 91-1771\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                      DENNIS PETROSINO,\n\n                    Defendant, Appellant.\n\n                                         \n\n                    CORRECTED ERRATA SHEET\r                                CORRECTED ERRATA SHEET\n\n   The  opinion of  this Court  issued on  October 4,  1994, is\namended as follows:\n\n   Page  2  of  the  Cover  Sheet, line  5:    Change  the name\n\"Dinisco\" to \"DiNisco\".\r\r\n\n   Page 3, lines 9-10:  Delete the words \"Hobbs Act\".\n\n   Page 3, line 11:  After the number \"894\" add the words \"(the\nextortionate credit transactions or \"ECT\" statute)\".\n\n   Page  8, line  12:    Add  the word  \"an\"  before  the  word\n\"additional\".\n\n   Page 11, line 22:  Substitute \"2\" for \"12\".\n\n   Page  17, lines 17-18:   Replace the words  \"Hobbs Act\" with\nthe words \"ECT statute\".\n\n   Page 23, line 7:  Substitute \"  892,\" for \"  1892,\".\n\n   Page  23, line 25:   Replace the words  \"Hobbs Act\" with the\nwords \"ECT statute\".\n\n   Page  24,  line 8:    Add  the  word  \"by\"  after  the  word\n\"employed\".\n\n   Page 29, line 16:  Delete the quotation marks after the word\n\"plus\".\n\n   Page 30, line 17:  Delete the word \"moreover,\".\n\n   Page 30, line 18:  Change the words  \"`Bible' and Daniel\" to\n\"`Bible'; and Daniel\".\n\n   On  the  following pages  and  lines,  substitute \"ECT\"  for\n\"Hobbs Act\":  Page  4, lines 7 and 10; page 6,  line 16; page 15,\nlines 15,  18 and 22; page 17,  lines 1, 5 and  11; page 18, line\n21; page 22, line 8;  page 27, line 23; page 28, lines  2, 4, 8-9\nand 12.  \r\r\n\nOctober 26, 1994\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \nNo. 91-1769\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                      FRANK ORETO, SR.,\n\n                    Defendant, Appellant.\n                                         \n\nNo. 91-1770\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                      FRANK ORETO, JR.,\n                    Defendant, Appellant.\n\n                                        \nNo. 91-1771\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                      DENNIS PETROSINO,\n\n                    Defendant, Appellant.\n                                         \n\n                         ERRATA SHEET\r                                     ERRATA SHEET\n\nThe  opinion of this Court  issued on October 4,  1994, is amended\nas follows:\n\nPage 2 of the Cover  Sheet, line 5:  Change the name \"Dinisco\"  to\n\"DiNisco\".\n\nPage 3, lines 9-10:  Delete the words \"Hobbs Act\".\n\nPage 3,  line 11:   After  the number  \"894\" add  the words  \"(the\nextortionate credit transactions or \"ETC\" statute)\".\n\nPage 8, line 12:  Add the word \"an\" before the word \"additional\".\r\r\n\nPage 11, line 22:  Substitute \"2\" for \"12\".\n\nPage 17,  lines 17-18:   Replace the  words \"Hobbs  Act\" with  the\nwords \"ETC statute\".\n\nPage 23, line 7:  Substitute \"  892,\" for \"  1892,\".\n\nPage 23, line  25:  Replace the words  \"Hobbs Act\" with the  words\n\"ETC statute\".\n\nPage 24, line 8:  Add the word \"by\" after the word \"employed\".\n\nPage  29, line  16:   Delete the  quotation  marks after  the word\n\"plus\".\n\nPage 30, line 17:  Delete the word \"moreover,\".\n\nPage  30, line  18:   Change  the  words \"`Bible'  and Daniel\"  to\n\"`Bible'; and Daniel\".  \n\nOn  the following  pages and  lines, substitute  \"ETC\" for  \"Hobbs\nAct\":  Page 4, lines 7 and 10;  page 6, line 16; page 15, lines 15, 18\nand 22; page 17, lines 1, 5 and 11; page 18, line 21; page 22, line 8;\npage 27, line 23; page 28, lines 2, 4, 8-9 and 12.\r\r\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 91-1769\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                      FRANK ORETO, SR.,\n                    Defendant, Appellant.\n\n                                         \nNo. 91-1770\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                      FRANK ORETO, JR.,\n\n                    Defendant, Appellant.\n                                        \n\nNo. 91-1771\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                      DENNIS PETROSINO,\n                    Defendant, Appellant.\n\n                                         \n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n         [Hon. David S. Nelson, U.S. District Judge]\r                                                               \n\n                                         \n                            Before\n\n                   Torruella, Circuit Judge,\r                                                       \n               Campbell, Senior Circuit Judge,\r                                                         \n\n                  and Boudin, Circuit Judge.\r                                                       \n                                         \r\r\n\nCharles W. Rankin, by Appointment of  the Court, with whom  Rankin\r                                                                              \n&amp;  Sultan, Cornelius H.  Kane,  Jr, and  Charles  P. McGinty,  Federal\r                                                                    \nDefender Office, were on consolidated brief for appellants.\nSean  Connelly, Department of Justice, with whom  Donald K. Stern,\r                                                                             \nUnited  States  Attorney, Ernest  S.  DiNisco  and Todd  E.  Newhouse,\r                                                                             \nAssistant  United  States  Attorneys,  were on  brief  for  the United\nStates.\n\n                                         \n\n                       October 4, 1994\n                                         \r\r\n\n     BOUDIN, Circuit  Judge.  Frank Oreto,  Sr., Frank Oreto,\r                                       \n\nJr., and Dennis Petrosino (\"the appellants\")  challenge their\n\nconvictions  on a number of charges arising out of an alleged\n\nloansharking ring  operating in  Revere,  Massachusetts.   We\n\naffirm.\n\n                        I.  BACKGROUND\n\n      The  appellants  were  charged   in  June  1987  in  an\n\nindictment with offenses  under the Racketeer Influenced  and\n\nCorrupt Organizations Act (\"RICO\"), 18 U.S.C.   1962, as well\n\nas  offenses involving  the making  of extortionate  loans or\n\ncollection by extortionate means.  18 U.S.C.    892, 894 (the\n\nextortionate  credit  transactions  or \"ECT\"  statute).   The\n\noriginal indictment was 137  pages long, contained 82 counts,\n\nand named several other defendants  besides the three who are\n\nparties to  this appeal.  The structure  of the charges is of\n\nsome importance.\n\n     Count 1 alleged a RICO  conspiracy involving all of  the\n\nindicted  defendants.   The  alleged predicate  acts were  74\n\nspecific  instances of  extortionate  lending  or  collection\n\ntransactions  in violation of 18  U.S.C.    892,  894, and 62\r                                                                      \n\nspecific  instances  of usurious  lending  as  defined in  18\n\nU.S.C.     1961(6).   Count 2  charged  each of  the indicted\n\ndefendants  with a substantive  RICO violation  and realleged\n\nthe same conduct as predicate acts.  Counts 3 through 76 then\n\nalleged   each  of  74  extortionate  lending  or  collection\n\n                             -7-\r                                         -7-\r\r\n\ntransactions as individual conspiracies to  violate 18 U.S.C.\n\n   892, 894, or--in ten instances--as individual extortionate\n\ncollections by Oreto, Sr. in violation of the latter statute.\n\n(Counts  76-82 involved  mail fraud charges  against indicted\n\ndefendants other than the three appellants.)\n\n     Oreto, Sr.,  was named in  most of  the 74  transactions\n\nthat  formed   the  basis   for  the  RICO   conspiracy,  the\n\nsubstantive  RICO offense,  and the  74 separate  ECT statute\n\ncounts.  Oreto,  Jr., and  Petrosino were also  named in  the\n\nRICO conspiracy and RICO substantive counts  and in a limited\n\nnumber  of  the 74  transactions  and  the corresponding  ECT\n\nstatute  conspiracy  counts.   All  three  of the  appellants\n\nappeared in various of the 62 usurious loan transactions that\n\nwere also alleged predicate acts in  counts I and II but were\n\nnot charged as separate conspiracies or substantive crimes in\n\nany other count.\n\n     One  of  the  defendants  named in  the  indictment  was\n\nsevered and tried separately.  See United States v. Weiner, </pre><span class=\"citation no-link\"><span class=\"volume\">3</span>\r                                                                      \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">17</span> </span><pre class=\"inline\">  (1st  Cir.   1993).    Several   other  defendants\n\ndisappeared from  the  case for  reasons  not stated  in  the\n\nbriefs;  at least  one pleaded  guilty and  testified against\n\nthose who stood  trial.   The three appellants  in this  case\n\nwere  tried  together  in a  143-day  trial.    At trial  the\n\ngovernment  offered seized  records  of loans  and borrowers,\n\ncourt-authorized   wiretap   recordings,  and   testimony  by\n\n                             -8-\r                                         -8-\r\r\n\ncooperating  co-conspirators and individuals who had borrowed\n\nmoney from Oreto, Sr.   We state the facts in the  light most\n\nfavorable  to verdicts being appealed.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Weiner,</span> <span class=\"volume\">3</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">19</span></span><pre class=\"inline\">.\r                                                          \n\n     So viewed,  the evidence permitted a  reasonable jury to\n\nfind the  following.  Oreto,  Sr. headed an  enterprise which\n\nmade loans to over three hundred borrowers at weekly interest\n\nrates of from  three to  seven percent.   Those weekly  rates\n\ntranslate  into annual interest  of from 156  to 364 percent;\n\nthe maximum legal rate  in Massachusetts, by contrast, is  20\n\npercent  annually.  Mass. Gen.  Laws. ch. 271,    49.  Oreto,\n\nJr. and  Petrosino served as collectors  for the loansharking\n\noperation.   Over two  dozen borrowers testified,  various of\n\nthem  asserting  that Oreto,  Sr.  and  his accomplices  used\n\nthreats and intimidation to ensure payment of the loans.\n\n     The  loansharking business  was  conducted from  various\n\nlocations in or  near Revere including both Oreto, Sr.'s home\n\nand a function hall in which Oreto, Sr. was a silent partner.\n\nThe documentary evidence included the organization's \"Bible,\"\n\nits master  list of borrowers, debts,  salaries and expenses.\n\n\"Frank,  Jr.,\"  and  \"Dennis\"  were listed  among  those  who\n\nreceived weekly salaries.   Much of the trial was  given over\n\nto testimony  by borrowers  whose loans were  corroborated by\n\nentries in the Bible.\n\n     These witnesses testified that Oreto, Sr. employed tall,\n\nphysically imposing men--Petrosino, for example, is described\n\n                             -9-\r                                         -9-\r\r\n\nin the  record as between  6'1\" and  6'2\" tall  and over  250\n\npounds  in  weight--to  call  upon  delinquent borrowers  and\n\nthreaten them--implicitly or  explicitly--with physical  harm\n\nif  the  loans  were not  repaid.    At  least two  witnesses\n\ntestified that they were physically assaulted by Oreto, Sr.'s\n\ncollectors,  and  many  more borrowers  testified  that  they\n\nbelieved that harm would come to them if they failed to  make\n\ntheir payments.\n\n     The jury convicted each  of the appellants on one  count\n\nof conspiring to violate  RICO, 18 U.S.C.   1962(d),  as well\n\nas  one  substantive RICO  count. 18  U.S.C.    1962(c).   In\n\naddition, Oreto, Sr. was convicted on 35 counts of conspiring\n\nto  collect loans by extortionate means, 18 U.S.C.   894; ten\n\ncounts of  making extortionate  loans, 18  U.S.C.    892; and\n\nthree  counts of conspiring to make  extortionate loans.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\r                                                                         \n\nThe jury </span><pre class=\"inline\"> also  convicted  Oreto, Jr.  on  four  counts,  and\n\nPetrosino on seven counts, of conspiring to  collect loans by\n\nextortionate means.      At  a  later  date, Oreto,  Sr.  was\n\nsentenced to 20 years imprisonment on the RICO counts, to run\n\nconcurrently  with 15  year sentences  on the  individual ECT\n\nstatute counts  but consecutively to  a life sentence  he was\n\nthen serving in Massachusetts  state prison for second degree\n\nmurder.  Oreto, Jr.  and Petrosino were sentenced to  6 years\n\nand  10 years  imprisonment, respectively,  on each  count of\n\n                             -10-\r                                         -10-\r\r\n\nconviction, with  all sentences  to run concurrently.   These\n\nappeals followed.\n\n                  II.  THE MISCONDUCT CLAIMS\n\n     Appellants' first  argument on appeal is  that they were\n\nprejudiced  by  prosecutorial  misconduct involving  in-court\n\nidentifications of them by a series of former borrowers.  The\n\nfirst  indication of  such misconduct  occurred on  March 29,\n\n1990--three months into  the trial--when an assistant  United\n\nStates attorney asked John  Doherty, a Revere fireman alleged\n\nto have borrowed money  from Oreto, Sr., to make  an in-court\n\nidentification.    Doherty had  testified  that  a man  named\n\n\"Dennis\"  had visited him on  one occasion at  work but, when\n\nasked  to identify  Dennis,  Doherty  erroneously pointed  to\n\nOreto, Jr.\n\n     On cross-examination, Doherty testified that he had been\n\ntold  prior to  entering  the courtroom  that the  government\n\nwished  him  to  identify  Petrosino, and  that  the  seating\n\narrangement  of the  appellants at  their counsel  tables had\n\nbeen described to him  by an FBI agent who had been assisting\n\nthe  prosecutors at  trial.   Doherty's confusion  appears to\n\nhave  arisen from  the  fact that  there  was more  than  one\n\ndefense table. Oreto, Jr. was sitting in the same position at\n\nhis table  as Petrosino--the second seat  from the right--but\n\nat a different table.   The defense moved for a  mistrial and\n\nrequested a hearing on the issue.\n\n                             -11-\r                                         -11-\r\r\n\n     At a hearing beginning  on April 2, 1990, the  FBI agent\n\nacknowledged that he had told Doherty the seating arrangement\n\nof appellants  prior to  Doherty's entry into  the courtroom.\n\nThis was  done ostensibly  for  the purpose  of reducing  the\n\nwitnesses'   nervousness  by  familiarizing   them  with  the\n\ncourtroom  layout.   The  agent also  admitted conveying  the\n\nseating  arrangement to two other  witnesses.  One was Joseph\n\nGazza,  who had  testified  prior to  Doherty and  identified\n\nOreto,  Sr., and  the  other was  Michael  DiCarlo, whom  the\n\ngovernment chose not to call.\n\n     Two other  witnesses testified at the  hearing that they\n\nhad  known where  the defendants  would be  sitting:   Ronald\n\nFilipowich, who  identified Oreto,  Sr., and  Frank Anderson,\n\nwho  identified both  Oreto,  Sr. and  Petrosino.   Anderson,\n\nhowever, said  that he had  such knowledge  only because  his\n\nexperience  as a police officer,  and Filipowich said that he\n\nknew  only that the defendants would be sitting in the \"back\"\n\nof  the  courtroom.   Later on,  in  May 1990,  an additional\n\nwitness, Dennis Willcox, admitted that the FBI agent had told\n\nhim the  courtroom seating  arrangements two or  three months\n\nearlier.    Willcox, however,  was  never  asked to  identify\n\nanyone.\n\n     Following   the  hearing,  the   district  court  denied\n\ndefendants' motions for a mistrial and instructed the jury as\n\nfollows:\n\n                             -12-\r                                         -12-\r\r\n\n     Four witnesses--Mr. John Doherty, Mr. Joseph Gazza,\n     Mr.  Frank  Anderson,  Mr. Ronald  Filipowich--gave\n     testimony in the  case before you.  Each  was asked\n     to  identify Mr. Frank Oreto,  Sr., and each gave a\n     reply.   Prior to that session  the Government team\n     told Mr. Doherty, Mr.  Gazza, Mr. Anderson, and Mr.\n     Filipowich   the   seating   arrangements  of   the\n     defendants.   Now, you must be instructed as to the\n     following:\n\n     First, identification is  an essential element that\n     the  Government  must  prove  beyond  a  reasonable\n     doubt.\n\n     2. You are to consider that evidence  that seeks to\n     prove that, and you must carefully weigh the testi-\n     mony in determining what weight you shall give that\n     testimony as you review it in your deliberations.\n\n     Suggestions as to identification may [a]ffect an in\n     Court identification by making it the result of the\n     suggestion  rather  than that  which  the witnesses\n     actually saw or observed.   Your responsibility  is\n     to determine  from all the evidence  whether or not\n     the  identifications made  by  the  witnesses  were\n     based on their own actual knowledge and memory, and\n     not on information provided  them about the seating\n     positions  of  the   defendants  provided  by   the\n     Government.\n\n     Therefore, you may consider  the fact that the Gov-\n     ernment   told   the   witnesses  Doherty,   Gazza,\n     Anderson,   and   Filipowich   about  the   seating\n     arrangements of  the defendants, and of  Mr. Oreto,\n     Sr.  in particular,  as you  go about  deciding how\n     much weight and relevance you will give to those in\n     Court identifications.\n\nThe  district court's  final charge  to  the jury  included a\n\nsimilar  instruction.    The  court  rejected  the  defense's\n\nobjections  to  this  instruction,  as  well  as  alternative\n\ninstructions proffered by defense counsel. \n\n     Appellants  now contend  that  the government's  conduct\n\nrequired a mistrial.   Ordinarily, we will reverse a district\n\n                             -13-\r                                         -13-\r\r\n\ncourt's  denial of a motion for  a mistrial only for an abuse\n\nof discretion.  E.g., United States v. Castiello, </pre><span class=\"citation\" data-id=\"548680\"><a href=\"/opinion/548680/united-states-v-giovanni-castiello/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,\r                                                            \n\n3 (1st Cir.  1990), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1068</span> </span><pre class=\"inline\"> (1991).  The\r                                            \n\ngovernment assumes, solely for  purposes of this appeal, that\n\nthe   revelation  of  defendants'   seating  arrangements  to\n\nidentification witnesses  was improper.  It  argues, however,\n\nthat there was no prejudice to any of the appellants.\n\n     We think this assertion  is clearly correct with respect\n\nto Oreto, Jr., who was not identified by any of the witnesses\n\nwho  were told  of the  seating arrangement.   It  is equally\n\nevident  that  Petrosino  was  not harmed  by  the  allegedly\n\n\"staged\"  identifications:    Doherty's misidentification  of\n\nOreto,  Jr.  as  Petrosino   can  have  only  undermined  the\n\ngovernment's case against Petrosino.  The only other disputed\n\nidentification   of   Petrosino--by   Anderson--occurred   in\n\nconnection  with  a  count   upon  which  Petrosino  was  not\n\nconvicted.\n\n     The identifications  of Oreto,  Sr.  present a  slightly\n\nmore difficult problem.   Four of  the five arguably  tainted\n\nwitnesses pointed out Oreto, Sr. for the jury, and Oreto, Sr.\n\nwas  convicted on  three of  the four  counts to  which those\n\nwitnesses  testified.   This  court must  therefore determine\n\nwhether  the  identification   procedure  was   impermissibly\n\nsuggestive,  and, if  so,  whether the  identifications  were\n\nnonetheless reliable  under all of the  circumstances.  E.g.,\r                                                                        \n\n                             -14-\r                                         -14-\r\r\n\nUnited States v. Gray, </pre><span class=\"citation\" data-id=\"578671\"><a href=\"/opinion/578671/united-states-v-kent-e-gray/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 13-14 (1st Cir. 1992).  On\r                                 \n\nthe  latter issue,  we conclude  that the  identifications of\n\nOreto, Sr.  made were sufficiently reliable  and the curative\n\ninstructions were such that a mistrial was not required.\n\n     This is not a case  in which a marginal identification--\n\ne.g., by a  witness who  only glimpses the  perpetrator of  a\r                \n\ncrime--has   been   bolstered   by    improperly   suggestive\n\nidentification  procedures.   See Neil  v. Biggers,  </pre><span class=\"citation\" data-id=\"108639\"><a href=\"/opinion/108639/neil-v-biggers/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span>\r                                                              \n\n<span class=\"page\">188</span></a></span><pre class=\"inline\">, 199-200 (1972).   Here, the witnesses identifying Oreto,\n\nSr.  had dealt with him on numerous occasions and without any\n\nattempt by Oreto, Sr.  to mask his identity.   These dealings\n\nwere  corroborated  by  documents seized  by  the government.\n\nIndeed, Oreto, Sr. did  not claim that someone else  had made\n\nthe loans in question, but rather that those transactions had\n\nnever involved threats or violence.  Finally, defense counsel\n\nwere given ample  opportunity to explore  the defects in  the\n\nidentification procedure on cross-examination and argue those\n\ndefects to the jury in summation.\n\n     Appellants also assert that  the trial court  improperly\n\nforeclosed   inquiry  into  \"continuing   misconduct  in  the\n\nidentification  process\" by  the  government.   Specifically,\n\nthey argue that the court should have ordered Doherty, Gazza,\n\nAnderson, and  Filipowich to  return to  the stand  after the\n\nhearing  in order  to  determine whether  any  part of  their\n\ntestimony remained untainted.  Appellants do not explain what\n\n                             -15-\r                                         -15-\r\r\n\nthey  would have  asked these  witnesses during  such further\n\ntestimony,  over  and  above  the  thorough cross-examination\n\nconducted during the witnesses' initial testimony.\n\n     One  assistant United  States attorney testified  at the\n\nApril  2   hearing.    Appellants  complain   that  a  second\n\nprosecutor, who was co-counsel at the trial, should have been\n\nordered  to testify.   This  testimony appears  to  have been\n\nsought only to clarify certain details as to what information\n\nwas given to which  witnesses.  The government has  asked us,\n\nas  it asked the trial court, to resolve all of these ambigu-\n\nities  in  the defense's  favor  and  assume  that each  such\n\nwitness  was  told  exactly  where each  defendant  would  be\n\nsitting.  The additional testimony sought by appellants could\n\nnot have given them more.\n\n      Appellants  next  say  that  the   similar  wording  in\n\ntestimony  given  by  several  witnesses  regarding the  fear\n\nelement of the extortion counts may have indicated additional\n\ngovernment \"coaching\" of witnesses,  and that the trial court\n\nfrustrated efforts to inquire  into such misconduct.  Several\n\nof  the witnesses testified that they feared that \"harm would\n\ncome  to them\" if they did not repay their loans.  Appellants\n\nsay that this syntax as unnatural, suggesting that its source\n\nlay with the prosecution rather than the natural recollection\n\nof the witnesses involved.\n\n                             -16-\r                                         -16-\r\r\n\n     A  number  of other  witnesses testified  using entirely\n\ndifferent  formulations,  and  the  fear  element  was  amply\n\nsupported by additional evidence.   Debtor Lloyd Plotkin, for\n\nexample,  stated  in an  intercepted  conversation with  John\n\nCosta, a manager  in the loanshark organization,  that he was\n\n\"afraid\" of being \"hit\" and \"slapped\" by Oreto, Sr.  Similar-\n\nly,  other debtors testified at  trial that violent means had\n\nactually been  employed  against them.   The  defense had  an\n\nadequate  opportunity  on  cross-examination to  explore  any\n\nmisconduct that might discredit the witnesses, and no further\n\nfishing expedition was required.\n\n     The appellants also complain  that they were not allowed\n\nto call the assistant United States attorneys trying the case\n\nas  trial  witnesses  to  testify  about  misconduct  in  the\n\nidentification  process.    A  defendant   must  establish  a\n\n\"compelling need\"  before being allowed to  call a prosecutor\n\nas  a trial  witness, a  step that  will usually  require the\n\nprosecutor to step aside.  United States v. Angiulo, </pre><span class=\"citation\" data-id=\"537726\"><a href=\"/opinion/537726/united-states-v-gennaro-j-angiulo-donato-f-angiulo-samuel-s-granito/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span>\r                                                               \n\n<span class=\"page\">1169</span></a></span><pre class=\"inline\">, 1194 (1st  Cir.), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">845</span> </span><pre class=\"inline\"> (1990).\r                                                 \n\nHere,  the court  dealt with  the suggestive  identifications\n\nthrough the hearing and instructions.  We think that this was\n\nsufficient.1\n\n                    \r                                \n\n     1When the  prosecutor testified at the  April 2 hearing,\nhe disclosed that Doherty  had described the individual named\n\"Dennis\"  who visited  him at  work--allegedly, Petrosino--as\nlarge,  dark-haired and  \"Irish  looking.\"   Petrosino argues\nthat  the government violated Brady  v. Maryland, </pre><span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span>\r</a></span><pre class=\"inline\">                                                            \n\n                             -17-\r                                         -17-\r\r\n\n     Appellants   further  contend   that,  in   his  closing\n\narguments  to the  jury, one  of the  prosecutors effectively\n\ntestified  himself by  saying,  as to  the tainted  identifi-\n\ncations,  \"Nobody  attempted  to  cover  it  up,  ladies  and\n\ngentlemen.  Nobody lied.\"  This was mild vouching, but we see\n\nthe statement as essentially harmless, especially in light of\n\nthe  defense's  repeated  attempts  to  magnify  the  alleged\n\ngovernment misconduct  and  make it  the focus  of the  case.\n\nReversal is not automatically required where improper remarks\n\nby prosecutor are isolated  and made in response  to specific\n\nattacks by  defense counsel.   United States  v. Machor,  </pre><span class=\"citation\" data-id=\"526435\"><a href=\"/opinion/526435/united-states-v-winston-machor-united-states-of-america-v-armand-allen/\"><span class=\"volume\">879</span>\r                                                                   \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">945</span></a></span><pre class=\"inline\">, 956 (1st Cir.  1989), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1081</span>\r</span><pre class=\"inline\">                                                         \n\n(1990).\n\n     At the close of the  evidence, the defense proffered two\n\nproposed  instructions  to  be   given  by  the  trial  court\n\nregarding   government   misconduct  in   the  identification\n\nprocess.  The first of these stated in part as follows:\n\n     It is improper for the government to tell a witness\n     where a defendant  is sitting in the  courtroom.  I\n     have found that such  conduct occurred here on four\n     specific occasion,  affecting the testimony  of Mr.\n     Doherty,   Mr.   Gazza,   Mr.   Anderson   and  Mr.\n     Filipowich.   I now  instruct you that  attempts by\n     \"the Government team\" .  . . to conceal or  make up\n     evidence,  or  to  influence  witnesses  to testify\n     favorably to the  government, may be considered  by\n\n                    \r                                \n\n(1963), by failing to disclose Doherty's prior description to\nthe defense (so  it could  point out that  Petrosino did  not\nlook Irish).   We agree with  the district court that  in the\ncontext of  this case  the supposed characterization  was too\nvague to qualify as exculpatory under Brady.\r                                                       \n\n                             -18-\r                                         -18-\r\r\n\n     you as reflecting an  attempt to unfairly convict a\n     defendant.\n\n     . . . .\n\n     You must consider the  number and extent of efforts\n     to change or influence witnesses' testimony.  To do\n     this, you must evaluate  the testimony of each wit-\n     ness in this case,  deciding whether any  tampering\n     may have affected each and every  identification as\n     well as  any other evidence  you have heard  or re-\n     viewed  during   the  trial.     Evidence  of  such\n     tampering alone  may create  a reasonable  doubt of\n     the defendant's guilt.\n\nA second proposed instruction concluded by stating that \"[i]f\n\nsuch  government misconduct  together  with  any other  facts\n\nadduced in support  of this  defense creates in  your mind  a\n\nreasonable doubt  of guilt  of these  charges, then you  must\n\nfind the defendants not guilty of these charges.\"\n\n     Both of  the proposed  instructions invited the  jury to\n\nacquit the defendants  primarily or  solely on  the basis  of\n\nmisconduct  by the government.   Here, as in  an earlier case\n\n\"[the] facts making  up the theory, if  believed, [would] not\n\ndefeat the factual theory of the prosecution.\"  United States\r                                                                         \n\nv. Silvestri, </pre><span class=\"citation\" data-id=\"469800\"><a href=\"/opinion/469800/united-states-v-frederick-silvestri-jr-united-states-of-america-v/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">186</span></a></span><pre class=\"inline\">, 192 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">479</span>\r                                                                    \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">857</span> </span><pre class=\"inline\">(1986).    Putting the  government  on trial  is  a\n\nfavorite strategy  of  defense  counsel, but  it  is  not  an\n\nexculpatory theory which the defense is entitled  to have the\n\njudge formally present  to the  jury.  See  United States  v.\r                                                                     \n\nPorter, </pre><span class=\"citation\" data-id=\"453326\"><a href=\"/opinion/453326/united-states-v-paul-c-porter-united-states-v-walter-g-baker-united/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 14 (1st Cir. 1985).  \r                  \n\n             III.  THE MERITS AND RELATED ISSUES\n\n                             -19-\r                                         -19-\r\r\n\n     Our discussion of the merits begins with the ECT statute\n\ncounts which,  although listed later in  the indictment, were\n\nincorporated in the RICO  counts as potential predicate acts.\n\nMost   of   the  ECT   statute   counts  charged   individual\n\nconspiracies either to make extortionate extensions of credit\n\nor  to   collect  such  extensions  by   extortionate  means.\n\nAppellants now  claim that  they were improperly  charged and\n\nconvicted of multiple  ECT statute  conspiracies, whereas  in\n\nreality  there were  no distinct  agreements separate  from a\n\nsingle overall loansharking conspiracy.\n\n     We have said that \"[w]hether a given body of evidence is\n\nindicative of  a single conspiracy, multiple conspiracies, or\n\nno conspiracy at all is ordinarily a matter of fact.\"  United\r                                                                         \n\nStates  v. David, </pre><span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span><pre class=\"inline\">, 732 (1st Cir.), cert. denied,\r                                                                        \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">605</span> </span><pre class=\"inline\">(1991).  It is true that if no reasonable jury\n\ncould  on   the   evidence  presented   find   the   multiple\n\nconspiracies charged,  then a judgment of  acquittal would be\n\nwarranted.  It is a \"heavy burden\" to show that the  evidence\n\nprecludes  the findings made by  the jury.   United States v.\r                                                                      \n\nInnamorati, </pre><span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">456</span></a></span><pre class=\"inline\">, 469 (1st Cir.), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">114</span>\r                                                                    \n\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span> </span><pre class=\"inline\">(1993).  Appellants  here do not even try to carry\n\nthat burden.\n\n     Much of  the trial  was consumed by  government evidence\n\ndirected to  individual transactions.   The appellants' brief\n\ndoes  no more  with the  evidence than  point  to connections\n\n                             -20-\r                                         -20-\r\r\n\nbetween  the credit  transactions,  including  similarity  of\n\nmethods,  overlap of  personnel,  a general  time frame,  and\n\ncommon  locations.   These factors  might have  justified the\n\njury  in finding only one large conspiracy.  They hardly show\n\nthat  the  jury could  not  find  the requisites  of  smaller\n\nindividual  conspiracies:    a specific  agreement,  and  the\n\nrequired intent, as to each loan transaction.\n\n     The   appellants'  brief   quotes  from   statements  by\n\ngovernment  counsel to  the jury,  arguing that  the evidence\n\nshows the connections necessary to prove the overarching RICO\n\nconspiracy  charged in count 1.   But the  requirements for a\n\nRICO conspiracy are different than the requirements for a ECT\n\nstatute conspiracy,  whether the  latter relates to  a single\n\ntransaction or  one that  embraces a number  of transactions.\n\nHere  there is  no  inconsistency in  the government  arguing\n\nthat--in  addition to  the  RICO  conspiracy--individual  ECT\n\nstatute conspiracies have also been proved.\n\n     The second  branch of appellants'  multiplicity argument\n\nis an attack on  the jury instructions.  Appellants  say that\n\neven  if  the  evidence   permitted  a  finding  of  separate\n\nconspiracies, the  defense was entitled to  instructions that\n\nset  forth the defense theory  that there was  (at most) only\n\none ECT statute conspiracy.  Further, they say, the court was\n\nobliged  to give the jury guidance,  as reflected in proposed\n\ndefense instructions, on how to distinguish between one large\n\n                             -21-\r                                         -21-\r\r\n\nconspiracy and several smaller ones.  The two instructions in\n\nquestion--numbers  12A and  23--are lengthy  and overlapping;\n\nthe former is concerned with RICO and the latter with the ECT\n\nstatute.  The district court gave neither.\n\n     In substance,  each of  the requested instructions  asks\n\nthe  jury   to  determine   \"whether  two  or   more  charged\n\nconspiracies are really the same offense\"; both set forth the\n\nmultiple  factor test that this and other courts have used in\n\nconsidering double jeopardy claims in the conspiracy context;\n\nand  both refer to the  possibility that the  jury could find\n\n\"that the  multiple conspiracies  charged  in the  indictment\n\nwere not  separate and  distinct.\"   One of  the instructions\n\ncited United States  v. Gomes-Pabon, </pre><span class=\"citation\" data-id=\"546890\"><a href=\"/opinion/546890/united-states-v-luis-e-gomez-pabon-united-states-v-wilfredo/\"><span class=\"volume\">911</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span><pre class=\"inline\">, 860  (1st\r                                               \n\nCir.), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1074</span> </span><pre class=\"inline\">(1991),  which discussed\r                                \n\nthe multi-factor test.\n\n     It is common practice, especially in drug cases, for the\n\ngovernment (because  of  various procedural  advantages  that\n\ninhere)  to charge a single  large conspiracy.   In turn, the\n\ndefendants often  claim that,  at worst, only  smaller (often\n\nuncharged)  conspiracies  existed.    Where  requested, trial\n\ncourts  may  then  give  a  so-called  multiple  conspiracies\n\ncharge, inviting  the jury  to consider the  possibility that\n\nthe large  conspiracy has  not been  proved but  instead that\n\nonly smaller conspiracies may have been shown.  1 L. Sand, J.\n\nSiffert,  W.  Loughlin  &amp;   S.  Reiss,  Modern  Federal  Jury\r                                                                         \n\n                             -22-\r                                         -22-\r\r\n\nInstructions     19-01,  at 19-24  to  19-34.3  (1993).   See\r                                                                         \n\ngenerally Kotteakos  v. United  States, </pre><span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">750</span></a></span><pre class=\"inline\">, 773-74\r                                                  \n\n(1946).\n\n     By  contrast, we  are  concerned here  with the  defense\n\nproposing an  instruction that  contemplates a larger  single\n\nconspiracy.  The government thinks that it is enough, in this\n\ncase,  that the jury was  properly instructed on the elements\n\nof  each  type  of   conspiracy  charged  (namely,  the  RICO\n\nconspiracy and  the  various ECT  statute conspiracies),  and\n\nthat  the jury  was also told  to acquit  if it  found that a\n\nconspiracy  as charged had not  been proved.   It quotes from\n\nthe district court's instructions:\n\n          If you find that any defendant participated in\n     a  conspiracy  but  it  was  different  from  those\n     charged in the indictment, that determination would\n     provide  no basis for finding that defendant guilty\n     of the offense charged.\n\n          If  you find that  the conspiracy  charged did\n     not exist,  then you must  return a verdict  of not\n     guilty  even  though  you  find  that  some   other\n     conspiracy did, in fact, exist.\n\nThe   government  concludes  that   \"[i]f  an  individualized\n\nconspiracy  is established,  it is  not a  legitimate defense\n\nthat the defendant engaged  in a broader conspiracy involving\n\nmultiple victims.\"\n\n     This position  has some appeal, but it does not entirely\n\nmeet  the reality that a  jury's choice may  be influenced by\n\nthe alternatives presented.   Thus, \"[a]n accused is entitled\n\nto  an instruction on  his theory of  defense so  long as the\n\n                             -23-\r                                         -23-\r\r\n\ntheory is a valid one and there is evidence in  the record to\n\nsupport it.\"  United  States v. Rodriguez, </pre><span class=\"citation\" data-id=\"512578\"><a href=\"/opinion/512578/united-states-v-felix-rodriguez/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">809</span> </a></span><pre class=\"inline\">(1st\r                                                     \n\nCir. 1988).   Similarly, a defendant has a right  to a lesser\n\nincluded offense  charge, where  the evidence would  permit a\n\njury to  find that only  a lesser included  offense occurred.\n\nE.g., Keeble v. United States, </pre><span class=\"citation\" data-id=\"108799\"><a href=\"/opinion/108799/keeble-v-united-states/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">205</span> </a></span><pre class=\"inline\">(1973).  If such\r                                         \n\ninstructions  were warranted  but  nevertheless  omitted,  it\n\nwould not be  an answer  to say that  the jury convicted  and\n\nthat the evidence was sufficient to support the conviction.\n\n     The question what a  district court should tell  a jury,\n\nwhere multiple conspiracies are charged but the defense urges\n\na single large conspiracy, is a difficult one and is probably\n\nnot susceptible  to an abstract answer  unrelated to context.\n\nOne  reason  is  that   quite  different  situations  may  be\n\npresented:    for   example,  the  colorable  \"single   large\n\nconspiracy\" might in one case be an entirely different entity\n\nwith  different actors  and  objectives and,  in another,  be\n\nnothing more  than a  different characterization of  the very\n\nsame acts charged  as multiple conspiracies.   In the  former\n\ncase,  the charge in the two indented paragraphs quoted above\n\nwould probably protect the defendants pretty effectively even\n\nwithout a specific reference to a \"single\" conspiracy.  \n\n     Our situation is more akin to the latter case.  At best,\n\nthe defendants have engaged in a series of  transactions that\n\ncould be viewed  as a  set of separate  conspiracies, or  one\n\n                             -24-\r                                         -24-\r\r\n\noverall conspiracy embracing numerous  wrongful transactions,\n\nor (putting  double  jeopardy issues  to  one side)  both  an\r                                                                     \n\noverarching  conspiracy  and  a  nest  of  underlying smaller\n\nconspiracies.    Partly  this  is  a  problem  of  proof  and\n\ninference; partly  the problem arises from  trying to squeeze\n\ninto the  conceptual cubbyhole  of \"an  agreement\" activities\n\nthat  in practice often have  the more shapeless character of\n\nan evolving joint criminal enterprise.  See  United States v.\r                                                                      \n\nSepulveda, </pre><span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span><pre class=\"inline\">, 1191 (1st Cir. 1993), cert. denied,\r                                                                        \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">114</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">2714</span> </span><pre class=\"inline\">(1994);  United States  v. Moran,  </pre><span class=\"citation\" data-id=\"599257\"><a href=\"/opinion/599257/united-states-v-george-a-moran/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span>\r                                                              \n\n<span class=\"page\">1299</span></a></span><pre class=\"inline\">, 1300 (1st Cir. 1993).\n\n     In all  events, in such a  case as ours we  do not think\n\nthat  a defendant--even  if  arguably entitled  to a  \"single\r                                   \n\nconspiracy\"  instruction--is  entitled  to  what  the defense\n\nsought here, namely, a direction to the jury to acquit  if it\n\nfinds  that the \"two or  more charged conspiracies are really\n\nthe same offense.\"  If  the various charged conspiracies  are\n\nreally  parts  of  the same  conspiracy,  then  at  worst the\r                                       \n\ndefendant  has  been  charged twice  or  more  with the  same\n\noffense  and can be convicted (or at least punished) only for\n\none conspiracy.   Cf. Ball  v. United States,  </pre><span class=\"citation\" data-id=\"111384\"><a href=\"/opinion/111384/ball-v-united-states/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">856</span></a></span><pre class=\"inline\">,\r                                                        \n\n864-65  (1985).  An outright acquittal on all counts would be\n\nmiscarriage of justice.\n\n     Both of  the instructions sought  here are fundamentally\n\nflawed  because they sought a direction to the jury to acquit\n\n                             -25-\r                                         -25-\r\r\n\nif it  found a single  conspiracy.  The law  is well settled,\n\nand  for rather obvious  reasons, that the  district judge is\n\nnot required to edit a proposed instruction to delete the bad\n\nand preserve the good.   United States v. Flaherty,  </pre><span class=\"citation\" data-id=\"398781\"><a href=\"/opinion/398781/united-states-v-thomas-e-flaherty-united-states-of-america-v-james-r/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span>\r                                                              \n\n<span class=\"page\">566</span> </a></span><pre class=\"inline\">(1st Cir. 1981); United States v. Leaching, </pre><span class=\"citation\" data-id=\"290725\"><a href=\"/opinion/290725/united-states-v-ronald-leaching-united-states-of-america-v-jerome/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1107</span>\r</a></span><pre class=\"inline\">                                                          \n\n(1st  Cir. 1970).  Rather,  to preserve an  ordinary claim of\n\nerror based on  the refusal to  give an instruction,  counsel\n\nmust proffer  a substantially  correct statement of  the law.\n\nThe acquittal direction alone makes the  defense instructions\n\nimproper in the context of this case.\n\n     The request  for a  \"single  conspiracy\" instruction  is\n\nlikely to be rare.  Usually, as already noted, the government\n\npresses this theory and the defense resists; it was sought by\n\nthe defense here because  the defense thought (mistakenly, as\n\nwe explain below) that a single conspiracy would insulate the\n\ndefendants against a RICO  conviction.  Accordingly, we think\n\nthat  we can  properly  put  off  to  another  day  the  very\n\ndifficult problem  of deciding whether and when such a single\n\nconspiracy  instruction should  be given,  a  problem fraught\n\nwith practical difficulties in explaining matters to the jury\n\nas well as the theoretical ones to which we have adverted.\n\n     One  other general  claim of error  relating to  the ECT\n\nstatute counts remains to  be considered.  In order  to prove\n\nthat an extension of credit was extortionate under  18 U.S.C.\n\n   892, the government was obligated to prove that the debtor\n\n                             -26-\r                                         -26-\r\r\n\n(as  well as the defendant)  believed that the  debt might be\n\ncollected,   or  that  nonpayment   might  be   punished,  by\n\nextortionate  means, that  is, by  violence or  other harmful\n\ncriminal  means.   18  U.S.C.    891(b).   This  element  was\n\ncontested at trial.  Over  defense objection, the trial court\n\nallowed one of the alleged loanshark borrowers, Joe Gazza, to\n\ntestify that he knew Oreto, Sr. \"got out of jail for murder.\"\n\n     This  testimony  was  elicited  by   the  government  on\n\nredirect,  after Gazza admitted  on cross-examination that he\n\nhad  never  been  directly  threatened.    The  redirect  was\n\nadmitted by the trial court solely for the purpose of showing\n\na basis for  Gazza's fears  that Oreto, Sr.  might resort  to\n\nviolence to  ensure repayment.  Appellants  now challenge the\n\ntrial court's  admission of the testimony,  noting its highly\n\nprejudicial nature and the lack of any connection between the\n\nprior   murder  and   Oreto,   Sr.'s   alleged   loansharking\n\nactivities.\n\n     Appellants'  argument  is   largely  foreclosed  by  our\n\ndecision in United  States v.  DeVincent, </pre><span class=\"citation\" data-id=\"341332\"><a href=\"/opinion/341332/united-states-v-richard-devincent-aka-vinnie-united-states-of-america/\"><span class=\"volume\">546</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span> </a></span><pre class=\"inline\"> (1st\r                                                    \n\nCir.  1976).  In  that case, which  also involved allegations\n\nthat the defendant made  extortionate extensions of credit in\n\nviolation  of 18  U.S.C.     892,  the trial  court  admitted\n\ntestimony    regarding   the    defendant's   twenty-year-old\n\nconviction  for armed  robbery  and his  ten-year-old  murder\n\nindictment.  Upholding this decision, Judge Coffin explained:\n\n                             -27-\r                                         -27-\r\r\n\n     Neither  of the  events could  be admitted  to show\n     that  DeVincent was  a bad  man.   If known  to the\n     debtor, however,  they can  be admitted to  show an\n     element  of the  crime--the  understanding  of  the\n     debtor   that  default   would  be   punished  with\n     violence.   The debtor's awareness of  the lender's\n     earlier  conviction,  or  even  indictment,  for  a\n     violent  crime  surely  affects  his  view  of  the\n     lender's likely collection </pre><span class=\"citation\" data-id=\"341332\"><span class=\"antecedent_guess\">practices.</span>\n\n<a href=\"/opinion/341332/united-states-v-richard-devincent-aka-vinnie-united-states-of-america/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">456-57</span></a></span><pre class=\"inline\">.\n\n     DeVincent clearly  holds that  a prior conviction  for a\r                          \n\nviolent crime--even one  wholly unrelated to the  defendant's\n\nlending activities--may, if known  to a debtor, influence the\n\nlatter's  reasonable expectations  as to  how the  lender may\n\ncollect the  loan.  It  is true  that the ECT  statute itself\n\npermits   reputation   evidence--usually  a   reputation  for\n\nviolence--in more  restricted situations.   See 18  U.S.C.   \r                                                           \n\n892(c), 894(c).   But these provisions do  not explicitly bar\n\nevidence of specific prior bad acts, as permitted  under Fed.\n\nR.  Evid.  404(b),  when offered  to  show  the  basis for  a\n\nvictim's fear, and cases besides DeVincent have followed that\r                                                      \n\ncourse.  The weighing of prejudice against probative value is\n\notherwise largely for the trial court, see Fed. R. Evid. 403,\r                                                      \n\nand no abuse of discretion has been shown here.\n\n     We  next consider  several general  attacks on  the RICO\n\nconvictions.   The  RICO statute  makes it  a crime  for \"any\n\nperson employed by or  associated with any enterprise engaged\n\nin, or the activities of which affect, interstate  or foreign\n\ncommerce,  to conduct or participate, directly or indirectly,\n\n                             -28-\r                                         -28-\r\r\n\nin the conduct of such enterprise's affairs through a pattern\n\nof racketeering activity or collection of unlawful debt.\"  18\n\nU.S.C.    1962(c).   The  district court  gave the  following\n\ninstruction on the meaning  of \"conduct or participate .  . .\n\nin the conduct of\" an enterprise under the statute:\n\n     The term \"conduct\" and the term \"participate in the\n     conduct  of\" an enterprise  include the performance\n     of acts, functions or duties which are necessary to\n     or helpful in  the operation of the  enterprise.  A\n     person may be found to conduct or to participate in\n     the conduct of  an enterprise even  though he is  a\n     mere employee  having no part in  the management or\n     control of the enterprise and no share in the prof-\n     its.\n\n     In Reves v.  Ernst &amp; Young, </pre><span class=\"citation\" data-id=\"112826\"><a href=\"/opinion/112826/reves-v-ernst-young/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1163</span> </a></span><pre class=\"inline\">(1993), the\r                                           \n\nSupreme Court  held that an outside  accounting firm employed\n\nby an  enterprise was  not  subject to  civil RICO  liability\n\nunless it  \"participate[d] in the operation  or management of\n\nthe  enterprise itself.\"   </pre><span class=\"citation\" data-id=\"112826\"><a href=\"/opinion/112826/reves-v-ernst-young/\"><span class=\"id_token\">Id.</span>  at 1173. </a></span><pre class=\"inline\">  Relying  on Reves,\r                                                                        \n\nOreto,  Jr.  and Petrosino  argue  that  \"mere employees\"  by\n\ndefinition do  not participate  in the \"operation  or manage-\n\nment\" of the enterprise.  It  is true that in Reves the Court\r                                                               \n\nexpressly declined to decide \"how far    1962(c) extends down\n\nthe ladder of </pre><span class=\"citation\" data-id=\"112826\"><span class=\"antecedent_guess\">operations.\"</span> <a href=\"/opinion/112826/reves-v-ernst-young/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at  <span class=\"page\">1173</span> </a></span><pre class=\"inline\">n.9.  Further,\n\nthe  Court   observed  that  \"some  part   in  directing  the\r                                              \n\nenterprise's affairs is required.\" </pre><span class=\"citation\" data-id=\"112826\"><a href=\"/opinion/112826/reves-v-ernst-young/\"><span class=\"id_token\">Id.</span> at 1170.\r</a></span><pre class=\"inline\">                                                  \n\n     Reves is a case about the liability of outsiders who may\r                                                                 \n\nassist the enterprise's affairs.  Special care is required in\n\ntranslating  Reves'  concern with  \"horizontal\" connections--\r                              \n\n                             -29-\r                                         -29-\r\r\n\nfocusing  on the  liability of  an outside  adviser--into the\n\n\"vertical\"  question of  how  far RICO  liability may  extend\n\nwithin the enterprise but down the organizational ladder.  In\n\nour view, the reason the accountants were not liable in Reves\r                                                                         \n\nis  that,   while  they  were  undeniably   involved  in  the\n\nenterprise's decisions, they neither made those decisions nor\n\ncarried  them  out;  in  other words,  the  accountants  were\n\noutside the  chain of command through  which the enterprise's\n\naffairs were conducted.\n\n     The government did not show that Oreto, Jr. or Petrosino\n\nparticipated in the enterprise's decisionmaking; but they and\n\nother collectors  were plainly  integral to carrying  out the\n\ncollection process.  Reves  defines \"participate\" as \"to take\r                                      \n\npart in,\"  113 S.  Ct. at  1170, and  nothing in  the Court's\n\nopinion precludes our holding that one may \"take part in\" the\n\nconduct of an enterprise by knowingly implementing decisions,\n\nas well as by making them.  Indeed, the Court said that \"[a]n\n\nenterprise  is `operated'  not just  by upper  management but\n\nalso  by lower-rung  participants in  the enterprise  who are\n\nunder  the direction of upper </pre><span class=\"citation\" data-id=\"112826\"><span class=\"antecedent_guess\">management.\"</span> <a href=\"/opinion/112826/reves-v-ernst-young/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1173</span>\r</a></span><pre class=\"inline\">                                \n\n(emphasis added).\n\n     Congress declared in RICO that the statutory purpose was\n\n\"to seek  the eradication  of organized  crime in  the United\n\nStates\" and  Congress listed \"loan  sharking\" as  a means  by\n\nwhich  \"organized crime derives much of its power.\"  See Pub.\r                                                                    \n\n                             -30-\r                                         -30-\r\r\n\nL. 91-452,   1  (Statement of Findings and  Purpose following\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">18</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">C</span></span><pre class=\"inline\">.     1961).   RICO  also provides  expressly  that\n\n\"collection  of  unlawful  debt\"  is  a  predicate  for  RICO\n\nliability.   This  conduct is  precisely what  the government\n\ncharged,  and the jury found,  was engaged in  by the present\n\nappellants.   We  think  Congress intended  to reach  all who\n\nparticipate in  the conduct of that  enterprise, whether they\n\nare generals or foot soldiers.2\n\n     Appellants have  also challenged a second  aspect of the\n\nRICO  instructions.     A  defendant  may   violate  RICO  by\n\nparticipating  in either a \"pattern of racketeering activity\"\n\nor \"collection of unlawful debt.\"  18 U.S.C.    1962(c).  The\n\nracketeering prong of the statute requires, at a minimum, \"at\n\nleast two  acts of racketeering activity . . . .\" 18 U.S.C.  \n\n1961(5).  In this  case, the predicate acts specified  in the\n\nindictment against Oreto, Jr. and Petrosino were conspiracies\n\nto  collect   individual  loans  by   extortionate  means  in\n\nviolation  of 18 U.S.C.    894.   See 18 U.S.C.    1961(1)(B)\r                                                 \n\n(specifying  violations  of  18  U.S.C.     891-94  as  valid\n\npredicate acts under RICO).\n\n                    \r                                \n\n     2Appellants  also  claim  prejudice  from  the  district\ncourt's   failure   to  complete   its  explanation   of  the\n\"association with or employment by the enterprise\" element of\n   1962(c)  after  an  interruption.    Appellants  have  not\nexplained how  they  were  harmed  by the  omission  and  the\nlanguage apparently omitted would have been primarily helpful\nto the government.\n\n                             -31-\r                                         -31-\r\r\n\n     Appellants  objected  to the  trial  court's instruction\n\nthat the jury  could find a pattern of  racketeering activity\n\nif  the  appellants  committed   or  aided  and  abetted  the\r                                               \n\ncommission  of at  least  two of  the specified  racketeering\n\nacts.   Our court has observed that \"[a]iding and abetting is\n\nan  alternative charge  in every  count, whether  explicit or\n\nimplicit,\"  United States v. Sanchez,  </pre><span class=\"citation\" data-id=\"550638\"><a href=\"/opinion/550638/united-states-v-edwin-sanchez-united-states-of-america-v-gregorio/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span><pre class=\"inline\">, 611 (1st\r                                                \n\nCir. 1990) (internal  quotations omitted), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">499</span>\r                                                                   \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">977</span> </span><pre class=\"inline\">(1991), and it  appears that most if not all  courts\n\nto  consider  the issue  have held  that  a defendant  may be\n\nconvicted  of aiding and  abetting a conspiracy.   See, e.g.,\r                                                                        \n\nUnited States  v. Gonzalez,  </pre><span class=\"citation\" data-id=\"561304\"><a href=\"/opinion/561304/united-states-v-roberto-gonzalez-roberto-ramirez-angel-m-amejeiras/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">417</span></a></span><pre class=\"inline\">, 444-45  (7th Cir.\r                                      \n\n1991);  United States  v. Portac, Inc.,  </pre><span class=\"citation\" data-id=\"519602\"><a href=\"/opinion/519602/united-states-v-portac-inc-united-states-of-america-v-howard-l-wolf/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1288</span></a></span><pre class=\"inline\">, 1293\r                                                  \n\n(9th Cir. 1989), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">845</span> </span><pre class=\"inline\">(1990).\r                                         \n\n     Oreto, Jr.  and Petrosino also argue  that because there\n\nwas  only a  single  ECT statute  conspiracy involving  these\n\nappellants, the government failed  to prove the two predicate\r                                                               \n\nacts  necessary for a pattern  of racketeering.   18 U.S.C.  \n\n1961(5).  Contrary to appellants' hopes we do not see why the\n\npossibility of  a single  ECT statute conspiracy  (and it  is\n\nonly that) should  infect the RICO convictions.   Quite apart\n\nfrom other possible answers,  we think it is enough  that the\n\nspecific  ECT statute conspiracies  charged as predicate acts\n\nof  racketeering   were  each  also   conspiracies  to   make\r                                               \n\nextortionate loans or collect loans by extortionate means.\n\n                             -32-\r                                         -32-\r\r\n\n     This  court has already held in Weiner that one such ECT\r                                                       \n\nstatute conspiracy is enough for a RICO violation because the\n\npattern  requirement  does not  apply  to  the collection  of\n\nunlawful  debt.   Even if the  jury had  convicted only  on a\n\nsingle ECT statute  conspiracy, the one charged  in this case\n\nhappens to suffice under  the alternative prong of RICO.   18\n\nU.S.C.    1962(c).   We  need not  consider whether  a single\n\nconspiracy shown to have embraced multiple acts of wrongdoing\n\nmight also satisfy the racketeering prong where unlawful debt\n\nwas  not involved so that at least two racketeering acts were\n\nrequired.\n\n     Confronting   Weiner   appellants    argue   that    our\r                                     \n\nconstruction of section 1962(c) in Weiner renders the statute\r                                                     \n\nunconstitutional.  They say that requiring two predicate acts\n\nfor  one theory  of liability  but only  one for  a different\n\ntheory  violates  the  equal  protection  clause,  apparently\n\nbecause one defendant may be  found guilty more readily  than\n\nanother under  the same  statute.  The  statutory distinction\n\nemploys no suspect classification  nor burdens a  fundamental\n\nright,  so we  must uphold  the statute  if the  disparity is\n\n\"rationally  related  to  the  State's  objective.\"    Harrah\r                                                                         \n\nIndependent  School District  v.  Martin, </pre><span class=\"citation\" data-id=\"110025\"><a href=\"/opinion/110025/harrah-independent-school-dist-v-martin/\"><span class=\"volume\">440</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span><pre class=\"inline\">,  199\r                                                    \n\n(1979) (per curiam).\n\n     Congress could rationally  have decided that collections\n\nof unlawful debt were central to  the evils at which RICO was\n\n                             -33-\r                                         -33-\r\r\n\ndirected.   Accordingly, it  could rationally have  chosen to\n\nmake guilt more  easily provable in unlawful debt  cases than\n\nin  cases involving  other  forms of  racketeering  activity.\n\nWhether  this rationale  was  the actual  motivation for  the\n\nstatutory  distinction is  irrelevant  to  our  inquiry,  see\r                                                                         \n\nMinnesota  v. Clover  Leaf  Creamery Co.,  </pre><span class=\"citation\" data-id=\"110380\"><a href=\"/opinion/110380/minnesota-v-clover-leaf-creamery-co/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">456</span></a></span><pre class=\"inline\">, 466\r                                                    \n\n(1981),  although Congress'  statement  of  purposes  (quoted\n\nabove) gives  some  reason to  believe that  Congress did  so\n\nreason.\n\n     A due process argument advanced by appellants is equally\n\nwithout merit.   In essence,  they appear to  argue that  the\n\n\"continuity  plus relationship\"  test for  a  \"pattern\" under\n\nsection   1962(c)   is  so   inherently   vague   as  to   be\n\nunconstitutional.   We rejected a similar  argument in United\r                                                                         \n\nStates v.  Angiulo, </pre><span class=\"citation\" data-id=\"537726\"><a href=\"/opinion/537726/united-states-v-gennaro-j-angiulo-donato-f-angiulo-samuel-s-granito/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1169</span></a></span><pre class=\"inline\">, 1179-80 (1st  Cir. 1990),\r                              \n\nholding that any vagueness  challenge to section 1962(c) must\n\nshow \"that the meaning and scope of  RICO's `pattern' element\n\nwas unclear  and vague\" as applied to the defendants' conduct\n\nin the particular case.   The appellants in the  present case\n\nhave not even attempted such a demonstration.  \n\n     Oreto, Jr. and Petrosino  each challenge the sufficiency\n\nof  the  evidence to  support  their  convictions on  various\n\ncounts of the indictment.  Oreto, Jr. contends that there was\n\ninsufficient evidence  to support the  jury's guilty verdicts\n\nboth  on the four counts  of conspiracy to collect extensions\n\n                             -34-\r                                         -34-\r\r\n\nof credit by extortionate means, 18 U.S.C.   894,  and on the\n\nRICO counts.  He argues that the first two conspiracy counts-\n\n-counts  10 and  14  of the  indictment--cannot be  sustained\n\nbecause  neither of  the  alleged victims  testified and  the\n\ngovernment  failed to  identify the  voices on  wiretap tapes\n\nused to secure the convictions.\n\n     As to the wiretaps, both FBI Special Agent Gianturco and\n\nMassachusetts State Trooper  Thomas Foley testified to  their\n\nfamiliarity with  the voices  in question and  identified the\n\nspeakers on the  tapes for  the jury.   Further, the  illegal\n\nloans  to Mario Singarella (count 10) and Gary Plotkin (count\n\n14)  were   corroborated,  by  documentary  evidence  in  the\n\nloanshark organization's 'Bible'; Daniel Forte, a cooperating\n\nco-conspirator,  testified  at  trial   as  to  Oreto,  Jr.'s\n\ninvolvement in  efforts to collect  each loan.   The evidence\n\nwas more than sufficient.\n\n     Oreto, Jr. challenges his conviction on count  67 of the\n\nindictment,  involving extortionate  collection of a  loan to\n\nJoseph Brangiforte, on the  ground that Brangiforte failed to\n\nidentify  Oreto, Jr. as the person Brangiforte repaid.  There\n\nwas  ample  other  evidence,  however, that  Oreto,  Jr.  was\n\ninvolved with the  Brangiforte loan:   Brangiforte  testified\n\nthat he made a payment to Oreto, Jr. near the Wonderland MBTA\n\nstation;  the  government   produced  wiretap  recordings  of\n\nBrangiforte and  Oreto, Jr. discussing the  loan; and Trooper\n\n                             -35-\r                                         -35-\r\r\n\nFoley testified that  he saw Brangiforte  give Oreto, Jr.  an\n\nenvelope.  Again, the evidence was sufficient.  Brangiforte's\n\ninability  to pick out Oreto, Jr. in the courtroom was fodder\n\nfor  jury argument,  but  is  not  in  itself  fatal  to  the\n\nconviction.   See United States  v. Doherty, </pre><span class=\"citation\" data-id=\"518089\"><a href=\"/opinion/518089/united-states-v-thomas-k-doherty-united-states-of-america-v-nelson-e/\"><span class=\"volume\">867</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">47</span></a></span><pre class=\"inline\">, 67\r                                                       \n\n(1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">918</span> </span><pre class=\"inline\">(1989).\r                                    \n\n     Oreto,  Jr.'s challenge  to count  16 presents  a closer\n\nquestion.   That count involved extortionate  collection of a\n\nloan to  Eleanor Kelley, and Oreto, Jr. claims his conviction\n\nwas  improper because  \"[t]here was  simply no  evidence that\n\nEleanor Kelley .  . . was in fear.\"   The debtor's subjective\n\nfear is not itself an element of the offense  under 18 U.S.C.\n\n  894, although actual fear may be pertinent evidence.  \"[I]t\n\nis the nature of the actions of the person seeking to collect\n\nthe  indebtedness,  not  the  mental state  produced  in  the\n\ndebtor,  that  is the  focus of  the  inquiry for  the jury.\"\n\nUnited States  v.  Polizzi, </pre><span class=\"citation\" data-id=\"476836\"><a href=\"/opinion/476836/united-states-v-michael-s-polizzi-united-states-of-america-v-joseph-e/\"><span class=\"volume\">801</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">1543</span></a></span><pre class=\"inline\">, 1548  (9th  Cir.\r                                      \n\n1986).  See generally 1 </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Sand,</span> supra</span><pre class=\"inline\">,   32.02, at 32-16.1.\r                                               \n\n     Here, the  government offered  evidence that Oreto,  Jr.\n\nand  two  other strangers  visited  Kelley  at  her place  of\n\nbusiness in order to  ask Kelley to contact Oreto,  Sr. about\n\nthe  loan.  The government  also showed that  the loan itself\n\nwas grossly usurious.  After a reading of the testimony as to\n\nthe visit,  we think that  a reasonable jury  could determine\n\nthat  the  nature of  the loan,  its  interest rate,  and the\n\n                             -36-\r                                         -36-\r\r\n\nappellants' collection methods were  not of the sort commonly\n\nemployed by  legitimate  lenders, and  that  the  appellants'\n\ntactics carried an implicit threat of violence.\n\n     Oreto,  Jr. also  argues that  the government  failed to\n\ndemonstrate  that  he  \"participated  in  the  management  or\n\ncontrol of  the alleged enterprise\" because  the proof showed\n\nonly that  he \"was  a mere collector  for a  short period  of\n\ntime.\"   There  is no  requirement that  participation extend\n\nover  a long period.   Here, the evidence  showed that Oreto,\n\nJr. was directly  involved in at  least four transactions  in\n\nconnection  with his  father's loansharking enterprise.   The\n\nevidence is  sufficient to sustain both  the substantive RICO\n\nand RICO conspiracy convictions.\n\n     Petrosino  also  challenges  his  RICO   convictions  on\n\nevidentiary  grounds, contending  that the  government proved\n\nonly that he was \"a collector paid $50 weekly for a bare five\n\nmonths\"  and  that  this  is  insufficient  to show  that  he\n\n\"participated   in  the   operation  or  management   of  the\n\nenterprise  itself.\"   The  statute requires  neither that  a\n\ndefendant share  in the enterprise's profits  nor participate\n\nfor  an extended period of time, so long as the predicate act\n\nrequirement is met.  Petrosino participated in the collection\n\nof seven separate loans by extortionate means.  Those actions\n\nare sufficient.\n\n                             -37-\r                                         -37-\r\r\n\n     Lastly, appellants objected  at trial  to the  following\n\ninstruction given by the trial court to define the concept of\n\n\"reasonable doubt\":\n\n     A  reasonable doubt  is  a real  doubt, based  upon\n     reason and common sense after careful and impartial\n     consideration of all  the evidence in the  case.  A\n     reasonable  doubt does not  mean beyond  all doubt.\n     Rather it means a doubt based upon reason.\n\nAppellants' challenge rests upon the Supreme Court's decision\n\nin  Cage  v. Louisiana,  </pre><span class=\"citation\" data-id=\"112505\"><a href=\"/opinion/112505/cage-v-louisiana/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">39</span> </a></span><pre class=\"inline\"> (1990), which  held to\r                                  \n\nequate  reasonable doubt with  an \"actual  substantial doubt\"\n\nwas constitutionally  inadequate.  Arguing  that \"real doubt\"\n\nin  the  present instruction  is  equivalent to  \"substantial\n\ndoubt,\" appellants  now argue that their  convictions must be\n\nreversed due  to the  faulty  instruction.   See Sullivan  v.\r                                                                     \n\nLouisiana, </pre><span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2078</span> </a></span><pre class=\"inline\">(1993)  (erroneous instruction on\r                     \n\nreasonable doubt cannot be harmless error).\n\n     The objection to the  phrase \"substantial doubt\" is that\n\nit is ambiguous.  If taken to  mean \"large\" or something like\n\nit, the instruction may mislead the jury into thinking that a\n\nsmall but reasonable doubt  is no bar to conviction.  But the\n\nphrase would be  \"unexceptionable\" if taken to mean  that the\n\ndoubt  must  be  \"something  more than  a  speculative  one.\"\n\nVictor v. Nebraska,  </pre><span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span><pre class=\"inline\">, 1250 (1994).   The term\r                              \n\nused  here, \"real,\" is not subject to the same ambiguity; its\n\nnatural antonym is \"unreal\"  or\" imaginary,\" which are proper\n\ndescriptions of what would not be a reasonable doubt.  </pre><span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"id_token\">Id.</span> at\r                                                                      \n\n                             -38-\r</a></span><pre class=\"inline\">                                         -38-\r\r\n\n1250.    Boilerplate might  be preferable,  but there  was no\n\nerror.\n\n     Affirmed.\r                         \n\n                             -39-\r                                         -39-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108639/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108799/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110380/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111384/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112505/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112826/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112868/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117831/",
    "https://www.courtlistener.com/api/rest/v3/opinions/290725/",
    "https://www.courtlistener.com/api/rest/v3/opinions/341332/",
    "https://www.courtlistener.com/api/rest/v3/opinions/398781/",
    "https://www.courtlistener.com/api/rest/v3/opinions/453326/",
    "https://www.courtlistener.com/api/rest/v3/opinions/469800/",
    "https://www.courtlistener.com/api/rest/v3/opinions/476836/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512578/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518089/",
    "https://www.courtlistener.com/api/rest/v3/opinions/519602/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526435/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537726/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546890/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548680/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550638/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561304/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578671/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/"
  ]
}