{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195753/",
  "id": 195753,
  "absolute_url": "/opinion/195753/thomas-v-metropolitan/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195753/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:46:47Z",
  "date_modified": "2020-02-21T23:33:42.665408Z",
  "type": "010combined",
  "sha1": "3ad2d7dfc43ca9801006ad3cc91736608200d3de",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1286.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1286\n\n                   BARBARA THOMAS, AS COMMITTEE\n                      FOR FRANCES L. WERNER,\n\n                      Plaintiff - Appellee,\n\n                                v.\n\n               METROPOLITAN LIFE INSURANCE COMPANY,\n\n                      Defendant - Appellant.\n\n                                           \n\nNo. 94-1287\n\n                   BARBARA THOMAS, AS COMMITTEE\n                      FOR FRANCES L. WERNER,\n\n                      Plaintiff - Appellant,\n\n                                v.\n\n               METROPOLITAN LIFE INSURANCE COMPANY,\n\n                      Defendant - Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \n        [Hon. David S. Nelson, Senior U.S. District Judge]\r                                                                   \n\n                                           \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n\n                 Campbell, Senior Circuit Judge,\r                                                         \n\n                    and Stahl, Circuit Judge.\r                                                      \n\n                                           \r\r\n\n     Joseph Trovato, with  whom David J.  Larkin, Jr. and  Sandra\r                                                                           \nParker were on brief for defendant-appellant.\r                \n     Lawrence J. Casey, with whom Scott E. Bettencourt and Crowe,\r                                                                           \nCrowe &amp; Vernaglia, P.C. were on brief for plaintiff-appellee.\r                                 \n\n                                           \n\n                        November 28, 1994\n                                           \n\n                               -2-\r\r\n\n          TORRUELLA, Chief  Judge.  This case  involves a dispute\r                    TORRUELLA, Chief  Judge.\r                                           \n\narising  under an  insurance  policy, part  of  the Empire  Plan,\n\nissued by defendant-appellant Metropolitan Life Insurance Company\n\n(\"Met Life\")  to plaintiff-appellee Frances Werner.1   Because we\n\nagree with  the  district court  that  the policy  terms  mandate\n\ncoverage  here, and  that  Met  Life  acted  in  good  faith  and\n\ncommitted no unfair or deceptive practices, we affirm.\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\n\n          McLean  Hospital (\"McLean\")  is a  psychiatric hospital\n\nlocated in Belmont, Massachusetts.  Its forty-six building campus\n\nconsists numerous  patient care  buildings, as well  as buildings\n\nfor the hospital's operations, such as offices, laundry, storage,\n\nand  garages.  McLean primarily  provides, on an inpatient basis,\n\ndiagnostic   and  therapeutic   facilities  for   the  diagnosis,\n\ntreatment  and   care  of   mentally  ill  persons   by  licensed\n\nphysicians.    McLean  also  provides  continuous,  24-hour-a-day\n\nnursing services  to  its patients  under  the supervision  of  a\n\nregistered graduate nurse.\n\n          Through  its  various facilities  and  programs, McLean\n\noffers its patients a spectrum of care and treatment that aims to\n\nfoster less dependence on  institutional support.  These programs\n\nrange from the psychotic disorders program, in which patients are\n\nconstantly  supervised and  have  little  responsibility, to  the\n\ncommunity  residential  and  treatment  programs,  which  provide\n\n                    \r                              \n\n1  Ms. Werner  brings suit by and through  her Committee, Barbara\nThomas.\n\n                               -3-\r\r\n\npatients with  a structured  environment, a  somewhat independent\n\nliving arrangement,  and the same 24-hour-a-day  professional and\n\nancillary  hospital  services  that  are available  in  the  more\n\nrestrictive  treatment  units.   The  Hope Cottage  and  the Mill\n\nStreet  Lodge   are  two  such   residential  treatment  programs\n\navailable at McLean.\n\n          All   of  the   programs  at   McLean,   including  the\n\nresidential treatment programs, are  staffed by McLean employees,\n\nand  all  services provided  through  these  programs are  billed\n\nthrough McLean's central accounting department.\n\n          In September 1985, Frances Werner, a diagnosed paranoid\n\nschizophrenic, was admitted to McLean and initially placed in the\n\npsychotic  disorders  unit.   In  March 1986,  her  condition had\n\nimproved, and  she was  transferred to the  community residential\n\nand  treatment  program  at  McLean.    While  in  the  community\n\nresidential and treatment program,  Werner was assigned a  bed in\n\nthe  Hope  Cottage building  until March  1989,  and in  the Mill\n\nStreet  Lodge  building from  March  1989  until February  1992.2\n\nWerner was  assessed a room and  board charge during her  stay at\n\nMcLean,  including the period she  spent in the  Hope Cottage and\n\nMill Street Lodge buildings.\n\n          Werner is  an enrollee  under a group  health insurance\n\npolicy known  as  the Empire  Plan (the  \"Plan\"), which  provides\n\nhealth insurance benefits to  New York State Government employees\n                    \r                              \n\n2   Werner  was  transferred back  into  the psychotic  disorders\nprogram for approximately one  month during September and October\n1989.\n\n                               -4-\r\r\n\nand  their dependents.   Under  the Plan,  Werner is  eligible to\n\nreceive benefits  for covered medical services  that are provided\n\nto her.    The Plan  provides  that Blue  Cross pay  for  covered\n\nservices for  the first 120 days  of care, and that  Met Life pay\n\nfor such services after the initial 120 days.\n\n          Blue Cross  paid its liability  for the first  120 days\n\nthat Werner was in McLean.  After the initial 120  days, Met Life\n\npaid for  the services received  by Werner  while she was  in the\n\npsychotic disorders program (September 5,  1985 to March 6, 1986,\n\nand September 14  to October 10, 1989).  Met Life denied Werner's\n\nclaims for services received while  she was in McLean's community\n\nresidential  and  treatment  program,  however,  contending  that\n\nneither the Hope Cottage nor the Mill Street Lodge are within the\n\nscope of the Plan.\n\n          The Plan  specifically provides that Met  Life will pay\n\nfor certain  covered medical  expenses, including  \"[s]ervices of\n\nprivate  proprietary hospitals  for the  treatment of  mental and\r                                        \n\nnervous conditions  and alcoholism\"  (emphasis added).   The Plan\n\nfurther defines  \"hospital\" as  \"only an institution  which meets\n\nfully every one\" of three tests.  The Plan sets forth these tests\n\nas follows:\n\n            1.  It is  primarily engaged in providing\n            on  an  inpatient  basis  diagnostic  and\n            therapeutic  facilities  for surgical  or\n            medical diagnosis, treatment and  care of\n            injured and sick persons by  or under the\n            supervision of a staff of  physicians who\n            are duly licensed to practice; and\n\n            2.  It continuously  provides 24-hours-a-\n            day  nursing  service  by  or  under  the\n\n                               -5-\r\r\n\n            supervision   of   registered    graduate\n            nurses; and \n\n            3.  It is  not a skilled nursing facility\n            and it is not, other than incidentally, a\n            place of  rest, a  place for the  aged, a\n            place  for  drug  addicts,  a  place  for\n            alcoholics or a nursing home.\n\nThe phrase \"on an  inpatient basis\" is defined under the  Plan to\n\nmean that the institution assesses a room and board charge.\n\n          Met Life received a letter dated October 18,  1990 from\n\none of Werner's physicians at  McLean, Dr. Peter Choras.  In  his\n\nletter,   written  on  McLean  Hospital  letterhead,  Dr.  Choras\n\nexplained  the  urgency  of   Werner's  medical  situation,   and\n\nentreated Met Life to provide coverage  for Werner's treatment at\n\nthe Mill  Street Lodge, which he  called a \"half-way  house.\"  In\n\nresponse, Met  Life reiterated  that no benefits  were available,\n\nbecause  residential facilities  or programs,  including \"halfway\n\nhouses,\"  were not  covered  by  the  Plan.    Met  Life  further\n\nexplained  that  it  \"must  adhere  to  the  plan  provisions  as\n\nstipulated by the contract holder.\"\n\n          After  receiving  requests  on  Werner's   behalf  from\n\nanother  physician and  an attorney  to reconsider its  denial of\n\ncoverage, Met Life apparently looked for the Mill Street Lodge in\n\nthe American Hospital Association accreditation manual.  Although\n\nMcLean  Hospital was listed, the Mill  Street Lodge was not.  Met\n\nLife responded  to these  appeals  on March  5, 1991,  requesting\n\nadditional information  about the  Mill Street  Lodge to  aid its\n\nreconsideration.   According to Met  Life, it never  received any\n\ninformation that  changed its determination that  the Mill Street\n\n                               -6-\r\r\n\nLodge was not a covered facility.\n\n          Werner brought  suit against  Met Life in  August 1991,\n\nalleging breach  of contract, breach  of the implied  covenant of\n\ngood faith and  fair dealing, unfair  and deceptive practices  in\n\nviolation of  Mass. Gen. L. ch.  93A and 176D, and  infliction of\n\nemotional distress.3\n\n          Werner   moved  for  declaratory  relief,  for  summary\n\njudgment  on her breach of  contract claim, and  requested a jury\n\ntrial  on her  other claims.   Met  Life cross-moved  for summary\n\njudgment  on all  Werner's  claims, contending  that Mill  Street\n\nLodge and the Hope Cottage were not hospitals under the Plan, and\n\nthat it had not engaged in any unfair or deceptive practices.\n\n          After  a hearing  on  the motions,  the district  court\n\ngranted judgment in Werner's favor on her request for declaratory\n\nrelief and  her claim of  breach of contract,  and in Met  Life's\n\nfavor  on the  remaining  claims.    Both  Met  Life  and  Werner\n\nappealed.\n\n                          II.  ANALYSIS\r                                    II.  ANALYSIS\n\n          A.  Standard of Review\r                    A.  Standard of Review\r                                          \n\n          Because  the district court granted summary judgment in\n\nWerner's favor regarding the breach of contract claim,  we review\n\nthat decision de novo.  Serrano-P rez v. FMC Corp., 985 F.2d 625,\r                                                            \n\n626 (1st Cir. 1993); Pagano v. Frank, 983 F.2d 343, 347 (1st Cir.\r                                              \n\n1993).  We must determine whether the record, viewed in the light\n                    \r                              \n\n3   Werner  has  voluntarily withdrawn  her  claim for  emotional\ndistress on  appeal, but  preserves her right  to seek  emotional\ndistress damages under Mass. Gen. L. ch. 93A.\n\n                               -7-\r\r\n\nmost favorable to Met Life and drawing all reasonable  inferences\n\nin  Met Life's  favor, presents  any genuine  issues of  material\n\nfact, and whether Werner is  entitled to judgment as a matter  of\n\nlaw.  Summary judgment may not be granted if the evidence is such\n\nthat  a  reasonable jury  could return  a  verdict for  Met Life.\n\nSerrano-P rez, 985  F.2d at 626.  Mere allegations, or conjecture\r                       \n\nunsupported in the  record, are insufficient  to raise a  genuine\n\nissue of material fact.   Wynne v. Tufts Univ. Sch. of  Med., 976\r                                                                      \n\nF.2d  791, 794  (1st Cir. 1992),  cert. denied,  113 S.  Ct. 1845\r                                                        \n\n(1993).\n\n          Regarding  Werner's  other claims,  conversely, because\n\nthe district court granted summary judgment in favor of Met Life,\n\nwe review this  decision de  novo, and are  required to view  the\r                                           \n\nrecord in  the  light most  favorable to  Werner, the  non-moving\n\nparty.  Serrano-P rez, 985 F.2d at 626.\r                               \n\n          B.  Werner's Claims for Breach of Contract\r                    B.  Werner's Claims for Breach of Contract\r                                                              \n\n          Werner  claims  that the  Mill  Street  Lodge and  Hope\n\nCottage  fully meet each of  the Plan's tests,  and therefore all\n\nservices rendered are fully  covered expenses.  Met Life,  on the\n\nother hand, claims that the facilities fail to meet the first two\n\nof  the three  tests  set  forth  in  the  Plan's  definition  of\n\n\"hospital,\" arguing that they  are not \"inpatient\" facilities and\n\ndo not provide 24-hour nursing service.4\n                    \r                              \n\n4   Werner  claims,  and Met  Life does  not  disagree, that  the\nfacilities fully meet the third test of the  Plan, i.e., they are\nnot skilled nursing facilities, a place of rest, a place  for the\naged, a place for drug addicts or alcoholics, or a nursing home. \nAs the record fully supports this  claim, we need not address  it\n\n                               -8-\r\r\n\n          We  first  address a  preliminary  matter.   While  the\n\nrights and  obligations of parties under  insurance contracts are\n\ndetermined  by the  language  contained in  the policy,  New York\n\nlaw5 requires that  the court determine,  in the first  instance,\n\nwhether  language in a  contract is ambiguous  and susceptible to\n\ntwo or  more reasonable interpretations.  Newin Corp. v. Hartford\r                                                                           \n\nAccident  and  Indem.  Co.,  467  N.E.2d 887,  889  (N.Y.  1984);\r                                    \n\nHartford  Accident and Indem.  Co. v. Wesolowski,  305 N.E.2d 907\r                                                          \n\n(N.Y.  1973).   We  agree  with the  parties  that  there are  no\n\nambiguities in the relevant language of  the Plan.  The issue  at\n\nthe  heart of  this  case is  whether  the residential  treatment\n\nfacilities  at McLean  meet the  Plan's three-part  definition of\n\n\"hospital.\"  Although the dispute arises under the Plan, there is\n\nno  dispute  over  the  meaning of  the  terms  contained within.\n\nSpecifically,  the  parties  do not  disagree  as  to  the Plan's\n\ndefinition of the  term \"hospital,\" nor  do they offer  differing\n\nconstructions  of  that  three-part  definition.    Rather,  they\n\ndisagree over whether the facts presented by Werner's case -- the\n\ntreatment she received in the residential facilities -- fit  that\n\nunambiguous  definition.  In other  words, this is  not a dispute\n\nover the construction of ambiguous terms; rather, it is a dispute\n\nover  the   application  of  clear  terms   to  somewhat  unusual\n\ncircumstances.   Therefore, because \"the words  in the paragraphs\n\n                    \r                              \n\nhere, and assume it true for purposes of this opinion. \n\n5    The parties  do not dispute that  we are bound  to apply New\nYork law to the construction and interpretation of the Plan.  \n\n                               -9-\r\r\n\nof  the  policy under  examination  have a  definite  and precise\n\nmeaning, unattended by danger of  misconception in the purport of\n\nthe policy  itself, and concerning  which there is  no reasonable\n\nbasis for a  difference of  opinion,\" Breed v.  Insurance Co.  of\r                                                                           \n\nNorth America,  413 N.E.2d 1280, 1282  (N.Y. 1978), we find  as a\r                       \n\nmatter of  law that there  is no ambiguity  in the  relevant Plan\n\nterms here.\n\n          In the absence of  ambiguity, well-settled New York law\n\nrequires  courts to  enforce  provisions of  an insurance  policy\n\naccording  to  their plain  and  ordinary meaning.    Lavanant v.\r                                                                        \n\nGeneral Accident Ins. Co.  of America, 595 N.E.2d 819,  822 (N.Y.\r                                               \n\n1992) (citations omitted); American  Home Prods. Corp. v. Liberty\r                                                                           \n\nMut.  Ins.  Co., 565  F.  Supp.  1485,  1491-92  (S.D.N.Y.  1983)\r                         \n\n(discussing New York  contracts law).   Courts may  not vary  the\n\nterms of a policy  to accomplish \"notions of abstract  justice or\n\nmoral  obligation.\"  Breed, 385  N.E.2d at 1283.   Applying these\r                                    \n\nprinciples,  our task  is to  determine  whether the  Mill Street\n\nLodge and Hope Cottage  fully meet each of the  unambiguous tests\n\nset  forth  in the  Plan's definition  of  \"hospital.\"   Met Life\n\nargues first that the Mill Street Lodge and Hope Cottage fail the\n\nfirst test.  It contends that these facilities do not operate \"on\n\nan  inpatient  basis\" and  do  not provide  \"surgical  or medical\n\ndiagnosis, treatment and care . . .  by or under the  supervision\n\nof  a staff  or physicians  who are  duly licensed  to practice.\"\n\nInstead, Met Life  contends that  the two  facilities are  merely\n\n\"community or group residences.\"\n\n                               -10-\r\r\n\n          Under  the  plain terms  of  the  Plan, however,  these\n\nfacilities  do operate on an \"inpatient\" basis.  The Plan defines\n\n\"inpatient\"  to mean  simply  that a  room  and board  charge  is\n\nassessed  to the patient.  The record establishes that Werner was\n\nassessed such charges for each night of her stay at both the Mill\n\nStreet Lodge and Hope Cottage.  Thus, this requirement is clearly\n\nmet, and Met Life's contentions to the contrary have no merit.\n\n          Met  Life   further   insists  that   the   residential\n\nfacilities  are not  primarily  engaged in  \"surgical or  medical\n\ndiagnosis, treatment,  or care\" as the Plan  requires. Met Life's\n\ncounsel  conceded in  oral argument  before this  court that  the\n\nfacilities  are staffed and operated by  McLean personnel, are on\n\nthe  same campus  as McLean,  and all  operational  and treatment\n\ndecisions  are  made  by McLean  doctors  and  staff.   Met  Life\n\nnevertheless contends that the facilities are completely separate\n\nand independent  entities from  McLean, and have  different, non-\n\ncovered  functions.  In support of this argument, Met Life points\n\nto  the fact  that they are  licensed separately by  the state of\n\nMassachusetts  as  either  a  \"community  residence\"  or   \"group\n\nresidence.\"\n\n          We do  not see the  relevance of the  state's licensing\n\nscheme   to  the   Plan's  definition   of  covered   facilities.\n\nPresumably,  a  state  has  its  own  purposes and  criteria  for\n\nlicensing and regulating mental health  facilities, far different\n\nthan  the intentions of parties  to an insurance  contract.  This\n\ncase  involves the application  of contractual terms.   The label\n\n                               -11-\r\r\n\nthat  state officials  may  place  on  a particular  facility  or\n\ntreatment  program  is  not  part of  the  Plan's  definition  of\n\n\"hospital,\"  and  we see  no reason  to  add any  other elements,\n\nincluding  licensing  nomenclature,  to  the  Plan's  unambiguous\n\nthree-part definition of covered facilities.6\n\n          Furthermore, we  do not  agree that  the  facts in  the\n\nrecord show that  the facilities are  separate and distinct  from\n\nMcLean  Hospital.  McLean  provides comprehensive, individualized\n\ntreatment  plans  for  mentally  ill  people,  with  the  aim  of\n\ndeveloping  independent  living skills.    In order  to  meet its\n\npatients' diverse  medical  needs, McLean  necessarily  offers  a\n\ncontinuum  of programs  with varying  degrees of  supervision and\n\nresponsibility.   When  a  McLean patient  commences a  treatment\n\nscheme at the hospital, the  programs and services provided  will\n\nnaturally depend on the  patient's condition, and as part  of her\n\nongoing treatment, a McLean  patient may be transferred  from one\n\nprogram to  another.  Not all  of these programs are  in the same\n\nbuilding, although  they are on the  same campus.   They are all,\n\nhowever,  operated  and staffed  by  the  same McLean  personnel.\n\n                    \r                              \n\n6   Even  if  we were  to  consider the  residential  facilities'\nlicenses,  they nevertheless  do not  necessarily prove  that the\nfacilities are \"separate and  distinct\" from McLean.  In  a sworn\naffidavit   explaining  the   licenses,   the  Director   of  the\nMassachusetts  Department of  Mental  Health,  Michael H.  Weeks,\nstated that  McLean Hospital Corporation is  \"licensed to conduct\nresidential programs at McLean Hospital . . . in its Hope Cottage\nand Mill Street  Lodge buildings.\"  This  characterization by the\nhead  licensing official  of the  state actually  contradicts Met\nLife's arguments,  and supports the finding  that the residential\nfacilities are not distinct entities, but are integral components\nof McLean, two of the several treatment programs McLean offers.\n\n                               -12-\r\r\n\nWhile  the Mill Street Lodge  and Hope Cottage  exist in separate\n\nbuildings  from the  main hospital  building, their  function and\n\nservices  are not separate from  the hospital.   On the contrary,\n\nthey  constitute just  two  of these  various treatment  programs\n\ndeveloped and administered by McLean physicians and staff.  Thus,\n\nthey are two of the integral components that comprise the overall\n\ninstitution of McLean Hospital.\n\n          This is not to say that  any or all facilities owned or\n\neven  operated by a hospital are necessarily covered by the Plan.\n\nModern hospitals  are frequently owned by  corporations that also\n\nown other  healthcare  entities, such  as  laboratories,  nursing\n\nhomes, or  outpatient facilities.   These entities  clearly would\n\nnot meet the Plan's  coverage terms.  The programs at issue here,\n\nhowever,  are  part  and   parcel  of  McLean's  various  medical\n\ndiagnosis  and treatment  programs, and  thus are covered  by the\n\nPlan.\n\n          Met  Life also  contends  that because  nurses are  not\n\nphysically  present 24  hours a day  at the Mill  Street Lodge or\n\nHope  Cottage,  these facilities  fail  the second  prong  of the\n\nPlan's  definition of  \"hospital.\"   We agree  with the  district\n\ncourt,  however, that the Plan's terms do not require that nurses\n\nbe physically present  24 hours  a day, but  merely that  nursing\n\nservices be available  24 hours  a day.   The record  establishes\n\nthat  all of  the hospital's  nursing and ancillary  services are\n\nprovided in the residential programs.   Although those nurses are\n\nnot physically present in those buildings and must be summoned if\n\n                               -13-\r\r\n\nneeded, the patients in the residential programs nonetheless have\n\nthe benefit of the nursing services that are available 24 hours a\n\nday in the  main building.  Thus, the Mill  Street Lodge and Hope\n\nCottage fully meet  this element  of the Plan,  and the  district\n\ncourt's ruling on  Werner's breach  of contract claims  must   be\n\naffirmed.\n\n          C.  Werner's other claims\r                    C.  Werner's other claims\r                                             \n\n          Werner  contends  that  the  district  court  erred  in\n\ngranting  summary judgment in Met  Life's favor as  to her claims\n\nfor  breach of  the  implied  covenant  of  good  faith  and  for\n\nviolations  of the Massachusetts  unfair and  deceptive practices\n\nstatutes, Mass. Gen. L. ch. 93A and 176D.  Werner argues that the\n\nrecord contains sufficient evidence giving rise to genuine issues\n\nof material fact suitable for a jury trial on these claims.\n\n            1.  Breach of the covenant of good faith\r                      1.  Breach of the covenant of good faith\n\n          Under New  York law,  a plaintiff may  recover punitive\n\ndamages for  \"bad  faith\"  breach  of  contract  where  there  is\n\nevidence of morally reprehensible conduct directed at the general\n\npublic,  Halpin  v. Prudential  Ins.  Co., 401  N.E.2d  171 (N.Y.\r                                                   \n\n1979), or an extraordinary showing of a disingenuous or dishonest\n\nfailure to carry  out a contract.  Gordon v. Nationwide Mut. Ins.\r                                                                           \n\nCo., 285 N.E.2d 849, 854 (N.Y. 1972),  cert. denied, 410 U.S. 942\r                                                             \n\n(1973).\n\n          Regarding  her  allegations of  Met  Life's  bad faith,\n\nWerner  simply has  not  shown that  Met  Life's conduct  in  the\n\ninstant  case rises to the level of morally reprehensible conduct\n\n                               -14-\r\r\n\nor  extraordinary  dishonesty.    To avoid  summary  judgment,  a\n\nnonmoving party must be able to point to some specific, competent\n\nevidence in support of its claim.  Wynne, 976 F.2d at  794.  Mere\r                                                  \n\nallegations  or conjecture  are insufficient  to raise  a genuine\n\nissue  of material fact.   Id.  Although  Werner heatedly accuses\r                                       \n\nMet  Life of  callous indifference  to Werner's  predicament, the\n\nrecord contains no evidence of any bad faith by Met  Life.  True,\n\nMet  Life   denied  Werner's   claims.    Contrary   to  Werner's\n\ncontention,  however, Met Life did state the basis for its denial\n\n-- it concluded  that the charges were  not covered by  the Plan.\n\nAlthough this conclusion was  erroneous, it was not unreasonable,\n\nparticularly in light of  Dr. Choras' own characterization of the\n\nMill Street Lodge as a \"half-way house.\"  Certainly, an insurance\n\ncompany  may deny claims  if it honestly  and reasonably believes\n\nthat it is  not obligated to pay them.7   Werner also claims that\n\nMet Life  conducted no investigation of  the relationship between\n\nMcLean  and the  Mill  Street Lodge.   If  true, this  failure to\n\ninvestigate may  constitute ordinary negligence, but  it does not\n\nrise  to  the  level   of  extraordinary  dishonesty  or  morally\n\nreprehensible conduct directed  at the general public.   A claims\n\nadjuster in a  large insurance company is usually not a doctor or\n\nan attorney,  and  cannot  be expected  to  compile  and  analyze\n\nextensive  information for  every claim.   We  refuse to  issue a\n\n                    \r                              \n\n7   We  also  note  that  Werner's  dire  medical  and  financial\nsituation does not transform Met Life's denial of coverage into a\nbad faith act.  Met Life honestly and reasonably believed that it\nwas not legally bound to pay Werner's claims.  \n\n                               -15-\r\r\n\ndirective   to   insurance  companies   requiring   such  lengthy\n\nprocedures.\n\n          Moreover, the record  does contain evidence that  after\n\nreceiving letters  on Werner's  behalf, Met Life  did investigate\n\nWerner's  claims, and  requested  additional information  to that\n\neffect, which  it never received.   We therefore  find that  as a\n\nmatter  of  law,  Werner  has  not shown  any  specific  evidence\n\nsupporting  its claims of  bad faith sufficient  to avoid summary\n\njudgment, and the  district court's judgment in  Met Life's favor\n\non this claim must be affirmed.\n\n                               -16-\r\r\n\n            2.  Violation of the  Massachusetts unfair  practices\r                      2.  Violation of the  Massachusetts unfair  practices\n                statute\r                          statute\n\n          Werner  also claims  that Met  Life has  violated Mass.\n\nGen. L. ch. 93A and 176D, which prohibit unfair or deceptive acts\n\nor  practices in the business  of insurance.   It is questionable\n\nwhether, under choice-of-law analysis,  these statutes can fairly\n\nbe applied to Met Life in this context, in light of the fact that\n\nthe claims arise  under a  contract governed by  the laws of  New\n\nYork.   We need not address this issue, however, because assuming\n\narguendo that  chapters  93A and  176D can  properly be  applied,\r                  \n\nWerner has  failed to point to sufficient evidence supporting her\n\nclaims to avoid summary judgment.  Wynne, 976 F.2d at 794.\r                                                  \n\n          Chapters  93A  and  176D together  prohibit  unfair  or\n\ndeceptive practices in  the business of insurance,  and allow one\n\ninjured by such unlawful acts to bring an action for  damages and\n\nequitable relief.  Section  3 of chapter 176D sets  forth several\n\nunfair claim settlement  practices, including \"[r]efusing  to pay\n\nclaims without conducting a  reasonable investigation based  upon\n\nall available information.\"  Mass. Gen. L. ch. 176D   3(9)(d).8\n\n          The Massachusettts Supreme Judicial Court has held that\n\na  plaintiff  may  recover under  chapters  93A  and  176D for  a\n\ndeceptive act  that  is the  result  of the  insurance  company's\n                    \r                              \n\n8  Section 3 of chapter 176D lists eleven unfair claim settlement\npractices.  In her  brief, Werner states that Met  Life committed\n\"several\" of these,  but she  does not specify  which ones,  much\nless how they  were committed.   The only  violation that  Werner\nspecifically  alleges  is  a  failure  to  conduct  a  reasonable\ninvestigation.   Because  we find no  hint in  the record  of any\nother  possible violations,  we  only analyze  Werner's  specific\nallegation.\n\n                               -17-\r\r\n\nnegligence.  Swanson  v. Bankers  Life Co., 450  N.E.2d 577,  580\r                                                    \n\n(Mass.  1983).  The plaintiff need not  show any actual intent to\n\ndeceive, and an act may  be deceptive even absent any showing  of\n\nnegligence.   Id. at 580.   The court  warned, however, that \"not\r                          \n\nevery  negligent act is  unfair or  deceptive\" and  thus unlawful\n\nunder  chapter 93A.    Id.   To  determine whether  an  insurer's\r                                   \n\nnegligence  constitutes \"unfairness\"  for 93A  purposes,  a court\n\nmust look to several factors, including what the insurer \"knew or\n\nshould have known\" about the circumstances of a particular claim.\n\nId. (citations omitted).\r            \n\n          Werner argues that, on the  facts presented, a trier of\n\nfact could  reasonably  find  that  Met Life's  failure  to  call\n\nMcLean, look  into the  hospital's accreditation, or  examine the\n\nletterhead on  which correspondence  was sent, was  \"sufficiently\n\negregious\" to incur liability under 93A.  These facts constitute,\n\naccording to Werner,  a blanket  denial of  coverage without  any\n\nreasonable investigation.\n\n          As  we noted  above, the  record does  contain evidence\n\nthat after receiving several letters on Werner's behalf, Met Life\n\ninvestigated   Werner's   claims,   and    requested   additional\n\ninformation.  We therefore cannot agree with Werner that Met Life\n\nfailed altogether to investigate her claim.  Perhaps the Met Life\n\nemployees could have been more thorough; perhaps they should have\n\ntaken  more  initiative after  receiving  Dr.  Choras' letter  on\n\nMcLean letterhead  and inquired  after the specifics  of McLean's\n\nresidential  programs.    As  we have  noted,  however,  hospital\n\n                               -18-\r\r\n\ncorporations often own and operate healthcare entities that would\n\nnot come within the Plan's coverage.  This reality, combined with\n\nthe fact that the Mill Street  Lodge was not listed in a hospital\n\naccreditation manual,  and that  Dr. Choras himself  labelled the\n\nfacility as a  \"half-way house,\"  compels us to  find that  their\n\nfailure to inquire further,  and their decision to deny  Werner's\n\nclaims, was  not unreasonable, and certainly  does not constitute\n\n\"unfairness\" in violation of 93A and 176D.\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\n\n          For  the  foregoing   reasons,  the  district   court's\n\njudgment as to each of Werner's claims is hereby affirmed.\r                                                                   \n\n                               -19-\r\r\n",
  "html": "<p class=\"case_cite\">40 F.3d 505</p>\n    <p class=\"case_cite\">18 Employee Benefits Cas. 2560</p>\n    <p class=\"parties\">Barbara THOMAS, as Committee for Frances L. Werner, Plaintiff-Appellee,<br>v.<br>METROPOLITAN LIFE INSURANCE COMPANY, Defendant-Appellant.<br>Barbara THOMAS, as Committee for Frances L. Werner,<br>Plaintiff-Appellant,<br>v.<br>METROPOLITAN LIFE INSURANCE COMPANY, Defendant-Appellee.</p>\n    <p class=\"docket\">Nos. 94-1286, 94-1287.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Sept. 12, 1994.<br>Decided Nov. 28, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph Trovato, with whom David J. Larkin, Jr. and Sandra Parker, New York City, were on brief, for defendant-appellant.</p>\n      <p class=\"indent\">Lawrence J. Casey, with whom Scott E. Bettencourt and Crowe, Crowe &amp; Vernaglia, P.C., Boston, MA, were on brief, for plaintiff-appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves a dispute arising under an insurance policy, part of the Empire Plan, issued by defendant-appellant Metropolitan Life Insurance Company (\"Met Life\") to plaintiff-appellee Frances Werner.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Because we agree with the district court that the policy terms mandate coverage here, and that Met Life acted in good faith and committed no unfair or deceptive practices, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">McLean Hospital (\"McLean\") is a psychiatric hospital located in Belmont, Massachusetts.  Its forty-six building campus consists numerous patient care buildings, as well as buildings for the hospital's operations, such as offices, laundry, storage, and garages.  McLean primarily provides, on an inpatient basis, diagnostic and therapeutic facilities for the diagnosis, treatment and care of mentally ill persons by licensed physicians.  McLean also provides continuous, 24-hour-a-day nursing services to its patients under the supervision of a registered graduate nurse.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Through its various facilities and programs, McLean offers its patients a spectrum of care and treatment that aims to foster less dependence on institutional support.  These programs range from the psychotic disorders program, in which patients are constantly supervised and have little responsibility, to the community residential and treatment programs, which provide patients with a structured environment, a somewhat independent living arrangement, and the same 24-hour-a-day professional and ancillary hospital services that are available in the more restrictive treatment units.  The Hope Cottage and the Mill Street Lodge are two such residential treatment programs available at McLean.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">All of the programs at McLean, including the residential treatment programs, are staffed by McLean employees, and all services provided through these programs are billed through McLean's central accounting department.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In September 1985, Frances Werner, a diagnosed paranoid schizophrenic, was admitted to McLean and initially placed in the psychotic disorders unit.  In March 1986, her condition had improved, and she was transferred to the community residential and treatment program at McLean.  While in the community residential and treatment program, Werner was assigned a bed in the Hope Cottage building until March 1989, and in the Mill Street Lodge building from March 1989 until February 1992.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Werner was assessed a room and board charge during her stay at McLean, including the period she spent in the Hope Cottage and Mill Street Lodge buildings.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Werner is an enrollee under a group health insurance policy known as the Empire Plan (the \"Plan\"), which provides health insurance benefits to New York State Government employees and their dependents.  Under the Plan, Werner is eligible to receive benefits for covered medical services that are provided to her.  The Plan provides that Blue Cross pay for covered services for the first 120 days of care, and that Met Life pay for such services after the initial 120 days.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Blue Cross paid its liability for the first 120 days that Werner was in McLean.  After the initial 120 days, Met Life paid for the services received by Werner while she was in the psychotic disorders program (September 5, 1985 to March 6, 1986, and September 14 to October 10, 1989).  Met Life denied Werner's claims for services received while she was in McLean's community residential and treatment program, however, contending that neither the Hope Cottage nor the Mill Street Lodge are within the scope of the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Plan specifically provides that Met Life will pay for certain covered medical expenses, including \"[s]ervices of private proprietary hospitals for the treatment of mental and nervous conditions and alcoholism\" (emphasis added).  The Plan further defines \"hospital\" as \"only an institution which meets fully every one\" of three tests.  The Plan sets forth these tests as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>1.  It is primarily engaged in providing on an inpatient basis diagnostic and therapeutic facilities for surgical or medical diagnosis, treatment and care of injured and sick persons by or under the supervision of a staff of physicians who are duly licensed to practice;  and</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>2.  It continuously provides 24-hours-a-day nursing service by or under the supervision of registered graduate nurses;  and</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>3.  It is not a skilled nursing facility and it is not, other than incidentally, a place of rest, a place for the aged, a place for drug addicts, a place for alcoholics or a nursing home.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The phrase \"on an inpatient basis\" is defined under the Plan to mean that the institution assesses a room and board charge.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Met Life received a letter dated October 18, 1990 from one of Werner's physicians at McLean, Dr. Peter Choras.  In his letter, written on McLean Hospital letterhead, Dr. Choras explained the urgency of Werner's medical situation, and entreated Met Life to provide coverage for Werner's treatment at the Mill Street Lodge, which he called a \"half-way house.\"   In response, Met Life reiterated that no benefits were available, because residential facilities or programs, including \"halfway houses,\" were not covered by the Plan.  Met Life further explained that it \"must adhere to the plan provisions as stipulated by the contract holder.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After receiving requests on Werner's behalf from another physician and an attorney to reconsider its denial of coverage, Met Life apparently looked for the Mill Street Lodge in the American Hospital Association accreditation manual.  Although McLean Hospital was listed, the Mill Street Lodge was not.  Met Life responded to these appeals on March 5, 1991, requesting additional information about the Mill Street Lodge to aid its reconsideration.  According to Met Life, it never received any information that changed its determination that the Mill Street Lodge was not a covered facility.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Werner brought suit against Met Life in August 1991, alleging breach of contract, breach of the implied covenant of good faith and fair dealing, unfair and deceptive practices in violation of Mass.Gen.L. ch. 93A and 176D, and infliction of emotional distress.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Werner moved for declaratory relief, for summary judgment on her breach of contract claim, and requested a jury trial on her other claims.  Met Life cross-moved for summary judgment on all Werner's claims, contending that Mill Street Lodge and the Hope Cottage were not hospitals under the Plan, and that it had not engaged in any unfair or deceptive practices.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After a hearing on the motions, the district court granted judgment in Werner's favor on her request for declaratory relief and her claim of breach of contract, and in Met Life's favor on the remaining claims.  Both Met Life and Werner appealed.II. ANALYSIS</p>\n    </div>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Because the district court granted summary judgment in Werner's favor regarding the breach of contract claim, we review that decision de novo.  Serrano-Perez v. FMC Corp., 985 F.2d 625, 626 (1st Cir.1993);  Pagano v. Frank, 983 F.2d 343, 347 (1st Cir.1993).  We must determine whether the record, viewed in the light most favorable to Met Life and drawing all reasonable inferences in Met Life's favor, presents any genuine issues of material fact, and whether Werner is entitled to judgment as a matter of law.  Summary judgment may not be granted if the evidence is such that a reasonable jury could return a verdict for Met Life.  Serrano-Perez, 985 F.2d at 626.   Mere allegations, or conjecture unsupported in the record, are insufficient to raise a genuine issue of material fact.  Wynne v. Tufts Univ.  Sch. of Med., 976 F.2d 791, 794 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1845, 123 L.Ed.2d 470 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Regarding Werner's other claims, conversely, because the district court granted summary judgment in favor of Met Life, we review this decision de novo, and are required to view the record in the light most favorable to Werner, the non-moving party.  Serrano-Perez, 985 F.2d at 626.</p>\n    </div>\n    <p class=\"indent\">B. Werner's Claims for Breach of Contract</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Werner claims that the Mill Street Lodge and Hope Cottage fully meet each of the Plan's tests, and therefore all services rendered are fully covered expenses.  Met Life, on the other hand, claims that the facilities fail to meet the first two of the three tests set forth in the Plan's definition of \"hospital,\" arguing that they are not \"inpatient\" facilities and do not provide 24-hour nursing service.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We first address a preliminary matter.  While the rights and obligations of parties under insurance contracts are determined by the language contained in the policy, New York law<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> requires that the court determine, in the first instance, whether language in a contract is ambiguous and susceptible to two or more reasonable interpretations.  Newin Corp. v. Hartford Accident and Indem. Co., 62 N.Y.2d 916, 479 N.Y.S.2d 3, 5, 467 N.E.2d 887, 889 (1984);  Hartford Accident and Indem. Co. v. Wesolowski, 33 N.Y.2d 169, 350 N.Y.S.2d 895, 305 N.E.2d 907 (1973).  We agree with the parties that there are no ambiguities in the relevant language of the Plan.  The issue at the heart of this case is whether the residential treatment facilities at McLean meet the Plan's three-part definition of \"hospital.\"   Although the dispute arises under the Plan, there is no dispute over the meaning of the terms contained within.  Specifically, the parties do not disagree as to the Plan's definition of the term \"hospital,\" nor do they offer differing constructions of that three-part definition.  Rather, they disagree over whether the facts presented by Werner's case--the treatment she received in the residential facilities--fit that unambiguous definition.  In other words, this is not a dispute over the construction of ambiguous terms;  rather, it is a dispute over the application of clear terms to somewhat unusual circumstances.  Therefore, because \"the words in the paragraphs of the policy under examination have a definite and precise meaning, unattended by danger of misconception in the purport of the policy itself, and concerning which there is no reasonable basis for a difference of opinion,\" Breed v. Insurance Co. of North America, 46 N.Y.2d 351, 413 N.Y.S.2d 352, 355, 385 N.E.2d 1280, 1282 (1978), we find as a matter of law that there is no ambiguity in the relevant Plan terms here.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In the absence of ambiguity, well-settled New York law requires courts to enforce provisions of an insurance policy according to their plain and ordinary meaning.  Lavanant v. General Accident Ins. Co. of America, 79 N.Y.2d 623, 584 N.Y.S.2d 744, 747, 595 N.E.2d 819, 822 (1992) (citations omitted);  American Home Prods.  Corp. v. Liberty Mut. Ins. Co., 565 F.Supp. 1485, 1491-92 (S.D.N.Y.1983) (discussing New York contracts law).  Courts may not vary the terms of a policy to accomplish \"notions of abstract justice or moral obligation.\"  Breed, 413 N.Y.S.2d at 355, 385 N.E.2d at 1283.   Applying these principles, our task is to determine whether the Mill Street Lodge and Hope Cottage fully meet each of the unambiguous tests set forth in the Plan's definition of \"hospital.\"   Met Life argues first that the Mill Street Lodge and Hope Cottage fail the first test.  It contends that these facilities do not operate \"on an inpatient basis\" and do not provide \"surgical or medical diagnosis, treatment and care ... by or under the supervision of a staff or physicians who are duly licensed to practice.\"   Instead, Met Life contends that the two facilities are merely \"community or group residences.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Under the plain terms of the Plan, however, these facilities do operate on an \"inpatient\" basis.  The Plan defines \"inpatient\" to mean simply that a room and board charge is assessed to the patient.  The record establishes that Werner was assessed such charges for each night of her stay at both the Mill Street Lodge and Hope Cottage.  Thus, this requirement is clearly met, and Met Life's contentions to the contrary have no merit.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Met Life further insists that the residential facilities are not primarily engaged in \"surgical or medical diagnosis, treatment, or care\" as the Plan requires.  Met Life's counsel conceded in oral argument before this court that the facilities are staffed and operated by McLean personnel, are on the same campus as McLean, and all operational and treatment decisions are made by McLean doctors and staff.  Met Life nevertheless contends that the facilities are completely separate and independent entities from McLean, and have different, non-covered functions.  In support of this argument, Met Life points to the fact that they are licensed separately by the state of Massachusetts as either a \"community residence\" or \"group residence.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We do not see the relevance of the state's licensing scheme to the Plan's definition of covered facilities.  Presumably, a state has its own purposes and criteria for licensing and regulating mental health facilities, far different than the intentions of parties to an insurance contract.  This case involves the application of contractual terms.  The label that state officials may place on a particular facility or treatment program is not part of the Plan's definition of \"hospital,\" and we see no reason to add any other elements, including licensing nomenclature, to the Plan's unambiguous three-part definition of covered facilities.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Furthermore, we do not agree that the facts in the record show that the facilities are separate and distinct from McLean Hospital.  McLean provides comprehensive, individualized treatment plans for mentally ill people, with the aim of developing independent living skills.  In order to meet its patients' diverse medical needs, McLean necessarily offers a continuum of programs with varying degrees of supervision and responsibility.  When a McLean patient commences a treatment scheme at the hospital, the programs and services provided will naturally depend on the patient's condition, and as part of her ongoing treatment, a McLean patient may be transferred from one program to another.  Not all of these programs are in the same building, although they are on the same campus.  They are all, however, operated and staffed by the same McLean personnel.  While the Mill Street Lodge and Hope Cottage exist in separate buildings from the main hospital building, their function and services are not separate from the hospital.  On the contrary, they constitute just two of these various treatment programs developed and administered by McLean physicians and staff.  Thus, they are two of the integral components that comprise the overall institution of McLean Hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This is not to say that any or all facilities owned or even operated by a hospital are necessarily covered by the Plan.  Modern hospitals are frequently owned by corporations that also own other healthcare entities, such as laboratories, nursing homes, or outpatient facilities.  These entities clearly would not meet the Plan's coverage terms.  The programs at issue here, however, are part and parcel of McLean's various medical diagnosis and treatment programs, and thus are covered by the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Met Life also contends that because nurses are not physically present 24 hours a day at the Mill Street Lodge or Hope Cottage, these facilities fail the second prong of the Plan's definition of \"hospital.\"   We agree with the district court, however, that the Plan's terms do not require that nurses be physically present 24 hours a day, but merely that nursing services be available 24 hours a day.  The record establishes that all of the hospital's nursing and ancillary services are provided in the residential programs.  Although those nurses are not physically present in those buildings and must be summoned if needed, the patients in the residential programs nonetheless have the benefit of the nursing services that are available 24 hours a day in the main building.  Thus, the Mill Street Lodge and Hope Cottage fully meet this element of the Plan, and the district court's ruling on Werner's breach of contract claims must be affirmed.</p>\n    </div>\n    <p class=\"indent\">C. Werner's other claims</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Werner contends that the district court erred in granting summary judgment in Met Life's favor as to her claims for breach of the implied covenant of good faith and for violations of the Massachusetts unfair and deceptive practices statutes, Mass.Gen.L. ch. 93A and 176D.  Werner argues that the record contains sufficient evidence giving rise to genuine issues of material fact suitable for a jury trial on these claims.</p>\n    </div>\n    <p>1. Breach of the covenant of good faith</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under New York law, a plaintiff may recover punitive damages for \"bad faith\" breach of contract where there is evidence of morally reprehensible conduct directed at the general public, Halpin v. Prudential Ins. Co., 48 N.Y.2d 906, 425 N.Y.S.2d 48, 401 N.E.2d 171 (1979), or an extraordinary showing of a disingenuous or dishonest failure to carry out a contract.  Gordon v. Nationwide Mut. Ins. Co., 30 N.Y.2d 427, 334 N.Y.S.2d 601, 608-09, 285 N.E.2d 849, 854 (1972), cert. denied, 410 U.S. 931, 93 S.Ct. 1374, 35 L.Ed.2d 593 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Regarding her allegations of Met Life's bad faith, Werner simply has not shown that Met Life's conduct in the instant case rises to the level of morally reprehensible conduct or extraordinary dishonesty.  To avoid summary judgment, a nonmoving party must be able to point to some specific, competent evidence in support of its claim.  Wynne, 976 F.2d at 794.   Mere allegations or conjecture are insufficient to raise a genuine issue of material fact.  Id.  Although Werner heatedly accuses Met Life of callous indifference to Werner's predicament, the record contains no evidence of any bad faith by Met Life.  True, Met Life denied Werner's claims.  Contrary to Werner's contention, however, Met Life did state the basis for its denial--it concluded that the charges were not covered by the Plan.  Although this conclusion was erroneous, it was not unreasonable, particularly in light of Dr. Choras' own characterization of the Mill Street Lodge as a \"half-way house.\"   Certainly, an insurance company may deny claims if it honestly and reasonably believes that it is not obligated to pay them.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Werner also claims that Met Life conducted no investigation of the relationship between McLean and the Mill Street Lodge.  If true, this failure to investigate may constitute ordinary negligence, but it does not rise to the level of extraordinary dishonesty or morally reprehensible conduct directed at the general public.  A claims adjuster in a large insurance company is usually not a doctor or an attorney, and cannot be expected to compile and analyze extensive information for every claim.  We refuse to issue a directive to insurance companies requiring such lengthy procedures.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Moreover, the record does contain evidence that after receiving letters on Werner's behalf, Met Life did investigate Werner's claims, and requested additional information to that effect, which it never received.  We therefore find that as a matter of law, Werner has not shown any specific evidence supporting its claims of bad faith sufficient to avoid summary judgment, and the district court's judgment in Met Life's favor on this claim must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>2. Violation of the Massachusetts unfair practices statute</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Werner also claims that Met Life has violated Mass.Gen.L. ch. 93A and 176D, which prohibit unfair or deceptive acts or practices in the business of insurance.  It is questionable whether, under choice-of-law analysis, these statutes can fairly be applied to Met Life in this context, in light of the fact that the claims arise under a contract governed by the laws of New York.  We need not address this issue, however, because assuming arguendo that chapters 93A and 176D can properly be applied, Werner has failed to point to sufficient evidence supporting her claims to avoid summary judgment.  Wynne, 976 F.2d at 794.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Chapters 93A and 176D together prohibit unfair or deceptive practices in the business of insurance, and allow one injured by such unlawful acts to bring an action for damages and equitable relief.  Section 3 of chapter 176D sets forth several unfair claim settlement practices, including \"[r]efusing to pay claims without conducting a reasonable investigation based upon all available information.\"   Mass.Gen.L. ch. 176D Sec. 3(9)(d).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Massachusetts Supreme Judicial Court has held that a plaintiff may recover under chapters 93A and 176D for a deceptive act that is the result of the insurance company's negligence.  Swanson v. Bankers Life Co., 389 Mass. 345, 450 N.E.2d 577, 580 (1983).  The plaintiff need not show any actual intent to deceive, and an act may be deceptive even absent any showing of negligence.  Id. 450 N.E.2d at 580.   The court warned, however, that \"not every negligent act is unfair or deceptive\" and thus unlawful under chapter 93A.  Id.  To determine whether an insurer's negligence constitutes \"unfairness\" for 93A purposes, a court must look to several factors, including what the insurer \"knew or should have known\" about the circumstances of a particular claim.  Id. (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Werner argues that, on the facts presented, a trier of fact could reasonably find that Met Life's failure to call McLean, look into the hospital's accreditation, or examine the letterhead on which correspondence was sent, was \"sufficiently egregious\" to incur liability under 93A.  These facts constitute, according to Werner, a blanket denial of coverage without any reasonable investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As we noted above, the record does contain evidence that after receiving several letters on Werner's behalf, Met Life investigated Werner's claims, and requested additional information.  We therefore cannot agree with Werner that Met Life failed altogether to investigate her claim.  Perhaps the Met Life employees could have been more thorough;  perhaps they should have taken more initiative after receiving Dr. Choras' letter on McLean letterhead and inquired after the specifics of McLean's residential programs.  As we have noted, however, hospital corporations often own and operate healthcare entities that would not come within the Plan's coverage.  This reality, combined with the fact that the Mill Street Lodge was not listed in a hospital accreditation manual, and that Dr. Choras himself labelled the facility as a \"half-way house,\" compels us to find that their failure to inquire further, and their decision to deny Werner's claims, was not unreasonable, and certainly does not constitute \"unfairness\" in violation of 93A and 176D.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">For the foregoing reasons, the district court's judgment as to each of Werner's claims is hereby affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ms. Werner brings suit by and through her Committee, Barbara Thomas</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Werner was transferred back into the psychotic disorders program for approximately one month during September and October 1989</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Werner has voluntarily withdrawn her claim for emotional distress on appeal, but preserves her right to seek emotional distress damages under Mass.Gen.L. ch. 93A</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Werner claims, and Met Life does not disagree, that the facilities fully meet the third test of the Plan, i.e., they are not skilled nursing facilities, a place of rest, a place for the aged, a place for drug addicts or alcoholics, or a nursing home.  As the record fully supports this claim, we need not address it here, and assume it true for purposes of this opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The parties do not dispute that we are bound to apply New York law to the construction and interpretation of the Plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Even if we were to consider the residential facilities' licenses, they nevertheless do not necessarily prove that the facilities are \"separate and distinct\" from McLean.  In a sworn affidavit explaining the licenses, the Director of the Massachusetts Department of Mental Health, Michael H. Weeks, stated that McLean Hospital Corporation is \"licensed to conduct residential programs at McLean Hospital ... in its Hope Cottage and Mill Street Lodge buildings.\"   This characterization by the head licensing official of the state actually contradicts Met Life's arguments, and supports the finding that the residential facilities are not distinct entities, but are integral components of McLean, two of the several treatment programs McLean offers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We also note that Werner's dire medical and financial situation does not transform Met Life's denial of coverage into a bad faith act.  Met Life honestly and reasonably believed that it was not legally bound to pay Werner's claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Section 3 of chapter 176D lists eleven unfair claim settlement practices.  In her brief, Werner states that Met Life committed \"several\" of these, but she does not specify which ones, much less how they were committed.  The only violation that Werner specifically alleges is a failure to conduct a reasonable investigation.  Because we find no hint in the record of any other possible violations, we only analyze Werner's specific allegation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">505</span></span></p>\n    <p class=\"case_cite\">18 Employee Benefits Cas. 2560</p>\n    <p class=\"parties\">Barbara THOMAS, as Committee for Frances L. Werner, Plaintiff-Appellee,<br>v.<br>METROPOLITAN LIFE INSURANCE COMPANY, Defendant-Appellant.<br>Barbara THOMAS, as Committee for Frances L. Werner,<br>Plaintiff-Appellant,<br>v.<br>METROPOLITAN LIFE INSURANCE COMPANY, Defendant-Appellee.</p>\n    <p class=\"docket\">Nos. 94-1286, 94-1287.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Sept. 12, 1994.<br>Decided Nov. 28, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph Trovato, with whom David J. Larkin, Jr. and Sandra Parker, New York City, were on brief, for defendant-appellant.</p>\n      <p class=\"indent\">Lawrence J. Casey, with whom Scott E. Bettencourt and Crowe, Crowe &amp; Vernaglia, P.C., Boston, MA, were on brief, for plaintiff-appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves a dispute arising under an insurance policy, part of the Empire Plan, issued by defendant-appellant Metropolitan Life Insurance Company (\"Met Life\") to plaintiff-appellee Frances Werner.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Because we agree with the district court that the policy terms mandate coverage here, and that Met Life acted in good faith and committed no unfair or deceptive practices, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">McLean Hospital (\"McLean\") is a psychiatric hospital located in Belmont, Massachusetts.  Its forty-six building campus consists numerous patient care buildings, as well as buildings for the hospital's operations, such as offices, laundry, storage, and garages.  McLean primarily provides, on an inpatient basis, diagnostic and therapeutic facilities for the diagnosis, treatment and care of mentally ill persons by licensed physicians.  McLean also provides continuous, 24-hour-a-day nursing services to its patients under the supervision of a registered graduate nurse.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Through its various facilities and programs, McLean offers its patients a spectrum of care and treatment that aims to foster less dependence on institutional support.  These programs range from the psychotic disorders program, in which patients are constantly supervised and have little responsibility, to the community residential and treatment programs, which provide patients with a structured environment, a somewhat independent living arrangement, and the same 24-hour-a-day professional and ancillary hospital services that are available in the more restrictive treatment units.  The Hope Cottage and the Mill Street Lodge are two such residential treatment programs available at McLean.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">All of the programs at McLean, including the residential treatment programs, are staffed by McLean employees, and all services provided through these programs are billed through McLean's central accounting department.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In September 1985, Frances Werner, a diagnosed paranoid schizophrenic, was admitted to McLean and initially placed in the psychotic disorders unit.  In March 1986, her condition had improved, and she was transferred to the community residential and treatment program at McLean.  While in the community residential and treatment program, Werner was assigned a bed in the Hope Cottage building until March 1989, and in the Mill Street Lodge building from March 1989 until February 1992.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Werner was assessed a room and board charge during her stay at McLean, including the period she spent in the Hope Cottage and Mill Street Lodge buildings.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Werner is an enrollee under a group health insurance policy known as the Empire Plan (the \"Plan\"), which provides health insurance benefits to New York State Government employees and their dependents.  Under the Plan, Werner is eligible to receive benefits for covered medical services that are provided to her.  The Plan provides that Blue Cross pay for covered services for the first 120 days of care, and that Met Life pay for such services after the initial 120 days.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Blue Cross paid its liability for the first 120 days that Werner was in McLean.  After the initial 120 days, Met Life paid for the services received by Werner while she was in the psychotic disorders program (September 5, 1985 to March 6, 1986, and September 14 to October 10, 1989).  Met Life denied Werner's claims for services received while she was in McLean's community residential and treatment program, however, contending that neither the Hope Cottage nor the Mill Street Lodge are within the scope of the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Plan specifically provides that Met Life will pay for certain covered medical expenses, including \"[s]ervices of private proprietary hospitals for the treatment of mental and nervous conditions and alcoholism\" (emphasis added).  The Plan further defines \"hospital\" as \"only an institution which meets fully every one\" of three tests.  The Plan sets forth these tests as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>1.  It is primarily engaged in providing on an inpatient basis diagnostic and therapeutic facilities for surgical or medical diagnosis, treatment and care of injured and sick persons by or under the supervision of a staff of physicians who are duly licensed to practice;  and</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>2.  It continuously provides 24-hours-a-day nursing service by or under the supervision of registered graduate nurses;  and</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>3.  It is not a skilled nursing facility and it is not, other than incidentally, a place of rest, a place for the aged, a place for drug addicts, a place for alcoholics or a nursing home.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The phrase \"on an inpatient basis\" is defined under the Plan to mean that the institution assesses a room and board charge.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Met Life received a letter dated October 18, 1990 from one of Werner's physicians at McLean, Dr. Peter Choras.  In his letter, written on McLean Hospital letterhead, Dr. Choras explained the urgency of Werner's medical situation, and entreated Met Life to provide coverage for Werner's treatment at the Mill Street Lodge, which he called a \"half-way house.\"   In response, Met Life reiterated that no benefits were available, because residential facilities or programs, including \"halfway houses,\" were not covered by the Plan.  Met Life further explained that it \"must adhere to the plan provisions as stipulated by the contract holder.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After receiving requests on Werner's behalf from another physician and an attorney to reconsider its denial of coverage, Met Life apparently looked for the Mill Street Lodge in the American Hospital Association accreditation manual.  Although McLean Hospital was listed, the Mill Street Lodge was not.  Met Life responded to these appeals on March 5, 1991, requesting additional information about the Mill Street Lodge to aid its reconsideration.  According to Met Life, it never received any information that changed its determination that the Mill Street Lodge was not a covered facility.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Werner brought suit against Met Life in August 1991, alleging breach of contract, breach of the implied covenant of good faith and fair dealing, unfair and deceptive practices in violation of Mass.Gen.L. ch. 93A and 176D, and infliction of emotional distress.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Werner moved for declaratory relief, for summary judgment on her breach of contract claim, and requested a jury trial on her other claims.  Met Life cross-moved for summary judgment on all Werner's claims, contending that Mill Street Lodge and the Hope Cottage were not hospitals under the Plan, and that it had not engaged in any unfair or deceptive practices.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After a hearing on the motions, the district court granted judgment in Werner's favor on her request for declaratory relief and her claim of breach of contract, and in Met Life's favor on the remaining claims.  Both Met Life and Werner appealed.II. ANALYSIS</p>\n    </div>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Because the district court granted summary judgment in Werner's favor regarding the breach of contract claim, we review that decision de novo.  Serrano-Perez v. FMC Corp., <span class=\"citation\" data-id=\"600259\"><a href=\"/opinion/600259/alfonso-serrano-perez-and-luz-de-diego-rios-v-fmc-corporation-monsanto/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">625</span></a></span>, 626 (1st Cir.1993);  Pagano v. Frank, <span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 347 (1st Cir.1993).  We must determine whether the record, viewed in the light most favorable to Met Life and drawing all reasonable inferences in Met Life's favor, presents any genuine issues of material fact, and whether Werner is entitled to judgment as a matter of law.  Summary judgment may not be granted if the evidence is such that a reasonable jury could return a verdict for Met Life.  <span class=\"citation\" data-id=\"600259\"><span class=\"antecedent_guess\">Serrano-Perez,</span> <a href=\"/opinion/600259/alfonso-serrano-perez-and-luz-de-diego-rios-v-fmc-corporation-monsanto/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">626</span></a></span>.   Mere allegations, or conjecture unsupported in the record, are insufficient to raise a genuine issue of material fact.  Wynne v. Tufts Univ.  Sch. of Med., <span class=\"citation\" data-id=\"592073\"><a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 794 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1845</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">470</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Regarding Werner's other claims, conversely, because the district court granted summary judgment in favor of Met Life, we review this decision de novo, and are required to view the record in the light most favorable to Werner, the non-moving party.  <span class=\"citation\" data-id=\"600259\"><span class=\"antecedent_guess\">Serrano-Perez,</span> <a href=\"/opinion/600259/alfonso-serrano-perez-and-luz-de-diego-rios-v-fmc-corporation-monsanto/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">626</span></a></span>.</p>\n    </div>\n    <p class=\"indent\">B. Werner's Claims for Breach of Contract</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Werner claims that the Mill Street Lodge and Hope Cottage fully meet each of the Plan's tests, and therefore all services rendered are fully covered expenses.  Met Life, on the other hand, claims that the facilities fail to meet the first two of the three tests set forth in the Plan's definition of \"hospital,\" arguing that they are not \"inpatient\" facilities and do not provide 24-hour nursing service.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We first address a preliminary matter.  While the rights and obligations of parties under insurance contracts are determined by the language contained in the policy, New York law<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> requires that the court determine, in the first instance, whether language in a contract is ambiguous and susceptible to two or more reasonable interpretations.  Newin Corp. v. Hartford Accident and Indem. Co., <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">916</span></span>, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">3</span></span>, 5, <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">887</span></span>, 889 (1984);  Hartford Accident and Indem. Co. v. Wesolowski, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">169</span></span>, <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">895</span></span>, <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">907</span> </span>(1973).  We agree with the parties that there are no ambiguities in the relevant language of the Plan.  The issue at the heart of this case is whether the residential treatment facilities at McLean meet the Plan's three-part definition of \"hospital.\"   Although the dispute arises under the Plan, there is no dispute over the meaning of the terms contained within.  Specifically, the parties do not disagree as to the Plan's definition of the term \"hospital,\" nor do they offer differing constructions of that three-part definition.  Rather, they disagree over whether the facts presented by Werner's case--the treatment she received in the residential facilities--fit that unambiguous definition.  In other words, this is not a dispute over the construction of ambiguous terms;  rather, it is a dispute over the application of clear terms to somewhat unusual circumstances.  Therefore, because \"the words in the paragraphs of the policy under examination have a definite and precise meaning, unattended by danger of misconception in the purport of the policy itself, and concerning which there is no reasonable basis for a difference of opinion,\" Breed v. Insurance Co. of North America, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">351</span></span>, <span class=\"citation no-link\"><span class=\"volume\">413</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">352</span></span>, 355, <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1280</span></span>, 1282 (1978), we find as a matter of law that there is no ambiguity in the relevant Plan terms here.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In the absence of ambiguity, well-settled New York law requires courts to enforce provisions of an insurance policy according to their plain and ordinary meaning.  Lavanant v. General Accident Ins. Co. of America, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">623</span></span>, <span class=\"citation no-link\"><span class=\"volume\">584</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">744</span></span>, 747, <span class=\"citation no-link\"><span class=\"volume\">595</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">819</span></span>, 822 (1992) (citations omitted);  American Home Prods.  Corp. v. Liberty Mut. Ins. Co., <span class=\"citation\" data-id=\"1458031\"><a href=\"/opinion/1458031/american-home-prod-v-liberty-mut-ins-co/\"><span class=\"volume\">565</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1485</span></a></span>, 1491-92 (S.D.N.Y.1983) (discussing New York contracts law).  Courts may not vary the terms of a policy to accomplish \"notions of abstract justice or moral obligation.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Breed,</span> <span class=\"volume\">413</span> <span class=\"reporter\">N.Y.S.2d</span> at <span class=\"page\">355</span></span>, 385 N.E.2d at 1283.   Applying these principles, our task is to determine whether the Mill Street Lodge and Hope Cottage fully meet each of the unambiguous tests set forth in the Plan's definition of \"hospital.\"   Met Life argues first that the Mill Street Lodge and Hope Cottage fail the first test.  It contends that these facilities do not operate \"on an inpatient basis\" and do not provide \"surgical or medical diagnosis, treatment and care ... by or under the supervision of a staff or physicians who are duly licensed to practice.\"   Instead, Met Life contends that the two facilities are merely \"community or group residences.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Under the plain terms of the Plan, however, these facilities do operate on an \"inpatient\" basis.  The Plan defines \"inpatient\" to mean simply that a room and board charge is assessed to the patient.  The record establishes that Werner was assessed such charges for each night of her stay at both the Mill Street Lodge and Hope Cottage.  Thus, this requirement is clearly met, and Met Life's contentions to the contrary have no merit.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Met Life further insists that the residential facilities are not primarily engaged in \"surgical or medical diagnosis, treatment, or care\" as the Plan requires.  Met Life's counsel conceded in oral argument before this court that the facilities are staffed and operated by McLean personnel, are on the same campus as McLean, and all operational and treatment decisions are made by McLean doctors and staff.  Met Life nevertheless contends that the facilities are completely separate and independent entities from McLean, and have different, non-covered functions.  In support of this argument, Met Life points to the fact that they are licensed separately by the state of Massachusetts as either a \"community residence\" or \"group residence.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We do not see the relevance of the state's licensing scheme to the Plan's definition of covered facilities.  Presumably, a state has its own purposes and criteria for licensing and regulating mental health facilities, far different than the intentions of parties to an insurance contract.  This case involves the application of contractual terms.  The label that state officials may place on a particular facility or treatment program is not part of the Plan's definition of \"hospital,\" and we see no reason to add any other elements, including licensing nomenclature, to the Plan's unambiguous three-part definition of covered facilities.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Furthermore, we do not agree that the facts in the record show that the facilities are separate and distinct from McLean Hospital.  McLean provides comprehensive, individualized treatment plans for mentally ill people, with the aim of developing independent living skills.  In order to meet its patients' diverse medical needs, McLean necessarily offers a continuum of programs with varying degrees of supervision and responsibility.  When a McLean patient commences a treatment scheme at the hospital, the programs and services provided will naturally depend on the patient's condition, and as part of her ongoing treatment, a McLean patient may be transferred from one program to another.  Not all of these programs are in the same building, although they are on the same campus.  They are all, however, operated and staffed by the same McLean personnel.  While the Mill Street Lodge and Hope Cottage exist in separate buildings from the main hospital building, their function and services are not separate from the hospital.  On the contrary, they constitute just two of these various treatment programs developed and administered by McLean physicians and staff.  Thus, they are two of the integral components that comprise the overall institution of McLean Hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This is not to say that any or all facilities owned or even operated by a hospital are necessarily covered by the Plan.  Modern hospitals are frequently owned by corporations that also own other healthcare entities, such as laboratories, nursing homes, or outpatient facilities.  These entities clearly would not meet the Plan's coverage terms.  The programs at issue here, however, are part and parcel of McLean's various medical diagnosis and treatment programs, and thus are covered by the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Met Life also contends that because nurses are not physically present 24 hours a day at the Mill Street Lodge or Hope Cottage, these facilities fail the second prong of the Plan's definition of \"hospital.\"   We agree with the district court, however, that the Plan's terms do not require that nurses be physically present 24 hours a day, but merely that nursing services be available 24 hours a day.  The record establishes that all of the hospital's nursing and ancillary services are provided in the residential programs.  Although those nurses are not physically present in those buildings and must be summoned if needed, the patients in the residential programs nonetheless have the benefit of the nursing services that are available 24 hours a day in the main building.  Thus, the Mill Street Lodge and Hope Cottage fully meet this element of the Plan, and the district court's ruling on Werner's breach of contract claims must be affirmed.</p>\n    </div>\n    <p class=\"indent\">C. Werner's other claims</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Werner contends that the district court erred in granting summary judgment in Met Life's favor as to her claims for breach of the implied covenant of good faith and for violations of the Massachusetts unfair and deceptive practices statutes, Mass.Gen.L. ch. 93A and 176D.  Werner argues that the record contains sufficient evidence giving rise to genuine issues of material fact suitable for a jury trial on these claims.</p>\n    </div>\n    <p>1. Breach of the covenant of good faith</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under New York law, a plaintiff may recover punitive damages for \"bad faith\" breach of contract where there is evidence of morally reprehensible conduct directed at the general public, Halpin v. Prudential Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">906</span></span>, <span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">48</span></span>, <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">171</span> </span>(1979), or an extraordinary showing of a disingenuous or dishonest failure to carry out a contract.  Gordon v. Nationwide Mut. Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">427</span></span>, <span class=\"citation no-link\"><span class=\"volume\">334</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">601</span></span>, 608-09, <span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">849</span></span>, 854 (1972), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">931</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1374</span></span>, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">593</span> </span>(1973).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Regarding her allegations of Met Life's bad faith, Werner simply has not shown that Met Life's conduct in the instant case rises to the level of morally reprehensible conduct or extraordinary dishonesty.  To avoid summary judgment, a nonmoving party must be able to point to some specific, competent evidence in support of its claim.  <span class=\"citation\" data-id=\"592073\"><span class=\"antecedent_guess\">Wynne,</span> <a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">794</span></a></span>.   Mere allegations or conjecture are insufficient to raise a genuine issue of material fact.  <span class=\"citation\" data-id=\"592073\"><a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"id_token\">Id.</span>  Although Werner </a></span>heatedly accuses Met Life of callous indifference to Werner's predicament, the record contains no evidence of any bad faith by Met Life.  True, Met Life denied Werner's claims.  Contrary to Werner's contention, however, Met Life did state the basis for its denial--it concluded that the charges were not covered by the Plan.  Although this conclusion was erroneous, it was not unreasonable, particularly in light of Dr. Choras' own characterization of the Mill Street Lodge as a \"half-way house.\"   Certainly, an insurance company may deny claims if it honestly and reasonably believes that it is not obligated to pay them.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Werner also claims that Met Life conducted no investigation of the relationship between McLean and the Mill Street Lodge.  If true, this failure to investigate may constitute ordinary negligence, but it does not rise to the level of extraordinary dishonesty or morally reprehensible conduct directed at the general public.  A claims adjuster in a large insurance company is usually not a doctor or an attorney, and cannot be expected to compile and analyze extensive information for every claim.  We refuse to issue a directive to insurance companies requiring such lengthy procedures.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Moreover, the record does contain evidence that after receiving letters on Werner's behalf, Met Life did investigate Werner's claims, and requested additional information to that effect, which it never received.  We therefore find that as a matter of law, Werner has not shown any specific evidence supporting its claims of bad faith sufficient to avoid summary judgment, and the district court's judgment in Met Life's favor on this claim must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>2. Violation of the Massachusetts unfair practices statute</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Werner also claims that Met Life has violated Mass.Gen.L. ch. 93A and 176D, which prohibit unfair or deceptive acts or practices in the business of insurance.  It is questionable whether, under choice-of-law analysis, these statutes can fairly be applied to Met Life in this context, in light of the fact that the claims arise under a contract governed by the laws of New York.  We need not address this issue, however, because assuming arguendo that chapters 93A and 176D can properly be applied, Werner has failed to point to sufficient evidence supporting her claims to avoid summary judgment.  <span class=\"citation\" data-id=\"592073\"><span class=\"antecedent_guess\">Wynne,</span> <a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">794</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Chapters 93A and 176D together prohibit unfair or deceptive practices in the business of insurance, and allow one injured by such unlawful acts to bring an action for damages and equitable relief.  Section 3 of chapter 176D sets forth several unfair claim settlement practices, including \"[r]efusing to pay claims without conducting a reasonable investigation based upon all available information.\"   Mass.Gen.L. ch. 176D Sec. 3(9)(d).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Massachusetts Supreme Judicial Court has held that a plaintiff may recover under chapters 93A and 176D for a deceptive act that is the result of the insurance company's negligence.  Swanson v. Bankers Life Co., <span class=\"citation\" data-id=\"2238145\"><a href=\"/opinion/2238145/swanson-v-bankers-life-co/\"><span class=\"volume\">389</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">345</span></a></span>, <span class=\"citation\" data-id=\"2238145\"><a href=\"/opinion/2238145/swanson-v-bankers-life-co/\"><span class=\"volume\">450</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">577</span></a></span>, 580 (1983).  The plaintiff need not show any actual intent to deceive, and an act may be deceptive even absent any showing of negligence.  <span class=\"citation\" data-id=\"2238145\"><a href=\"/opinion/2238145/swanson-v-bankers-life-co/\"><span class=\"id_token\">Id.</span> 450 N.E.2d </a></span>at 580.   The court warned, however, that \"not every negligent act is unfair or deceptive\" and thus unlawful under chapter 93A.  <span class=\"citation\" data-id=\"2238145\"><a href=\"/opinion/2238145/swanson-v-bankers-life-co/\"><span class=\"id_token\">Id.</span>  To determine </a></span>whether an insurer's negligence constitutes \"unfairness\" for 93A purposes, a court must look to several factors, including what the insurer \"knew or should have known\" about the circumstances of a particular claim.  <span class=\"citation\" data-id=\"2238145\"><a href=\"/opinion/2238145/swanson-v-bankers-life-co/\"><span class=\"id_token\">Id.</span> (citations omitted).</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Werner argues that, on the facts presented, a trier of fact could reasonably find that Met Life's failure to call McLean, look into the hospital's accreditation, or examine the letterhead on which correspondence was sent, was \"sufficiently egregious\" to incur liability under 93A.  These facts constitute, according to Werner, a blanket denial of coverage without any reasonable investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As we noted above, the record does contain evidence that after receiving several letters on Werner's behalf, Met Life investigated Werner's claims, and requested additional information.  We therefore cannot agree with Werner that Met Life failed altogether to investigate her claim.  Perhaps the Met Life employees could have been more thorough;  perhaps they should have taken more initiative after receiving Dr. Choras' letter on McLean letterhead and inquired after the specifics of McLean's residential programs.  As we have noted, however, hospital corporations often own and operate healthcare entities that would not come within the Plan's coverage.  This reality, combined with the fact that the Mill Street Lodge was not listed in a hospital accreditation manual, and that Dr. Choras himself labelled the facility as a \"half-way house,\" compels us to find that their failure to inquire further, and their decision to deny Werner's claims, was not unreasonable, and certainly does not constitute \"unfairness\" in violation of 93A and 176D.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">For the foregoing reasons, the district court's judgment as to each of Werner's claims is hereby affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ms. Werner brings suit by and through her Committee, Barbara Thomas</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Werner was transferred back into the psychotic disorders program for approximately one month during September and October 1989</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Werner has voluntarily withdrawn her claim for emotional distress on appeal, but preserves her right to seek emotional distress damages under Mass.Gen.L. ch. 93A</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Werner claims, and Met Life does not disagree, that the facilities fully meet the third test of the Plan, i.e., they are not skilled nursing facilities, a place of rest, a place for the aged, a place for drug addicts or alcoholics, or a nursing home.  As the record fully supports this claim, we need not address it here, and assume it true for purposes of this opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The parties do not dispute that we are bound to apply New York law to the construction and interpretation of the Plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Even if we were to consider the residential facilities' licenses, they nevertheless do not necessarily prove that the facilities are \"separate and distinct\" from McLean.  In a sworn affidavit explaining the licenses, the Director of the Massachusetts Department of Mental Health, Michael H. Weeks, stated that McLean Hospital Corporation is \"licensed to conduct residential programs at McLean Hospital ... in its Hope Cottage and Mill Street Lodge buildings.\"   This characterization by the head licensing official of the state actually contradicts Met Life's arguments, and supports the finding that the residential facilities are not distinct entities, but are integral components of McLean, two of the several treatment programs McLean offers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We also note that Werner's dire medical and financial situation does not transform Met Life's denial of coverage into a bad faith act.  Met Life honestly and reasonably believed that it was not legally bound to pay Werner's claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Section 3 of chapter 176D lists eleven unfair claim settlement practices.  In her brief, Werner states that Met Life committed \"several\" of these, but she does not specify which ones, much less how they were committed.  The only violation that Werner specifically alleges is a failure to conduct a reasonable investigation.  Because we find no hint in the record of any other possible violations, we only analyze Werner's specific allegation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/592073/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600259/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1458031/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2238145/"
  ]
}