{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195738/",
  "id": 195738,
  "absolute_url": "/opinion/195738/kansallis-v-fern/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195738/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:46:21Z",
  "date_modified": "2020-02-21T23:33:00.585912Z",
  "type": "010combined",
  "sha1": "47c0918c8604ce9334b30a3fbdbab9e714222464",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2381.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-2381\n\n                     KANSALLIS FINANCE LTD.,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                     DANIEL J. FERN, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\nNo. 94-1010\n\n                     KANSALLIS FINANCE LTD.,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                     DANIEL J. FERN, ET AL.,\n\n                     Defendants, Appellants.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. D. Brock Hornby, U.S. District Judge*]\r                                                               \n\n                                           \n\n                              Before\n\n                       Selya, Circuit Judge,\r                                                     \n                  Coffin, Senior Circuit Judge,\r                                                        \n                    and Stahl, Circuit Judge.\r                                                      \n\n                  \r                            \n\n   * Of the District of Maine, sitting by designation.\r\n\n                                           \n\n  James  W. Murphy  with whom  Frederic L.  Ellis was  on  brief for\r                                                           \nKansallis Finance Ltd.\n  Eric Lund  with whom Susan R.  Riedel was on  brief for Daniel  J.\r                                                 \nFern, et al.\n\n                                           \n\n                         November 2, 1994\n                                           \r\n\n     COFFIN, Senior  Circuit Judge.  Plaintiff  Kansallis Finance\r                                            \n\nLtd.  (\"Kansallis\")  brought  this diversity  suit  against  four\n\nlawyers, asserting  that they  were vicariously liable  for fraud\n\ncommitted  by their purported law partner.  A jury trial resulted\n\nin judgment  for the  defendants, Daniel Fern,  Richard Anderson,\n\nRobert Donahue and Charles Sabatt.  Both plaintiff and defendants\n\nnow appeal, raising challenges to the sufficiency of the evidence\n\nto support  various fact-findings,  as well as  two questions  of\n\nMassachusetts  law on  which there  is either  conflicting or  no\n\nclearly established  precedent.   We uphold the  factual findings\n\nand  certify the  legal  questions to  the Massachusetts  Supreme\n\nJudicial Court (\"SJC\").  \n\n                            Background\r                                                \n\n     This  lawsuit   stems  from  a  loan   and  lease  financing\n\ntransaction  whose precise details are not relevant to any of the\n\nissues  on appeal.   What  is important  is that,  in advance  of\n\nconsummating the  loan, Kansallis sought and  obtained an opinion\n\nletter from  defendants'  purported law  partner, Stephen  Jones,\n\nwhich  was  issued  on  letterhead  captioned  \"Fern,   Anderson,\n\nDonahue,  Jones &amp;  Sabatt, P.A.\"   The  letter contained  several\n\nintentional misrepresentations concerning the transaction and was\n\npart  of a conspiracy by Jones and  others (though not any of the\n\ndefendants  here)   to  defraud  Kansallis.     Jones  was  later\n\ncriminally  convicted for  his part  in the conspiracy,  in which\n\nKansallis  lost more than $880,000.  Unable to collect from Jones\n\nor any  of the  loan's guarantors, Kansallis  sought compensation\n\n                               -3-\r\n\nfrom defendants on  the theory  that they and  Jones were  either\n\nactual  partners or  partners  by estoppel,  and  that they  were\n\nliable  for the  fraudulent  opinion letter  Jones  caused to  be\n\nissued on the firm stationery.1\n\n     The case  went to trial.  Both the judge and jury found that\n\nJones  and the  defendants were  partners at the  relevant time,2\n\nbut, for  different reasons, they concluded  that defendants were\n\nnot liable for Jones's conduct.   The jury's verdict was based on\n\nits  findings  that Jones  did not  have  authority to  issue the\n\nopinion  letter  on  behalf  of  the  partnership,  and  that the\n\nissuance of the  opinion letter was not  within the scope of  the\n\npartnership.   The  district court  made independent  findings of\n\nfact  on  plaintiff's   claim  under  a   Massachusetts  consumer\n\nprotection statute, Mass. Gen. L.  ch. 93A.  Unlike the jury,  it\n\nfound  that  the  partnership  had clothed  Jones  with  apparent\r                                            \n\nauthority  to issue the letter  on its behalf.   Nonetheless, the\n\ncourt  went on  to  hold, as  a  matter of  law, that  \"innocent\"\n\npartners may not be  held vicariously liable under 93A  for their\n\npartners' fraudulent acts.  In other words, the court held that a\n\npartner, entirely unaware  and uninvolved with  another partner's\n\nfraud, is  immune from vicarious  liability under 93A,  even when\n\n                    \r                              \n\n     1    Jones did  not personally sign the  letter, but instead\narranged for a  third party  to do  so.   Both the  jury and  the\ndistrict court  found that,  by this  conduct,  Jones adopted  or\nratified the issuance of the opinion  letter.  Since no party has\nappealed these findings, we take them as given.\n\n     2    The district court  also found that, even if  they were\nnot actual partners, they were partners by estoppel.  \n\n                               -4-\r\n\nthe conduct constituting the fraud was authorized.     The  court\n\nalso found that the  conduct giving rise to  the 93A claim  arose\n\n\"substantially in  Massachusetts,\" thus making it  subject to the\n\nstatute.  See Mass. Gen. L. ch. 93A,   11.  \r                       \n\n     On appeal, each side challenges the factual findings adverse\n\nto  its  position.   Kansallis  also  asserts  two  legal errors.\n\nFirst,  it  finds  error in  the  court's  ruling that  vicarious\n\nliability  cannot attach to  \"innocent\" partners in  a 93A claim.\n\nInstead, based  on the court's  fact-finding that the  letter was\n\nissued with the firm's apparent authority, Kansallis asserts that\n\nnormal principles of vicarious liability as among partners should\n\napply  to make defendants liable  for Jones's fraud.   Second, it\n\nargues that the jury's  finding that the letter was not issued in\n\nthe  ordinary course  of the  partnership was  made only  upon an\n\nerroneous jury instruction.  Specifically, Kansallis submits that\n\nit was error to charge the jury that, for the letter to have been\n\nissued in the  course of  the partnership, Jones  must have  been\n\nmotivated  at  least  in   part  by  the  intent  to   serve  the\n\npartnership.   It argues that, while such  motivation is required\n\nin an  employer-employee context, no such  requirement is present\n\nhere. \n\n                            Discussion\r                                                \n\n     We  first review the  evidence to support  the various fact-\n\nfindings.   Because  we  affirm  these  findings,  we  are  faced\n\nsquarely  with the two legal issues raised by Kansallis.  Finding\n\nno clearly  established precedent  on one of  the questions,  and\n\n                               -5-\r\n\nconflicting  precedent on the other,  we certify both  to the SJC\n\npursuant to its Rule 1:03.\n\nI.   Sufficiency  of  the Evidence  to Support  the Fact-Findings\r                                                                           \n\n     Defendants argue that it was error for both the jury and the\n\njudge to find that they were  Jones's partners.  They also submit\n\nthat it was error for the  judge to find that the partnership had\n\ngranted Jones apparent authority to cause the letter to be issued\n\non  its  behalf.    Finally,  they  find  error  in  the  judge's\n\ndetermination  that the  conduct  giving rise  to  the 93A  claim\n\noccurred  primarily  and   substantially  within   Massachusetts.\n\nPlaintiff, for its part,  asserts that it was error for  the jury\n\nto decide that defendants  had not granted authority to  Jones to\r                                            \n\nissue  the opinion  letter.   We find  no merit  in any  of these\n\ncontentions. \n\nA.   Partnership\r                          \n\n     Under Massachusetts law, a partnership \"is an association of\n\ntwo  or more  persons  to carry  on as  co-owners a  business for\n\nprofit.\"  Mass. Gen. L. ch. 108A,   6.  See also Loft v. Lapidus,\r                                                                          \n\n936  F.2d  633,  636  (1st  Cir.  1991).    Several  factors  are\n\nconsidered  to  determine  if  a  partnership  exists.    A  non-\n\nexhaustive  list includes: whether there is  \"(1) an agreement by\n\nthe  parties  manifesting  their  intention  to  associate  in  a\n\npartnership (2) a sharing  by the parties of profits  and losses,\n\nand (3) participation by the parties in the control or management\n\nof the enterprise.\"  Fenton v. Bryan, 33 Mass. App. Ct. 688, 691,\r                                              \n\n604 N.E.2d 56, 58 (1992).  See  also Mass. Gen. L. ch. 108A,    7\r                                              \n\n                               -6-\r\n\n(providing additional  rules for  determining the existence  of a\n\npartnership).    While  a  partnership  undoubtedly  requires  an\n\nagreement  among the  partners,  that agreement  need  not be  in\n\nwriting.   Rather, intent to carry on business as partners may be\n\ninferred from  the partners' words and  acts.  Loft, 936  F.2d at\r                                                             \n\n636-37.  \n\n     We  uphold  the fact-findings  below on  the existence  of a\n\npartnership unless that determination  was clearly erroneous, id.\r                                                                           \n\nat  636,  a  standard  that  requires  \"'the  definite  and  firm\n\nconviction that  a mistake  has been committed,'\"  American Title\r                                                                           \n\nIns. Co. v. East West Financial, 16 F.3d 449, 453 (1st Cir. 1994)\r                                         \n\n(quoting United States v. United States Gypsum Co., 333 U.S. 364,\r                                                            \n\n395 (1948)).\n\n     The evidence adduced at trial was sufficient  to support the\n\nfinding that defendants and Jones were indeed law partners at the\n\ntime  the  fraudulent   opinion  letter  was   issued.    It   is\n\nuncontroverted that  Daniel Fern and Richard  Anderson became law\n\npartners in the early  1960s and that Robert Donahue  and Stephen\n\nJones joined that partnership in the 1970s.  Defendants  maintain\n\nthat, while  Sabatt joined the firm in the early 1980s, he did so\n\nas  an  employee only.   They  also  submit that  the partnership\n\ndissolved in  1981  and,  while all  four  defendants  and  Jones\n\ncontinued   to   share   office   space,   secretarial  services,\n\nletterhead,  a central card file  of clients, and  so forth, they\n\ndid so as a  professional association of individual practitioners\n\n                               -7-\r\n\nonly, laying much emphasis on the fact that their letterhead used\n\nthe denomination \"P.A.\" after listing their names.\n\n     The jury and district court were entitled to  discredit this\n\ndefense.   The record shows that Fern, Anderson, Donahue, Jones &amp;\n\nSabatt filed partnership tax returns for several years past 1981,\n\nthe  year  the partnership  allegedly  dissolved,  and that  each\n\npartner's share of profits  was calculated in the same  manner in\n\n1980, when the  firm was admittedly a partnership, as  it was for\n\nseveral years thereafter.   Receipt of  a share of  profits in  a\n\nbusiness  is itself prima facie  evidence of a  partnership.  See\r                                                                           \n\nMass. Gen. L. ch.  108A,   7(4).  In  addition to the indicia  of\n\npartnership  already  described,   the  firm's  internal  ledgers\n\nreferred to itself  as a  partnership, the phone  at the  \"shared\n\noffice  space\"  was  answered  in  the  name  of  the  firm,  and\n\ndefendants advertised themselves as a firm in both the phone book\n\nand  the  lawyer's directory  Martindale-Hubbell,  held accounts,\r                                                          \n\ninvestments  and insurance in the  name of the  firm, and renewed\n\ntheir  lease in the name  of the firm  -- specifically describing\n\nthemselves  as a  partnership.3   Though they  offer explanations\n                    \r                              \n\n     3    The original lease  was made in  1974, when Sabatt  had\nnot yet joined  the firm, in the name of \"Fern, Anderson, Donahue\n&amp; Jones, a partnership  consisting of Daniel J. Fern,  Richard C.\nAnderson, Robert J. Donahue and Stephen C. Jones.\"  When the firm\nrenewed its  lease in 1983,  it did not advise  the landlord that\nthe partnership had \"dissolved\"  or that Sabatt had been  named a\npartner.  We also  note that Jones and defendants  Fern, Anderson\nand Donahue were co-owners  of certain accounts without defendant\nSabatt.  Thus,  the renewed lease, as well as  those accounts for\nwhich  Sabatt  was not  listed as  a  co-owner, only  bolster the\nfinding  of partnership  as  between Jones  and defendants  Fern,\nAnderson  and  Donahue.    Nonetheless,  the  totality  of  other\nevidence is sufficient to  support the finding by both  the judge\n\n                               -8-\r\n\nfor  these  circumstances  consistent   with  the  absence  of  a\n\npartnership, it was  not clear  error to come  to the  conclusion\n\nthat  defendants were law partners at the time the opinion letter\n\nwas issued.  \n\nB.   Authority\r                        \n\n     Both parties  urge us to overturn the findings below related\n\nto authority: defendants argue that the evidence was insufficient\n\nto  support the district court's finding that there was authority\n\nto issue the letter,  while plaintiff asserts that, based  on the\n\nevidence, it was  error for the  jury to find  that there was  no\n\nauthority.    Despite  the  apparent  incongruity   of  different\n\nconclusions by the jury and judge on this question, we hold  that\n\nneither  one is clearly erroneous.  While the evidence was strong\n\nenough to permit a finding  of apparent authority, it was not  so\r                          \n\noverwhelming as to require one.\r                                    \n\n     Massachusetts law recognizes apparent authority where\n\n     \"conduct by the principal  . . . causes a  third person\n     reasonably to believe  that a particular  person . .  .\n     has  authority to  enter into  negotiations or  to make\n     representations as his agent.\"  If a  third person goes\n     on  to   change  his  position  in   reliance  on  this\n     reasonable  belief,  the  principal  is  estopped  from\n     denying that the agency is authorized.\n\nHudson  v. Massachusetts  Property Ins.  Underwriting  Ass'n, 386\r                                                                      \n\nMass.  450, 457, 436 N.E.2d 155, 159 (1982) (quoting W.A. Seavey,\n\nAgency    8D, at 13 (1964)) (citations omitted); accord Putnam v.\r                                                                        \n\nDeRosa,  963 F.2d  480, 484  (1st Cir.  1992).   Whether apparent\r                \n\nauthority  exists is a question of fact.  Consolidated Rail Corp.\r                                                                           \n                    \r                              \n\nand jury that Sabatt was also a member of the partnership.\n\n                               -9-\r\n\nv. Hallamore Motor Trans., Inc., 394 Mass. 56, 59 n.2, 473 N.E.2d\r                                         \n\n1137, 1139  n.2 (1985).   We  thus affirm  unless there has  been\n\nclear error.  Fed. R. Civ.  P. 52(a); American Title Ins. Co., 16\r                                                                       \n\nF.3d at 453.\n\n     As indicated,  the district  judge, making findings  of fact\n\nindependently of the jury on the cause of action under 93A, found\n\nthat  Jones  did have  apparent  authority to  issue  the opinion\n\nletter on behalf  of the partnership, and that  Kansallis changed\n\nits  position in reasonable reliance on that authority.  There is\n\nsufficient evidence in the record to support this conclusion.  In\n\ngeneral,  defendants manifested  to  the world  signs that  could\n\nreasonably  lead  third  parties  to  believe  they  were  a  law\n\npartnership,  each authorized to act  and speak on  behalf of the\n\nfirm: their shared letterhead, offices, and office support staff,\n\ntheir  common  office  signs  and  joint  listings  in  telephone\n\ndirectories  and  Martindale-Hubbell.    But  more  specifically,\r                                              \n\ndefendants manifested to Kansallis a relationship with Jones that\n\nled Kansallis to believe Jones was authorized to issue the letter\n\non  behalf  of the  partnership: they  caused  their phone  to be\n\nanswered in the firm's name, thus making reasonable the inference\n\nthat  Kansallis's lawyer's phone calls to  Jones were answered in\n\nthe  firm's name; they allowed Jones unrestricted use of the firm\n\nstationery; and they erected  no general limitations or clearance\n\nprocedures for  the issuance  of legal  opinion  letters on  firm\n\nstationery.  By  doing so, they  encouraged Kansallis to  believe\n\nthat  the  firm, and  not just  Jones,  stood behind  the opinion\n\n                               -10-\r\n\nletter.   Whether they had done enough to make Kansallis's belief\n\nreasonable is a question that is \"uniquely within the competence\"\n\nof the fact finder.   Devaux v. American Home Assurance Co.,  387\r                                                                     \n\nMass. 814,  819, 444 N.E.2d 355,  358 (1983).  There  is no clear\n\nerror in the judge's decision that it was reasonable.\n\n     Likewise,  there is  no clear  error in the  jury's contrary\n\nconclusion.   The opinion  letter was  not signed by  any of  the\n\nnamed partners,  nor in the name  of the firm, as  is customarily\n\nthe practice for legal opinion letters.  Rather, it was signed by\n\nan  individual who  turned  out to  be  an employee  of  Iyanough\n\nManagement  Co., a  company of  which Jones  was a  principal and\n\nwhich  Jones  used  to  facilitate  the  fraud.     The  Iyanough\n\nemployee's name  nowhere appeared  on the law  firm's letterhead.\n\nIndeed,  Kansallis's New  York  lawyer, who  dealt directly  with\n\nJones  in  the  transaction,  specifically asked  him  to  revise\n\nlanguage  in  the  letter  so that  the  crucial  representations\n\nconcerning  the transaction were  made by the  collective \"we\" --\n\nostensibly  the firm  --  and not  the  individual \"I.\"4    Thus,\n\nwhether the  letter spoke on  behalf of  the firm already  was an\n\nimportant concern to Kansallis's lawyer,  and the jury was within\n\nits  purview to  decide  that she  should  have obtained  further\n\nassurances  before   concluding  that   it  did.     Under  these\n                    \r                              \n\n     4    It  is only the conduct  of the principal,  and not the\nconduct  of  the  agent,  that  may  create  apparent  authority.\nSheinkopf v. Stone,  927 F.2d 1259, 1269 (1st Cir.  1991).  Thus,\r                            \nthe  fact  that  Jones  made  this   change  in  language,  which\nundoubtedly  heightened Kansallis's  belief that  the firm  stood\nbehind  the  letter,  does   not  help  Kansallis  show  apparent\nauthority.  \n\n                               -11-\r\n\ncircumstances, the  jury's finding that Jones  was not authorized\n\nto  issue the  letter  on  the  firm's  behalf  was  not  clearly\n\nerroneous. \n\nC.   Whether the  93A Claim Arose Substantially  and Primarily in\r                                                                           \n     Massachusetts\r                            \n\n     Appellees assert that the district court erred in concluding\n\nthat  the conduct giving rise to the 93A claim occurred primarily\n\nand  substantially within Massachusetts,  thus making the conduct\n\nsubject to the statute  under Mass. Gen. L. ch. 93A,    11.  They\n\nrely  on the  facts  that  the  opinion  letter  was  drafted  by\n\nKansallis's lawyers in New York and that a central element of the\n\nconspiracy  -- making  fraudulent U.C.C.  filings --  occurred in\n\nMaine.   Notwithstanding these facts, the  partnership existed in\n\nMassachusetts and  the crucial letter  that formed the  basis for\n\nthe  entire  cause of  action  by linking  defendants  to Jones's\n\nliable conduct was executed there.  Further, the fraud culminated\n\nthere  because Kansallis disbursed the \"loan  money\" to Jones and\n\nothers in Massachusetts.  Finally, we note that   11 provides  an\n\nexemption from 93A liability, available as a defense, rather than\n\na jurisdictional  prerequisite to suit, and  thus defendants bear\n\nthe  burden  of  proving  a  lack   of  primary  and  substantial\n\ninvolvement  in  Massachusetts.     See  ch.  93A,      11  (last\r                                                 \n\nparagraph).  There is no clear error here. \n\nII.  Legal Issues\r                           \n\n     Kansallis's legal challenges are not so easily resolved.  It\n\nargues  that the district court erroneously  concluded that, in a\n\ncause of action  pursuant to 93A, general principles of vicarious\n\n                               -12-\r\n\nliability5 are  inapplicable to \"innocent partners,\"  i.e., those\n\nwho  were entirely  unaware and  uninvolved with  their partner's\n\nactionable conduct, even if such conduct was authorized.  We have\n\nfound no controlling Massachusetts precedent on this issue, which\n\nis determinative  of the  93A claim.   We  therefore think  it is\n\nappropriate to  certify the question  to the SJC.   See Nieves v.\r                                                                        \n\nUniversity  of Puerto  Rico,  7 F.3d  270,  274 (1st  Cir.  1993)\r                                     \n\n(absent controlling  state law  precedent, federal  appeals court\n\nsitting  in  diversity  has   discretion  to  certify  state  law\n\nquestions  to  highest state  court);  SJC  Rule 1:03  (accepting\n\ncertified questions  that  are claim-determinative  and on  which\n\nthere is no SJC controlling precedent).\n\n     Kansallis  raises another legal issue  on which we also need\n\nguidance from the SJC.  The district court charged the jury that,\n\nin  order to  find  defendants vicariously  liable  based on  the\n\ntheory  that  Jones's  conduct  was  within   the  scope  of  the\n\npartnership, it would have to find, inter alia, that Jones acted,\r                                                        \n\nat least in  part, with  the intent to  benefit the  partnership.\n\nThis seems to be the rule  as articulated in Wang Laboratories v.\r                                                                        \n\nBusiness Incentives,  398 Mass. 854,  859, 501 N.E.2d  1163, 1166\r                             \n\n(1986).   However, there is no motivation requirement in the test\n\narticulated by  New England Acceptance v.  American Manufacturers\r                                                                           \n\n                    \r                              \n\n     5    See  Mass. Gen.  L.  ch. 108A,     13 (\"Where,  by  any\r                       \nwrongful act  or omission of any partner . . . with the authority\nof  his  co-partners,  loss or  injury  is  caused  to any  [non-\npartner],  or any penalty is incurred,  the partnership is liable\ntherefor  to the same extent as the partner so acting or omitting\nto act.\").\n\n                               -13-\r\n\nIns. Co., 373 Mass. 594, 597, 368 N.E.2d 1385 (1977) (adopting as\r                  \n\nits  own  the  appeals  court  holding  that  principals  may  be\n\nvicariously liable  for the acts  of their agents  \"regardless of\n\nthe fact that  the [agents]  were acting entirely  for their  own\n\npurposes\").  In light  of this apparent conflict, and  since Wang\r                                                                           \n\ndid not directly cite  to or overrule New England  Acceptance, we\r                                                                       \n\nalso consider it wise to refer this question to the SJC.\n\n     In certifying these questions, we wish to make it clear that\n\nwe would  welcome any other direction from  the SJC that it deems\n\nuseful in resolving these issues.  \n\n                            Conclusion\r                                                \n\n     For these  reasons, we  affirm the various  fact-findings by\n\nthe  district judge and jury and certify  two questions of law to\n\nthe Supreme Judicial Court of Massachusetts.\n\n                               -14-\r\n\n                  UNITED STATES COURT OF APPEALS\n\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 93-2381\n\n                     KANSALLIS FINANCE LTD.,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                     DANIEL J. FERN, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\nNo. 94-1010\n\n                     KANSALLIS FINANCE LTD.,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                     DANIEL J. FERN, ET AL.,\n\n                     Defendants, Appellants.\n\n                                           \n\n                          CERTIFICATION\n\n                                           \n\n     For  the reasons  discussed  in our  opinion  in this  case,\n\nKansallis  Finance, Ltd. v. Daniel  J. Fern, Richard C. Anderson,\r                                                                           \n\nRobert  J. Donahue, and Charles  M. Sabatt, Nos.  93-2381 and 94-\r                                                    \n\n1010,  we certify  the following  questions to  the Massachusetts\n\nSupreme Judicial Court:\n\n1.   Under Massachusetts  law,  to find  that  a certain  act  is\n\nwithin the scope of a partnership for the purpose of applying the\r\n\ndoctrine  of vicarious  liability, must  a plaintiff  show, inter\r                                                                           \n\nalia,  that the act was taken at least in part with the intent to\r              \n\nserve or benefit the partnership?\n\n2.   May  defendants be found  vicariously liable  for authorized\n\nconduct by their  partner that  violated Mass. Gen.  L. ch.  93A,\n\neven  if they were entirely  unaware of and  uninvolved with that\n\nconduct?\n\n     In asking these questions, we would, of course, also welcome\n\nany discussion of relevant Massachusetts law the Supreme Judicial\n\nCourt deems appropriate.  The Clerk  of the Court is to  forward,\n\nunder the  Official Seal  of this  Court, the  Certification, our\n\nopinion, and the briefs and appendix filed by the parties, to the\n\nMassachusetts Supreme Judicial Court.\n\n                                   United States Court of Appeals\n                                   for the First Circuit\n\n                                   By:                 \r                                                                 \n                                        Bruce M. Selya\n                                        Circuit Judge   \n\n                               -2-\r\n",
  "html": "<p class=\"case_cite\">40 F.3d 476</p>\n    <p class=\"parties\">KANSALLIS FINANCE LTD., Plaintiff, Appellant,<br>v.<br>Daniel J. FERN, et al., Defendants, Appellees.<br>KANSALLIS FINANCE LTD., Plaintiff, Appellee,<br>v.<br>Daniel J. FERN, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">Nos. 93-2381, 94-1010.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"date\">First Circuit.<br>Heard Sept. 13, 1994.<br>Decided Nov. 2, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James W. Murphy with whom Frederic L. Ellis, Boston, MA, was on brief, for Kansallis Finance Ltd.</p>\n      <p class=\"indent\">Erik Lund with whom Susan S. Riedel, Boston, MA, was on brief, for Daniel J. Fern, et al.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Kansallis Finance Ltd.  (\"Kansallis\") brought this diversity suit against four lawyers, asserting that they were vicariously liable for fraud committed by their purported law partner.  A jury trial resulted in judgment for the defendants, Daniel Fern, Richard Anderson, Robert Donahue and Charles Sabatt.  Both plaintiff and defendants now appeal, raising challenges to the sufficiency of the evidence to support various fact-findings, as well as two questions of Massachusetts law on which there is either conflicting or no clearly established precedent.  We uphold the factual findings and certify the legal questions to the Massachusetts Supreme Judicial Court (\"SJC\").</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This lawsuit stems from a loan and lease financing transaction whose precise details are not relevant to any of the issues on appeal.  What is important is that, in advance of consummating the loan, Kansallis sought and obtained an opinion letter from defendants' purported law partner, Stephen Jones, which was issued on letterhead captioned \"Fern, Anderson, Donahue, Jones &amp; Sabatt, P.A.\"   The letter contained several intentional misrepresentations concerning the transaction and was part of a conspiracy by Jones and others (though not any of the defendants here) to defraud Kansallis.  Jones was later criminally convicted for his part in the conspiracy, in which Kansallis lost more than $880,000.  Unable to collect from Jones or any of the loan's guarantors, Kansallis sought compensation from defendants on the theory that they and Jones were either actual partners or partners by estoppel, and that they were liable for the fraudulent opinion letter Jones caused to be issued on the firm stationery.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case went to trial.  Both the judge and jury found that Jones and the defendants were partners at the relevant time,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> but, for different reasons, they concluded that defendants were not liable for Jones's conduct.  The jury's verdict was based on its findings that Jones did not have authority to issue the opinion letter on behalf of the partnership, and that the issuance of the opinion letter was not within the scope of the partnership.  The district court made independent findings of fact on plaintiff's claim under a Massachusetts consumer protection statute, Mass.Gen.L. ch. 93A.  Unlike the jury, it found that the partnership had clothed Jones with apparent authority to issue the letter on its behalf.  Nonetheless, the court went on to hold, as a matter of law, that \"innocent\" partners may not be held vicariously liable under 93A for their partners' fraudulent acts.  In other words, the court held that a partner, entirely unaware and uninvolved with another partner's fraud, is immune from vicarious liability under 93A, even when the conduct constituting the fraud was authorized.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The court also found that the conduct giving rise to the 93A claim arose \"substantially in Massachusetts,\" thus making it subject to the statute.  See Mass.Gen.L. ch. 93A, Sec. 11.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal, each side challenges the factual findings adverse to its position.  Kansallis also asserts two legal errors.  First, it finds error in the court's ruling that vicarious liability cannot attach to \"innocent\" partners in a 93A claim.  Instead, based on the court's fact-finding that the letter was issued with the firm's apparent authority, Kansallis asserts that normal principles of vicarious liability as among partners should apply to make defendants liable for Jones's fraud.  Second, it argues that the jury's finding that the letter was not issued in the ordinary course of the partnership was made only upon an erroneous jury instruction.  Specifically, Kansallis submits that it was error to charge the jury that, for the letter to have been issued in the course of the partnership, Jones must have been motivated at least in part by the intent to serve the partnership.  It argues that, while such motivation is required in an employer-employee context, no such requirement is present here.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We first review the evidence to support the various fact-findings.  Because we affirm these findings, we are faced squarely with the two legal issues raised by Kansallis.  Finding no clearly established precedent on one of the questions, and conflicting precedent on the other, we certify both to the SJC pursuant to its Rule 1:03.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>I. Sufficiency of the Evidence to Support the Fact-Findings</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Defendants argue that it was error for both the jury and the judge to find that they were Jones's partners.  They also submit that it was error for the judge to find that the partnership had granted Jones apparent authority to cause the letter to be issued on its behalf.  Finally, they find error in the judge's determination that the conduct giving rise to the 93A claim occurred primarily and substantially within Massachusetts.  Plaintiff, for its part, asserts that it was error for the jury to decide that defendants had not granted authority to Jones to issue the opinion letter.  We find no merit in any of these contentions.</p>\n    </div>\n    <p>A. Partnership</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Under Massachusetts law, a partnership \"is an association of two or more persons to carry on as co-owners a business for profit.\"   Mass.Gen.L. ch. 108A, Sec. 6.  See also Loft v. Lapidus, 936 F.2d 633, 636 (1st Cir.1991).  Several factors are considered to determine if a partnership exists.  A non-exhaustive list includes:  whether there is \"(1) an agreement by the parties manifesting their intention to associate in a partnership (2) a sharing by the parties of profits and losses, and (3) participation by the parties in the control or management of the enterprise.\"  Fenton v. Bryan, 33 Mass.App.Ct. 688, 691, 604 N.E.2d 56, 58 (1992).  See also Mass.Gen.L. ch. 108A, Sec. 7 (providing additional rules for determining the existence of a partnership).  While a partnership undoubtedly requires an agreement among the partners, that agreement need not be in writing.  Rather, intent to carry on business as partners may be inferred from the partners' words and acts.  Loft, 936 F.2d at 636-37.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We uphold the fact-findings below on the existence of a partnership unless that determination was clearly erroneous, id. at 636, a standard that requires \" 'the definite and firm conviction that a mistake has been committed,' \" American Title Ins. Co. v. East West Financial, 16 F.3d 449, 453 (1st Cir.1994) (quoting United States v. United States Gypsum Co., 333 U.S. 364, 395, 68 S.Ct. 525, 541-42, 92 L.Ed. 746 (1948)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The evidence adduced at trial was sufficient to support the finding that defendants and Jones were indeed law partners at the time the fraudulent opinion letter was issued.  It is uncontroverted that Daniel Fern and Richard Anderson became law partners in the early 1960s and that Robert Donahue and Stephen Jones joined that partnership in the 1970s.  Defendants maintain that, while Sabatt joined the firm in the early 1980s, he did so as an employee only.  They also submit that the partnership dissolved in 1981 and, while all four defendants and Jones continued to share office space, secretarial services, letterhead, a central card file of clients, and so forth, they did so as a professional association of individual practitioners only, laying much emphasis on the fact that their letterhead used the denomination \"P.A.\" after listing their names.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The jury and district court were entitled to discredit this defense.  The record shows that Fern, Anderson, Donahue, Jones &amp; Sabatt filed partnership tax returns for several years past 1981, the year the partnership allegedly dissolved, and that each partner's share of profits was calculated in the same manner in 1980, when the firm was admittedly a partnership, as it was for several years thereafter.  Receipt of a share of profits in a business is itself prima facie evidence of a partnership.  See Mass.Gen.L. ch. 108A, Sec. 7(4).  In addition to the indicia of partnership already described, the firm's internal ledgers referred to itself as a partnership, the phone at the \"shared office space\" was answered in the name of the firm, and defendants advertised themselves as a firm in both the phone book and the lawyer's directory Martindale-Hubbell, held accounts, investments and insurance in the name of the firm, and renewed their lease in the name of the firm--specifically describing themselves as a partnership.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Though they offer explanations for these circumstances consistent with the absence of a partnership, it was not clear error to come to the conclusion that defendants were law partners at the time the opinion letter was issued.</p>\n    </div>\n    <p>B. Authority</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Both parties urge us to overturn the findings below related to authority:  defendants argue that the evidence was insufficient to support the district court's finding that there was authority to issue the letter, while plaintiff asserts that, based on the evidence, it was error for the jury to find that there was no authority.  Despite the apparent incongruity of different conclusions by the jury and judge on this question, we hold that neither one is clearly erroneous.  While the evidence was strong enough to permit a finding of apparent authority, it was not so overwhelming as to require one.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Massachusetts law recognizes apparent authority where</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>\"conduct by the principal ... causes a third person reasonably to believe that a particular person ... has authority to enter into negotiations or to make representations as his agent.\"   If a third person goes on to change his position in reliance on this reasonable belief, the principal is estopped from denying that the agency is authorized.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Hudson v. Massachusetts Property Ins. Underwriting Ass'n, 386 Mass. 450, 457, 436 N.E.2d 155, 159 (1982) (quoting W.A. Seavey, Agency Sec. 8D, at 13 (1964)) (citations omitted);  accord Putnam v. DeRosa, 963 F.2d 480, 484 (1st Cir.1992).  Whether apparent authority exists is a question of fact.  Consolidated Rail Corp. v. Hallamore Motor Trans., Inc., 394 Mass. 56, 59 n. 2, 473 N.E.2d 1137, 1139 n. 2 (1985).  We thus affirm unless there has been clear error.  Fed.R.Civ.P. 52(a);  American Title Ins. Co., 16 F.3d at 453.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As indicated, the district judge, making findings of fact independently of the jury on the cause of action under 93A, found that Jones did have apparent authority to issue the opinion letter on behalf of the partnership, and that Kansallis changed its position in reasonable reliance on that authority.  There is sufficient evidence in the record to support this conclusion.  In general, defendants manifested to the world signs that could reasonably lead third parties to believe they were a law partnership, each authorized to act and speak on behalf of the firm:  their shared letterhead, offices, and office support staff, their common office signs and joint listings in telephone directories and Martindale-Hubbell.   But more specifically, defendants manifested to Kansallis a relationship with Jones that led Kansallis to believe Jones was authorized to issue the letter on behalf of the partnership:  they caused their phone to be answered in the firm's name, thus making reasonable the inference that Kansallis's lawyer's phone calls to Jones were answered in the firm's name;  they allowed Jones unrestricted use of the firm stationery;  and they erected no general limitations or clearance procedures for the issuance of legal opinion letters on firm stationery.  By doing so, they encouraged Kansallis to believe that the firm, and not just Jones, stood behind the opinion letter.  Whether they had done enough to make Kansallis's belief reasonable is a question that is \"uniquely within the competence\" of the fact finder.  DeVaux v. American Home Assurance Co., 387 Mass. 814, 819, 444 N.E.2d 355, 358 (1983).  There is no clear error in the judge's decision that it was reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Likewise, there is no clear error in the jury's contrary conclusion.  The opinion letter was not signed by any of the named partners, nor in the name of the firm, as is customarily the practice for legal opinion letters.  Rather, it was signed by an individual who turned out to be an employee of Iyanough Management Co., a company of which Jones was a principal and which Jones used to facilitate the fraud.  The Iyanough employee's name nowhere appeared on the law firm's letterhead.  Indeed, Kansallis's New York lawyer, who dealt directly with Jones in the transaction, specifically asked him to revise language in the letter so that the crucial representations concerning the transaction were made by the collective \"we\"--ostensibly the firm--and not the individual \"I.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Thus, whether the letter spoke on behalf of the firm already was an important concern to Kansallis's lawyer, and the jury was within its purview to decide that she should have obtained further assurances before concluding that it did.  Under these circumstances, the jury's finding that Jones was not authorized to issue the letter on the firm's behalf was not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>C. Whether the 93A Claim Arose Substantially and Primarily in Massachusetts</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellees assert that the district court erred in concluding that the conduct giving rise to the 93A claim occurred primarily and substantially within Massachusetts, thus making the conduct subject to the statute under Mass.Gen.L. ch. 93A, Sec. 11.  They rely on the facts that the opinion letter was drafted by Kansallis's lawyers in New York and that a central element of the conspiracy--making fraudulent U.C.C. filings--occurred in Maine.  Notwithstanding these facts, the partnership existed in Massachusetts and the crucial letter that formed the basis for the entire cause of action by linking defendants to Jones's liable conduct was executed there.  Further, the fraud culminated there because Kansallis disbursed the \"loan money\" to Jones and others in Massachusetts.  Finally, we note that Sec. 11 provides an exemption from 93A liability, available as a defense, rather than a jurisdictional prerequisite to suit, and thus defendants bear the burden of proving a lack of primary and substantial involvement in Massachusetts.  See ch. 93A, Sec. 11 (last paragraph).  There is no clear error here.</p>\n    </div>\n    <p>II. Legal Issues</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Kansallis's legal challenges are not so easily resolved.  It argues that the district court erroneously concluded that, in a cause of action pursuant to 93A, general principles of vicarious liability<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> are inapplicable to \"innocent partners,\" i.e., those who were entirely unaware and uninvolved with their partner's actionable conduct, even if such conduct was authorized.  We have found no controlling Massachusetts precedent on this issue, which is determinative of the 93A claim.  We therefore think it is appropriate to certify the question to the SJC.  See Nieves v. University of Puerto Rico, 7 F.3d 270, 274 (1st Cir.1993) (absent controlling state law precedent, federal appeals court sitting in diversity has discretion to certify state law questions to highest state court);  SJC Rule 1:03 (accepting certified questions that are claim-determinative and on which there is no SJC controlling precedent).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Kansallis raises another legal issue on which we also need guidance from the SJC.  The district court charged the jury that, in order to find defendants vicariously liable based on the theory that Jones's conduct was within the scope of the partnership, it would have to find, inter alia, that Jones acted, at least in part, with the intent to benefit the partnership.  This seems to be the rule as articulated in Wang Laboratories v. Business Incentives, 398 Mass. 854, 859, 501 N.E.2d 1163, 1166 (1986).  However, there is no motivation requirement in the test articulated by New England Acceptance v. American Manufacturers Ins. Co., 373 Mass. 594, 597, 368 N.E.2d 1385 (1977) (adopting as its own the appeals court holding that principals may be vicariously liable for the acts of their agents \"regardless of the fact that the [agents] were acting entirely for their own purposes\").  In light of this apparent conflict, and since Wang did not directly cite to or overrule New England Acceptance, we also consider it wise to refer this question to the SJC.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In certifying these questions, we wish to make it clear that we would welcome any other direction from the SJC that it deems useful in resolving these issues.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">For these reasons, we affirm the various fact-findings by the district judge and jury and certify two questions of law to the Supreme Judicial Court of Massachusetts.</p>\n    </div>\n    <p>CERTIFICATION</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For the reasons discussed in our opinion in this case, Kansallis Finance, Ltd. v. Daniel J. Fern, Richard C. Anderson, Robert J. Donahue, and Charles M. Sabatt, Nos. 93-2381 and 94-1010, we certify the following questions to the Massachusetts Supreme Judicial Court:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">1. Under Massachusetts law, to find that a certain act is within the scope of a partnership for the purpose of applying the doctrine of vicarious liability, must a plaintiff show, inter alia, that the act was taken at least in part with the intent to serve or benefit the partnership?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">2. May defendants be found vicariously liable for authorized conduct by their partner that violated Mass.Gen.L. ch. 93A, even if they were entirely unaware of and uninvolved with that conduct?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In asking these questions, we would, of course, also welcome any discussion of relevant Massachusetts law the Supreme Judicial Court deems appropriate.  The Clerk of the Court is to forward, under the Official Seal of this Court, the Certification, our opinion, and the briefs and appendix filed by the parties, to the Massachusetts Supreme Judicial Court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Jones did not personally sign the letter, but instead arranged for a third party to do so.  Both the jury and the district court found that, by this conduct, Jones adopted or ratified the issuance of the opinion letter.  Since no party has appealed these findings, we take them as given</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court also found that, even if they were not actual partners, they were partners by estoppel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The original lease was made in 1974, when Sabatt had not yet joined the firm, in the name of \"Fern, Anderson, Donahue &amp; Jones, a partnership consisting of Daniel J. Fern, Richard C. Anderson, Robert J. Donahue and Stephen C. Jones.\"   When the firm renewed its lease in 1983, it did not advise the landlord that the partnership had \"dissolved\" or that Sabatt had been named a partner.  We also note that Jones and defendants Fern, Anderson and Donahue were co-owners of certain accounts without defendant Sabatt.  Thus, the renewed lease, as well as those accounts for which Sabatt was not listed as a co-owner, only bolster the finding of partnership as between Jones and defendants Fern, Anderson and Donahue.  Nonetheless, the totality of other evidence is sufficient to support the finding by both the judge and jury that Sabatt was also a member of the partnership</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is only the conduct of the principal, and not the conduct of the agent, that may create apparent authority.  Sheinkopf v. Stone, 927 F.2d 1259, 1269 (1st Cir.1991).  Thus, the fact that Jones made this change in language, which undoubtedly heightened Kansallis's belief that the firm stood behind the letter, does not help Kansallis show apparent authority</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Mass.Gen.L. ch. 108A, Sec. 13 (\"Where, by any wrongful act or omission of any partner ... with the authority of his co-partners, loss or injury is caused to any [non-partner], or any penalty is incurred, the partnership is liable therefor to the same extent as the partner so acting or omitting to act.\")</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></span></p>\n    <p class=\"parties\">KANSALLIS FINANCE LTD., Plaintiff, Appellant,<br>v.<br>Daniel J. FERN, et al., Defendants, Appellees.<br>KANSALLIS FINANCE LTD., Plaintiff, Appellee,<br>v.<br>Daniel J. FERN, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">Nos. 93-2381, 94-1010.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"date\">First Circuit.<br>Heard Sept. 13, 1994.<br>Decided Nov. 2, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James W. Murphy with whom Frederic L. Ellis, Boston, MA, was on brief, for Kansallis Finance Ltd.</p>\n      <p class=\"indent\">Erik Lund with whom Susan S. Riedel, Boston, MA, was on brief, for Daniel J. Fern, et al.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Kansallis Finance Ltd.  (\"Kansallis\") brought this diversity suit against four lawyers, asserting that they were vicariously liable for fraud committed by their purported law partner.  A jury trial resulted in judgment for the defendants, Daniel Fern, Richard Anderson, Robert Donahue and Charles Sabatt.  Both plaintiff and defendants now appeal, raising challenges to the sufficiency of the evidence to support various fact-findings, as well as two questions of Massachusetts law on which there is either conflicting or no clearly established precedent.  We uphold the factual findings and certify the legal questions to the Massachusetts Supreme Judicial Court (\"SJC\").</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This lawsuit stems from a loan and lease financing transaction whose precise details are not relevant to any of the issues on appeal.  What is important is that, in advance of consummating the loan, Kansallis sought and obtained an opinion letter from defendants' purported law partner, Stephen Jones, which was issued on letterhead captioned \"Fern, Anderson, Donahue, Jones &amp; Sabatt, P.A.\"   The letter contained several intentional misrepresentations concerning the transaction and was part of a conspiracy by Jones and others (though not any of the defendants here) to defraud Kansallis.  Jones was later criminally convicted for his part in the conspiracy, in which Kansallis lost more than $880,000.  Unable to collect from Jones or any of the loan's guarantors, Kansallis sought compensation from defendants on the theory that they and Jones were either actual partners or partners by estoppel, and that they were liable for the fraudulent opinion letter Jones caused to be issued on the firm stationery.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case went to trial.  Both the judge and jury found that Jones and the defendants were partners at the relevant time,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> but, for different reasons, they concluded that defendants were not liable for Jones's conduct.  The jury's verdict was based on its findings that Jones did not have authority to issue the opinion letter on behalf of the partnership, and that the issuance of the opinion letter was not within the scope of the partnership.  The district court made independent findings of fact on plaintiff's claim under a Massachusetts consumer protection statute, Mass.Gen.L. ch. 93A.  Unlike the jury, it found that the partnership had clothed Jones with apparent authority to issue the letter on its behalf.  Nonetheless, the court went on to hold, as a matter of law, that \"innocent\" partners may not be held vicariously liable under 93A for their partners' fraudulent acts.  In other words, the court held that a partner, entirely unaware and uninvolved with another partner's fraud, is immune from vicarious liability under 93A, even when the conduct constituting the fraud was authorized.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The court also found that the conduct giving rise to the 93A claim arose \"substantially in Massachusetts,\" thus making it subject to the statute.  See Mass.Gen.L. ch. 93A, Sec. 11.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal, each side challenges the factual findings adverse to its position.  Kansallis also asserts two legal errors.  First, it finds error in the court's ruling that vicarious liability cannot attach to \"innocent\" partners in a 93A claim.  Instead, based on the court's fact-finding that the letter was issued with the firm's apparent authority, Kansallis asserts that normal principles of vicarious liability as among partners should apply to make defendants liable for Jones's fraud.  Second, it argues that the jury's finding that the letter was not issued in the ordinary course of the partnership was made only upon an erroneous jury instruction.  Specifically, Kansallis submits that it was error to charge the jury that, for the letter to have been issued in the course of the partnership, Jones must have been motivated at least in part by the intent to serve the partnership.  It argues that, while such motivation is required in an employer-employee context, no such requirement is present here.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We first review the evidence to support the various fact-findings.  Because we affirm these findings, we are faced squarely with the two legal issues raised by Kansallis.  Finding no clearly established precedent on one of the questions, and conflicting precedent on the other, we certify both to the SJC pursuant to its Rule 1:03.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>I. Sufficiency of the Evidence to Support the Fact-Findings</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Defendants argue that it was error for both the jury and the judge to find that they were Jones's partners.  They also submit that it was error for the judge to find that the partnership had granted Jones apparent authority to cause the letter to be issued on its behalf.  Finally, they find error in the judge's determination that the conduct giving rise to the 93A claim occurred primarily and substantially within Massachusetts.  Plaintiff, for its part, asserts that it was error for the jury to decide that defendants had not granted authority to Jones to issue the opinion letter.  We find no merit in any of these contentions.</p>\n    </div>\n    <p>A. Partnership</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Under Massachusetts law, a partnership \"is an association of two or more persons to carry on as co-owners a business for profit.\"   Mass.Gen.L. ch. 108A, Sec. 6.  See also Loft v. Lapidus, <span class=\"citation\" data-id=\"563651\"><a href=\"/opinion/563651/irwin-loft-and-robert-stein-v-edward-b-lapidus/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 636 (1st Cir.1991).  Several factors are considered to determine if a partnership exists.  A non-exhaustive list includes:  whether there is \"(1) an agreement by the parties manifesting their intention to associate in a partnership (2) a sharing by the parties of profits and losses, and (3) participation by the parties in the control or management of the enterprise.\"  Fenton v. Bryan, 33 Mass.App.Ct. 688, 691, <span class=\"citation\" data-id=\"2037815\"><a href=\"/opinion/2037815/fenton-v-bryan/\"><span class=\"volume\">604</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">56</span></a></span>, 58 (1992).  See also Mass.Gen.L. ch. 108A, Sec. 7 (providing additional rules for determining the existence of a partnership).  While a partnership undoubtedly requires an agreement among the partners, that agreement need not be in writing.  Rather, intent to carry on business as partners may be inferred from the partners' words and acts.  <span class=\"citation\" data-id=\"563651\"><span class=\"antecedent_guess\">Loft,</span> <a href=\"/opinion/563651/irwin-loft-and-robert-stein-v-edward-b-lapidus/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">636-37</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We uphold the fact-findings below on the existence of a partnership unless that determination was clearly erroneous, <span class=\"citation\" data-id=\"563651\"><a href=\"/opinion/563651/irwin-loft-and-robert-stein-v-edward-b-lapidus/\"><span class=\"id_token\">id.</span> at 636, </a></span>a standard that requires \" 'the definite and firm conviction that a mistake has been committed,' \" American Title Ins. Co. v. East West Financial, <span class=\"citation\" data-id=\"195213\"><a href=\"/opinion/195213/american-title-v-east-west-financial/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span>, 453 (1st Cir.1994) (quoting United States v. United States Gypsum Co., <span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, 395, <span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">525</span></a></span>, 541-42, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">746</span> </span>(1948)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The evidence adduced at trial was sufficient to support the finding that defendants and Jones were indeed law partners at the time the fraudulent opinion letter was issued.  It is uncontroverted that Daniel Fern and Richard Anderson became law partners in the early 1960s and that Robert Donahue and Stephen Jones joined that partnership in the 1970s.  Defendants maintain that, while Sabatt joined the firm in the early 1980s, he did so as an employee only.  They also submit that the partnership dissolved in 1981 and, while all four defendants and Jones continued to share office space, secretarial services, letterhead, a central card file of clients, and so forth, they did so as a professional association of individual practitioners only, laying much emphasis on the fact that their letterhead used the denomination \"P.A.\" after listing their names.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The jury and district court were entitled to discredit this defense.  The record shows that Fern, Anderson, Donahue, Jones &amp; Sabatt filed partnership tax returns for several years past 1981, the year the partnership allegedly dissolved, and that each partner's share of profits was calculated in the same manner in 1980, when the firm was admittedly a partnership, as it was for several years thereafter.  Receipt of a share of profits in a business is itself prima facie evidence of a partnership.  See Mass.Gen.L. ch. 108A, Sec. 7(4).  In addition to the indicia of partnership already described, the firm's internal ledgers referred to itself as a partnership, the phone at the \"shared office space\" was answered in the name of the firm, and defendants advertised themselves as a firm in both the phone book and the lawyer's directory Martindale-Hubbell, held accounts, investments and insurance in the name of the firm, and renewed their lease in the name of the firm--specifically describing themselves as a partnership.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Though they offer explanations for these circumstances consistent with the absence of a partnership, it was not clear error to come to the conclusion that defendants were law partners at the time the opinion letter was issued.</p>\n    </div>\n    <p>B. Authority</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Both parties urge us to overturn the findings below related to authority:  defendants argue that the evidence was insufficient to support the district court's finding that there was authority to issue the letter, while plaintiff asserts that, based on the evidence, it was error for the jury to find that there was no authority.  Despite the apparent incongruity of different conclusions by the jury and judge on this question, we hold that neither one is clearly erroneous.  While the evidence was strong enough to permit a finding of apparent authority, it was not so overwhelming as to require one.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Massachusetts law recognizes apparent authority where</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>\"conduct by the principal ... causes a third person reasonably to believe that a particular person ... has authority to enter into negotiations or to make representations as his agent.\"   If a third person goes on to change his position in reliance on this reasonable belief, the principal is estopped from denying that the agency is authorized.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Hudson v. Massachusetts Property Ins. Underwriting Ass'n, <span class=\"citation\" data-id=\"2062697\"><a href=\"/opinion/2062697/hudson-v-mass-property-ins-underwriting-assn/\"><span class=\"volume\">386</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">450</span></a></span>, 457, <span class=\"citation\" data-id=\"2062697\"><a href=\"/opinion/2062697/hudson-v-mass-property-ins-underwriting-assn/\"><span class=\"volume\">436</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">155</span></a></span>, 159 (1982) (quoting W.A. Seavey, Agency Sec. 8D, at 13 (1964)) (citations omitted);  accord Putnam v. DeRosa, <span class=\"citation\" data-id=\"583335\"><a href=\"/opinion/583335/michael-putnam-and-maureen-putnam-v-steven-j-derosa-etc-triad-finance/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">480</span></a></span>, 484 (1st Cir.1992).  Whether apparent authority exists is a question of fact.  Consolidated Rail Corp. v. Hallamore Motor Trans., Inc., <span class=\"citation\" data-id=\"2031885\"><a href=\"/opinion/2031885/consolidated-rail-corp-v-hallamore-motor-transp/\"><span class=\"volume\">394</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">56</span></a></span>, 59 n. 2, <span class=\"citation\" data-id=\"2031885\"><a href=\"/opinion/2031885/consolidated-rail-corp-v-hallamore-motor-transp/\"><span class=\"volume\">473</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1137</span></a></span>, 1139 n. 2 (1985).  We thus affirm unless there has been clear error.  Fed.R.Civ.P. 52(a);  American Title Ins. <span class=\"citation\" data-id=\"195213\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/195213/american-title-v-east-west-financial/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">453</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As indicated, the district judge, making findings of fact independently of the jury on the cause of action under 93A, found that Jones did have apparent authority to issue the opinion letter on behalf of the partnership, and that Kansallis changed its position in reasonable reliance on that authority.  There is sufficient evidence in the record to support this conclusion.  In general, defendants manifested to the world signs that could reasonably lead third parties to believe they were a law partnership, each authorized to act and speak on behalf of the firm:  their shared letterhead, offices, and office support staff, their common office signs and joint listings in telephone directories and Martindale-Hubbell.   But more specifically, defendants manifested to Kansallis a relationship with Jones that led Kansallis to believe Jones was authorized to issue the letter on behalf of the partnership:  they caused their phone to be answered in the firm's name, thus making reasonable the inference that Kansallis's lawyer's phone calls to Jones were answered in the firm's name;  they allowed Jones unrestricted use of the firm stationery;  and they erected no general limitations or clearance procedures for the issuance of legal opinion letters on firm stationery.  By doing so, they encouraged Kansallis to believe that the firm, and not just Jones, stood behind the opinion letter.  Whether they had done enough to make Kansallis's belief reasonable is a question that is \"uniquely within the competence\" of the fact finder.  DeVaux v. American Home Assurance Co., <span class=\"citation\" data-id=\"2032741\"><a href=\"/opinion/2032741/devaux-v-american-home-assurance-co/\"><span class=\"volume\">387</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">814</span></a></span>, 819, <span class=\"citation\" data-id=\"2032741\"><a href=\"/opinion/2032741/devaux-v-american-home-assurance-co/\"><span class=\"volume\">444</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">355</span></a></span>, 358 (1983).  There is no clear error in the judge's decision that it was reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Likewise, there is no clear error in the jury's contrary conclusion.  The opinion letter was not signed by any of the named partners, nor in the name of the firm, as is customarily the practice for legal opinion letters.  Rather, it was signed by an individual who turned out to be an employee of Iyanough Management Co., a company of which Jones was a principal and which Jones used to facilitate the fraud.  The Iyanough employee's name nowhere appeared on the law firm's letterhead.  Indeed, Kansallis's New York lawyer, who dealt directly with Jones in the transaction, specifically asked him to revise language in the letter so that the crucial representations concerning the transaction were made by the collective \"we\"--ostensibly the firm--and not the individual \"I.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Thus, whether the letter spoke on behalf of the firm already was an important concern to Kansallis's lawyer, and the jury was within its purview to decide that she should have obtained further assurances before concluding that it did.  Under these circumstances, the jury's finding that Jones was not authorized to issue the letter on the firm's behalf was not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>C. Whether the 93A Claim Arose Substantially and Primarily in Massachusetts</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellees assert that the district court erred in concluding that the conduct giving rise to the 93A claim occurred primarily and substantially within Massachusetts, thus making the conduct subject to the statute under Mass.Gen.L. ch. 93A, Sec. 11.  They rely on the facts that the opinion letter was drafted by Kansallis's lawyers in New York and that a central element of the conspiracy--making fraudulent U.C.C. filings--occurred in Maine.  Notwithstanding these facts, the partnership existed in Massachusetts and the crucial letter that formed the basis for the entire cause of action by linking defendants to Jones's liable conduct was executed there.  Further, the fraud culminated there because Kansallis disbursed the \"loan money\" to Jones and others in Massachusetts.  Finally, we note that Sec. 11 provides an exemption from 93A liability, available as a defense, rather than a jurisdictional prerequisite to suit, and thus defendants bear the burden of proving a lack of primary and substantial involvement in Massachusetts.  See ch. 93A, Sec. 11 (last paragraph).  There is no clear error here.</p>\n    </div>\n    <p>II. Legal Issues</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Kansallis's legal challenges are not so easily resolved.  It argues that the district court erroneously concluded that, in a cause of action pursuant to 93A, general principles of vicarious liability<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> are inapplicable to \"innocent partners,\" i.e., those who were entirely unaware and uninvolved with their partner's actionable conduct, even if such conduct was authorized.  We have found no controlling Massachusetts precedent on this issue, which is determinative of the 93A claim.  We therefore think it is appropriate to certify the question to the SJC.  See Nieves v. University of Puerto Rico, <span class=\"citation\" data-id=\"194980\"><a href=\"/opinion/194980/marta-v-u-of-pr/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 274 (1st Cir.1993) (absent controlling state law precedent, federal appeals court sitting in diversity has discretion to certify state law questions to highest state court);  SJC Rule 1:03 (accepting certified questions that are claim-determinative and on which there is no SJC controlling precedent).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Kansallis raises another legal issue on which we also need guidance from the SJC.  The district court charged the jury that, in order to find defendants vicariously liable based on the theory that Jones's conduct was within the scope of the partnership, it would have to find, inter alia, that Jones acted, at least in part, with the intent to benefit the partnership.  This seems to be the rule as articulated in Wang Laboratories v. Business Incentives, <span class=\"citation\" data-id=\"2095777\"><a href=\"/opinion/2095777/wang-laboratories-inc-v-business-incentives-inc/\"><span class=\"volume\">398</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">854</span></a></span>, 859, <span class=\"citation\" data-id=\"2095777\"><a href=\"/opinion/2095777/wang-laboratories-inc-v-business-incentives-inc/\"><span class=\"volume\">501</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1163</span></a></span>, 1166 (1986).  However, there is no motivation requirement in the test articulated by New England Acceptance v. American Manufacturers Ins. Co., <span class=\"citation\" data-id=\"2233468\"><a href=\"/opinion/2233468/new-england-acceptance-corp-v-am-mfrs-mut-ins/\"><span class=\"volume\">373</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">594</span></a></span>, 597, <span class=\"citation\" data-id=\"2233468\"><a href=\"/opinion/2233468/new-england-acceptance-corp-v-am-mfrs-mut-ins/\"><span class=\"volume\">368</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1385</span> </a></span>(1977) (adopting as its own the appeals court holding that principals may be vicariously liable for the acts of their agents \"regardless of the fact that the [agents] were acting entirely for their own purposes\").  In light of this apparent conflict, and since Wang did not directly cite to or overrule New England Acceptance, we also consider it wise to refer this question to the SJC.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In certifying these questions, we wish to make it clear that we would welcome any other direction from the SJC that it deems useful in resolving these issues.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">For these reasons, we affirm the various fact-findings by the district judge and jury and certify two questions of law to the Supreme Judicial Court of Massachusetts.</p>\n    </div>\n    <p>CERTIFICATION</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For the reasons discussed in our opinion in this case, Kansallis Finance, Ltd. v. Daniel J. Fern, Richard C. Anderson, Robert J. Donahue, and Charles M. Sabatt, Nos. 93-2381 and 94-1010, we certify the following questions to the Massachusetts Supreme Judicial Court:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">1. Under Massachusetts law, to find that a certain act is within the scope of a partnership for the purpose of applying the doctrine of vicarious liability, must a plaintiff show, inter alia, that the act was taken at least in part with the intent to serve or benefit the partnership?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">2. May defendants be found vicariously liable for authorized conduct by their partner that violated Mass.Gen.L. ch. 93A, even if they were entirely unaware of and uninvolved with that conduct?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In asking these questions, we would, of course, also welcome any discussion of relevant Massachusetts law the Supreme Judicial Court deems appropriate.  The Clerk of the Court is to forward, under the Official Seal of this Court, the Certification, our opinion, and the briefs and appendix filed by the parties, to the Massachusetts Supreme Judicial Court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Jones did not personally sign the letter, but instead arranged for a third party to do so.  Both the jury and the district court found that, by this conduct, Jones adopted or ratified the issuance of the opinion letter.  Since no party has appealed these findings, we take them as given</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court also found that, even if they were not actual partners, they were partners by estoppel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The original lease was made in 1974, when Sabatt had not yet joined the firm, in the name of \"Fern, Anderson, Donahue &amp; Jones, a partnership consisting of Daniel J. Fern, Richard C. Anderson, Robert J. Donahue and Stephen C. Jones.\"   When the firm renewed its lease in 1983, it did not advise the landlord that the partnership had \"dissolved\" or that Sabatt had been named a partner.  We also note that Jones and defendants Fern, Anderson and Donahue were co-owners of certain accounts without defendant Sabatt.  Thus, the renewed lease, as well as those accounts for which Sabatt was not listed as a co-owner, only bolster the finding of partnership as between Jones and defendants Fern, Anderson and Donahue.  Nonetheless, the totality of other evidence is sufficient to support the finding by both the judge and jury that Sabatt was also a member of the partnership</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is only the conduct of the principal, and not the conduct of the agent, that may create apparent authority.  Sheinkopf v. Stone, <span class=\"citation\" data-id=\"557334\"><a href=\"/opinion/557334/warren-b-sheinkopf-v-john-kp-stone-iii-etc/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1259</span></a></span>, 1269 (1st Cir.1991).  Thus, the fact that Jones made this change in language, which undoubtedly heightened Kansallis's belief that the firm stood behind the letter, does not help Kansallis show apparent authority</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Mass.Gen.L. ch. 108A, Sec. 13 (\"Where, by any wrongful act or omission of any partner ... with the authority of his co-partners, loss or injury is caused to any [non-partner], or any penalty is incurred, the partnership is liable therefor to the same extent as the partner so acting or omitting to act.\")</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104523/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194980/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563651/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583335/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2031885/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2032741/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2037815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2062697/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2095777/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2233468/"
  ]
}