{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195774/",
  "id": 195774,
  "absolute_url": "/opinion/195774/united-states-v-raineri/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195774/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:14Z",
  "date_modified": "2020-02-21T23:32:07.394187Z",
  "type": "010combined",
  "sha1": "85f9f7784158ab75c63aa4303471e1275d734c84",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2132.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2132\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                        BRUCE RAINERI,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n       [Hon. Shane Devine, Senior U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n               Selya and Boudin, Circuit Judges,\r                                                           \n\n                 and Carter,* District Judge.\r                                                        \n\n                                         \n\nDorothy F. Silver, by Appointment of the Court, for appellant.\r                             \nJean B. Weld, Assistant United States Attorney, with whom  Paul M.\r                                                                              \nGagnon, United States Attorney, was on brief for the United States.\r              \n\n                                         \n\n                       December 9, 1994\n                                         \n\n                \r                            \n\n*Of the District of Maine, sitting by designation.\r\r\n\n     BOUDIN, Circuit Judge.  On April  6, 1992, Bruce Raineri\r                                      \n\n(\"Raineri\") was indicted together with five other defendants:\n\nGary Neal,  William Kenney, Charles  Flynn, Richard  Ferguson\n\nand Brian Raineri.  The lengthy indictment charged various of\n\nthe defendants with a  series of offenses arising out  of the\n\nplanning  and execution of a string of armed robberies in New\n\nHampshire during 1991.  The three charges against Raineri all\n\nrelated  to  his  alleged  participation in  a  single  armed\n\nrobbery  of  the  home   of  a  grocery  chain  owner   named\n\nFitzpatrick during the summer of 1991, apparently in the hope\n\nof obtaining the store proceeds.\n\n     In  the   indictment,  count  14  charged  Raineri  with\n\nconspiracy  to  obstruct   interstate  commerce  by   robbery\n\ninvolving actual or threatened force and violence.  18 U.S.C.\n\n   1951.   Count 24  charged Raineri  with using  or carrying\n\nfirearms during and in relation to the conspiracy.  18 U.S.C.\n\n   924(c)(1).    Count  28 charged  Raineri  with  possessing\n\nfirearms (specifically,  a rifle  and  shotgun) after  having\n\npreviously been convicted for a crime punishable by more than\n\none year's imprisonment.  18 U.S.C.    922(g), 924(e)(1).\n\n     On  June 17,  1992,  Raineri pled  guilty  to all  three\n\ncharges based on a  plea agreement with the government.   The\n\ninducement offered in the plea agreement was the government's\n\ncommitment  to move for a departure under U.S.S.G.   5K1.1 if\n\n(in the government's  judgment) Raineri provided  substantial\n\n                             -2-\r                                         -2-\r\r\n\nassistance.  In the plea hearing pursuant to Fed. R. Crim. P.\n\n11,  Raineri told the court  that his plea  was voluntary and\n\nwas based  on no  inducement other  than the  plea agreement.\n\nThe prosecutor provided a proffer of evidence for each of the\n\ncounts   and  Raineri   stated   on   the   record,   without\n\nqualification, that the description was correct.\n\n     As to penalties, the court asked Raineri if he was aware\n\nof the maximum penalties provided for the three offenses, and\n\nRaineri replied:  \"Ten years, 20 years, and five years.\"  The\n\ncourt then said:\n\n     Count fourteen is 20 years and a fine of $10,000 or\n     both.       Count   Twenty-four   is   five   years\n     imprisonment,  which  must  be consecutive  to  the\n     crime of violence.  Count Twenty-eight is ten years\n     and a fine of  $10,000 or both.  Do  you understand\n     that?\n\nRaineri  replied:  \"Yes,  I do.\"   There was  no reference to\n\nsupervised release or restitution.   Neither defense  counsel\n\nnor  the  prosecutor  expressed  any  disagreement  with  the\n\ndistrict court's description of penalties.  \n\n     On October  2, 1992, Raineri's counsel  filed motions to\n\nwithdraw his  guilty plea, to  continue his trial  (trial for\n\nseveral  other  defendants who  had  not  pleaded guilty  was\n\nscheduled for October 5), and to permit  counsel to withdraw.\n\nAs reasons for the  requested withdrawal of the guilty  plea,\n\nRaineri's motion said  in conclusory  terms that  he was  not\n\nguilty, that he had not understood the charges against him or\n\nhis exposure under the Sentencing Guidelines, and that he was\n\n                             -3-\r                                         -3-\r\r\n\nsuffering at  the time of  his plea from lack  of medicine to\n\ncounteract his drug dependency.   \n\n     On October 5, 1992,  the district court denied Raineri's\n\nmotion  to withdraw his guilty plea but appointed for him new\n\ncounsel, who also now represents Raineri on this appeal.  The\n\ndistrict court then proceeded to try three co-defendants, the\n\nother two having  pleaded guilty.  The co-defendants who were\n\ntried--Neal, Kenney and Flynn--were subsequently convicted on\n\na number of charges, and this court largely affirmed.  United\r                                                                         \n\nStates  v.  Neal,  36  F.3d  1190 (1994).    The  convictions\r                            \n\nincluded  charges  relating  to  the August  3,  1991,  armed\n\nrobbery of  the Fitzpatrick  home in  which Raineri  had been\n\nimplicated.\n\n     In March  1993, Raineri's new counsel  filed new motions\n\nseeking  withdrawal of  the  guilty plea.    The reasons  now\n\noffered were that  Raineri had not been mentally competent to\n\nplead guilty  because  he was  then  suffering from  lack  of\n\nmethadone;  that the  government  had failed  to disclose  at\n\nsentencing  its additional  (alleged)  promise  that  Raineri\n\nwould  be given immediate  access to methadone  if he pleaded\n\nguilty; and  that he had  not been adequately  represented by\n\nprior counsel.  Faced with these claims, the court  scheduled\n\nan evidentiary hearing for April 15, 1993.  \n\n     At the April 15 hearing, Raineri testified; he described\n\nhis alleged defenses (e.g., that he had not been at the scene\r                                      \n\n                             -4-\r                                         -4-\r\r\n\nof the break-in and had never possessed the rifle and shotgun\n\nattributed to  him)  and said  that  the intended  crime  was\n\nburglary of an  unoccupied home rather than  armed robbery of\n\nindividuals.   He  also said  that he  pleaded guilty  to get\n\nmethadone  and  that he  had  not  known that  the  five-year\n\nsentence  under count  24  was mandatory.   Finally,  Raineri\n\nexplained  that he had delayed  from June to  October 1992 in\n\nseeking  to  withdraw his  plea  because  of difficulties  in\n\nreaching   his  then-counsel.     Raineri's   former  counsel\n\ntestified at length about his representation, admitting  that\n\nhe  had not returned some phone calls from Raineri during the\n\nsummer of 1992.    \n\n     On April  20, 1993,  Raineri's counsel filed  an amended\n\nmemorandum of  law urging  another basis for  withdrawing the\n\nguilty plea.   Counsel explained  that Raineri's  presentence\n\nreport  had been received in March 1993, and it disclosed for\n\nthe first  time that  Raineri had three  previous convictions\n\nfor violent felonies or  serious drug offenses.  Raineri  had\n\nbeen advised at the plea hearing that the penalty under count\n\n28 was a maximum  of 10 years' imprisonment, $10,000  fine or\n\nboth;  but his triple felony record meant that he was subject\n\nto a minimum of  15 years' imprisonment and the  maximum fine\n\nwas $25,000.  18 U.S.C.    922(g), 924(e)(1).  The government\n\nresponded that in order to \"remedy any possible  defects,\" it\n\n                             -5-\r                                         -5-\r\r\n\nwas moving to dismiss  count 28 of the indictment  under Fed.\n\nR. Crim. P. 48(a).\n\n     On April 25,  1993, the district court  entered an order\n\ngranting the  motion to  dismiss  count 28  pursuant to  Rule\n\n48(a).  The court rejected as untrue Raineri's claim that the\n\ngovernment had  induced his plea  by promising  to place  him\n\nimmediately in a  methadone treatment program.  It found that\n\nhis original counsel had not provided ineffective assistance.\n\nFinally,  the court found  a lack of  good cause  to permit a\n\nwithdrawal of the guilty  pleas pursuant to Fed. R.  Crim. P.\n\n32(d):\n\n          Here, the  timing (3-3/2 months after entry of\n     plea); (lack of) force and plausibility of reasons;\n     (unpersuasive) assertion of innocence;  the finding\n     of no breach of the plea agreement; and the finding\n     that  the defendant's  plea on  June 17,  1992, can\n     still  be regarded  as voluntary,  intelligent, and\n     otherwise in conformity with Rule 11, Fed. R. Crim.\n     P.; requires the further  finding that \"no fair and\n     just   reason\"  exists  such   as  to   permit  the\n     withdrawal of the defendant's pleas.  United States\r                                                                    \n     v. Tilley, 964 F.2d 66, 72 (1st Cir. 1992).\r                          \n\n     On  September  27, 1993,  the  court  held a  sentencing\n\nhearing.   At Raineri's behest, his  brother Brian testified.\n\nHe  implicated Bruce  in the  conspiracy to  rob Fitzgerald's\n\nhome, but said  Bruce had not been present at  the house.  He\n\nalso said that  no one had expected the house  to be occupied\n\nor a  gun to be used, although in fact the house was occupied\n\nand  co-conspirator  Kenney  turned  out  to  be  carrying  a\n\nhandgun.  Finally, Brian  testified that the cooperation that\n\n                             -6-\r                                         -6-\r\r\n\nhe  provided in testifying at  the October 1992  trial of the\n\nco-defendants  was also supposed  to inure to  the benefit of\n\nBruce.  The government presented testimony that any departure\n\nin  favor of  Bruce  Raineri  was  to be  based  on  his  own\n\ncooperation,  not  that  of   his  brother,  and  that  Bruce\n\nRaineri's attempted  withdrawal of  his guilty plea  made him\n\nuseless to the government as a trial witness against the non-\n\npleading  defendants.    Other  government  evidence, largely\n\nhearsay   but  still   properly  considered   at  sentencing,\n\nindicated that Bruce Raineri  had transported his brother and\n\nthe  stolen property  after the  break-in was  completed, and\n\nthat he  and his brother  moved a rifle and  shotgun from the\n\nvan to another car.  \n\n     Raineri himself testified at the sentencing hearing.  He\n\nadmitted helping  to plan  the break-in and  accompanying his\n\nbrother to  a rendezvous  point.  He  denied that a  rifle or\n\nshotgun  had  been carried  or that  he  had known  about any\n\nweapon.   He said that at the time  of his guilty plea he had\n\nbeen \"in a severe state of withdrawal from methadone\" and had\n\nexpected  the methadone  treatment  to  recommence \"upon  the\n\nguilty  plea.\"  He also  said that he  knew that the sentence\n\nfor carrying  a firearm under count 24  would be consecutive,\n\nbut not that it was mandatory.\n\n     At  the end of the sentencing  hearing, the court found,\n\nbased on the testimony at the co-defendants' trial, that guns\n\n                             -7-\r                                         -7-\r\r\n\nhad been  carried in the  van by the  Raineri brothers.   The\n\ncourt also found that Raineri had obstructed justice by lying\n\nto  the court  and  was  not  entitled  to  a  reduction  for\n\nacceptance of responsibility.   Raineri was then sentenced to\n\n60 months' imprisonment on  count 14, 60 months' imprisonment\n\non  count 24  to  be served  consecutively,  and five  years'\n\nsupervised release, and he was ordered to make restitution in\n\nthe amount of $5,988.  This appeal followed.\n\n                             I.  \n\n     Raineri's  first and  most powerful  claim on  appeal is\n\nthat his original  guilty plea was not \"knowing  or voluntary\n\nand otherwise in conformity with Rule 11(c)(1) because he was\n\nnot properly informed of the consequences of his plea.\"  Rule\n\n11 prescribes numerous  steps that must be  followed before a\n\ndefendant  is allowed to plead guilty.   As to penalties--the\n\nissue with which we  are immediately concerned--the rule says\n\nthat before accepting the guilty plea, the court must address\n\nthe  defendant  personally  in  open  court  and  inform  the\n\ndefendant of, and determine if the defendant understands,\n\n          the mandatory minimum penalty provided by\n          law,  if  any, and  the  maximum possible\n          penalty  provided  by  law including  the\n          effect   of   any   special   parole   or\n          supervised release term,  . . . and  when\n          applicable, that the court may also order\n          the defendant to make restitution  to any\n          victim of the offense.\n\nFed. R. Crim. P. 11(c)(1).\n\n                             -8-\r                                         -8-\r\r\n\n     One  might expect  that whatever  the complexity  of the\n\nSentencing Guidelines, it would  be easy accurately to advise\n\nthe defendant of the  statutory penalties.  But as  this case\n\nshows,  the  statutory  penalties  themselves  are  sometimes\n\ncomplicated;  the defendant  may  be  charged  with  multiple\n\ncounts; and the penalties may depend on information  (such as\n\nprior convictions) that is not automatically available to the\n\ndistrict  judge  at  the  time  of  the plea.    Accordingly,\n\ndistrict judges often rely heavily, although not exclusively,\n\non  the prosecutor to provide the court with a description of\n\nstatutory penalties or  at least  to advise the  court if  it\n\nmisstates the terms. \n\n     Here,  the   prosecutor  did  provide  a   statement  of\n\nstatutory penalties in the plea agreement, the district court\n\nfollowed this script, and  the result was a set  of mistakes.\n\nMost important, Raineri was incorrectly told that the penalty\n\nfor  count  28,  the  possession of  firearms  charge,  was a\n\nmaximum  of  10  years'  imprisonment  and  a  $10,000  fine.\n\nBecause Raineri apparently had three prior felonies involving\n\nviolence  or  serious drug  offenses,  he  was  subject to  a\n\nmandatory minimum  of 15 years' imprisonment  and the maximum\n\nfine  was increased to $25,000.  It appears that the district\n\ncourt, the prosecutor and Raineri's then defense counsel were\n\nall  unaware  that  Raineri  was  subject  to  this  enhanced\n\npenalty.  \n\n                             -9-\r                                         -9-\r\r\n\n     Whether Raineri was adequately counselled on the penalty\n\nfor count  24 is debatable.  The district court told him that\n\nthe  penalty  was \"five  years  imprisonment,  which must  be\n\nconsecutive to the crime  of violence\", so there is  no doubt\n\nthat  Raineri knew that he was subject to a consecutive five-\n\nyear  sentence.  Raineri denies that  he understood that this\n\nfive-year term was mandatory,  while the government points to\n\nthe term \"must\" as  implying that the term is mandatory.  The\n\ndistrict  court made  no  findings on  the point,  apparently\n\nbecause  Raineri's  counsel  did  not  separately  urge  this\n\nalleged  misunderstanding as  a basis  for setting  aside the\n\nplea.\n\n     Finally, the court did not expressly advise Raineri that\n\nsupervised release  might be imposed  or of his  liability to\n\npay restitution.  Both warnings are required by  the language\n\nof  Rule 11(c)(1) quoted above.  The result is three separate\n\nadmitted omissions or mistakes in  the advice required to  be\n\ngiven  by  the  rules  (the  misstatement  of  the  fine  and\n\nimprisonment levels  under count  28; the failure  to mention\n\nsupervised  release   terms;  and  the  failure   to  mention\n\nrestitution).   A possible fourth mistake  may exist (failure\n\nto explain the mandatory  character of the five-year sentence\n\nunder  count 24),  depending on  how the  court's warning  is\n\nread.\n\n                             -10-\r                                         -10-\r\r\n\n     The  legal  effect  of  a  Rule  11  violation  is  more\n\ndifficult to  state concisely.   Ordinarily, a  defendant who\n\npleads  guilty has no automatic right to withdraw a plea even\n\nbefore sentencing.  See, e.g., United States v. Buckley,  847\r                                                                   \n\nF.2d  991, 998 (1st Cir.  1988), cert. denied,  488 U.S. 1015\r                                                         \n\n(1989).   Rule  32(d)  provides that  \"the  court may  permit\n\nwithdrawal of the plea upon a showing by the defendant of any\n\nfair and just reason,\" and we have said that decisions by the\n\ndistrict  court under  this  standard are  reviewed only  for\n\nabuse  of discretion.  See  United States v.  Doyle, 981 F.2d\r                                                               \n\n591,  594 (1st  Cir. 1992).   Recently,  in United  States v.\r                                                                      \n\nParrilla-Torado, 22 F.3d 368, 371 (1st Cir. 1994), this court\r                           \n\nsaid that the exercise of discretion under Rule 32(d) depends\n\non \"the overall situation, most prominently\"\n\n          (1)  the  plausibility  of   the  reasons\n          prompting the requested  change of  plea;\n          (2) the timing of the defendant's motion;\n          (3) the  existence or nonexistence  of an\n          assertion of innocence; and  (4) whether,\n          when   viewed   in   light  of   emergent\n          circumstances,   the   defendant's   plea\n          appropriately  may  be  characterized  as\n          involuntary,   in   derogation   of   the\n          requirements imposed by  Fed. R. Crim. P.\n          11, or otherwise legally suspect.\n\nId. at 371  (omitting footnote and citations).\r               \n\n     Yet  \"discretion\"  may be  somewhat  more  limited where\n\nthere  is an outright violation of Rule 11 rather than merely\n\nsecond thoughts  by a  defendant prompting him  to reconsider\n\nhis plea.   Originally,  a line  of decisions emanating  from\n\n                             -11-\r                                         -11-\r\r\n\nMcCarthy  v. United  States, 394  U.S. 459  (1969), suggested\r                                       \n\nthat  the district  court had  to allow  the withdrawal  of a\n\nguilty plea where the earlier plea hearing did not conform to\n\nRule 11.  In response, Rule 11 was itself amended  in 1983 to\n\nadd  Rule  11(h),  which  is entitled  \"Harmless  Error\"  and\n\nprovides:  \"Any variance from the procedures required by this\n\nrule whichdoesnotaffect substantialrightsshallbedisregarded.\"\n\n     In this case,  Raineri was  told, or at  least ought  to\n\nhave  understood  from  what  he  was  told,  that  he  faced\n\npotential  imprisonment  of 35  years and  a maximum  fine of\n\n$20,000.  His actual exposure was worse than what he was told\n\n(a minimum  of 20  years and  a maximum of  45), but  what he\n\nreceived was less--indeed far less--than the maximum of which\n\nhe had been inaccurately warned.  He received only ten years'\n\nimprisonment, five years' supervised  release and no fine but\n\nabout  $5,000 in restitution.  The question is what should be\n\ndone where the defendant is not advised of the full penalties\n\nto which he  may be subject but actually  gets the benefit of\n\nthe lesser penalty.\n\n     Harmless  error  analysis  usually  poses  the  question\n\nwhether the error influenced the decisionmaker or whether the\n\nultimate  outcome would have been  the same if  the error had\n\nnot been  committed, but this  is not necessarily  the proper\n\nperspective  in a  case such  as our  own.   It is  true that\n\nRaineri might not have  pled guilty if he had  been correctly\n\n                             -12-\r                                         -12-\r\r\n\ntold that a far larger penalty threatened him.  But one might\n\nask why the defendant  is entitled to complain if  the actual\n\npunishment is no worse than what he was told, and what he was\n\ntold was even  less than the  law allows.   Arguably, such  a\n\ndefendant  ought to  be pleased  with the  error--unless, for\n\nextraneous  reasons, he has in the  meantime changed his mind\n\nabout making the plea.\n\n     Rule  11(h) did not adopt  a \"but for\"  test of harmless\n\nerror; it speaks of  error affecting the \"substantial rights\"\n\nof the defendant, a  general phrase that allows a  measure of\n\ninterpretation.   The Advisory Committee notes  to Rule 11(h)\n\nprovide, as an illustration of harmless error, an instance in\n\nwhich \"the  judge understated  the maximum  penalty somewhat,\n\nbut  the  penalty  actually   imposed  did  not  exceed  that\n\nindicated  in the  warnings.\"   There is  some case  law that\n\nsupports the view  that a  defendant should not  be heard  to\n\ncomplain if  he  ultimately gets  the benefit  of the  lesser\n\nsentence that was inaccurately  described to him at the  time\n\nof the plea,  see, e.g.,  United States v.  Bashara, 27  F.3d\r                                                               \n\n1174, 1179-80  (6th Cir.  1994); United States  v. Bachynsky,\r                                                                        \n\n934 F.2d 1349, 1359-60  (5th Cir.), cert. denied, 112  S. Ct.\r                                                            \n\n402  (1991), but  the law  is admittedly  not uniform  in all\n\ncircuits or perfectly settled.  See United States v. Whyte, 3\r                                                                      \n\nF.3d 129, 130 (5th Cir. 1993).\n\n                             -13-\r                                         -13-\r\r\n\n     We think that a  defendant who gets the benefit  of such\n\nan inaccurately  described  lesser sentence  is normally  not\n\nprejudiced, but  that there can  be no absolute  rule because\n\nsuch misadvice  may not  always  be harmless.   For  example,\n\nimagine  a defendant  who  is wrongly  told  at the  Rule  11\n\nhearing  that the maximum penalty for his crime is five years\n\nwhen in fact the maximum penalty is 15 years.  The  defendant\n\nmight fairly expect, given his  own past history and  limited\n\nrole in the offense,  that the maximum sentence (whatever  it\n\nmight be) would not be likely to be imposed.  If he then pled\n\nguilty and thereafter received a five-year sentence, he might\n\nreasonably think that the  misinformation had prejudiced  him\n\nin a rather concrete way.  Cf. United States v. Whyte, 3 F.3d\r                                                                 \n\nat 130.\n\n     In   our  case,   there  is   no  indication   that  the\n\nmisinformation given to  Raineri at the  Rule 11 hearing  led\n\nhim  to expect a  lesser penalty  than he  actually received.\n\nRaineri had an extensive criminal record and therefore little\n\nbasis to  expect lenient treatment, apart  from any departure\r                                                     \n\nmotion the  government might make if  he provided substantial\n\nassistance.   Absent a departure motion, we see no reason why\n\nRaineri  should  have expected  that  his  sentence would  be\n\nsubstantially less than 15 years (here, 10 in prison and 5 on\n\nsupervised release), a figure  that is less than half  of the\n\nmaximum amount of which he had been warned.\n\n                             -14-\r                                         -14-\r\r\n\n     The  same  reasoning  applies  to the  district  judge's\n\nfailure to  inform Raineri  of the possibility  of supervised\n\nrelease  and of restitution, rather than a fine.  Courts have\n\ncommonly  held  that  such   errors  are  harmless  when  the\n\ndefendant receives  a combined  sentence of imprisonment  and\n\nsupervised  release that  is  less than  the maximum  term of\n\nimprisonment earlier described.   See, e.g., United States v.\r                                                                      \n\nGracia, 983  F.2d 625, 628 (5th Cir. 1993).  The same rule is\r                  \n\nfollowed where  the defendant is required  to pay restitution\n\nin an  amount less than  the potential fine  of which he  was\n\nwarned.  See, e.g.,  United States v. Padin Torres,  988 F.2d\r                                                              \n\n280, 283-84 (1st Cir. 1993).\n\n                             -15-\r                                         -15-\r\r\n\n                             II.\n\n     Raineri's  second claim  of error  is that  the district\n\ncourt \"abused  its discretion and acted  beyond its authority\n\nunder  Rule 48(a)\"  in  granting the  government's motion  to\n\ndismiss count 28 after Raineri had pled guilty.  Ordinarily a\n\ndefendant is  not entitled to  appeal a dismissal  under Rule\n\n48(a).   However, Raineri argues that  the wrongful dismissal\n\nundercut  the plea agreement and that he was entitled on that\n\nground  to withdraw  his guilty  plea.  The  district court's\n\nrefusal  to allow  him to  withdraw his  plea is,  of course,\n\nreviewable  at  this  time  together with  any  legal  issues\n\nbearing on that refusal.\n\n     If count 28 had been dismissed with prejudice, we  would\n\nsummarily reject  Raineri's argument  as a  rather mechanical\n\nclaim that he did not get what he bargained for.  It is quite\n\ntrue  that Raineri's  bargain included  a plea  of  guilty to\n\ncount  28, but a dismissal of that count with prejudice would\n\nbe an even  better outcome for Raineri as far  as count 28 is\n\nconcerned.    To  the extent  that  the  dismissal helped  to\n\npreserve  his guilty plea  on other counts,  the dismissal of\n\ncount  28 might disadvantage him,  but it is  hard to see why\n\nthe dismissal  would thereby be wrongful  or the disadvantage\n\none with which a court should be concerned.\n\n     The  difficulty in this case is  that the government did\n\nnot ask for a  dismissal with prejudice nor did  the district\n\n                             -16-\r                                         -16-\r\r\n\ncourt say that the dismissal was with prejudice.  Customarily\n\nRule 48(a)  dismissals are  without prejudice and  permit the\n\ngovernment  to reindict  within  the statute  of limitations.\n\nSee,  e.g., United States v.  Matta, 937 F.2d  567, 568 (11th\r                                               \n\nCir. 1991).   Surprisingly,  Raineri's counsel does  not urge\n\nthis  defect, possibly  for  fear of  conceding that  Raineri\n\ncould  be reprosecuted on  count 28.   But we think  that the\n\nissue is so patent,  and the threat of unfairness  to Raineri\n\nis so severe,  that the  matter would raise  a \"plain  error\"\n\nissue, even if  it were  not intimately related  to the  Rule\n\n48(a) issue raised by Raineri.\n\n     A defendant  who pleads to  a set of charges  may or may\n\nnot  believe that  the  guilty  plea  will produce  a  lesser\n\npenalty; but one thing  the defendant who agrees to  plead on\n\nall counts does expect is that there will be no  future trial\n\non any of  these counts.  A defendant willing to plead guilty\n\nto all counts might well be unwilling to plead guilty to some\n\nof them  while leaving others available to the government for\n\nfuture  prosecution.  We have no reason  to think that if the\n\ngovernment had  offered  to accept  a  plea from  Raineri  on\n\ncounts 14  and 24  and said  that  it reserved  the right  to\n\nprosecute on  count 28 at  a later  date, that he  would have\n\npleaded guilty to any of the counts.\n\n          \"[A]  court of  appellate  jurisdiction may  . .  .\n\ndirect the entry of such appropriate judgment . . . as may be\n\n                             -17-\r                                         -17-\r\r\n\njust under  the circumstances.\"   28 U.S.C.    2106.   It  is\n\npossible  that  this  court   could  itself  order  that  the\n\ndismissal  be modified to reflect that it is a dismissal with\n\nprejudice.  See, e.g., United States v. Rossoff, 806 F. Supp.\r                                                           \n\n200,  202-03  (C.D. Ill.  1992)  (holding  that a  court  may\n\ndismiss  under Rule 48(a) with prejudice  if retrial would be\n\nfundamentally  unfair).   The  government  would have  little\n\nequity in opposing such a directive.  Alternatively, we might\n\nrule now, as part of our holding, that any future prosecution\n\nof Raineri on count 28 would  constitute harassment and would\n\nbe  barred--a  determination that  would  be  likely to  give\n\nRaineri  substantial   protection.    See  United  States  v.\r                                                                     \n\nSalinas, 693 F.2d 348 (5th Cir. 1982).\r                   \n\n     Nevertheless,   the  choice  to   forego  permanently  a\n\nprosecution is ordinarily made by the executive branch.  See,\r                                                                         \n\ne.g.,  Wayte  v. United  States,  470 U.S.  598,  607 (1985).\r                                           \n\nThus, while a dismissal of count 28  with prejudice is a quid\n\npro quo for  retaining the guilty pleas on  counts 14 and 24,\n\nwe think that there  is no reason to compel the government to\n\naccept  a dismissal  with prejudice  if  it wants  instead to\n\nsurrender the guilty  pleas and give the  defendant the trial\n\nhe  is demanding.    Accordingly,  on  this single  issue  we\n\npropose  to  remand to  require  the  government to  make  an\n\nappropriate election.\n\n                             -18-\r                                         -18-\r\r\n\n                             III.\n\n     Raineri's remaining  assertions  of error  require  less\n\ndiscussion.    One  of  them concerns  the  district  court's\n\ndecision to reject Raineri's  claim that his original counsel\n\nprovided  ineffective  assistance.    Prior  to  the  Supreme\n\nCourt's decision  in Strickland  v. Washington, 466  U.S. 668\r                                                          \n\n(1984), we  reviewed a  district judge's determination  as to\n\ncompetence  only  for  clear  error.   See  United  States v.\r                                                                      \n\nDiCarlo, 575 F.2d 952,  954-55 (1st Cir.), cert. denied,  439\r                                                                   \n\nU.S. 834 (1978).   Since Strickland,  the standard of  review\r                                               \n\nmay  be more  rigorous where  the issue  is not  a matter  of\n\nhistorical  fact  but  of  deciding how  much  competence  is\n\nenough.   See United States v.  McGill, 11 F.3d  223, 226 n.2\r                                                  \n\n(1st Cir. 1993).  Raineri's claim fails under any standard we\n\nmight apply.\n\n     In  this  instance,  Raineri's  new  counsel offers  two\n\nseparate claims of incompetence.  The first is that Raineri's\n\ncounsel failed to advise Raineri properly as to the penalties\n\nto which he was  subject, and Raineri points  specifically to\n\nthe failure  to identify  the 15 year  minimum applicable  to\n\ncount 28.   Hill v. Lockhart, 474 U.S. 52,  57 (1985).  Here,\r                                        \n\neven  if Raineri  could show incompetence  on this  point, he\n\ncould  not  show prejudice,  which  is  also required.    The\n\nfailure  of  counsel  to  advise Raineri  accurately  of  the\n\npenalty on count  28 was not  prejudicial to Raineri  because\n\n                             -19-\r                                         -19-\r\r\n\ncount  28  was  dismissed and  that  dismissal  will be  with\n\nprejudice if the guilty pleas are allowed to stand.\n\n     Raineri's  brief  offers,  as  the  second  instance  of\n\nalleged   incompetence,  the  asserted  failure  of  original\n\ndefense counsel \"to conduct a reasonable investigation into a\n\npotential line of defense . . . .\"  No such \"line of defense\"\n\nis  identified, although  Raineri's new  counsel may  have in\n\nmind the  possibility  that the  rifle and  shotgun were  not\n\npresent  in the van and that Kenney's possession of a handgun\n\nwas unknown to and unforeseeable by Raineri.  Raineri's brief\n\nsimply  asserts,   as  the   sole   evidence  of   inadequate\n\nrepresentation, that  the time  sheets of Raineri's  original\n\ndefense counsel show \"that the attorney spent only 1.8  hours\n\n.  . . reviewing applicable law\" and this research took place\n\nprior to counsel's first meeting with the defendant.\n\n     Counsel's time records might provide a basis for further\n\ninquiry but the records do not, standing  alone, prove either\n\nthat   counsel  was  incompetent  or  that  the  incompetence\n\nprejudiced defendant.   Perhaps Raineri told  his lawyer when\n\nthey  first met that  he was guilty as  charged on all counts\n\nand provided sufficient  detail so that counsel  saw no point\n\nin  further  investigation  of  the  merits  and  turned  his\n\nattention  to  securing  a  plea agreement  providing  for  a\n\nsubstantial  downward  departure  if  Raineri  provided  full\n\nassistance.    On this  record  we know  only  that Raineri's\n\n                             -20-\r                                         -20-\r\r\n\ncounsel originally negotiated  what appeared to be  favorable\n\nplea  bargain,  and  Raineri  squandered  the opportunity  by\n\nrefusing at the last moment to provide full cooperation.\n\n     This brings us  to Raineri's fourth  and final claim  of\n\nerror.  Raineri now argues that the government was obliged to\n\nmove for  a downward departure  because Raineri  did in  fact\n\nprovide  substantial  assistance  to  the  government.    The\n\ngovernment's  plea  agreement  expressly  said  here  (as  it\n\ncommonly does)  that the substantial-assistance  decision was\n\none  to be  made solely  by the prosecutor.   But  in certain\n\nlimited situations,  the government's  failure to move  for a\n\ndownward  departure may  be the  subject of  judicial review.\n\nWade v. United States,  112 S. Ct. 1840, 1844  (1992); United\r                                                                         \n\nStates v. Canada, 960 F.2d 263, 269 (1st Cir. 1992).\r                            \n\n     We will assume arguendo that, as he now  claims, Raineri\r                                        \n\ngave the government a considerable amount of information that\n\nmay have been  useful to  it.  Possibly,  under a  dictionary\n\ndefinition  of  the  term,  the assistance  could  be  called\n\n\"substantial.\"  But Raineri was not automatically entitled to\n\na dictionary definition where, in the very same document, the\n\ngovernment reserved  to itself  the authority to  decide what\n\nassistance  was substantial.   The  government may  decide to\n\nmake such  a motion (and  the district court  to grant  it if\n\nmade)  based on quite limited help  or results, United States\r                                                                         \n\nv. Torres,  33 F.3d 130,  133 (1st  Cir. 1994); but  since by\r                     \n\n                             -21-\r                                         -21-\r\r\n\nstatute the motion is  discretionary with the government, see\n\n18 U.S.C.   3553(e),  the government may choose to  insist on\n\nquite a lot of assistance if it wants to do so.\n\n     Whatever the limitations  on the government's  authority\n\nto refuse  to make  a departure motion,  it is obvious  to us\n\nthat  the government  was  entitled to  expect Raineri  to be\n\navailable  to  testify at  his  co-defendants'  trial if  the\n\ngovernment  wanted to use him.  It  is equally clear that his\n\nlast-minute attempt to deny his guilt after earlier admitting\n\nit undermined his value as a witness.  This was  not the kind\n\nof  \"substantial\" assistance that the government was entitled\n\nto demand.  Sullivan v. United States, 11 F.3d  573, 575 (6th\r                                                 \n\nCir.   1993)    (holding   that,   absent   bad    faith   or\n\nunconstitutional motive,  a prosecutor may decline  to seek a\n\nsubstantial-assistance reduction for any rational reason).\n\n     Finally, we have considered whether guilty  pleas should\n\nbe set  aside--even though  none of the  individual arguments\n\nmade by Raineri is persuasive--under some type of per se rule\n\nor  because of a threatened  miscarriage of justice.   On the\n\nformer  point,  we  think that  there  may  well  be Rule  11\n\nhearings so fundamentally defective that harm must be assumed\n\nor deemed irrelevant.  Cf. United States v. Medina  Silverio,\r                                                                        \n\n30  F.3d 1, 2-4 (1st  Cir. 1994) (almost  complete absence of\n\nRule 11  colloquy).  But just  as there are  many fair trials\n\nbut few  perfect ones, so  flaws are  also to be  expected in\n\n                             -22-\r                                         -22-\r\r\n\nRule  11  proceedings  as  they,  and  the  penalties  to  be\n\ndescribed,  grow  ever more  complicated.    Where the  basic\n\nstructure  of the  Rule 11  proceeding is  observed, and  the\n\nindividual  errors are  shown to be  harmless, we  think that\n\nRule 11(h)'s  explicit forgiveness  of harmless error  should\n\nnormally be respected.\n\n     The  outcome  would  be   quite  otherwise  if  we  were\n\npersuaded  that  a  miscarriage  of   justice  had  resulted.\n\nDespite  the  emphasis  placed  by  Rule  11  on  advising  a\n\ndefendant of foregone trial rights and prospective penalties,\n\nmost  laypersons would probably  think that a  court taking a\n\nplea  ought  to  be  concerned   beyond  all  else  with  the\n\nvoluntariness of  the plea and the existence  of a reasonable\n\nbasis for  thinking that  the defendant was  actually guilty.\n\nWe  would  view  with  special  concern  any  defect  in  the\n\nproceedings that led us to believe that a plea was coerced or\n\nthat there was no factual basis for the plea.\n\n     Here,  voluntariness in  the  ordinary sense  is not  in\n\ndoubt.    Raineri  claimed  that  the  plea  was  induced  by\n\nmethadone withdrawal and a  false promise of immediate relief\n\nby methadone treatment following the  plea.  But the district\n\ncourt  did  not  accept  the  claim,  and  its  findings  are\n\ncontrolling  in the absence of clear error.  Tilley, 964 F.2d\r                                                               \n\nat 70-71.   Indeed, there  is substantial  reason to  believe\n\nthat  the  claim  is  false--for  example,  Raineri  did  not\n\n                             -23-\r                                         -23-\r\r\n\ncomplain of the  lack of  methadone when  interviewed by  the\n\nprobation  officer after  the  guilty plea--but  in any  case\n\nRaineri does not now question the district court's resolution\n\nof the issue. \n\n     It  is also  clear that  there was  a factual  basis for\n\nRaineri's guilty  pleas.  He  himself admitted guilt  on each\n\ncount  and agreed  with the  government's description  of the\n\nevidence against him, which included the presence  of a rifle\n\nin  the van.    Even  in  his  retraction,  he  confessed  to\n\nconspiracy to engage in  burglary but denied the  presence of\n\nguns  in the van.   At the co-defendants'  trial an informant\n\ntestified that the Raineris had possessed guns in the van and\n\ntransferred  them from  one  vehicle to  another.   Raineri's\n\nclaim of innocence is an element  in the Rule 34 equation but\n\nit does not  come close to  a showing that  a miscarriage  of\n\njustice has occurred.\n\n     The case is remanded to  permit the government to  elect\n\nwhether to  consent to a  modified order dismissing  count 28\n\nwith prejudice.  If the government  consents, then the guilty\n\npleas   and  sentences  on  counts  14  and  24  will  remain\n\nundisturbed.   If the government  does not consent,  then the\n\ndistrict  court  is  directed   to  vacate  the  judgment  of\n\nconviction and the sentences on counts 14 and 24 and to allow\n\nthe  guilty pleas to be withdrawn.  The government would then\n\n                             -24-\r                                         -24-\r\r\n\nremain  free  to  reindict on  count  28  or  to request  the\n\ndistrict court to vacate its order dismissing count 28.\n\n     It is so ordered. \r                                 \n\n                             -25-\r                                         -25-\r\r\n",
  "html": "<p class=\"case_cite\">42 F.3d 36</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Bruce RAINERI, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2132.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"date\">First Circuit.<br>Heard May 2, 1994.<br>Decided Dec. 9, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Dorothy F. Silver, by Appointment of the Court, Manchester, NH, for appellant.</p>\n      <p class=\"indent\">Jean B. Weld, Asst. U.S. Atty., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On April 6, 1992, Bruce Raineri (\"Raineri\") was indicted together with five other defendants:  Gary Neal, William Kenney, Charles Flynn, Richard Ferguson and Brian Raineri.  The lengthy indictment charged various of the defendants with a series of offenses arising out of the planning and execution of a string of armed robberies in New Hampshire during 1991.  The three charges against Raineri all related to his alleged participation in a single armed robbery of the home of a grocery chain owner named Fitzpatrick during the summer of 1991, apparently in the hope of obtaining the store proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the indictment, count 14 charged Raineri with conspiracy to obstruct interstate commerce by robbery involving actual or threatened force and violence.  18 U.S.C. Sec. 1951.  Count 24 charged Raineri with using or carrying firearms during and in relation to the conspiracy.  18 U.S.C. Sec. 924(c)(1).  Count 28 charged Raineri with possessing firearms (specifically, a rifle and shotgun) after having previously been convicted for a crime punishable by more than one year's imprisonment.  18 U.S.C. Secs. 922(g), 924(e)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 17, 1992, Raineri pled guilty to all three charges based on a plea agreement with the government.  The inducement offered in the plea agreement was the government's commitment to move for a departure under U.S.S.G. Sec. 5K1.1 if (in the government's judgment) Raineri provided substantial assistance.  In the plea hearing pursuant to Fed.R.Crim.P. 11, Raineri told the court that his plea was voluntary and was based on no inducement other than the plea agreement.  The prosecutor provided a proffer of evidence for each of the counts and Raineri stated on the record, without qualification, that the description was correct.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As to penalties, the court asked Raineri if he was aware of the maximum penalties provided for the three offenses, and Raineri replied:  \"Ten years, 20 years, and five years.\"   The court then said:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>Count fourteen is 20 years and a fine of $10,000 or both.  Count Twenty-four is five years imprisonment, which must be consecutive to the crime of violence.  Count Twenty-eight is ten years and a fine of $10,000 or both.  Do you understand that?</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Raineri replied:  \"Yes, I do.\"   There was no reference to supervised release or restitution.  Neither defense counsel nor the prosecutor expressed any disagreement with the district court's description of penalties.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On October 2, 1992, Raineri's counsel filed motions to withdraw his guilty plea, to continue his trial (trial for several other defendants who had not pleaded guilty was scheduled for October 5), and to permit counsel to withdraw.  As reasons for the requested withdrawal of the guilty plea, Raineri's motion said in conclusory terms that he was not guilty, that he had not understood the charges against him or his exposure under the Sentencing Guidelines, and that he was suffering at the time of his plea from lack of medicine to counteract his drug dependency.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On October 5, 1992, the district court denied Raineri's motion to withdraw his guilty plea but appointed for him new counsel, who also now represents Raineri on this appeal.  The district court then proceeded to try three co-defendants, the other two having pleaded guilty.  The co-defendants who were tried--Neal, Kenney and Flynn--were subsequently convicted on a number of charges, and this court largely affirmed.  United States v. Neal, 36 F.3d 1190 (1994).  The convictions included charges relating to the August 3, 1991, armed robbery of the Fitzpatrick home in which Raineri had been implicated.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In March 1993, Raineri's new counsel filed new motions seeking withdrawal of the guilty plea.  The reasons now offered were that Raineri had not been mentally competent to plead guilty because he was then suffering from lack of methadone;  that the government had failed to disclose at sentencing its additional (alleged) promise that Raineri would be given immediate access to methadone if he pleaded guilty;  and that he had not been adequately represented by prior counsel.  Faced with these claims, the court scheduled an evidentiary hearing for April 15, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the April 15 hearing, Raineri testified;  he described his alleged defenses (e.g., that he had not been at the scene of the break-in and had never possessed the rifle and shotgun attributed to him) and said that the intended crime was burglary of an unoccupied home rather than armed robbery of individuals.  He also said that he pleaded guilty to get methadone and that he had not known that the five-year sentence under count 24 was mandatory.  Finally, Raineri explained that he had delayed from June to October 1992 in seeking to withdraw his plea because of difficulties in reaching his then-counsel.  Raineri's former counsel testified at length about his representation, admitting that he had not returned some phone calls from Raineri during the summer of 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On April 20, 1993, Raineri's counsel filed an amended memorandum of law urging another basis for withdrawing the guilty plea.  Counsel explained that Raineri's presentence report had been received in March 1993, and it disclosed for the first time that Raineri had three previous convictions for violent felonies or serious drug offenses.  Raineri had been advised at the plea hearing that the penalty under count 28 was a maximum of 10 years' imprisonment, $10,000 fine or both;  but his triple felony record meant that he was subject to a minimum of 15 years' imprisonment and the maximum fine was $25,000.  18 U.S.C. Secs. 922(g), 924(e)(1).  The government responded that in order to \"remedy any possible defects,\" it was moving to dismiss count 28 of the indictment under Fed.R.Crim.P. 48(a).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On April 25, 1993, the district court entered an order granting the motion to dismiss count 28 pursuant to Rule 48(a).  The court rejected as untrue Raineri's claim that the government had induced his plea by promising to place him immediately in a methadone treatment program.  It found that his original counsel had not provided ineffective assistance.  Finally, the court found a lack of good cause to permit a withdrawal of the guilty pleas pursuant to Fed.R.Crim.P. 32(d):</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Here, the timing (3 2/3 months after entry of plea);  (lack of) force and plausibility of reasons;  (unpersuasive) assertion of innocence;  the finding of no breach of the plea agreement;  and the finding that the defendant's plea on June 17, 1992, can still be regarded as voluntary, intelligent, and otherwise in conformity with Rule 11, Fed.R.Crim.P.;   requires the further finding that \"no fair and just reason\" exists such as to permit the withdrawal of the defendant's pleas.  United States v. Tilley, 964 F.2d 66, 72 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On September 27, 1993, the court held a sentencing hearing.  At Raineri's behest, his brother Brian testified.  He implicated Bruce in the conspiracy to rob Fitzgerald's home, but said Bruce had not been present at the house.  He also said that no one had expected the house to be occupied or a gun to be used, although in fact the house was occupied and co-conspirator Kenney turned out to be carrying a handgun.  Finally, Brian testified that the cooperation that he provided in testifying at the October 1992 trial of the co-defendants was also supposed to inure to the benefit of Bruce.  The government presented testimony that any departure in favor of Bruce Raineri was to be based on his own cooperation, not that of his brother, and that Bruce Raineri's attempted withdrawal of his guilty plea made him useless to the government as a trial witness against the non-pleading defendants.  Other government evidence, largely hearsay but still properly considered at sentencing, indicated that Bruce Raineri had transported his brother and the stolen property after the break-in was completed, and that he and his brother moved a rifle and shotgun from the van to another car.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Raineri himself testified at the sentencing hearing.  He admitted helping to plan the break-in and accompanying his brother to a rendezvous point.  He denied that a rifle or shotgun had been carried or that he had known about any weapon.  He said that at the time of his guilty plea he had been \"in a severe state of withdrawal from methadone\" and had expected the methadone treatment to recommence \"upon the guilty plea.\"   He also said that he knew that the sentence for carrying a firearm under count 24 would be consecutive, but not that it was mandatory.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At the end of the sentencing hearing, the court found, based on the testimony at the co-defendants' trial, that guns had been carried in the van by the Raineri brothers.  The court also found that Raineri had obstructed justice by lying to the court and was not entitled to a reduction for acceptance of responsibility.  Raineri was then sentenced to 60 months' imprisonment on count 14, 60 months' imprisonment on count 24 to be served consecutively, and five years' supervised release, and he was ordered to make restitution in the amount of $5,988.  This appeal followed.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Raineri's first and most powerful claim on appeal is that his original guilty plea was not \"knowing or voluntary and otherwise in conformity with Rule 11(c)(1) because he was not properly informed of the consequences of his plea.\"   Rule 11 prescribes numerous steps that must be followed before a defendant is allowed to plead guilty.  As to penalties--the issue with which we are immediately concerned--the rule says that before accepting the guilty plea, the court must address the defendant personally in open court and inform the defendant of, and determine if the defendant understands,</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>the mandatory minimum penalty provided by law, if any, and the maximum possible penalty provided by law including the effect of any special parole or supervised release term, ... and when applicable, that the court may also order the defendant to make restitution to any victim of the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Fed.R.Crim.P. 11(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">One might expect that whatever the complexity of the Sentencing Guidelines, it would be easy accurately to advise the defendant of the statutory penalties.  But as this case shows, the statutory penalties themselves are sometimes complicated;  the defendant may be charged with multiple counts;  and the penalties may depend on information (such as prior convictions) that is not automatically available to the district judge at the time of the plea.  Accordingly, district judges often rely heavily, although not exclusively, on the prosecutor to provide the court with a description of statutory penalties or at least to advise the court if it misstates the terms.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Here, the prosecutor did provide a statement of statutory penalties in the plea agreement, the district court followed this script, and the result was a set of mistakes.  Most important, Raineri was incorrectly told that the penalty for count 28, the possession of firearms charge, was a maximum of 10 years' imprisonment and a $10,000 fine.  Because Raineri apparently had three prior felonies involving violence or serious drug offenses, he was subject to a mandatory minimum of 15 years' imprisonment and the maximum fine was increased to $25,000.  It appears that the district court, the prosecutor and Raineri's then defense counsel were all unaware that Raineri was subject to this enhanced penalty.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Whether Raineri was adequately counselled on the penalty for count 24 is debatable.  The district court told him that the penalty was \"five years imprisonment, which must be consecutive to the crime of violence\", so there is no doubt that Raineri knew that he was subject to a consecutive five-year sentence.  Raineri denies that he understood that this five-year term was mandatory, while the government points to the term \"must\" as implying that the term is mandatory.  The district court made no findings on the point, apparently because Raineri's counsel did not separately urge this alleged misunderstanding as a basis for setting aside the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, the court did not expressly advise Raineri that supervised release might be imposed or of his liability to pay restitution.  Both warnings are required by the language of Rule 11(c)(1) quoted above.  The result is three separate admitted omissions or mistakes in the advice required to be given by the rules (the misstatement of the fine and imprisonment levels under count 28;  the failure to mention supervised release terms;  and the failure to mention restitution).  A possible fourth mistake may exist (failure to explain the mandatory character of the five-year sentence under count 24), depending on how the court's warning is read.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The legal effect of a Rule 11 violation is more difficult to state concisely.  Ordinarily, a defendant who pleads guilty has no automatic right to withdraw a plea even before sentencing.  See, e.g., United States v. Buckley, 847 F.2d 991, 998 (1st Cir.1988), cert. denied, 488 U.S. 1015, 109 S.Ct. 808, 102 L.Ed.2d 798 (1989).  Rule 32(d) provides that \"the court may permit withdrawal of the plea upon a showing by the defendant of any fair and just reason,\" and we have said that decisions by the district court under this standard are reviewed only for abuse of discretion.  See United States v. Doyle, 981 F.2d 591, 594 (1st Cir.1992).  Recently, in United States v. Parrilla-Tirado, 22 F.3d 368, 371 (1st Cir.1994), this court said that the exercise of discretion under Rule 32(d) depends on \"the overall situation, most prominently\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>(1) the plausibility of the reasons prompting the requested change of plea;  (2) the timing of the defendant's motion;  (3) the existence or nonexistence of an assertion of innocence;  and (4) whether, when viewed in light of emergent circumstances, the defendant's plea appropriately may be characterized as involuntary, in derogation of the requirements imposed by Fed.R.Crim.P. 11, or otherwise legally suspect.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Id. 22 F.3d at 371 (omitting footnote and citations).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Yet \"discretion\" may be somewhat more limited where there is an outright violation of Rule 11 rather than merely second thoughts by a defendant prompting him to reconsider his plea.  Originally, a line of decisions emanating from McCarthy v. United States, 394 U.S. 459, 89 S.Ct. 1166, 22 L.Ed.2d 418 (1969), suggested that the district court had to allow the withdrawal of a guilty plea where the earlier plea hearing did not conform to Rule 11.  In response, Rule 11 was itself amended in 1983 to add Rule 11(h), which is entitled \"Harmless Error\" and provides:  \"Any variance from the procedures required by this rule which does not affect substantial rights shall be disregarded.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In this case, Raineri was told, or at least ought to have understood from what he was told, that he faced potential imprisonment of 35 years and a maximum fine of $20,000.  His actual exposure was worse than what he was told (a minimum of 20 years and a maximum of 45), but what he received was less--indeed far less--than the maximum of which he had been inaccurately warned.  He received only ten years' imprisonment, five years' supervised release and no fine but about $5,000 in restitution.  The question is what should be done where the defendant is not advised of the full penalties to which he may be subject but actually gets the benefit of the lesser penalty.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Harmless error analysis usually poses the question whether the error influenced the decisionmaker or whether the ultimate outcome would have been the same if the error had not been committed, but this is not necessarily the proper perspective in a case such as our own.  It is true that Raineri might not have pled guilty if he had been correctly told that a far larger penalty threatened him.  But one might ask why the defendant is entitled to complain if the actual punishment is no worse than what he was told, and what he was told was even less than the law allows.  Arguably, such a defendant ought to be pleased with the error--unless, for extraneous reasons, he has in the meantime changed his mind about making the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Rule 11(h) did not adopt a \"but for\" test of harmless error;  it speaks of error affecting the \"substantial rights\" of the defendant, a general phrase that allows a measure of interpretation.  The Advisory Committee notes to Rule 11(h) provide, as an illustration of harmless error, an instance in which \"the judge understated the maximum penalty somewhat, but the penalty actually imposed did not exceed that indicated in the warnings.\"   There is some case law that supports the view that a defendant should not be heard to complain if he ultimately gets the benefit of the lesser sentence that was inaccurately described to him at the time of the plea, see, e.g., United States v. Bashara, 27 F.3d 1174, 1179-80 (6th Cir.1994);  United States v. Bachynsky, 934 F.2d 1349, 1359-60 (5th Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 402, 116 L.Ed.2d 351 (1991), but the law is admittedly not uniform in all circuits or perfectly settled.  See United States v. Whyte, 3 F.3d 129, 130 (5th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We think that a defendant who gets the benefit of such an inaccurately described lesser sentence is normally not prejudiced, but that there can be no absolute rule because such misadvice may not always be harmless.  For example, imagine a defendant who is wrongly told at the Rule 11 hearing that the maximum penalty for his crime is five years when in fact the maximum penalty is 15 years.  The defendant might fairly expect, given his own past history and limited role in the offense, that the maximum sentence (whatever it might be) would not be likely to be imposed.  If he then pled guilty and thereafter received a five-year sentence, he might reasonably think that the misinformation had prejudiced him in a rather concrete way.  Cf. United States v. Whyte, 3 F.3d at 130.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In our case, there is no indication that the misinformation given to Raineri at the Rule 11 hearing led him to expect a lesser penalty than he actually received.  Raineri had an extensive criminal record and therefore little basis to expect lenient treatment, apart from any departure motion the government might make if he provided substantial assistance.  Absent a departure motion, we see no reason why Raineri should have expected that his sentence would be substantially less than 15 years (here, 10 in prison and 5 on supervised release), a figure that is less than half of the maximum amount of which he had been warned.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The same reasoning applies to the district judge's failure to inform Raineri of the possibility of supervised release and of restitution, rather than a fine.  Courts have commonly held that such errors are harmless when the defendant receives a combined sentence of imprisonment and supervised release that is less than the maximum term of imprisonment earlier described.  See, e.g., United States v. Gracia, 983 F.2d 625, 628 (5th Cir.1993).  The same rule is followed where the defendant is required to pay restitution in an amount less than the potential fine of which he was warned.  See, e.g., United States v. Padin Torres, 988 F.2d 280, 283-84 (1st Cir.1993).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Raineri's second claim of error is that the district court \"abused its discretion and acted beyond its authority under Rule 48(a)\" in granting the government's motion to dismiss count 28 after Raineri had pled guilty.  Ordinarily a defendant is not entitled to appeal a dismissal under Rule 48(a).  However, Raineri argues that the wrongful dismissal undercut the plea agreement and that he was entitled on that ground to withdraw his guilty plea.  The district court's refusal to allow him to withdraw his plea is, of course, reviewable at this time together with any legal issues bearing on that refusal.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">If count 28 had been dismissed with prejudice, we would summarily reject Raineri's argument as a rather mechanical claim that he did not get what he bargained for.  It is quite true that Raineri's bargain included a plea of guilty to count 28, but a dismissal of that count with prejudice would be an even better outcome for Raineri as far as count 28 is concerned.  To the extent that the dismissal helped to preserve his guilty plea on other counts, the dismissal of count 28 might disadvantage him, but it is hard to see why the dismissal would thereby be wrongful or the disadvantage one with which a court should be concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The difficulty in this case is that the government did not ask for a dismissal with prejudice nor did the district court say that the dismissal was with prejudice.  Customarily Rule 48(a) dismissals are without prejudice and permit the government to reindict within the statute of limitations.  See, e.g., United States v. Matta, 937 F.2d 567, 568 (11th Cir.1991).  Surprisingly, Raineri's counsel does not urge this defect, possibly for fear of conceding that Raineri could be reprosecuted on count 28.  But we think that the issue is so patent, and the threat of unfairness to Raineri is so severe, that the matter would raise a \"plain error\" issue, even if it were not intimately related to the Rule 48(a) issue raised by Raineri.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A defendant who pleads to a set of charges may or may not believe that the guilty plea will produce a lesser penalty;  but one thing the defendant who agrees to plead on all counts does expect is that there will be no future trial on any of these counts.  A defendant willing to plead guilty to all counts might well be unwilling to plead guilty to some of them while leaving others available to the government for future prosecution.  We have no reason to think that if the government had offered to accept a plea from Raineri on counts 14 and 24 and said that it reserved the right to prosecute on count 28 at a later date, that he would have pleaded guilty to any of the counts.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"[A] court of appellate jurisdiction may ... direct the entry of such appropriate judgment ... as may be just under the circumstances.\"  28 U.S.C. Sec. 2106.  It is possible that this court could itself order that the dismissal be modified to reflect that it is a dismissal with prejudice.  See, e.g., United States v. Rossoff, 806 F.Supp. 200, 202-03 (C.D.Ill.1992) (holding that a court may dismiss under Rule 48(a) with prejudice if retrial would be fundamentally unfair).  The government would have little equity in opposing such a directive.  Alternatively, we might rule now, as part of our holding, that any future prosecution of Raineri on count 28 would constitute harassment and would be barred--a determination that would be likely to give Raineri substantial protection.  See United States v. Salinas, 693 F.2d 348 (5th Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Nevertheless, the choice to forego permanently a prosecution is ordinarily made by the executive branch.  See, e.g., Wayte v. United States, 470 U.S. 598, 607, 105 S.Ct. 1524, 1530, 84 L.Ed.2d 547 (1985).  Thus, while a dismissal of count 28 with prejudice is a quid pro quo for retaining the guilty pleas on counts 14 and 24, we think that there is no reason to compel the government to accept a dismissal with prejudice if it wants instead to surrender the guilty pleas and give the defendant the trial he is demanding.  Accordingly, on this single issue we propose to remand to require the government to make an appropriate election.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Raineri's remaining assertions of error require less discussion.  One of them concerns the district court's decision to reject Raineri's claim that his original counsel provided ineffective assistance.  Prior to the Supreme Court's decision in Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), we reviewed a district judge's determination as to competence only for clear error.  See United States v. DiCarlo, 575 F.2d 952, 954-55 (1st Cir.), cert. denied, 439 U.S. 834, 99 S.Ct. 115, 58 L.Ed.2d 129 (1978).  Since Strickland, the standard of review may be more rigorous where the issue is not a matter of historical fact but of deciding how much competence is enough.  See United States v. McGill, 11 F.3d 223, 226 n. 2 (1st Cir.1993).  Raineri's claim fails under any standard we might apply.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In this instance, Raineri's new counsel offers two separate claims of incompetence.  The first is that Raineri's counsel failed to advise Raineri properly as to the penalties to which he was subject, and Raineri points specifically to the failure to identify the 15 year minimum applicable to count 28.  Hill v. Lockhart, 474 U.S. 52, 57, 106 S.Ct. 366, 369, 88 L.Ed.2d 203 (1985).  Here, even if Raineri could show incompetence on this point, he could not show prejudice, which is also required.  The failure of counsel to advise Raineri accurately of the penalty on count 28 was not prejudicial to Raineri because count 28 was dismissed and that dismissal will be with prejudice if the guilty pleas are allowed to stand.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Raineri's brief offers, as the second instance of alleged incompetence, the asserted failure of original defense counsel \"to conduct a reasonable investigation into a potential line of defense....\"  No such \"line of defense\" is identified, although Raineri's new counsel may have in mind the possibility that the rifle and shotgun were not present in the van and that Kenney's possession of a handgun was unknown to and unforeseeable by Raineri.  Raineri's brief simply asserts, as the sole evidence of inadequate representation, that the time sheets of Raineri's original defense counsel show \"that the attorney spent only 1.8 hours ... reviewing applicable law\" and this research took place prior to counsel's first meeting with the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Counsel's time records might provide a basis for further inquiry but the records do not, standing alone, prove either that counsel was incompetent or that the incompetence prejudiced defendant.  Perhaps Raineri told his lawyer when they first met that he was guilty as charged on all counts and provided sufficient detail so that counsel saw no point in further investigation of the merits and turned his attention to securing a plea agreement providing for a substantial downward departure if Raineri provided full assistance.  On this record we know only that Raineri's counsel originally negotiated what appeared to be favorable plea bargain, and Raineri squandered the opportunity by refusing at the last moment to provide full cooperation.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">This brings us to Raineri's fourth and final claim of error.  Raineri now argues that the government was obliged to move for a downward departure because Raineri did in fact provide substantial assistance to the government.  The government's plea agreement expressly said here (as it commonly does) that the substantial-assistance decision was one to be made solely by the prosecutor.  But in certain limited situations, the government's failure to move for a downward departure may be the subject of judicial review.  Wade v. United States, --- U.S. ----, ----, 112 S.Ct. 1840, 1844, 118 L.Ed.2d 524 (1992);  United States v. Canada, 960 F.2d 263, 269 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We will assume arguendo that, as he now claims, Raineri gave the government a considerable amount of information that may have been useful to it.  Possibly, under a dictionary definition of the term, the assistance could be called \"substantial.\"   But Raineri was not automatically entitled to a dictionary definition where, in the very same document, the government reserved to itself the authority to decide what assistance was substantial.  The government may decide to make such a motion (and the district court to grant it if made) based on quite limited help or results, United States v. Torres, 33 F.3d 130, 133 (1st Cir.1994);  but since by statute the motion is discretionary with the government, see 18 U.S.C. Sec. 3553(e), the government may choose to insist on quite a lot of assistance if it wants to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Whatever the limitations on the government's authority to refuse to make a departure motion, it is obvious to us that the government was entitled to expect Raineri to be available to testify at his co-defendants' trial if the government wanted to use him.  It is equally clear that his last-minute attempt to deny his guilt after earlier admitting it undermined his value as a witness.  This was not the kind of \"substantial\" assistance that the government was entitled to demand.  Sullivan v. United States, 11 F.3d 573, 575 (6th Cir.1993) (holding that, absent bad faith or unconstitutional motive, a prosecutor may decline to seek a substantial-assistance reduction for any rational reason).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Finally, we have considered whether guilty pleas should be set aside--even though none of the individual arguments made by Raineri is persuasive--under some type of per se rule or because of a threatened miscarriage of justice.  On the former point, we think that there may well be Rule 11 hearings so fundamentally defective that harm must be assumed or deemed irrelevant.  Cf. United States v. Medina Silverio, 30 F.3d 1, 2-4 (1st Cir.1994) (almost complete absence of Rule 11 colloquy).  But just as there are many fair trials but few perfect ones, so flaws are also to be expected in Rule 11 proceedings as they, and the penalties to be described, grow ever more complicated.  Where the basic structure of the Rule 11 proceeding is observed, and the individual errors are shown to be harmless, we think that Rule 11(h)'s explicit forgiveness of harmless error should normally be respected.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The outcome would be quite otherwise if we were persuaded that a miscarriage of justice had resulted.  Despite the emphasis placed by Rule 11 on advising a defendant of foregone trial rights and prospective penalties, most laypersons would probably think that a court taking a plea ought to be concerned beyond all else with the voluntariness of the plea and the existence of a reasonable basis for thinking that the defendant was actually guilty.  We would view with special concern any defect in the proceedings that led us to believe that a plea was coerced or that there was no factual basis for the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Here, voluntariness in the ordinary sense is not in doubt.  Raineri claimed that the plea was induced by methadone withdrawal and a false promise of immediate relief by methadone treatment following the plea.  But the district court did not accept the claim, and its findings are controlling in the absence of clear error.  Tilley, 964 F.2d at 70-71.   Indeed, there is substantial reason to believe that the claim is false--for example, Raineri did not complain of the lack of methadone when interviewed by the probation officer after the guilty plea--but in any case Raineri does not now question the district court's resolution of the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">It is also clear that there was a factual basis for Raineri's guilty pleas.  He himself admitted guilt on each count and agreed with the government's description of the evidence against him, which included the presence of a rifle in the van.  Even in his retraction, he confessed to conspiracy to engage in burglary but denied the presence of guns in the van.  At the co-defendants' trial an informant testified that the Raineris had possessed guns in the van and transferred them from one vehicle to another.  Raineri's claim of innocence is an element in the Rule 34 equation but it does not come close to a showing that a miscarriage of justice has occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The case is remanded to permit the government to elect whether to consent to a modified order dismissing count 28 with prejudice.  If the government consents, then the guilty pleas and sentences on counts 14 and 24 will remain undisturbed.  If the government does not consent, then the district court is directed to vacate the judgment of conviction and the sentences on counts 14 and 24 and to allow the guilty pleas to be withdrawn.  The government would then remain free to reindict on count 28 or to request the district court to vacate its order dismissing count 28.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Bruce RAINERI, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2132.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"date\">First Circuit.<br>Heard May 2, 1994.<br>Decided Dec. 9, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Dorothy F. Silver, by Appointment of the Court, Manchester, NH, for appellant.</p>\n      <p class=\"indent\">Jean B. Weld, Asst. U.S. Atty., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On April 6, 1992, Bruce Raineri (\"Raineri\") was indicted together with five other defendants:  Gary Neal, William Kenney, Charles Flynn, Richard Ferguson and Brian Raineri.  The lengthy indictment charged various of the defendants with a series of offenses arising out of the planning and execution of a string of armed robberies in New Hampshire during 1991.  The three charges against Raineri all related to his alleged participation in a single armed robbery of the home of a grocery chain owner named Fitzpatrick during the summer of 1991, apparently in the hope of obtaining the store proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the indictment, count 14 charged Raineri with conspiracy to obstruct interstate commerce by robbery involving actual or threatened force and violence.  18 U.S.C. Sec. 1951.  Count 24 charged Raineri with using or carrying firearms during and in relation to the conspiracy.  18 U.S.C. Sec. 924(c)(1).  Count 28 charged Raineri with possessing firearms (specifically, a rifle and shotgun) after having previously been convicted for a crime punishable by more than one year's imprisonment.  18 U.S.C. Secs. 922(g), 924(e)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 17, 1992, Raineri pled guilty to all three charges based on a plea agreement with the government.  The inducement offered in the plea agreement was the government's commitment to move for a departure under U.S.S.G. Sec. 5K1.1 if (in the government's judgment) Raineri provided substantial assistance.  In the plea hearing pursuant to Fed.R.Crim.P. 11, Raineri told the court that his plea was voluntary and was based on no inducement other than the plea agreement.  The prosecutor provided a proffer of evidence for each of the counts and Raineri stated on the record, without qualification, that the description was correct.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As to penalties, the court asked Raineri if he was aware of the maximum penalties provided for the three offenses, and Raineri replied:  \"Ten years, 20 years, and five years.\"   The court then said:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>Count fourteen is 20 years and a fine of $10,000 or both.  Count Twenty-four is five years imprisonment, which must be consecutive to the crime of violence.  Count Twenty-eight is ten years and a fine of $10,000 or both.  Do you understand that?</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Raineri replied:  \"Yes, I do.\"   There was no reference to supervised release or restitution.  Neither defense counsel nor the prosecutor expressed any disagreement with the district court's description of penalties.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On October 2, 1992, Raineri's counsel filed motions to withdraw his guilty plea, to continue his trial (trial for several other defendants who had not pleaded guilty was scheduled for October 5), and to permit counsel to withdraw.  As reasons for the requested withdrawal of the guilty plea, Raineri's motion said in conclusory terms that he was not guilty, that he had not understood the charges against him or his exposure under the Sentencing Guidelines, and that he was suffering at the time of his plea from lack of medicine to counteract his drug dependency.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On October 5, 1992, the district court denied Raineri's motion to withdraw his guilty plea but appointed for him new counsel, who also now represents Raineri on this appeal.  The district court then proceeded to try three co-defendants, the other two having pleaded guilty.  The co-defendants who were tried--Neal, Kenney and Flynn--were subsequently convicted on a number of charges, and this court largely affirmed.  United States v. Neal, <span class=\"citation\" data-id=\"679500\"><a href=\"/opinion/679500/united-states-v-gary-p-neal-united-states-v-william-f-kenney-jr/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1190</span> </a></span>(1994).  The convictions included charges relating to the August 3, 1991, armed robbery of the Fitzpatrick home in which Raineri had been implicated.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In March 1993, Raineri's new counsel filed new motions seeking withdrawal of the guilty plea.  The reasons now offered were that Raineri had not been mentally competent to plead guilty because he was then suffering from lack of methadone;  that the government had failed to disclose at sentencing its additional (alleged) promise that Raineri would be given immediate access to methadone if he pleaded guilty;  and that he had not been adequately represented by prior counsel.  Faced with these claims, the court scheduled an evidentiary hearing for April 15, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the April 15 hearing, Raineri testified;  he described his alleged defenses (e.g., that he had not been at the scene of the break-in and had never possessed the rifle and shotgun attributed to him) and said that the intended crime was burglary of an unoccupied home rather than armed robbery of individuals.  He also said that he pleaded guilty to get methadone and that he had not known that the five-year sentence under count 24 was mandatory.  Finally, Raineri explained that he had delayed from June to October 1992 in seeking to withdraw his plea because of difficulties in reaching his then-counsel.  Raineri's former counsel testified at length about his representation, admitting that he had not returned some phone calls from Raineri during the summer of 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On April 20, 1993, Raineri's counsel filed an amended memorandum of law urging another basis for withdrawing the guilty plea.  Counsel explained that Raineri's presentence report had been received in March 1993, and it disclosed for the first time that Raineri had three previous convictions for violent felonies or serious drug offenses.  Raineri had been advised at the plea hearing that the penalty under count 28 was a maximum of 10 years' imprisonment, $10,000 fine or both;  but his triple felony record meant that he was subject to a minimum of 15 years' imprisonment and the maximum fine was $25,000.  18 U.S.C. Secs. 922(g), 924(e)(1).  The government responded that in order to \"remedy any possible defects,\" it was moving to dismiss count 28 of the indictment under Fed.R.Crim.P. 48(a).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On April 25, 1993, the district court entered an order granting the motion to dismiss count 28 pursuant to Rule 48(a).  The court rejected as untrue Raineri's claim that the government had induced his plea by promising to place him immediately in a methadone treatment program.  It found that his original counsel had not provided ineffective assistance.  Finally, the court found a lack of good cause to permit a withdrawal of the guilty pleas pursuant to Fed.R.Crim.P. 32(d):</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Here, the timing (3 2/3 months after entry of plea);  (lack of) force and plausibility of reasons;  (unpersuasive) assertion of innocence;  the finding of no breach of the plea agreement;  and the finding that the defendant's plea on June 17, 1992, can still be regarded as voluntary, intelligent, and otherwise in conformity with Rule 11, Fed.R.Crim.P.;   requires the further finding that \"no fair and just reason\" exists such as to permit the withdrawal of the defendant's pleas.  United States v. Tilley, <span class=\"citation\" data-id=\"583578\"><a href=\"/opinion/583578/united-states-v-ronald-e-tilley/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">66</span></a></span>, 72 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On September 27, 1993, the court held a sentencing hearing.  At Raineri's behest, his brother Brian testified.  He implicated Bruce in the conspiracy to rob Fitzgerald's home, but said Bruce had not been present at the house.  He also said that no one had expected the house to be occupied or a gun to be used, although in fact the house was occupied and co-conspirator Kenney turned out to be carrying a handgun.  Finally, Brian testified that the cooperation that he provided in testifying at the October 1992 trial of the co-defendants was also supposed to inure to the benefit of Bruce.  The government presented testimony that any departure in favor of Bruce Raineri was to be based on his own cooperation, not that of his brother, and that Bruce Raineri's attempted withdrawal of his guilty plea made him useless to the government as a trial witness against the non-pleading defendants.  Other government evidence, largely hearsay but still properly considered at sentencing, indicated that Bruce Raineri had transported his brother and the stolen property after the break-in was completed, and that he and his brother moved a rifle and shotgun from the van to another car.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Raineri himself testified at the sentencing hearing.  He admitted helping to plan the break-in and accompanying his brother to a rendezvous point.  He denied that a rifle or shotgun had been carried or that he had known about any weapon.  He said that at the time of his guilty plea he had been \"in a severe state of withdrawal from methadone\" and had expected the methadone treatment to recommence \"upon the guilty plea.\"   He also said that he knew that the sentence for carrying a firearm under count 24 would be consecutive, but not that it was mandatory.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At the end of the sentencing hearing, the court found, based on the testimony at the co-defendants' trial, that guns had been carried in the van by the Raineri brothers.  The court also found that Raineri had obstructed justice by lying to the court and was not entitled to a reduction for acceptance of responsibility.  Raineri was then sentenced to 60 months' imprisonment on count 14, 60 months' imprisonment on count 24 to be served consecutively, and five years' supervised release, and he was ordered to make restitution in the amount of $5,988.  This appeal followed.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Raineri's first and most powerful claim on appeal is that his original guilty plea was not \"knowing or voluntary and otherwise in conformity with Rule 11(c)(1) because he was not properly informed of the consequences of his plea.\"   Rule 11 prescribes numerous steps that must be followed before a defendant is allowed to plead guilty.  As to penalties--the issue with which we are immediately concerned--the rule says that before accepting the guilty plea, the court must address the defendant personally in open court and inform the defendant of, and determine if the defendant understands,</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>the mandatory minimum penalty provided by law, if any, and the maximum possible penalty provided by law including the effect of any special parole or supervised release term, ... and when applicable, that the court may also order the defendant to make restitution to any victim of the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Fed.R.Crim.P. 11(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">One might expect that whatever the complexity of the Sentencing Guidelines, it would be easy accurately to advise the defendant of the statutory penalties.  But as this case shows, the statutory penalties themselves are sometimes complicated;  the defendant may be charged with multiple counts;  and the penalties may depend on information (such as prior convictions) that is not automatically available to the district judge at the time of the plea.  Accordingly, district judges often rely heavily, although not exclusively, on the prosecutor to provide the court with a description of statutory penalties or at least to advise the court if it misstates the terms.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Here, the prosecutor did provide a statement of statutory penalties in the plea agreement, the district court followed this script, and the result was a set of mistakes.  Most important, Raineri was incorrectly told that the penalty for count 28, the possession of firearms charge, was a maximum of 10 years' imprisonment and a $10,000 fine.  Because Raineri apparently had three prior felonies involving violence or serious drug offenses, he was subject to a mandatory minimum of 15 years' imprisonment and the maximum fine was increased to $25,000.  It appears that the district court, the prosecutor and Raineri's then defense counsel were all unaware that Raineri was subject to this enhanced penalty.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Whether Raineri was adequately counselled on the penalty for count 24 is debatable.  The district court told him that the penalty was \"five years imprisonment, which must be consecutive to the crime of violence\", so there is no doubt that Raineri knew that he was subject to a consecutive five-year sentence.  Raineri denies that he understood that this five-year term was mandatory, while the government points to the term \"must\" as implying that the term is mandatory.  The district court made no findings on the point, apparently because Raineri's counsel did not separately urge this alleged misunderstanding as a basis for setting aside the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, the court did not expressly advise Raineri that supervised release might be imposed or of his liability to pay restitution.  Both warnings are required by the language of Rule 11(c)(1) quoted above.  The result is three separate admitted omissions or mistakes in the advice required to be given by the rules (the misstatement of the fine and imprisonment levels under count 28;  the failure to mention supervised release terms;  and the failure to mention restitution).  A possible fourth mistake may exist (failure to explain the mandatory character of the five-year sentence under count 24), depending on how the court's warning is read.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The legal effect of a Rule 11 violation is more difficult to state concisely.  Ordinarily, a defendant who pleads guilty has no automatic right to withdraw a plea even before sentencing.  See, e.g., United States v. Buckley, <span class=\"citation\" data-id=\"506591\"><a href=\"/opinion/506591/united-states-v-david-k-buckley-david-k-buckley-v-united-states/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">991</span></a></span>, 998 (1st Cir.1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1015</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">798</span> </span>(1989).  Rule 32(d) provides that \"the court may permit withdrawal of the plea upon a showing by the defendant of any fair and just reason,\" and we have said that decisions by the district court under this standard are reviewed only for abuse of discretion.  See United States v. Doyle, <span class=\"citation\" data-id=\"596485\"><a href=\"/opinion/596485/united-states-v-clifford-a-doyle/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></a></span>, 594 (1st Cir.1992).  Recently, in United States v. Parrilla-Tirado, <span class=\"citation\" data-id=\"195328\"><a href=\"/opinion/195328/united-states-v-parrilla-tirado/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">368</span></a></span>, 371 (1st Cir.1994), this court said that the exercise of discretion under Rule 32(d) depends on \"the overall situation, most prominently\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>(1) the plausibility of the reasons prompting the requested change of plea;  (2) the timing of the defendant's motion;  (3) the existence or nonexistence of an assertion of innocence;  and (4) whether, when viewed in light of emergent circumstances, the defendant's plea appropriately may be characterized as involuntary, in derogation of the requirements imposed by Fed.R.Crim.P. 11, or otherwise legally suspect.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"195328\"><a href=\"/opinion/195328/united-states-v-parrilla-tirado/\"><span class=\"id_token\">Id.</span> 22 F.3d </a></span>at 371 (omitting footnote and citations).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Yet \"discretion\" may be somewhat more limited where there is an outright violation of Rule 11 rather than merely second thoughts by a defendant prompting him to reconsider his plea.  Originally, a line of decisions emanating from McCarthy v. United States, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></a></span>, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1166</span></a></span>, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span> </a></span>(1969), suggested that the district court had to allow the withdrawal of a guilty plea where the earlier plea hearing did not conform to Rule 11.  In response, Rule 11 was itself amended in 1983 to add Rule 11(h), which is entitled \"Harmless Error\" and provides:  \"Any variance from the procedures required by this rule which does not affect substantial rights shall be disregarded.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In this case, Raineri was told, or at least ought to have understood from what he was told, that he faced potential imprisonment of 35 years and a maximum fine of $20,000.  His actual exposure was worse than what he was told (a minimum of 20 years and a maximum of 45), but what he received was less--indeed far less--than the maximum of which he had been inaccurately warned.  He received only ten years' imprisonment, five years' supervised release and no fine but about $5,000 in restitution.  The question is what should be done where the defendant is not advised of the full penalties to which he may be subject but actually gets the benefit of the lesser penalty.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Harmless error analysis usually poses the question whether the error influenced the decisionmaker or whether the ultimate outcome would have been the same if the error had not been committed, but this is not necessarily the proper perspective in a case such as our own.  It is true that Raineri might not have pled guilty if he had been correctly told that a far larger penalty threatened him.  But one might ask why the defendant is entitled to complain if the actual punishment is no worse than what he was told, and what he was told was even less than the law allows.  Arguably, such a defendant ought to be pleased with the error--unless, for extraneous reasons, he has in the meantime changed his mind about making the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Rule 11(h) did not adopt a \"but for\" test of harmless error;  it speaks of error affecting the \"substantial rights\" of the defendant, a general phrase that allows a measure of interpretation.  The Advisory Committee notes to Rule 11(h) provide, as an illustration of harmless error, an instance in which \"the judge understated the maximum penalty somewhat, but the penalty actually imposed did not exceed that indicated in the warnings.\"   There is some case law that supports the view that a defendant should not be heard to complain if he ultimately gets the benefit of the lesser sentence that was inaccurately described to him at the time of the plea, see, e.g., United States v. Bashara, <span class=\"citation\" data-id=\"672894\"><a href=\"/opinion/672894/united-states-v-alan-louis-bashara/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1174</span></a></span>, 1179-80 (6th Cir.1994);  United States v. Bachynsky, <span class=\"citation\" data-id=\"562298\"><a href=\"/opinion/562298/united-states-v-nicholas-bachynsky/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1349</span></a></span>, 1359-60 (5th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">402</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span> </span>(1991), but the law is admittedly not uniform in all circuits or perfectly settled.  See United States v. Whyte, <span class=\"citation\" data-id=\"628645\"><a href=\"/opinion/628645/united-states-v-devon-roy-whyte/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">129</span></a></span>, 130 (5th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We think that a defendant who gets the benefit of such an inaccurately described lesser sentence is normally not prejudiced, but that there can be no absolute rule because such misadvice may not always be harmless.  For example, imagine a defendant who is wrongly told at the Rule 11 hearing that the maximum penalty for his crime is five years when in fact the maximum penalty is 15 years.  The defendant might fairly expect, given his own past history and limited role in the offense, that the maximum sentence (whatever it might be) would not be likely to be imposed.  If he then pled guilty and thereafter received a five-year sentence, he might reasonably think that the misinformation had prejudiced him in a rather concrete way.  Cf. United States v. <span class=\"citation\" data-id=\"628645\"><span class=\"antecedent_guess\">Whyte,</span> <a href=\"/opinion/628645/united-states-v-devon-roy-whyte/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">130</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In our case, there is no indication that the misinformation given to Raineri at the Rule 11 hearing led him to expect a lesser penalty than he actually received.  Raineri had an extensive criminal record and therefore little basis to expect lenient treatment, apart from any departure motion the government might make if he provided substantial assistance.  Absent a departure motion, we see no reason why Raineri should have expected that his sentence would be substantially less than 15 years (here, 10 in prison and 5 on supervised release), a figure that is less than half of the maximum amount of which he had been warned.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The same reasoning applies to the district judge's failure to inform Raineri of the possibility of supervised release and of restitution, rather than a fine.  Courts have commonly held that such errors are harmless when the defendant receives a combined sentence of imprisonment and supervised release that is less than the maximum term of imprisonment earlier described.  See, e.g., United States v. Gracia, <span class=\"citation\" data-id=\"597835\"><a href=\"/opinion/597835/united-states-v-eduardo-gracia/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">625</span></a></span>, 628 (5th Cir.1993).  The same rule is followed where the defendant is required to pay restitution in an amount less than the potential fine of which he was warned.  See, e.g., United States v. Padin Torres, <span class=\"citation\" data-id=\"602348\"><a href=\"/opinion/602348/united-states-v-julio-cesar-padin-torres/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span></a></span>, 283-84 (1st Cir.1993).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Raineri's second claim of error is that the district court \"abused its discretion and acted beyond its authority under Rule 48(a)\" in granting the government's motion to dismiss count 28 after Raineri had pled guilty.  Ordinarily a defendant is not entitled to appeal a dismissal under Rule 48(a).  However, Raineri argues that the wrongful dismissal undercut the plea agreement and that he was entitled on that ground to withdraw his guilty plea.  The district court's refusal to allow him to withdraw his plea is, of course, reviewable at this time together with any legal issues bearing on that refusal.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">If count 28 had been dismissed with prejudice, we would summarily reject Raineri's argument as a rather mechanical claim that he did not get what he bargained for.  It is quite true that Raineri's bargain included a plea of guilty to count 28, but a dismissal of that count with prejudice would be an even better outcome for Raineri as far as count 28 is concerned.  To the extent that the dismissal helped to preserve his guilty plea on other counts, the dismissal of count 28 might disadvantage him, but it is hard to see why the dismissal would thereby be wrongful or the disadvantage one with which a court should be concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The difficulty in this case is that the government did not ask for a dismissal with prejudice nor did the district court say that the dismissal was with prejudice.  Customarily Rule 48(a) dismissals are without prejudice and permit the government to reindict within the statute of limitations.  See, e.g., United States v. Matta, <span class=\"citation\" data-id=\"563887\"><a href=\"/opinion/563887/united-states-v-juan-ramon-matta-aka-juan-ramon-matta-ballesteros/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">567</span></a></span>, 568 (11th Cir.1991).  Surprisingly, Raineri's counsel does not urge this defect, possibly for fear of conceding that Raineri could be reprosecuted on count 28.  But we think that the issue is so patent, and the threat of unfairness to Raineri is so severe, that the matter would raise a \"plain error\" issue, even if it were not intimately related to the Rule 48(a) issue raised by Raineri.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A defendant who pleads to a set of charges may or may not believe that the guilty plea will produce a lesser penalty;  but one thing the defendant who agrees to plead on all counts does expect is that there will be no future trial on any of these counts.  A defendant willing to plead guilty to all counts might well be unwilling to plead guilty to some of them while leaving others available to the government for future prosecution.  We have no reason to think that if the government had offered to accept a plea from Raineri on counts 14 and 24 and said that it reserved the right to prosecute on count 28 at a later date, that he would have pleaded guilty to any of the counts.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"[A] court of appellate jurisdiction may ... direct the entry of such appropriate judgment ... as may be just under the circumstances.\"  28 U.S.C. Sec. 2106.  It is possible that this court could itself order that the dismissal be modified to reflect that it is a dismissal with prejudice.  See, e.g., United States v. Rossoff, <span class=\"citation no-link\"><span class=\"volume\">806</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">200</span></span>, 202-03 (C.D.Ill.1992) (holding that a court may dismiss under Rule 48(a) with prejudice if retrial would be fundamentally unfair).  The government would have little equity in opposing such a directive.  Alternatively, we might rule now, as part of our holding, that any future prosecution of Raineri on count 28 would constitute harassment and would be barred--a determination that would be likely to give Raineri substantial protection.  See United States v. Salinas, <span class=\"citation\" data-id=\"411138\"><a href=\"/opinion/411138/united-states-v-juan-salinas/\"><span class=\"volume\">693</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">348</span> </a></span>(5th Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Nevertheless, the choice to forego permanently a prosecution is ordinarily made by the executive branch.  See, e.g., Wayte v. United States, <span class=\"citation\" data-id=\"111375\"><a href=\"/opinion/111375/wayte-v-united-states/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">598</span></a></span>, 607, <span class=\"citation\" data-id=\"111375\"><a href=\"/opinion/111375/wayte-v-united-states/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1524</span></a></span>, 1530, <span class=\"citation\" data-id=\"111375\"><a href=\"/opinion/111375/wayte-v-united-states/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span> </a></span>(1985).  Thus, while a dismissal of count 28 with prejudice is a quid pro quo for retaining the guilty pleas on counts 14 and 24, we think that there is no reason to compel the government to accept a dismissal with prejudice if it wants instead to surrender the guilty pleas and give the defendant the trial he is demanding.  Accordingly, on this single issue we propose to remand to require the government to make an appropriate election.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Raineri's remaining assertions of error require less discussion.  One of them concerns the district court's decision to reject Raineri's claim that his original counsel provided ineffective assistance.  Prior to the Supreme Court's decision in Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span> </a></span>(1984), we reviewed a district judge's determination as to competence only for clear error.  See United States v. DiCarlo, <span class=\"citation\" data-id=\"355655\"><a href=\"/opinion/355655/united-states-v-joseph-j-c-dicarlo-and-ronald-c-mackenzie/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">952</span></a></span>, 954-55 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">834</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">129</span> </span>(1978).  Since Strickland, the standard of review may be more rigorous where the issue is not a matter of historical fact but of deciding how much competence is enough.  See United States v. McGill, <span class=\"citation\" data-id=\"195053\"><a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span>, 226 n. 2 (1st Cir.1993).  Raineri's claim fails under any standard we might apply.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In this instance, Raineri's new counsel offers two separate claims of incompetence.  The first is that Raineri's counsel failed to advise Raineri properly as to the penalties to which he was subject, and Raineri points specifically to the failure to identify the 15 year minimum applicable to count 28.  Hill v. Lockhart, <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 57, <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">366</span></a></span>, 369, <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span> </a></span>(1985).  Here, even if Raineri could show incompetence on this point, he could not show prejudice, which is also required.  The failure of counsel to advise Raineri accurately of the penalty on count 28 was not prejudicial to Raineri because count 28 was dismissed and that dismissal will be with prejudice if the guilty pleas are allowed to stand.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Raineri's brief offers, as the second instance of alleged incompetence, the asserted failure of original defense counsel \"to conduct a reasonable investigation into a potential line of defense....\"  No such \"line of defense\" is identified, although Raineri's new counsel may have in mind the possibility that the rifle and shotgun were not present in the van and that Kenney's possession of a handgun was unknown to and unforeseeable by Raineri.  Raineri's brief simply asserts, as the sole evidence of inadequate representation, that the time sheets of Raineri's original defense counsel show \"that the attorney spent only 1.8 hours ... reviewing applicable law\" and this research took place prior to counsel's first meeting with the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Counsel's time records might provide a basis for further inquiry but the records do not, standing alone, prove either that counsel was incompetent or that the incompetence prejudiced defendant.  Perhaps Raineri told his lawyer when they first met that he was guilty as charged on all counts and provided sufficient detail so that counsel saw no point in further investigation of the merits and turned his attention to securing a plea agreement providing for a substantial downward departure if Raineri provided full assistance.  On this record we know only that Raineri's counsel originally negotiated what appeared to be favorable plea bargain, and Raineri squandered the opportunity by refusing at the last moment to provide full cooperation.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">This brings us to Raineri's fourth and final claim of error.  Raineri now argues that the government was obliged to move for a downward departure because Raineri did in fact provide substantial assistance to the government.  The government's plea agreement expressly said here (as it commonly does) that the substantial-assistance decision was one to be made solely by the prosecutor.  But in certain limited situations, the government's failure to move for a downward departure may be the subject of judicial review.  Wade v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112734\"><a href=\"/opinion/112734/wade-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1840</span></a></span>, 1844, <span class=\"citation\" data-id=\"112734\"><a href=\"/opinion/112734/wade-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">524</span> </a></span>(1992);  United States v. Canada, <span class=\"citation\" data-id=\"580702\"><a href=\"/opinion/580702/united-states-v-barney-canada-aka-byron-levon-canada/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">263</span></a></span>, 269 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We will assume arguendo that, as he now claims, Raineri gave the government a considerable amount of information that may have been useful to it.  Possibly, under a dictionary definition of the term, the assistance could be called \"substantial.\"   But Raineri was not automatically entitled to a dictionary definition where, in the very same document, the government reserved to itself the authority to decide what assistance was substantial.  The government may decide to make such a motion (and the district court to grant it if made) based on quite limited help or results, United States v. Torres, <span class=\"citation\" data-id=\"676989\"><a href=\"/opinion/676989/united-states-v-zulma-jorge-torres/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">130</span></a></span>, 133 (1st Cir.1994);  but since by statute the motion is discretionary with the government, see 18 U.S.C. Sec. 3553(e), the government may choose to insist on quite a lot of assistance if it wants to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Whatever the limitations on the government's authority to refuse to make a departure motion, it is obvious to us that the government was entitled to expect Raineri to be available to testify at his co-defendants' trial if the government wanted to use him.  It is equally clear that his last-minute attempt to deny his guilt after earlier admitting it undermined his value as a witness.  This was not the kind of \"substantial\" assistance that the government was entitled to demand.  Sullivan v. United States, <span class=\"citation\" data-id=\"658571\"><a href=\"/opinion/658571/george-sullivan-v-united-states/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">573</span></a></span>, 575 (6th Cir.1993) (holding that, absent bad faith or unconstitutional motive, a prosecutor may decline to seek a substantial-assistance reduction for any rational reason).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Finally, we have considered whether guilty pleas should be set aside--even though none of the individual arguments made by Raineri is persuasive--under some type of per se rule or because of a threatened miscarriage of justice.  On the former point, we think that there may well be Rule 11 hearings so fundamentally defective that harm must be assumed or deemed irrelevant.  Cf. United States v. Medina Silverio, <span class=\"citation\" data-id=\"195500\"><a href=\"/opinion/195500/united-states-v-medina-silverio/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2-4 (1st Cir.1994) (almost complete absence of Rule 11 colloquy).  But just as there are many fair trials but few perfect ones, so flaws are also to be expected in Rule 11 proceedings as they, and the penalties to be described, grow ever more complicated.  Where the basic structure of the Rule 11 proceeding is observed, and the individual errors are shown to be harmless, we think that Rule 11(h)'s explicit forgiveness of harmless error should normally be respected.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The outcome would be quite otherwise if we were persuaded that a miscarriage of justice had resulted.  Despite the emphasis placed by Rule 11 on advising a defendant of foregone trial rights and prospective penalties, most laypersons would probably think that a court taking a plea ought to be concerned beyond all else with the voluntariness of the plea and the existence of a reasonable basis for thinking that the defendant was actually guilty.  We would view with special concern any defect in the proceedings that led us to believe that a plea was coerced or that there was no factual basis for the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Here, voluntariness in the ordinary sense is not in doubt.  Raineri claimed that the plea was induced by methadone withdrawal and a false promise of immediate relief by methadone treatment following the plea.  But the district court did not accept the claim, and its findings are controlling in the absence of clear error.  <span class=\"citation\" data-id=\"583578\"><span class=\"antecedent_guess\">Tilley,</span> <a href=\"/opinion/583578/united-states-v-ronald-e-tilley/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">70-71</span></a></span>.   Indeed, there is substantial reason to believe that the claim is false--for example, Raineri did not complain of the lack of methadone when interviewed by the probation officer after the guilty plea--but in any case Raineri does not now question the district court's resolution of the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">It is also clear that there was a factual basis for Raineri's guilty pleas.  He himself admitted guilt on each count and agreed with the government's description of the evidence against him, which included the presence of a rifle in the van.  Even in his retraction, he confessed to conspiracy to engage in burglary but denied the presence of guns in the van.  At the co-defendants' trial an informant testified that the Raineris had possessed guns in the van and transferred them from one vehicle to another.  Raineri's claim of innocence is an element in the Rule 34 equation but it does not come close to a showing that a miscarriage of justice has occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The case is remanded to permit the government to elect whether to consent to a modified order dismissing count 28 with prejudice.  If the government consents, then the guilty pleas and sentences on counts 14 and 24 will remain undisturbed.  If the government does not consent, then the district court is directed to vacate the judgment of conviction and the sentences on counts 14 and 24 and to allow the guilty pleas to be withdrawn.  The government would then remain free to reindict on count 28 or to request the district court to vacate its order dismissing count 28.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107892/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111375/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111539/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195053/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195328/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195500/",
    "https://www.courtlistener.com/api/rest/v3/opinions/355655/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411138/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506591/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562298/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563887/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580702/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583578/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596485/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597835/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628645/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658571/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672894/",
    "https://www.courtlistener.com/api/rest/v3/opinions/676989/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679500/"
  ]
}